{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "为什么中国豪华酒店开始卖街头小吃以求生存 (原标题: Why China’s luxury hotels are selling street food to survive)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317876/chinas-luxury-hotels-sell-street-food-survive-tough-business-climate?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 08:00:11 +0000",
      "isoDate": "2025-07-13T08:00:11.000Z",
      "creator": "June Xia",
      "summary": "### 中国豪华酒店的生存策略：销售街头小吃\n\n#### 背景与现状转变\n\n*   **传统模式：** 豪华酒店餐饮通常以高端宴会和正式娱乐为主，以精美的装饰和大师级菜肴著称，价格昂贵。\n*   **中国市场变化：** 面对当前的市场环境，中国许多消费者对高价餐饮的态度正在改变，导致豪华酒店的传统经营模式面临挑战。\n\n#### 典型案例：常州中吴宾馆\n\n*   **创新举措：** 江苏常州五星级中吴宾馆（在携程当地10家豪华酒店中排名第二）在7月推出了街头小吃服务。\n*   **产品内容：** 该服务提供由酒店餐饮团队制作的平价盒饭，价格介于20元至100元人民币（约合3至14美元）之间。\n*   **菜品选择：** 盒饭中包含红烧菜、麻辣小龙虾、点心等夜市热门美食，与通常数千元的宴会餐桌费用形成鲜明对比。\n*   **酒店管理层观点：** 中吴宾馆经理陈永华表示，此举是为了“首先解决生存问题。如果你连自己的问题都解决不了，还能谈什么呢？”\n\n#### 驱动因素：经济环境与消费者行为\n\n*   **行业低迷：** 这一决策反映了中国高端酒店业面临的低迷商业环境。\n*   **消费者谨慎：** 消费者对经济放缓感到担忧，因此消费趋于谨慎，勒紧裤腰带，减少了在高端餐饮上的支出。\n\n#### 总结\n\n中吴宾馆的案例是中国豪华酒店为应对市场变化和生存压力而采取的创新策略，通过提供更亲民、更符合大众消费习惯的产品，以适应当前经济环境。",
      "shortSummary": "面对经济放缓和消费者谨慎消费，中国豪华酒店正采取新策略求生存。例如，常州五星级中吴宾馆开始销售20至100元人民币的平价盒饭，提供红烧菜、麻辣小龙虾等街头小吃。这一转变旨在解决生存问题，与传统高端宴会形成鲜明对比，反映出高端酒店业为适应市场变化而做出的调整。",
      "translated_title": "为什么中国豪华酒店开始卖街头小吃以求生存",
      "images": [],
      "contentSource": "完整文章",
      "content": "Catering at luxury hotels typically involves high-end banquets and formal entertainment, with exquisite decor and masterfully crafted dishes often seen as worth the high price tag.\nBut for many consumers in China, that is changing.\nIn July, the five-star Zhongwu Hotel in Changzhou, Jiangsu province – ranked second among 10 luxury hotels in the city on Trip.com – surprised observers when it launched a street vendor service offering budget meal boxes prepared by its catering team.\n“You must first...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/3e3b9985-7539-4c91-92a2-3a094d3f2515_f6d6825e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美团日订单量突破1.5亿，与京东、阿里巴巴竞争激烈 (原标题: Meituan’s daily orders hit record 150 million amid rivalry with JD.com, Alibaba)",
      "link": "https://www.scmp.com/tech/tech-war/article/3318028/meituans-daily-orders-hit-record-150-million-amid-heated-battle-jdcom-and-alibaba?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 06:21:25 +0000",
      "isoDate": "2025-07-13T06:21:25.000Z",
      "creator": "Ben Jiang",
      "summary": "### 美团日订单量创新高，竞争加剧\n\n*   **订单量突破历史新高**：中国领先的按需配送巨头美团宣布，其平台日订单量已达到1.5亿，创下历史新高。此前一周，日订单量刚突破1.2亿。\n*   **成功抵御竞争**：这一增长表明美团成功抵御了来自京东和阿里巴巴等竞争对手的挑战。\n*   **市场背景**：美团创纪录的日订单量（包括餐饮和零售商品配送）正值中国主要电商玩家大力投资即时配送市场，以提升交易量之际。\n*   **美团的竞争策略**：美团创始人兼CEO王兴在3月份的财报电话会议上表示，公司将“不惜一切代价赢得”即时配送市场，该领域的竞争近几个月来已日趋激烈。\n*   **巨额投资计划**：王兴透露，美团将向餐饮服务业投资1000亿元人民币（约合139亿美元），以“支持各类商家并刺激消费者需求”。\n*   **竞争对手的行动**：美团的这一表态是在其竞争对手京东首次进军中国大陆餐饮外卖市场之后作出的，该市场长期以来一直由美团主导。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt)",
      "shortSummary": "美团日订单量突破1.5亿，创历史新高，显示其在与京东和阿里巴巴的激烈竞争中占据优势。面对电商巨头对即时配送市场的重金投入，美团CEO王兴表示将“不惜一切代价赢得”市场，并计划向餐饮服务业投资1000亿元人民币。此举是在京东进入美团主导的餐饮外卖市场后采取的。",
      "translated_title": "美团日订单量突破1.5亿，与京东、阿里巴巴竞争激烈",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Meituan, mainland China’s top on-demand delivery giant, said on Sunday that daily orders on its platform have surged to another all-time high – a sign that the company has managed to fend off competition from rivals like JD.com and Alibaba Group Holding.\nThe Beijing-based company said daily transactions had reached 150 million, just days after surpassing 120 million last week.\nThe firm’s record daily orders for both food and retail goods delivery comes at a time when major Chinese e-commerce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/13/11669002-58fe-4821-bf74-fe370fce77bf_1c67f640.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国幼儿园能否在生源锐减中生存？ (原标题: Can China’s kindergartens survive steep drop-off in prospective pupils?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317882/chinas-kindergartens-grapple-economic-impact-plunge-prospective-pupils?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 06:00:11 +0000",
      "isoDate": "2025-07-13T06:00:11.000Z",
      "creator": "June Xia",
      "summary": "## 中国幼儿园面临生源锐减挑战\n\n中国正经历出生率急剧下降，这给全国的幼儿园带来了严峻的生存挑战。为了应对生源不足的问题，许多幼儿园正在调整其招生和运营策略。\n\n### 案例分析：哈尔滨某政府附属幼儿园的转型\n\n*   **背景变化**：位于黑龙江省省会哈尔滨的一所政府附属幼儿园，过去主要面向官员子女招生。然而，随着出生率的下降，该幼儿园不得不扩大招生范围。\n*   **招生策略调整**：\n    *   从去年秋季开始，该幼儿园向普通民众开放招生。\n    *   尽管在审核申请时仍优先考虑官员子女，但高级教师Lily Wang表示，今年来自其他背景的学生明显增多。\n*   **管理模式创新**：该幼儿园的领导层已转变思路，扩大招生基础，并借鉴南方地区的经验，采纳了集团化管理模式。\n\n### 全国幼儿园的应对策略与现状\n\n面对生源减少的困境，中国各地的幼儿园正在探索多种生存路径：\n\n*   **扩大招生范围**：不再局限于特定群体，而是向更广泛的社会群体开放招生。\n*   **提供多元服务**：利用教师技能，提供除传统学前教育以外的其他服务，以吸引生源或增加收入。\n\n### 人口与幼儿园数据概览\n\n*   **人口下降**：\n    *   根据国家统计局数据，2022年中国人口60年来首次下降，当年出生人口为956万。\n    *   2023年出生人口进一步下降，但据报道，去年（指2023年）因龙年被视为吉祥年份，出生率略有回升。\n*   **幼儿园数量锐减**：\n    *   去年（2023年），中国共有253,300所幼儿园运营。\n    *   与2020年相比，幼儿园数量减少了约38,400所，降幅超过13%。\n*   **在园儿童数量大幅下滑**：\n    *   在园儿童数量于2020年达到峰值4818万。\n    *   去年（2023年），在园儿童数量下降至3584万，降幅达25.5%。\n\n这些数据共同揭示了中国幼儿园行业因人口结构变化所面临的巨大挑战。",
      "shortSummary": "中国出生率急剧下降，导致幼儿园面临生源锐减的生存危机。哈尔滨一政府附属幼儿园已开始向普通民众招生以应对。全国范围内，幼儿园正通过扩大招生范围和提供多元服务来求生。数据显示，2022年中国人口60年来首次下降，2023年出生人口继续减少。与2020年相比，去年幼儿园数量减少超13%，在园儿童数量下降25.5%，凸显行业面临的严峻挑战。",
      "translated_title": "中国幼儿园能否在生源锐减中生存？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The government-affiliated kindergarten that Lily Wang works for in northeastern China used to be reserved for the children of officials, but China’s plunging birth rate means it is having to cast its net wider nowadays.\n“The leadership has shifted its approach, enlarging the enrolment base and learning from the southern regions by adopting group-based management,” said Wang, a senior teacher at the kindergarten in Harbin, Heilongjiang’s provincial capital.\nIt began recruiting pupils from the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/e4ad49da-10c8-4644-911c-1d03cfabb70d_d0a22792.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国‘未来产业’是什么？为何它们在全球科技竞争中至关重要？ (原标题: What are China’s ‘future industries’? And why they count in the global tech race)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317889/what-are-chinas-future-industries-and-why-they-matter-global-tech-race?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 01:00:08 +0000",
      "isoDate": "2025-07-13T01:00:08.000Z",
      "creator": "Alice Li",
      "summary": "## 中国“未来产业”：全球科技竞争中的战略重点\n\n随着“中国制造2025”的尘埃落定，中国正加紧对“未来产业”的投入，以期在与美国的激烈竞争中取得技术主导地位。此举旨在通过技术突破和产业升级，推动形成新的经济增长模式。\n\n### 何谓“未来产业”？\n\n“未来产业”这一概念由中国国家主席习近平于2020年首次提出。它指的是那些基础技术尚处于起步阶段，但预计将拥有巨大发展潜力的战略性新兴领域。\n\n### 关键领域与发展方向\n\n中国政府已明确了一系列优先发展的“未来产业”领域：\n\n*   **“十四五”规划（2021-2025）确定的重点领域：**\n    *   脑机智能\n    *   量子信息\n    *   基因技术\n    *   未来网络\n    *   深海和空天开发\n    *   氢能与储能\n\n*   **工业和信息化部（MIIT）2024年指南新增领域：**\n    *   人形机器人\n    *   6G网络设备\n    *   脑机接口\n    *   大规模人工智能数据中心\n    *   下一代大型飞机\n\n这些领域的拓展，体现了中国在科技前沿领域寻求早期领先优势的决心。",
      "shortSummary": "中国正大力发展“未来产业”，以在与美国的科技竞争中取得主导地位。这些产业由习近平于2020年提出，指基础技术尚处于起步阶段但潜力巨大的领域。重点包括脑机智能、量子信息、基因技术、未来网络、人形机器人、6G网络设备、脑机接口等，旨在通过技术突破和产业升级，构建新的增长模式。",
      "translated_title": "中国‘未来产业’是什么？为何它们在全球科技竞争中至关重要？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the dust barely settles on “Made in China 2025”, Beijing is intensifying its quest for technological supremacy with a focus on “future industries” amid its escalating rivalry with the United States.\nAuthorities are pushing boundaries in their pursuit of a new growth model centred on technological breakthroughs and industrial upgrades.\nWhat are “future industries”?\nFirst introduced by President Xi Jinping in 2020, the term refers to sectors with foundational technologies still in their infancy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/84e37042-61d3-423d-bdb4-54dd00bcf122_41df29c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么金砖国家距离提供替代性世界秩序仍有很长的路要走 (原标题: Why Brics is still a long way from providing an alternative world order)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3317727/brics-still-lacking-cement-build-better-structure?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 08:30:07 +0000",
      "isoDate": "2025-07-12T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 金砖国家：替代性世界秩序的漫漫长路\n\n文章探讨了金砖国家（Brics）作为一个发展中和新兴国家集团，在构建新的全球政治经济秩序方面所面临的挑战，并将其与美国在全球体系中的历史作用进行了对比。\n\n### 缺乏凝聚力与近期峰会挑战\n\n文章开篇即提出疑问：金砖国家若无强大的凝聚力，如何共同构建新的全球秩序？近期在里约热内卢举行的金砖国家峰会凸显了这一问题：\n\n*   **中国缺席**：中国国家主席习近平缺席峰会，由国务院总理李强代为出席。\n*   **俄罗斯远程参与**：俄罗斯总统普京因国际刑事法院的通缉令，通过视频会议参与，并派外交部长拉夫罗夫代为出席。\n*   **印度立场**：印度总理莫迪在峰会期间，似乎试图将金砖国家的重心转向“不结盟”国家集团，而非成为新的全球权力中心。\n\n然而，文章指出，这些内部问题并非最核心的担忧。真正的问题在于，世界其他国家为何难以构建一个不以美国为主导，却能有效解决政治、安全、经济、金融及其他共同关切的多边体系。\n\n### 美国的“不可或缺”地位\n\n尽管美国仍是全球最强大的军事和经济力量，但这并不能完全解释为何它长期以来被视为“不可或缺的国家”（如前美国国务卿马德琳·奥尔布赖特所言）。文章认为，答案部分在于美国独特的经济模式：\n\n*   **“巨大的吸力”**：美国对消费品永不满足的需求，使其像一台“吸尘器”一样，吸纳了来自世界各国的出口商品。它在这方面确实是一个“市场友好型”国家。\n\n![金砖国家领导人](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/07/CLEAN-thumbnail.jpg?itok=jNFGnrWS)\n*金砖国家领导人谴责对伊朗的袭击和关税，但避免直接提及美国、以色列。*\n\n*   **慷慨的生命线**：没有其他国家愿意或能够向亚洲及其他地区的开发中或新兴经济体提供如此慷慨的生命线。这种支持以多种形式体现，包括支付进口款项、外国直接投资、证券投资、外国援助，甚至军事保护。文章最后提出疑问：即使考虑到其体量，美国是如何负担得起这一切的？",
      "shortSummary": "文章探讨了金砖国家（Brics）在构建替代性世界秩序方面面临的挑战，指出其缺乏强大的凝聚力。近期峰会上，中俄领导人的缺席或远程参与，以及印度对集团定位的潜在调整，都凸显了内部问题。文章认为，核心问题在于世界难以建立一个非美国主导的多边体系。美国之所以长期“不可或缺”，部分原因在于其作为“市场友好型”国家，通过巨大的进口需求、投资和援助，为全球经济体提供了独特的支持。",
      "translated_title": "为什么金砖国家距离提供替代性世界秩序仍有很长的路要走",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/07/CLEAN-thumbnail.jpg?itok=jNFGnrWS",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "What good are bricks without mortar? For that matter, what good is the Brics bloc of developing and emerging nations without a strong bonding force that enables its members to jointly construct a new global political and economic order?\nThis question arose again after the news of President Xi Jinping’s absence from the latest Brics summit in Rio de Janeiro, with Prime Minister Li Qiang attending in his place. Russian President Vladimir Putin, who is wanted by the International Criminal Court for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/3864c731-729e-4bd7-977c-0d6bb6c0743b_49bd2778.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "猪肉和禽肉价格暴跌给中国农民带来压力 (原标题: Plunging pork and poultry prices put pressure on Chinese farmers)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317886/plunging-pork-and-poultry-prices-put-pressure-chinese-farmers?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 08:00:12 +0000",
      "isoDate": "2025-07-12T08:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国农产品价格暴跌：猪肉与禽肉市场面临严峻挑战\n\n### 市场概况\n\n今年上半年，中国主要的蛋白质品类，包括猪肉和禽肉，陷入严重的供过于求状态，导致价格全面下跌，整个供应链普遍出现亏损。分析师指出，终端市场需求疲软和高库存水平是导致养殖业承压的主要原因。\n\n### 经济复苏的脆弱性\n\n这一趋势凸显了中国经济在持续通缩压力下复苏的脆弱性。目前，畜牧养殖户普遍面临亏损。许多农民通过社交媒体表达他们的困境。例如，一位山东省的农民在抖音上表示，自二月份以来她就没有赚到钱，即使笼子坏了也无力更换，她饲养的6000多只蛋鸡每天亏损超过300元（约合42美元）。\n\n### 价格数据分析\n\n*   **消费者物价指数（CPI）**：荷兰国际集团（ING）大中华区首席经济学家宋林（Lynn Song）指出，中国消费者物价指数（衡量通胀的关键指标）在六月份首次转为正值（自一月份以来），但食品价格同比下降0.3%，这是连续第五个月下降。\n*   **食品价格普遍通缩**：大多数食品品类仍处于通缩区间。\n    *   **猪肉价格**：下降8.5%，对整体价格构成最大的下行压力。\n    *   **鸡蛋价格**：下降7.7%，同样带来显著的下行压力。\n*   **少数价格上涨品类**：\n    *   **水产品**：上涨3.4%。\n    *   **水果**：上涨6.1%。\n\n### 市场展望\n\n尽管预计下半年市场将出现边际改善，但整体复苏空间仍然有限。",
      "shortSummary": "中国上半年猪肉和禽肉市场严重供过于求，价格暴跌，导致养殖户普遍亏损。主要原因是终端需求疲软和库存高企。这凸显了中国经济在通缩压力下复苏的脆弱性。虽然预计下半年会有边际改善，但整体复苏空间有限。食品价格已连续五个月下降，其中猪肉和鸡蛋跌幅显著，给农民带来巨大压力。",
      "translated_title": "猪肉和禽肉价格暴跌给中国农民带来压力",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s major protein categories – from pork to poultry – fell into a severe state of oversupply in the first half of this year, with prices declining across the board and widespread losses throughout the supply chain.\nAnalysts said weak end-market demand and high inventory levels are weighing heavily on the breeding sector, and that while marginal improvements are expected in the second half of the year, the overall scope for recovery remains limited.\nThe trend highlights the fragility of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/cf939747-c4fb-4540-9382-c45ec8efbaff_52a229eb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“措手不及”：关税冲击下，中国服装制造商被美国市场拒之门外 (原标题: ‘Caught off guard’: China’s garment makers cut out of US market as tariffs bite)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317878/chinas-garment-makers-cut-out-us-market-tariffs-bite-caught-guard?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 06:00:13 +0000",
      "isoDate": "2025-07-12T06:00:13.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国服装制造商受美国关税重创\n\n一位不愿透露姓名的中国东莞瑜伽服出口商张女士表示，自今年早些时候中美贸易战升级以来，她的业务遭受了一系列严重挫折。\n\n### 关税影响加剧\n\n*   **最新关税冲击**：张女士指出，最新一轮的美国关税比以往任何时候都更具杀伤力，令他们“措手不及”。\n*   **早期应对策略**：\n    *   通过越南转运部分货物。\n    *   转向为中国蓬勃发展的电商平台供货，这些平台利用小包裹的“最低限度豁免”（de minimis exemption）将商品免税运往美国。\n*   **策略失效**：正当业务有所起色并有望实现利润翻倍时，特朗普政府的关税政策彻底关闭了这条通路。\n\n### 美国政策变化\n\n自四月以来，特朗普政府采取了多项措施，对中国服装制造商造成了巨大打击：\n\n*   **关税上调**：根据摩根士丹利的估算，对中国商品的平均关税已提高至约42%。\n*   **取消豁免**：移除了“最低限度豁免”政策，使得小包裹不再能免税进入美国。\n*   **施压转运国**：向越南及其他国家施压，要求它们打击中国商品的转运行为。\n\n### 业务面临困境\n\n这些政策变化对张女士的业务造成了严重影响。她的美国常规客户在过去两个月内暂停了订单，正在“观望政策走向”。",
      "shortSummary": "中国东莞瑜伽服出口商张女士表示，最新一轮美国关税对她的业务造成了“措手不及”的打击。此前，她通过越南转运和利用电商平台的“最低限度豁免”规避关税。然而，自四月起，美国不仅将中国商品关税平均提高至约42%，还取消了“最低限度豁免”，并施压越南等国打击转运。这些措施导致张女士的美国客户暂停订单，业务面临严峻挑战。",
      "translated_title": "“措手不及”：关税冲击下，中国服装制造商被美国市场拒之门外",
      "images": [],
      "contentSource": "完整文章",
      "content": "Zhang, a yoga apparel exporter based in the southern Chinese city of Dongguan, has suffered a series of painful setbacks since the US-China trade war intensified earlier this year.\n“This latest round of US tariffs hit harder than previous ones – it really caught us off guard,” said Zhang, who declined to give her full name for privacy reasons.\nThe business managed to navigate earlier phases of the trade war by re-routing some shipments via Vietnam and pivoting to supplying China’s booming...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/77e3e67a-0922-41c2-ba17-e41a846a8700_87f2a7e7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国生物科技公司瞄准外国药企在减肥药市场的丰厚利润 (原标题: Chinese biotech firms eye foreign pharma’s fat profits in weight loss drug market)",
      "link": "https://www.scmp.com/business/article/3317715/china-has-60-drugs-under-trial-rival-ozempic-others-us150-bn-weight-loss-market?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 02:00:11 +0000",
      "isoDate": "2025-07-12T02:00:11.000Z",
      "creator": "Eric Ng",
      "summary": "## 中国生物科技公司瞄准减肥药市场：司美格鲁肽专利到期带来的机遇\n\n### 香港患者的减肥经历与药物负担\n\n香港上班族W.K. Chan曾因荷尔蒙失衡导致体重达到100公斤。大约一年前，她开始使用一种最初用于治疗糖尿病的减肥药，成功减重25公斤。这种药物每月花费2700港元（约344美元），价格不菲。Chan表示自己很幸运有家人支付药费，但她的朋友们却无力承担。医生建议她可以通过坚持低糖饮食和心血管锻炼来维持体重，从而减少用药剂量和费用。\n\n### 司美格鲁肽专利到期：市场格局将变\n\n分析师指出，像W.K. Chan这样的患者以及其他有类似健康问题的人，很快将能以更实惠的价格获得这类同时治疗糖尿病和肥胖症的药物。这主要是因为司美格鲁肽（semaglutide）在中国的专利将于明年到期。司美格鲁肽是一种模拟天然产生的胰高糖素样肽-1（GLP-1）的药物，GLP-1能调节血糖、食欲和消化。在其他市场，该药物的专利将于2031年或2032年到期。目前，司美格鲁肽由诺和诺德（Novo Nordisk）以Ozempic的品牌名销售。\n\n### 仿制药竞争与价格下降\n\n专利到期后，竞争对手将能够推出更便宜的仿制药版本，从而降低市场价格。根据波士顿L.E.K.咨询公司5月份发布的一份报告，中国将有多达20家仿制药生产商争夺市场份额，这将对价格构成下行压力。\n\n![Zepbound和Wegovy](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/10/5518f9c8-c597-4b3a-bff2-24d1fe8482b6_03d704a4.jpg)\n\n*图片显示礼来公司（Eli Lilly）的减肥药Zepbound的注射笔和诺和诺德公司（Novo Nordisk）生产的Wegovy的药盒。图片来源：路透社*",
      "shortSummary": "随着司美格鲁肽（如诺和诺德的Ozempic）在中国的专利即将于明年到期，中国生物科技公司正瞄准利润丰厚的减肥药市场。目前该药价格昂贵，患者负担重。专利到期后，预计将有多达20家中国仿制药企进入市场竞争，从而大幅降低药物价格，使更多患者能够负担得起，改变现有市场格局。",
      "translated_title": "中国生物科技公司瞄准外国药企在减肥药市场的丰厚利润",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/10/5518f9c8-c597-4b3a-bff2-24d1fe8482b6_03d704a4.jpg",
          "alt": "A combination image shows an injection pen of Zepbound, Eli Lilly’s weight loss drug, and boxes of Wegovy, made by Novo Nordisk. Photo: Reuters",
          "title": "A combination image shows an injection pen of Zepbound, Eli Lilly’s weight loss drug, and boxes of Wegovy, made by Novo Nordisk. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "When Hong Kong office worker W.K. Chang began putting on weight as a teenager, her doctor said it was due to hormonal imbalances that slowed her metabolism. She reached a peak weight of 100kg about a year ago, but has since lost 25kg.\nThe secret to losing a quarter of her weight? Chang, who asked not to be identified by her full name, was one of the city’s first 200 chronic obesity patients to receive access to a new weight-loss drug, originally developed for diabetes. At a cost of HK$2,700...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/b2f9dd4d-307e-4e08-9a03-e060978aeb36_5d9d98b7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析人士称，面对美国霸凌，中国必须与贸易伙伴‘打持久战’ (原标题: China must ‘play the long game’ with trade partners as US bullies, analysts say)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317908/china-must-play-long-game-trade-partners-us-looks-big-bully-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 13:00:12 +0000",
      "isoDate": "2025-07-11T13:00:12.000Z",
      "creator": "Alice Li",
      "summary": "面对美国总统唐纳德·特朗普对贸易伙伴施加更多关税，中国正加强努力，团结其贸易伙伴，共同反击华盛顿的贸易保护主义。\n\n**中国应对策略与分析**\n\n*   **提供发展机遇**：中国作为世界第二大经济体，将提供广阔的市场准入和更大的区域一体化等发展机遇，同时警惕美国的威胁。\n*   **采取务实方法**：分析人士认为，中国正采取日益务实的方法，而不仅仅是强硬警告，为下月初与华盛顿的下一轮谈判做准备。\n*   **专家观点**：\n    *   中国现代国际关系研究院高级研究员陈凤英表示，中国需要展现坚定的外交立场以宣示原则，同时应采取行动为周边贸易伙伴提供切实的利益。\n    *   她指出，美国将不可避免地对转运货物征收额外关税，因此中国与邻国“打持久战”并逐步建立更统一的区域市场至关重要。\n*   **具体行动**：\n    *   中国外交部长王毅在马来西亚吉隆坡举行的中国-东盟外长会议上，承诺升级与东盟十国集团现有的自由贸易协定。\n    *   东盟大多数成员国都受到了特朗普所谓“对等关税”20-40%的影响。",
      "shortSummary": "面对美国日益增长的贸易保护主义，中国正采取务实策略，团结贸易伙伴共同反击。中国致力于提供市场准入和区域一体化等发展机遇。分析人士建议中国与邻国“打持久战”，建立更统一的区域市场。作为具体行动，中国外交部长王毅已承诺升级与受美国关税影响的东盟国家的自由贸易协定。",
      "translated_title": "分析人士称，面对美国霸凌，中国必须与贸易伙伴‘打持久战’",
      "images": [],
      "contentSource": "完整文章",
      "content": "With US President Donald Trump sending more tariff letters to trade partners, Beijing has stepped up efforts – like rallying its own trade partners – to collectively push back against Washington’s trade protectionism.\nThe world’s second-largest economy will provide considerable development opportunities – from broader market access to greater regional integration – while being mindful of US threats, according to statements this week following a string of overseas visits by Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/ef0a7920-f251-4a89-ac05-ac6d922880c4_f5040d1d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国或在2028年前减少对中国稀土的依赖，CEO称——但代价几何？ (原标题: US may cut dependence on China rare earths by 2028, CEO says – but at what cost?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317858/rare-earth-realisation-us-must-tackle-tech-pollution-despite-pentagon-move-ceo-says?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 09:00:14 +0000",
      "isoDate": "2025-07-11T09:00:14.000Z",
      "creator": "Kandy Wong",
      "summary": "## 美国减少对中国稀土依赖的努力\n\n美国正积极寻求减少对中国稀土的依赖。为实现这一目标，五角大楼于周四投入4亿美元，成为美国矿业公司MP Materials的最大股东。\n\n### 行业观点与挑战\n\n尽管此举被视为帮助美国摆脱对中国稀土供应依赖的关键一步，但俄亥俄州REalloys公司首席执行官大卫·阿盖尔（David Argyle）指出，美国和欧洲的采矿努力面临诸多挑战。这些挑战包括：\n\n*   **中游技术获取**：确保获得必要的中游加工技术。\n*   **政府许可**：采矿过程可能具有高度污染性，有时甚至具有放射性，因此获得政府许可是主要障碍。\n\n阿盖尔表示，如果所有条件都能满足，美国有望在稀土供应方面取得重大进展，可能满足其战略需求的40%至50%。他预计，稀土问题有望在2027年或2028年得到解决。\n\n### REalloys的角色\n\nREalloys公司为美国受保护的市场提供高端磁性材料和磁铁，这些市场包括：\n\n*   美国国家战略储备\n*   美国国防工业基地\n*   美国核工业基地\n*   机器人技术\n*   电动航空\n*   关键基础设施行业\n\n### 中国的策略\n\n中国一直在收紧对中重稀土供应的控制，以此作为与华盛顿贸易战中的筹码。今年6月初在伦敦举行的谈判中，中国曾利用稀土供应迫使美国放宽技术限制。",
      "shortSummary": "美国正积极寻求减少对中国稀土的依赖。五角大楼已向美国矿业公司MP Materials投资4亿美元。尽管面临中游技术和政府许可等挑战，REalloys公司首席执行官大卫·阿盖尔认为，美国有望在2027-2028年前满足其40-50%的战略稀土需求。中国则利用稀土供应作为贸易战的筹码。",
      "translated_title": "美国或在2028年前减少对中国稀土的依赖，CEO称——但代价几何？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States is scrambling to reduce its dependence on rare earths from China, with the Pentagon splashing out US$400 million on Thursday to become the largest shareholder in American miner MP Materials.\nWhile some say the move will help wean the US off the Chinese supply, a senior American industry executive has warned that a variety of hurdles face US and European mining efforts – from securing the necessary midstream technology to obtaining government permits for what can be a highly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/0a654839-aa7e-4ed9-8ddb-76fbf3069acd_6e23bb1b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "远景能源在内蒙古启动全球最大绿色氢能工厂 (原标题: Envision launches world’s largest green hydrogen plant in Inner Mongolia)",
      "link": "https://www.scmp.com/business/china-business/article/3317846/envision-launches-worlds-largest-green-hydrogen-ammonia-plant-inner-mongolia?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 07:17:09 +0000",
      "isoDate": "2025-07-11T07:17:09.000Z",
      "creator": "Yujie Xue",
      "summary": "## 远景能源在内蒙古启动全球最大绿色氢能工厂\n\n中国风电开发商远景能源已正式启用其位于内蒙古赤峰的全球最大绿色氢能和氨工厂的首期项目。此举旨在支持中国实现难以减排行业的脱碳目标，并巩固其在全球清洁燃料市场的主导地位。\n\n### 项目概况与产能\n\n*   **地点**：内蒙古赤峰\n*   **首期产能**：该项目首期已于周三启动，每年可生产32万吨绿色氨。\n*   **未来规划**：远景能源表示，该项目将持续扩建，目标是到2028年将绿色氨的年产量提升至150万吨。\n*   **出口计划**：预计将在第四季度开始对外出口。\n\n### 战略意义与愿景\n\n远景能源创始人兼首席执行官张雷表示：“这不仅仅是一个技术里程碑。可扩展的绿色替代方案现在已成为现实并投入运营。没有绿色氢能，我们无法实现净零排放，而且我们不能再等了。这是清洁能源未来的蓝图。”\n\n### 中国的清洁能源战略\n\n北京将氢能及其主要载体氨和甲醇视为其清洁能源雄心的重要支柱。此前，中国已在全球电动汽车、太阳能和电池供应链中占据主导地位。\n\n![张雷，远景能源创始人兼首席执行官，表示“可扩展的绿色替代方案现在已成为现实并投入运营”。图片来源：EPA-EFE](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/11/bd925e05-4133-4ccc-8081-f466de2cd87f_c81701a3.jpg)\n*张雷，远景能源创始人兼首席执行官，表示“可扩展的绿色替代方案现在已成为现实并投入运营”。图片来源：EPA-EFE*",
      "shortSummary": "中国远景能源在内蒙古赤峰启动了全球最大的绿色氢能和氨工厂。该项目首期年产32万吨绿色氨，并计划到2028年扩产至150万吨。此举旨在推动中国工业脱碳并抢占清洁燃料市场主导地位，预计第四季度开始出口。远景能源CEO张雷强调，可扩展的绿色替代方案已成为现实，对实现净零排放至关重要。",
      "translated_title": "远景能源在内蒙古启动全球最大绿色氢能工厂",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/11/bd925e05-4133-4ccc-8081-f466de2cd87f_c81701a3.jpg",
          "alt": "Zhang Lei, Envision’s founder and CEO, says “scalable, green alternatives are now real and operational”. Photo: EPA-EFE",
          "title": "Zhang Lei, Envision’s founder and CEO, says “scalable, green alternatives are now real and operational”. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese wind-power developer Envision Energy has commissioned the world’s largest green hydrogen and ammonia plant, as Beijing seeks to decarbonise its hard-to-abate industries and dominate the growing clean-fuel market.\nThe Shanghai-headquartered company launched the first phase of the project in Chifeng, Inner Mongolia, on Wednesday, which is capable of producing 320,000 tonnes per year of green ammonia, Envision said.\n“This is more than a technological milestone,” said Zhang Lei, Envision’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/90d07a39-8914-4858-a19a-f5b7c601c7f8_f5baf030.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "清洁与绿色：中国战略性能源投资推动可再生能源领域发展 (原标题: Clean and green: China’s strategic energy investments fuel renewable sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317823/chinas-strategic-green-investments-fuel-renewable-sector-world-energy-investment-report?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 06:00:15 +0000",
      "isoDate": "2025-07-11T06:00:15.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国能源投资概览\n\n*   **全球领先地位：** 中国已是全球最大的能源投资国，并有望在未来几年进一步巩固这一地位。国际专家指出，能源安全已成为今年全球投资增长的关键驱动力。\n*   **清洁能源支出增长：** 过去十年，中国在全球清洁能源支出中的份额已从四分之一增至近三分之一。这得益于对太阳能、风能、水力、核能、电池和电动汽车（EVs）等广泛技术的战略性投资。\n*   **数据来源：** 这些数据来源于国际能源署（IEA）发布的《2025年世界能源投资报告》。该报告每年发布，全面概述了去年的投资格局，并展望了今年的新兴趋势。国际能源署于6月5日发布了该报告，并与能源基金会中国在北京共同举办了一场活动讨论报告内容。\n*   **投资规模：** 国际能源署执行董事法提赫·比罗尔（Fatih Birol）在报告中指出，中国目前的能源投资额是欧盟的两倍，几乎与欧盟和美国之和相当。\n*   **未来展望：** 国际能源署的能源投资分析师金哈努尔（Haneul Kim）在小组讨论中表示，国际能源署预计，到2035年，中国将占据全球清洁能源投资的最大份额。\n*   **碳中和目标与投资需求：** 能源基金会中国的项目主任杜璇在小组讨论中指出，为实现中国国家主席习近平提出的到2060年实现碳中和的目标，作为全球最大的温室气体排放国，中国在未来35年内将需要总计19.5万亿至36.2万亿美元的投资。",
      "shortSummary": "中国已是全球最大的能源投资国，并持续加大对可再生能源的战略投资，其在全球清洁能源支出中的份额已达近三分之一。国际能源署（IEA）报告指出，能源安全是全球投资增长的关键驱动力，中国能源投资额远超欧盟。IEA预计到2035年中国将占据清洁能源投资的最大份额。为实现2060年碳中和目标，中国未来35年需投入19.5万亿至36.2万亿美元。",
      "translated_title": "清洁与绿色：中国战略性能源投资推动可再生能源领域发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "Already the world’s largest investor in energy, China is poised to shore up that position in the coming years by continuing to splash out on renewable energy, as international experts say energy security has become a key driver in the growth of global investments this year.\nChina’s share of global clean energy spending has risen from a quarter to almost a third in the past decade, underpinned by strategic investments in a wide range of technologies, including solar, wind, hydropower, nuclear,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/4f6df641-4075-49c0-849f-2ff11505b25e_52acbac4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国上半年GDP数据会揭示需要更多财政刺激吗？ (原标题: Will China’s first-half GDP data reveal need for more fiscal stimulus?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317789/will-chinas-first-half-gdp-data-reveal-need-more-fiscal-stimulus?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 02:22:47 +0000",
      "isoDate": "2025-07-11T02:22:47.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国即将于周二公布上半年经济数据，分析师将密切关注这些数据是否会显示出需要更多财政刺激来应对来自华盛顿的关税风暴。\n\n**主要关注点：**\n\n*   **经济增长预期与担忧：**\n    *   市场普遍预计第二季度经济增长将达到5%，与全年目标一致。\n    *   然而，人们担心表面上乐观的数字可能掩盖国内需求和就业持续疲软的问题。\n*   **外部不确定性：**\n    *   除了国内结构性挑战外，外部不确定性（特别是美国贸易政策的变化）已成为一个紧迫的问题。\n    *   这促使许多经济学家呼吁提供更强有力的财政支持。\n*   **专家观点：**\n    *   **连平（中国首席经济学家论坛主席）领导的经济学家团队指出：**\n        *   下半年经济将继续面临严峻的外部挑战和冲击。\n        *   实现全年增长目标并非易事，需要更强有力、创新、广泛和有针对性的政策措施，以应对中美贸易战给国内经济带来的压力。\n    *   **黄益平（央行顾问）表示：**\n        *   他非常支持采取积极的财政政策，以防外部不确定性引发国内经济衰退。\n\n**总结：**\n即将公布的中国上半年GDP数据将是评估经济健康状况的关键，并可能决定是否需要采取进一步的财政刺激措施来应对国内结构性问题和日益增长的外部不确定性，尤其是中美贸易摩擦带来的影响。",
      "shortSummary": "中国即将公布上半年GDP数据，分析师将关注其是否预示需要更多财政刺激。尽管二季度增长预计达5%，但市场担忧国内需求和就业疲软，以及美国贸易政策带来的外部不确定性。多位经济学家呼吁采取更强有力的财政措施，以应对挑战并确保实现全年增长目标。",
      "translated_title": "中国上半年GDP数据会揭示需要更多财政刺激吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Analysts awaiting details of China’s economic performance in the first half of the year, which are due to be released on Tuesday, will be looking to see whether more fiscal stimulus is needed to weather the tariff storms emanating from Washington.\nWhile the market largely expects second-quarter economic growth to reach 5 per cent, in line with the full-year target, concerns linger that the rosy headline figure could mask persistent weakness in domestic demand and employment.\nOn top of these...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/32e8d127-f260-4fc8-bfad-31c46ba93de2_8e4b29bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“我吃泡面”：中国劳动力在严峻就业市场中倍感焦虑 (原标题: ‘I cook instant noodles’: anxiety grips China’s workforce amid dire job market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317748/why-chinas-white-and-blue-collar-workers-are-worried-about-losing-their-shirts?utm_source=rss_feed",
      "pubDate": "Thu, 10 Jul 2025 22:00:12 +0000",
      "isoDate": "2025-07-10T22:00:12.000Z",
      "creator": "Luna Sun,He Huifeng",
      "summary": "### 中国就业市场面临严峻挑战\n\n本文是探讨中美贸易战背景下中国国内经济挑战系列报道的最后一篇，主要聚焦于中国劳动力市场面临的严峻就业前景。文章指出，从卡车司机到高端律师，各行各业的工人都不得不调整他们的期望，普遍感到焦虑。\n\n#### 普遍的就业焦虑与期望调整\n\n*   **背景：** 中国经济面临前所未有的挑战，就业市场尤为严峻。\n*   **影响范围：** 这种不确定性影响着各行各业的工人，迫使他们降低对职业和收入的期望。\n\n#### 案例分析：梁先生的困境\n\n*   **个人背景：** 梁先生是东莞（一个制造业中心）一家化工厂的企业文化总监，现年40多岁。\n*   **公司裁员：** 他所在的公司裁减了三分之一的员工，尽管他保住了工作，但工资大幅下降。\n*   **原因：** 工厂订单不足导致生产量下降，公司别无选择。\n*   **财务压力：** 梁先生曾认为自己的薪水足以抚养两个孩子并支付房贷，但现在“绝对不够”。\n*   **再就业困难：** 他发现，与两年前相比，现在很难找到一份薪水相似的新工作。\n*   **普遍现象：** 梁先生的经历并非个例，反映了中国劳动力市场普遍存在的困境。",
      "shortSummary": "中国就业市场面临严峻挑战，导致劳动力普遍焦虑。在经济下行和订单不足背景下，许多工人（如东莞的梁先生）面临降薪、裁员风险及再就业困难，不得不降低职业和收入预期。这种困境并非个例，反映了当前中国就业形势的严峻性。",
      "translated_title": "“我吃泡面”：中国劳动力在严峻就业市场中倍感焦虑",
      "images": [],
      "contentSource": "完整文章",
      "content": "This is the final story in a three-part series exploring the domestic economic challenges China faces as it navigates an unprecedented trade war with the United States. In this piece, we explore the country’s cloudy employment outlook for workers across all sectors, and how truck drivers and high-powered lawyers alike are learning to adjust their expectations.\nWhen his chemical company laid off a third of its team, Liang Wang felt a mix of emotions: relief that he was not among them, but dread...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/5b841c40-daaa-47c3-a720-54110bc32dbe_6526c420.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国无法彻底摆脱对土地和房地产的依赖 (原标题: Why China can’t make a clean break from reliance on land and property)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3317446/why-land-and-property-remain-core-chinas-economic-transition?utm_source=rss_feed",
      "pubDate": "Thu, 10 Jul 2025 21:30:07 +0000",
      "isoDate": "2025-07-10T21:30:07.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "## 中国经济对土地和房地产的持续依赖\n\n尽管中国经济正经历漫长的转型，房地产扩张的黄金时代已经结束，城市房价不再持续上涨，地方政府也因土地收入减少而面临财政压力。然而，认为土地财政时代已彻底终结的结论为时过早。\n\n### 核心观点：难以彻底摆脱的依赖\n\n*   **不可或缺的支柱：** 尽管土地财政和房地产驱动的增长模式的主导地位有所减弱，但它们仍是中国经济体系中不可或缺的支柱。\n*   **并非缺乏改革意愿：** 北京已明确表示希望转向以产业升级、消费和社会福利为中心的新增长模式。\n*   **已实施的改革措施：** 为遏制房地产投机，当局已推出多项政策，包括：\n    *   推广保障性住房\n    *   更高效的土地分配\n    *   房地产税试点项目\n*   **风险警告：** 学者和官员也反复警告地方政府债务和土地财政带来的风险。\n\n### 持续依赖的深层原因：缺乏可行替代方案\n\n*   **结构性遗产：** 尽管土地收入在政府总收入中的份额近年来显著下降，但土地和建筑生态系统的经济影响力依然巨大。\n*   **就业吸纳能力：** 仅建筑业就雇佣了超过5000万人，其中许多是农村农民工，他们几乎没有其他就业选择。这使得政府难以在短期内找到替代方案来吸纳如此庞大的劳动力。\n*   **替代方案缺失：** 尽管付出了诸多努力，但目前仍没有出现一个可行的替代方案，能够取代土地和房地产在支撑地方经济发展方面的根深蒂固的作用。",
      "shortSummary": "中国经济正经历转型，房地产扩张和土地财政的鼎盛时期已过，地方政府面临财政压力。尽管北京致力于摆脱对土地和房地产的依赖，并推行多项改革，但由于缺乏可行的替代方案以及土地和建筑业巨大的就业吸纳能力（雇佣超5000万人），这种依赖仍是中国经济体系中不可或缺的支柱，难以彻底摆脱。",
      "translated_title": "为什么中国无法彻底摆脱对土地和房地产的依赖",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid a prolonged economic transition, China’s growth engine is shedding its old gears. The heyday of real estate expansion is over. Urban home prices have lost their relentless upwards march and local governments, once flush with land revenues, are confronting fiscal strain.\nIt is tempting to declare this the end of the land finance era, a long-anticipated turning point that will force Beijing to adopt a more sustainable fiscal model.\nYet such a conclusion would be premature. For all the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/3101f5db-5997-4599-bd17-e0f73f3da862_23bc823b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在美华人企业主：美国梦变艰难现实 (原标题: Chinese business owners now in US see American dream become reality of hardship)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317709/chinese-business-owners-already-us-see-american-dream-become-reality-hardship?utm_source=rss_feed",
      "pubDate": "Thu, 10 Jul 2025 13:00:10 +0000",
      "isoDate": "2025-07-10T13:00:10.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "美国政府的关税政策、不稳定的贸易措施、有争议的移民打击以及疲软的消费需求，正在让一些已在美国的华人投资者发现，他们的“美国梦”变成了艰难的现实。\n\n### 特朗普政府的关税政策\n*   **政策目标：** 特朗普总统将关税视为重建美国工业、增加蓝领就业和缩小贸易逆差的关键工具。\n*   **最新举措：** 原定于7月9日实施的新一轮“对等关税”被推迟至8月1日生效。这些最新措施包括对来自14个国家（其中一些是中国的重要贸易伙伴，如日本、韩国、老挝和哈萨克斯坦）的进口商品征收高达40%的关税。\n\n### 华人企业主面临的挑战\n以彼得·王（Peter Wang）为例，他于2002年在德克萨斯州达拉斯开设了一家手机维修工厂，目前拥有200多名员工，并处于收支平衡状态。\n*   **客户期望与现实脱节：**\n    *   虽然特朗普的关税确实为王先生的工厂带来了更多美国客户，但这些客户仍然期望亚洲工厂的速度和低成本，这在美国是不现实的。\n*   **运营灵活性不足：**\n    *   王先生指出，当美国客户想要尝试新产品时，中国工厂可以迅速调整，它们灵活、务实，并能快速投入生产。然而，在美国，仅仅因为系统设置不当，整条生产线就可能停滞。\n*   **高昂的成本与供应链问题：**\n    *   美国的海关和财政系统未能提供有效的解决方案来应对高昂的成本。王先生表示，如果他必须承担如此高的成本，他将不愿意将制造业迁至美国。\n    *   他仍然需要从亚洲采购原材料，且成本有所增加。\n    *   王先生认为，特朗普希望将制造业带回美国，但他的顾问似乎不理解供应链的实际运作方式。",
      "shortSummary": "美国政府的关税政策和不稳定的贸易措施，正使在美华人企业主的“美国梦”面临困境。尽管关税旨在吸引制造业回流，但像手机维修厂主彼得·王这样的投资者，面临着美国客户不切实际的低成本和高效率期望、运营灵活性不足以及高昂的供应链成本等挑战。这反映出政策制定者对全球供应链运作方式的理解存在不足。",
      "translated_title": "在美华人企业主：美国梦变艰难现实",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the US wields tariffs in a bid to lure manufacturers back home, an erratic trade policy, a controversial immigration crackdown and weakening consumer demand have taken the shine off the American dream for some Chinese investors already stateside.\nOn Monday, President Donald Trump postponed the roll-out of a new round of his so-called reciprocal tariffs – originally slated for July 9 – pushing the effective date to August 1. His latest measures include tariffs of up to 40 per cent on imports...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/eb733b03-1abc-40f5-acb8-08e8a1a81d43_4d1be3eb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国入境旅游热潮带动免税商品销售激增 (原标题: China sees surge in sales of duty-free goods amid inbound tourism boom)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317706/china-sees-surge-sales-duty-free-goods-amid-inbound-tourism-boom?utm_source=rss_feed",
      "pubDate": "Thu, 10 Jul 2025 08:46:51 +0000",
      "isoDate": "2025-07-10T08:46:51.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国免税商品销售激增：政策与旅游双重驱动\n\n近期，中国主要城市报告称，随着旨在刺激旅游消费的新免税政策开始生效，外国游客购买可退税商品的数量大幅增长。\n\n### 销售数据亮点\n\n*   **上海**：\n    *   根据上海市政府上周公布的数据，2025年上半年，上海可退税商品销售额同比增长85%。\n    *   “即买即退”交易量激增28倍。\n*   **北京**：\n    *   据官方媒体新华社周一报道，今年以来，北京向入境游客销售的免税商品月均销售额已超过1亿元人民币。\n\n### 销售增长的主要驱动因素\n\n1.  **更优惠的退税政策**：\n    *   中国于4月下旬推出了针对入境游客的更优惠退税政策。\n    *   **降低最低购买门槛**：从500元人民币（约合69美元）降至200元人民币。\n    *   **扩大退税地点和商店数量**：政府已增加了游客可以申请退税的地区和商店数量。\n\n2.  **入境游客数量激增**：\n    *   中国正积极扩大其免签入境政策，推动了入境游客数量的增长。\n    *   目前，已有47个国家的公民可以在中国免签停留长达30天。",
      "shortSummary": "中国免税商品销售额近期大幅增长，主要得益于两方面因素：一是政府于4月下旬实施了更优惠的退税政策，将最低购买门槛降至200元并扩大了退税范围；二是入境旅游市场蓬勃发展，中国积极扩大免签政策，目前已有47国公民可免签停留30天。上海和北京的销售数据均显示出显著增长。",
      "translated_title": "中国入境旅游热潮带动免税商品销售激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "Major Chinese cities have reported a surge in purchases of tax-refundable goods by foreign tourists in recent months, as new duty-free rules designed to boost tourism spending begin to pay off.\nChina has introduced a string of measures to make it easier for international tourists to buy goods duty-free in recent months, with visitors now often able to claim sales tax refunds immediately in stores rather than having to queue at the airport.\nThe scheme is part of China’s broader drive to attract...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/374bd747-4929-42c7-84dc-5d8638ee9f62_46560f18.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港与伦敦的分化：命运之争不只关乎股市 (原标题: Split in Hong Kong, London’s fortunes is about more than stock markets)",
      "link": "https://www.scmp.com/opinion/hong-kong-opinion/article/3317640/split-hong-kong-londons-fortunes-about-more-stock-markets?utm_source=rss_feed",
      "pubDate": "Thu, 10 Jul 2025 08:30:07 +0000",
      "isoDate": "2025-07-10T08:30:07.000Z",
      "creator": "Nicholas Spiro",
      "summary": "## 全球金融中心竞争中的伦敦与香港\n\n在全球股市中，伦敦和香港的表现差距显著扩大，反映出两者作为金融中心的不同命运。\n\n### 伦敦市场的困境\n\n*   **上市数量锐减：** 过去十年，伦敦证券交易所（LSE）的上市数量大幅减少，暴露出英国资本市场的深层问题。\n*   **IPO融资额创新低：** 今年上半年，伦敦的首次公开募股（IPO）融资额降至1995年以来的最低水平。\n*   **公司净流出：** 去年，88家公司从伦敦退市或转移主要上市地，而仅有18家公司取而代之。这是自2008年金融危机以来，LSE主板市场公司净流出最多的一年。\n*   **未能振兴股市：** 英国曾是全球IPO公司数量的五分之一（2005年达到顶峰），但未能有效振兴其股市。\n*   **深层结构性问题：** 伦敦作为全球金融中心的地位受损，除了脱欧影响外，更令人担忧的是困扰英国资本市场多年的深层结构性问题。\n*   **缺乏投资激励：** 机构和散户投资者缺乏将更多投资组合分配给股票的激励措施。\n*   **缺乏科技巨头：** 英国主要股指富时100指数（FTSE 100）的前五大成分股中没有一家科技公司，而科技公司是过去几年全球股市上涨的主要驱动力。\n\n### 香港市场的复苏\n\n*   **非凡的复苏：** 香港交易所（HKEX）实现了非凡的复苏。\n*   **IPO排名领先：** 在2025年上半年（原文如此），香港在全球IPO排名中位居榜首，超越纳斯达克和纽约证券交易所。\n*   **高额融资预期：** 根据毕马威的预测，今年新股销售总收益可能高达2500亿港元（约320亿美元）。\n*   **关键连接作用：** 香港作为连接中国与全球金融的主要渠道，发挥着至关重要的作用。\n\n### 全球背景\n\n伦敦和香港命运的对比，发生在全球主要城市在激烈地缘政治和经济不确定性下，竞相成为主要金融中心的背景下。对于缺乏投资、且可能不愿或无法弥补脱欧造成损害的英国而言，其市场表现不佳的代价尤为高昂。",
      "shortSummary": "伦敦和香港在全球金融市场中的表现形成鲜明对比。伦敦证券交易所面临上市数量锐减、IPO融资额创新低、公司净流出以及结构性问题（如缺乏科技公司）的困境，脱欧进一步加剧了其挑战。相比之下，香港实现了显著复苏，在2025年上半年（原文如此）的全球IPO排名中位居榜首，巩固了其作为连接中国与全球金融枢纽的关键地位。这种分化反映了全球城市在不确定性中争夺金融中心地位的激烈竞争。",
      "translated_title": "香港与伦敦的分化：命运之争不只关乎股市",
      "images": [],
      "contentSource": "完整文章",
      "content": "In global equity markets, the performance gap between London and Hong Kong has widened dramatically. Once one of the world’s most liquid stock markets, the London Stock Exchange (LSE) has haemorrhaged listings during the past decade and exposed deep-seated problems in Britain’s capital markets. In the first half of this year, fundraising from initial public offerings (IPOs) in London fell to the lowest level since 1995.\nHong Kong, by contrast, has staged an extraordinary revival that propelled...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/b154bf60-d180-4d65-b89f-67a80440c7cd_e626bff3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟敦促中国开放稀土获取，应对美国关税和日益增长的供应担忧 (原标题: EU urges China for rare earth access amid US tariffs, growing supply worries)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317683/chinas-rare-earth-export-curbs-spark-eu-concerns-ahead-beijing-summit?utm_source=rss_feed",
      "pubDate": "Thu, 10 Jul 2025 08:00:12 +0000",
      "isoDate": "2025-07-10T08:00:12.000Z",
      "creator": "Xiaofei Xu",
      "summary": "欧盟正面临日益增长的压力，要求其采取行动应对中国在稀土供应链中的主导地位。这凸显了在即将举行的欧中峰会前夕持续存在的紧张关系。\n\n*   **欧洲面临的双重压力：**\n    *   美国前总统特朗普的关税。\n    *   更具威胁性的是，中国对稀土出口的战略性控制。\n*   **欧洲议会议员巴特·格鲁特休斯（Bart Groothuis）的观点：**\n    *   他认为中国对稀土的控制并非中美争端的附带损害，而是旨在打击欧洲的蓄意行为。\n*   **欧盟对中国稀土的严重依赖：**\n    *   根据欧盟官方数据，欧盟100%的稀土和97%的镁都从中国进口。\n*   **“复兴欧洲”党团的呼吁：**\n    *   为打破这种依赖，该党团呼吁欧盟实现稀土来源多样化，并警告称欧洲对中国稀土的依赖使其容易受到“勒索”。\n*   **分析师的看法：**\n    *   尽管承认这些担忧的合理性，分析师指出，在可预见的未来，中国仍将是重要的稀土供应国。\n    *   欧洲可能在未来10到15年内仍将依赖中国的稀土。\n*   **欧洲的应对策略（基尔世界经济研究所国际贸易与投资研究组主任霍尔格·戈尔格）：**\n    *   该策略基于两大支柱：\n        1.  提高回收能力。\n        2.  与其他国家谈判达成协议以实现进口多样化。\n    *   这两项措施都需要时间才能见效。",
      "shortSummary": "欧盟正面临美国关税和中国稀土供应主导地位带来的双重压力。欧盟100%的稀土依赖中国进口，这使其易受“勒索”。欧洲议会呼吁欧盟实现稀土来源多样化。分析师认为，欧洲在未来10-15年内仍将依赖中国稀土，而欧盟的应对策略——提高回收和寻求多元化进口——都需要时间。",
      "translated_title": "欧盟敦促中国开放稀土获取，应对美国关税和日益增长的供应担忧",
      "images": [],
      "contentSource": "完整文章",
      "content": "The European Union is facing growing calls to act against Beijing’s dominance over rare earth supply chains, highlighting persistent tensions just weeks before the coming EU-China summit.\n“Europe faces dual coercion: Trump’s tariffs and more threateningly, China’s strategic chokehold on rare earth exports,” said Bart Groothuis, MEP for Renew Europe, a centrist group in the European Parliament led by French President Emmanuel Macron’s Renaissance party.\n“This is not collateral damage from the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/cdd4ef3a-d74a-4dba-9220-37cb082ff2fa_3578bdc6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "人民币为何能成为避险货币：前银行官员指出‘优势’ (原标题: Why the yuan can be safe-haven currency: former bank official flags ‘advantages’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317643/why-chinas-yuan-can-be-safe-haven-currency-former-bank-official-flags-its-advantages?utm_source=rss_feed",
      "pubDate": "Thu, 10 Jul 2025 06:00:16 +0000",
      "isoDate": "2025-07-10T06:00:16.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 人民币作为避险货币的潜力：前银行官员指出其优势\n\n*   **核心观点：**\n    *   中国人民银行前统计司司长盛松成和中欧国际工商学院陆家嘴国际金融研究院经济学家、研究员孙丹认为，人民币有潜力成为避险货币。\n    *   他们呼吁在资本管制方面保持灵活性，并加大力度吸引外国参与。\n\n*   **背景与争议：**\n    *   这一观点是在美国财政部长上周拒绝人民币获得储备货币地位的可能性之前提出的，凸显了围绕北京推动人民币国际化的持续辩论。\n    *   当前，美元正面临日益增长的债务风险和美国总统特朗普保护主义加剧的挑战，其信心受到考验。\n\n*   **人民币的优势（盛松成和孙丹指出）：**\n    *   **制度信誉：** 政府和中央银行对经济稳定的承诺。\n    *   **宏观基本面：** 具备低通胀、经常账户盈余和庞大外汇储备等优势。\n    *   **风险敏感度降低：** 在近期全球压力时期（包括正在进行的俄乌战争和美国关税冲击）对风险指标的敏感性有所降低。\n    *   **表现稳定中立：** 在6月30日发布的文章中，他们指出人民币已表现出更“稳定和中立”的性能，并具备部分避险特征。\n\n*   **市场表现：**\n    *   自特朗普于4月2日宣布全面“对等”关税以来，人民币表现出韧性。\n    *   离岸人民币曾短暂走弱至7.4兑1美元左右，随后反弹至7.2左右的水平。\n\n*   **传统避险货币：**\n    *   传统上，美元、日元和瑞士法郎被视为避险货币。",
      "shortSummary": "一位前中国央行官员和一位经济学家认为，人民币有潜力成为避险货币。他们指出，人民币在制度信誉、宏观经济基本面（如低通胀、经常账户盈余和大量外汇储备）方面具有显著优势。文章提到，人民币在全球压力时期对风险指标的敏感性降低，并已显示出部分避险特征，例如在特朗普关税宣布后表现出的韧性。这一观点是在美元面临挑战的背景下提出的，并强调了人民币国际化的持续辩论。",
      "translated_title": "人民币为何能成为避险货币：前银行官员指出‘优势’",
      "images": [],
      "contentSource": "完整文章",
      "content": "The yuan has the potential to become a safe-haven currency, a former central bank official said while calling for capital-control flexibility and greater efforts to boost foreign participation.\nThe argument – presented before the US Treasury chief rejected the possibility last week of the yuan gaining reserve-currency status – has underscored the ongoing debate over Beijing’s push to internationalise the yuan. And it comes at a time when confidence in the US dollar is being tested by mounting...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/39044f42-6754-4bd8-9a14-192185d11a13_f15aa330.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-13T19:15:43.143Z"
}