{
  "sourceUrl": "https://www.scmp.com/rss/36/feed/",
  "title": "Tech - South China Morning Post",
  "description": "The latest technology news, reviews, gadgets, launches and products.",
  "link": "https://www.scmp.com/rss/36/feed/1",
  "items": [
    {
      "title": "中国人形机器人企业在AI人才紧缺下支付三倍于全国平均的薪资 (原标题: China’s humanoid robot firms pay 3 times national average amid AI talent crunch)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314798/chinas-humanoid-robot-firms-pay-over-x3-national-average-amid-ai-talent-crunch?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:00:11 +0000",
      "isoDate": "2025-06-18T02:00:11.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国人形机器人行业薪资概况\n\n随着中国人形机器人行业的蓬勃发展，该领域的公司正面临日益加剧的人才紧缺问题，并为此提供远高于全国平均水平的薪资，以吸引顶尖工程师和人工智能（AI）人才。\n\n### 核心发现\n\n*   **高薪吸引人才**：人形机器人公司为应对AI人才短缺，向工程师和AI专业人才提供超过全国平均水平三倍的薪资。\n*   **具体薪资数据**：\n    *   根据在线招聘平台智联招聘的最新报告，人形机器人算法工程师的平均月薪为31,512元人民币（约合4386美元）。\n    *   对于拥有五年以上经验的职位，月薪可高达38,489元人民币。\n    *   这一薪资水平是全国城镇平均月薪10,058元人民币（基于智联招聘2024年第三季度薪酬数据）的近四倍。\n    *   该领域的机械设计工程师职位也享有高薪，平均月薪为22,264元人民币。\n*   **人才紧缺**：行业领导者也承认，人形机器人领域的人才短缺问题日益严重。\n\n### 就业市场背景\n\n*   **行业亮点**：人形机器人行业飙升的薪资，在中国整体低迷的招聘市场中，是一个罕见的亮点。\n*   **宏观就业压力**：\n    *   中国就业市场正面临经济增长放缓和企业盈利下降带来的压力，导致各行业普遍出现裁员和降薪。\n    *   官方数据显示，4月份青年失业率（不含学生）略微下降至15.8%，低于3月份的16.5%。\n    *   然而，随着今年夏季创纪录数量的毕业生即将进入劳动力市场，就业压力预计将进一步增大。",
      "shortSummary": "为应对AI人才紧缺，中国人形机器人公司正提供远超全国平均水平的薪资。据报告，人形机器人算法工程师月均薪资达31,512元，是全国城镇平均的近四倍。这一高薪在当前中国经济增长放缓、就业市场普遍低迷的背景下，成为一个显著亮点，凸显了该行业对高端人才的迫切需求，尽管整体就业市场面临巨大压力。",
      "translated_title": "中国人形机器人企业在AI人才紧缺下支付三倍于全国平均的薪资",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China witnesses a boom in humanoid robotics, companies in the sector are offering salaries more than three times the urban average to lure top engineers and AI talent – underscoring a deepening talent crunch that even industry leaders acknowledge.\nThe average monthly pay for humanoid robot algorithm engineers now stands at 31,512 yuan (US$4386), rising up to 38,489 yuan for roles requiring more than five years of experience, according to a new report released this week by online recruitment...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/32393ee5-c3e8-4206-8b02-24a434eaeaca_465a0321.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩问题？ (原标题: Could old coal mines help ease China’s solar-panel overcapacity?)",
      "link": "https://www.scmp.com/business/china-business/article/3314713/could-old-coal-mines-help-ease-chinas-solar-panel-overcapacity?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 00:00:09 +0000",
      "isoDate": "2025-06-18T00:00:09.000Z",
      "creator": "Yujie Xue",
      "summary": "## 旧煤矿转型太阳能项目：缓解中国产能过剩与推动能源转型\n\n根据全球能源监测组织（Global Energy Monitor, GEM）的报告，中国在将退役煤矿场地改造为太阳能发电项目方面处于世界领先地位。这一趋势有望推动清洁能源转型，并可能有助于缓解中国制造商生产的太阳能电池板过剩问题。\n\n### 全球趋势与中国实践\n\n*   **全球范围：** 过去几年，全球15个国家地表采矿区向太阳能发电项目的转型显著增加。\n*   **中国领先地位：**\n    *   中国大陆作为全球最大的煤炭生产国和消费国，目前有90个前煤矿场地已改造为太阳能发电设施，总装机容量达14吉瓦（GW）。\n    *   另有46个项目（总计9吉瓦）正处于规划阶段。\n*   **项目意义：** GEM项目经理兼报告合著者吴成成指出，将矿山重新用于太阳能开发，为土地修复、创造当地就业和部署清洁能源提供了一个难得的综合策略。\n\n### 国际视野与土地利用\n\n*   **其他国家：** 除中国外，包括澳大利亚、美国和希腊在内的14个国家也在推进此类改造项目，目标总装机容量为11吉瓦。然而，这些项目大多仍处于早期阶段，只有一小部分已投入运营。\n*   **解决土地利用问题：** 报告指出，此类项目有助于解决土地利用问题。自2010年以来，全球已关闭超过6000个煤矿，其中大部分位于中国和美国。随着33个国家承诺逐步淘汰煤炭，预计未来将有更多煤矿关闭。\n*   **政治影响与象征意义：** GEM副总监Ryan Driskell Tate表示，政治因素对这些趋势有影响。这些项目将“废弃”转变为“重建”，是公正能源转型的重要象征。",
      "shortSummary": "根据全球能源监测组织（GEM）报告，中国正引领将退役煤矿改造为太阳能发电项目的全球趋势。目前中国已有90个此类项目运营（14GW），另有46个在规划中。此举不仅推动清洁能源转型，也可能缓解中国太阳能电池板产能过剩。全球范围内，14个国家也在效仿，但多处于早期阶段。这些项目有助于土地修复、创造就业，并象征着公正的能源转型。",
      "translated_title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩问题？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China leads the world in converting decommissioned coal-mining sites into solar power projects, a trend that promises to advance the clean energy transition while potentially reducing a surplus of solar panels produced by struggling Chinese manufacturers, according to Global Energy Monitor (GEM).\nConversion of surface-mined lands into solar-generation projects had surged in 15 countries, particularly over the past couple of years, the non-governmental organisation said in a report on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/7a7c477f-3688-4431-841b-d4e5a1922fd2_66db4bd5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "DeepSeek竞争对手MiniMax称其首个AI推理模型将R1的计算量减半 (原标题: DeepSeek rival MiniMax says its first AI reasoning model halves compute of R1)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3314819/deepseek-rival-minimax-says-its-first-ai-reasoning-model-halves-compute-r1?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 13:30:08 +0000",
      "isoDate": "2025-06-17T13:30:08.000Z",
      "creator": "Ben Jiang",
      "summary": "## MiniMax发布首个AI推理模型M1：计算效率与市场竞争\n\n上海人工智能初创公司MiniMax近日发布了其首个开源推理模型MiniMax-M1，旨在显著降低计算资源消耗，并在中国AI推理模型市场中挑战领先者DeepSeek。\n\n### 核心优势：计算效率\n\n*   **资源减半**：MiniMax声称，对于生成长度为64,000个或更少token的推理任务，MiniMax-M1所需的计算资源不到竞争对手DeepSeek-R1的一半。\n*   **效率提升**：根据MiniMax研究人员的报告，这种计算成本的大幅降低使得M1在推理和大规模模型训练过程中都更加高效。\n\n### 市场背景与竞争\n\n*   **行业竞赛**：M1的发布正值中国科技巨头和初创公司竞相开发先进推理模型之际。这些模型旨在在响应前“思考”问题，以期追赶DeepSeek，后者经济实惠的R1模型今年早些时候已引起全球关注。\n*   **直接挑战**：MiniMax在其技术论文中24次提及DeepSeek，凸显了其挑战这家杭州竞争对手的雄心。DeepSeek已成为中国AI行业的“宠儿”。\n\n### 性能表现\n\n*   **全球领先水平**：MiniMax引用第三方基准测试结果表明，M1在数学、编码和领域知识方面的性能与谷歌、微软支持的OpenAI以及亚马逊支持的Anthropic等全球领先模型相当。\n\n### 技术架构\n\n*   **基础模型**：M1基于MiniMax-Text-01基础模型构建，该模型拥有4560亿个参数。\n*   **混合专家架构（MoE）**：M1采用了混合专家架构，这是一种旨在减少计算量的AI模型设计方法，DeepSeek也使用了类似方法。\n*   **Lightning Attention**：M1还采用了Lightning Attention技术，该技术能够加速训练、减少内存使用，并使模型能够处理更长的文本。",
      "shortSummary": "上海AI初创公司MiniMax发布了其首个开源AI推理模型MiniMax-M1。MiniMax声称M1在特定任务中，计算资源消耗仅为竞争对手DeepSeek-R1的一半，显著提升了效率。该模型旨在挑战DeepSeek，并据第三方基准测试显示，M1在数学、编码和领域知识方面与谷歌、OpenAI等全球领先模型表现相当。M1采用混合专家（MoE）架构和Lightning Attention技术，以优化性能和效率。",
      "translated_title": "DeepSeek竞争对手MiniMax称其首个AI推理模型将R1的计算量减半",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shanghai-based artificial intelligence (AI) start-up MiniMax has launched an open-source reasoning model that it said requires just half the computing resources of rival DeepSeek’s models for some tasks.\nOn Tuesday, the company announced the release of MiniMax-M1, its first reasoning model, on its official WeChat account. M1 consumes less than half the computing power of DeepSeek-R1 for reasoning tasks with a generation length of 64,000 tokens or fewer, according to a technical paper released...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/581fa03f-7ad3-487c-8455-9fcbed03d6b6_4c0a43f8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "宇树科技提升资本基础，为新一轮融资铺路 (原标题: Unitree Robotics boosts capital base, paving the way for new fundraising round)",
      "link": "https://www.scmp.com/tech/big-tech/article/3314788/unitree-robotics-boosts-capital-base-paving-way-new-fundraising-round?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 11:00:13 +0000",
      "isoDate": "2025-06-17T11:00:13.000Z",
      "creator": "Hannah Wang",
      "summary": "# 宇树科技增资，为新一轮融资铺路\n\n## 公司概况与近期动态\n*   **公司背景**：宇树科技（Unitree Robotics）是一家总部位于杭州的中国机器人行业新兴企业。\n*   **注册资本增加**：公司已将其注册资本从260万元人民币增至290万元人民币（约合40万美元）。\n*   **目的**：此举被视为为启动新一轮融资做准备的信号。\n\n## 上市与融资历程\n*   **公司重组**：今年5月，宇树科技从有限责任公司转变为股份制公司，此举引发了市场对其可能进行首次公开募股（IPO）的猜测。根据天眼查数据，此次重组旨在随着公司业务的持续增长，筹集更多资金。\n*   **估值展望**：\n    *   据中国数字媒体搜狐科技本月援引消息人士报道，宇树科技在IPO前融资轮中的估值可能达到100亿至150亿元人民币。\n    *   在去年9月的上一轮融资中，宇树科技的估值为80亿元人民币，主要投资者包括北京机器人产业发展投资基金、美团和红杉。\n*   **香港上市可能性**：在今年4月香港特区行政长官李家超访问杭州期间，宇树科技创始人王兴兴表示，在香港上市是一种可能性。\n\n## 市场认可与影响力\n*   **全国知名度**：宇树科技的H1机器人在中国农历新年晚会上的舞蹈表演广受关注，使公司在全国范围内声名鹊起。\n*   **高层认可**：今年2月，宇树科技创始人兼CEO王兴兴受邀参加了由中国国家主席习近平主持的高级别座谈会，成为受邀的中国科技企业家之一。\n*   **杭州“六小龙”**：宇树科技被认为是杭州的“六小龙”之一，与中国人工智能初创公司DeepSeek齐名。\n\n## 全球化战略\n*   宇树科技正积极拓展全球市场，并已在香港设立了业务基地。\n\n![宇树科技CEO王兴兴与在春晚表演的H1人形机器人合影。图片来源：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/17/4eacc387-d06f-44af-acb7-6a4c7a2967dc_0250828a.jpg)",
      "shortSummary": "杭州宇树科技（Unitree Robotics）已增资，此举被视为新一轮融资的信号。该公司此前已转为股份制，引发IPO猜测。宇树科技因其H1机器人在春晚的表演而广受关注，其CEO王兴兴曾受邀参加高层座谈。市场预计其IPO前估值可达100亿至150亿元人民币。宇树科技正积极拓展全球市场，并考虑在香港上市。",
      "translated_title": "宇树科技提升资本基础，为新一轮融资铺路",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/17/4eacc387-d06f-44af-acb7-6a4c7a2967dc_0250828a.jpg",
          "alt": "Wang Xingxing, CEO of Unitree Robotics, poses with the company’s H1 humanoids that danced at the Lunar New Year evening gala. Photo: Handout",
          "title": "Wang Xingxing, CEO of Unitree Robotics, poses with the company’s H1 humanoids that danced at the Lunar New Year evening gala. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hangzhou-based Unitree Robotics, a rising star in China’s booming robotics industry, has increased its registered capital from 2.6 million yuan to 2.9 million yuan (US$400,000), a move that could signal preparations for a new fundraising round.\nThe company fuelled speculation about a potential initial public offering (IPO) in May when it transitioned from a limited liability company to a joint-stock company. According to Chinese corporate database Tianyancha, this restructuring allowed Unitree...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/a7d6181d-7ff3-4c8b-b8be-f5132e553909_7dbc7ef0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "阿里巴巴更新开源通义千问3模型，支持在苹果设备上部署AI (原标题: Alibaba updates open-source Qwen3 models for AI deployment on Apple devices)",
      "link": "https://www.scmp.com/tech/big-tech/article/3314772/alibaba-updates-open-source-qwen3-models-support-ai-deployment-apple-devices?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 10:00:27 +0000",
      "isoDate": "2025-06-17T10:00:27.000Z",
      "creator": "Ben Jiang",
      "summary": "阿里巴巴云计算部门的通义千问团队于周一在社交媒体平台X上宣布，已推出针对苹果MLX机器学习框架优化的开源通义千问3模型。\n\n*   **MLX框架的特点与优势**\n    *   MLX框架旨在为开发者提供用户友好且高效的AI模型训练和部署环境。\n    *   它专门针对苹果的硅芯片硬件进行优化。\n    *   该框架在苹果生态系统内的开发者中获得了日益广泛的应用。\n\n*   **开源模型的意义**\n    *   开源意味着软件程序的源代码可供公众访问。\n    *   这允许第三方开发者修改、共享其设计，修复潜在问题或扩展其功能。\n\n*   **对苹果中国战略的影响**\n    *   此次更新被视为苹果公司努力将其Apple Intelligence套件扩展到中国大陆的体现。\n    *   根据中国法规，任何作为Apple Intelligence一部分的模型都需要获得监管批准才能在中国公开发布。\n    *   此前，《南华早报》在2月份曾报道，援引知情人士消息称，苹果已达成协议，将在中国大陆的Apple Intelligence中使用阿里巴巴的通义千问模型。\n    *   在国际市场上，Apple Intelligence则使用OpenAI的GPT模型。",
      "shortSummary": "阿里巴巴通义千问团队发布了针对苹果MLX框架优化的开源通义千问3模型，旨在促进AI在苹果设备上的部署。此举被视为苹果将Apple Intelligence引入中国大陆的关键一步。根据中国法规，苹果预计将在中国大陆使用阿里巴巴的通义千问模型，而非国际版Apple Intelligence所采用的OpenAI GPT模型。",
      "translated_title": "阿里巴巴更新开源通义千问3模型，支持在苹果设备上部署AI",
      "images": [],
      "contentSource": "完整文章",
      "content": "Alibaba Group Holding has released its updated Qwen3 family of artificial intelligence (AI) models that could signal the potential roll-out in China of machine-learning technology on a range of Apple devices, including iPhones, iPads and MacBooks.\nIn a Monday post on social media platform X, the Qwen team of Alibaba’s cloud computing unit said it launched open-source Qwen3 models optimised for Apple’s MLX framework for machine learning. Alibaba owns the South China Morning Post.\nThe MLX...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/ec3d1b53-ce9c-4633-a2e2-d59e7ca9e2ca_3bbd9e25.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国赞扬英伟达参展是紧张局势下的‘信任票’ (原标题: China hails Nvidia expo appearance as ‘vote of confidence’ amid tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314715/nvidia-hands-china-symbolic-victory-attendance-beijing-expo?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 06:06:45 +0000",
      "isoDate": "2025-06-17T06:06:45.000Z",
      "creator": "Leopold Chen",
      "summary": "## 英伟达首次参展中国国际供应链博览会\n\n### 背景与意义\n*   尽管中美两国在贸易和技术问题上关系日益紧张，美国半导体巨头英伟达仍将首次参加中国的旗舰供应链活动——中国国际供应链博览会。\n*   此次博览会将于7月举行，英伟达将是来自美国和欧洲的100多家参展商之一。\n*   英伟达作为人工智能芯片公司的参展，正值美国加大对中国半导体产业的压力，华盛顿已实施先进美国微芯片的出口管制，并禁止购买中国制造的芯片。\n\n### 中方观点与数据\n*   中国国际贸易促进委员会（CCPIT）副主任于健龙表示，尽管全球贸易格局“复杂多变”，但如此多的西方参展商前来中国，代表了对博览会和中国供应链的“信任票”。\n*   数据显示，今年参展的美国公司数量比2024年增加了15%。\n*   非中国大陆参展商的比例上升了3个百分点，达到35%。\n*   于健龙指出，供应链博览会变得更加国际化，“朋友圈”不断扩大。",
      "shortSummary": "尽管中美关系紧张，美国半导体巨头英伟达将首次参加中国国际供应链博览会。中方将此视为对中国供应链的“信任票”。此次展会吸引了超过100家美欧企业，美国参展商数量较去年增长15%，非大陆参展商比例增至35%，表明展会日益国际化，其“朋友圈”正在扩大。",
      "translated_title": "中国赞扬英伟达参展是紧张局势下的‘信任票’",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced that US semiconductor giant Nvidia will attend its flagship supply chain event for the first time, despite growing tensions between the two countries over a string of trade and technology issues.\nNvidia will be among more than 100 exhibitors from the United States and Europe attending the China International Supply Chain Expo in July, the event’s organiser confirmed during a press conference on Tuesday morning.\nThe artificial intelligence chip firm’s appearance in Beijing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/a3511345-8969-41e6-a4a0-511954c405fb_ce49ee5f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国互联网先驱敦促学生推迟读研和创业计划 (原标题: China internet pioneer urges students to put off graduate school, start-up plans)",
      "link": "https://www.scmp.com/tech/big-tech/article/3314645/china-internet-pioneer-urges-students-skip-graduate-school-defer-start-plans?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 00:00:15 +0000",
      "isoDate": "2025-06-17T00:00:15.000Z",
      "creator": "Coco Feng",
      "summary": "### 搜狐创始人张朝阳敦促学生推迟读研与创业\n\n中国互联网先驱搜狐（Sohu.com）的创始人、董事长兼首席执行官张朝阳，近日敦促中国大陆的大学生跳过研究生学习，并推迟创业计划，直到他们通过为公司工作“获得一些实际经验”。\n\n**核心建议与理由：**\n*   张朝阳引用自己的经历指出，他的研究生学位（麻省理工学院物理学博士）在创办和运营公司时并未带来太大帮助。\n*   他建议大学毕业生在公司工作并获得专业知识后，再“考虑创业”。\n\n**张朝阳的背景：**\n*   张朝阳现年60岁。\n*   1993年获得麻省理工学院物理学博士学位后，他加入了Internet Securities，并返回北京设立了该公司在中国的业务。\n*   1996年，他创立了Internet Technologies China，该公司成为中国大陆首家获得风险投资的互联网公司。\n*   一年后，该公司更名为搜狐（Sohu.com）。\n\n**信息来源与背景意义：**\n*   张朝阳的评论来自他周六接受胡润研究院董事长兼首席研究员胡润（Rupert Hoogewerf）的采访，该采访内容发布在字节跳动的抖音平台上。\n*   他的言论反映了中国目前面临的毕业生就业危机，而当前的贸易战进一步加剧了这一危机。",
      "shortSummary": "搜狐创始人张朝阳敦促中国大学生推迟读研和创业，建议他们先工作积累“实际经验”。他以自身经历为例，认为研究生学历对创业帮助不大。此建议反映了中国毕业生就业危机，并与贸易战影响有关。",
      "translated_title": "中国互联网先驱敦促学生推迟读研和创业计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "Charles Zhang Chaoyang, the founder, chairman and CEO of Chinese internet pioneer Sohu.com, urges college students on the mainland to skip postgraduate studies and defer plans to start a new business until they “gain some real experience” by working for a company.\nCiting his own experiences, Zhang said his postgraduate degree did not contribute much when he set up and began running his own company, according to his Saturday interview with Rupert Hoogewerf, chairman and chief researcher at Hurun...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/f8facc95-e5c0-42d5-bd7f-0d614004b3ff_127cb0d4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "芯驰科技将为欧洲电动汽车供应座舱芯片，标志着中国企业走向全球 (原标题: SemiDrive to supply cockpit chips in European EVs as Chinese firms go global)",
      "link": "https://www.scmp.com/business/china-business/article/3314544/semidrive-supply-ev-cockpit-chips-european-carmaker-chinese-firms-go-global?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 23:30:08 +0000",
      "isoDate": "2025-06-16T23:30:08.000Z",
      "creator": "Yujie Xue",
      "summary": "## 芯驰科技进军欧洲市场：为欧洲电动汽车供应座舱芯片\n\n中国汽车芯片公司芯驰科技（SemiDrive）宣布，将从明年底开始向一家未披露名称的欧洲汽车制造商供应其座舱系统级芯片（SoC），这标志着该公司在欧洲大陆的首次合作，也是其全球销售战略的重要一步。\n\n### 合作详情\n\n*   **供应产品**：芯驰科技的X9系统级芯片（SoC）。该芯片专为高级座舱应用设计，集成了高性能CPU、GPU、AI加速器和视频处理器。\n*   **应用范围**：这些芯片将用于该汽车制造商在欧洲、中东和非洲（EMEA）地区生产和销售的多款车型，包括轿车和SUV。\n*   **时间表**：预计将于明年底开始供货。\n\n### 战略意义\n\n芯驰科技总经理王振（Eugene Wang）表示，此次合作是公司首次向海外原始设备制造商（OEM）的大规模量产车型供应芯片。他强调：“为了成为全球顶级的芯片供应商，我们需要从中国市场拓展到全球市场。”这标志着芯驰科技在全球扩张计划中的一个重要里程碑，旨在与更多外国汽车制造商建立联系，拓展更大的市场。\n\n### 芯驰科技简介\n\n*   **成立时间**：芯驰科技成立于2018年。\n*   **核心业务**：专注于开发用于智能座舱和微控制器单元（MCU）的高性能车规级芯片。\n*   **主要投资者**：自2019年以来，上汽集团、红杉资本、华登国际和经纬创投等知名机构参与了其融资。\n*   **总部地点**：公司总部位于中国东部江苏省的南京市。\n\n### 产品与市场表现\n\n芯驰科技迄今已推出四大芯片系列：\n\n*   **X9**：智能座舱芯片\n*   **V9**：智能驾驶芯片\n*   **G9**：中央网关芯片\n*   **E3**：高性能MCU\n\n王振透露，自2021年以来，芯驰科技已累计供应超过800万颗芯片，这些芯片被应用于奇瑞汽车、长安汽车、上汽集团、广汽、北汽和理想汽车等中国100多款车型中。目前，用于出口市场的芯片比例不足10%，因此与欧洲汽车制造商的合作对于其全球化战略具有里程碑意义。",
      "shortSummary": "中国汽车芯片公司芯驰科技（SemiDrive）将从明年底开始向一家未披露的欧洲汽车制造商供应其X9座舱系统级芯片，用于其在欧洲、中东和非洲地区销售的轿车和SUV。这是芯驰科技首次与海外OEM合作，标志着其全球化战略的重要突破。作为一家成立于2018年的中国汽车芯片公司，芯驰科技已为中国多家主流车企供应芯片，此次合作是其从中国市场走向全球、成为顶级芯片供应商的关键一步。",
      "translated_title": "芯驰科技将为欧洲电动汽车供应座舱芯片，标志着中国企业走向全球",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese automotive chip firm SemiDrive will start supplying its cockpit system-on-a-chip (SoC) to an undisclosed European carmaker late next year, marking its first collaboration on the continent to push for global sales, a senior executive said.\nThe chips would be used in several of the carmaker’s models including sedans and SUVs produced and sold in the Europe, Middle East and Africa region, general manager Eugene Wang said. The vehicles were expected to feature its X9 SoC, which integrates...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/c0a27e84-77bf-4c4c-83a1-0b066807dffc_974f7469.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海公司起诉哪吒汽车清算，电动汽车制造商面临财务困境 (原标题: Shanghai firm sues to liquidate Hozon amid EV maker’s financial struggles)",
      "link": "https://www.scmp.com/business/china-business/article/3314646/shanghai-firm-sues-liquidate-hozon-amid-ev-makers-financial-struggles?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 13:50:07 +0000",
      "isoDate": "2025-06-16T13:50:07.000Z",
      "creator": "Daniel Ren",
      "summary": "## 哪吒汽车面临清算诉讼\n\n*   **诉讼背景**：中国电动汽车（EV）市场竞争激烈，哪吒汽车（Neta品牌汽车制造商）正面临来自上海昱星广告公司的清算诉讼。该公司因哪吒汽车拖欠款项，已向浙江省嘉兴市一家法院提起破产诉讼，该案件目前正在审理中。\n\n## 行业背景与财务困境\n\n*   **市场竞争**：上海独立分析师高申指出，激烈的市场竞争导致越来越多的汽车制造商面临财务压力。哪吒汽车的危机加剧了中国电动汽车行业的看跌情绪。\n*   **行业现状**：过去五年中，中国电动汽车市场已有十多家初创公司倒闭，目前市场上有超过50家整车厂，包括威马汽车、高合汽车、极越和拜腾。\n*   **产能利用率**：高盛报告显示，2024年中国电动汽车产能（2000万辆）仅有一半投入使用。\n\n## 哪吒汽车的回应\n\n*   **重组进程**：哪吒汽车上周发表声明称已启动重组程序。\n*   **前景不确定**：一位不愿透露姓名的上海汽车制造商官员表示，公司有多种重组方案，但没有一个能确保成功摆脱困境。",
      "shortSummary": "哪吒汽车（Neta品牌电动汽车制造商）因拖欠款项，正面临上海昱星广告公司提起的清算诉讼，案件已在浙江嘉兴法院审理。中国电动汽车市场竞争激烈，导致哪吒汽车陷入财务困境，加剧了行业看跌情绪。哪吒汽车已启动重组程序，但成功摆脱困境仍不确定。",
      "translated_title": "上海公司起诉哪吒汽车清算，电动汽车制造商面临财务困境",
      "images": [],
      "contentSource": "完整文章",
      "content": "The cutthroat competition in mainland China’s electric vehicle (EV) market threatens to sink Hozon New Energy Automobile, as the maker of Neta-branded cars faces a lawsuit from a Shanghai-based advertising agency that wants the debt-ridden company to be liquidated.\nAccording to a document recently published on the National Enterprise Bankruptcy Information Disclosure Platform, a court in Jiaxing, in eastern China’s Zhejiang province, is reviewing the bankruptcy case after Shanghai Yuxing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/bb91ee33-1622-4202-9b05-34cebeedb41d_971d4b75.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国路由器制造商TP-Link裁撤上海芯片部门大部分员工 (原标题: Chinese router maker TP-Link lays off most workers at Shanghai chip unit)",
      "link": "https://www.scmp.com/tech/big-tech/article/3314634/chinese-router-maker-tp-link-cuts-staff-shanghai-chip-unit-retains-shenzhen-facility?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-16T13:00:08.000Z",
      "creator": "Ann Cao",
      "summary": "## TP-Link上海芯片部门裁员\n\n*   **裁员主体与范围**：中国领先的Wi-Fi路由器制造商TP-Link（其海外业务名为Lianzhou International或TP-Link Systems）已裁撤其位于上海的芯片开发部门的大部分员工。\n*   **受影响职位**：裁员主要影响了从事Wi-Fi芯片组前端模块的员工，涵盖算法和验证等职位。\n*   **裁员原因**：据知情人士和当地媒体报道，裁员是由于芯片开发遭遇挫折，其中一个产品未能通过最终测试。\n*   **具体情况**：受影响员工的总数尚不清楚。TP-Link尚未对此事发表评论。\n\n## 背景与影响\n\n*   此次裁员被视为TP-Link海外业务规模缩减的信号。\n*   此举发生在美国政府于去年12月对该公司启动国家安全调查的数月之后。\n\n## 相关图片\n\n*   ![TP-Link在西班牙巴塞罗那世界移动通信大会上的展位，摄于3月3日。图片来源：Shutterstock](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/16/d3cff123-cffc-4c72-82c7-70881ea11141_d13b61a3.jpg)",
      "shortSummary": "中国路由器制造商TP-Link因芯片开发受挫，裁撤了上海芯片部门大部分员工。此次裁员主要影响Wi-Fi芯片组前端模块的职位，原因是一个产品未能通过最终测试。此举被视为TP-Link海外业务缩减的信号，此前该公司曾面临美国政府的国家安全调查。",
      "translated_title": "中国路由器制造商TP-Link裁撤上海芯片部门大部分员工",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/16/d3cff123-cffc-4c72-82c7-70881ea11141_d13b61a3.jpg",
          "alt": "TP-Link’s booth at Mobile World Congress in Barcelona, Spain, on March 3. Photo: Shutterstock",
          "title": "TP-Link’s booth at Mobile World Congress in Barcelona, Spain, on March 3. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "TP-Link, China’s leading Wi-fi router manufacturer, has laid off most employees at a chip development unit in Shanghai amid setbacks, according to people familiar with the matter and local media reports.\nLianzhou International, known globally as TP-Link Systems and the overseas arm of the router maker, cut the majority of workers at its Shanghai-based chip unit last week, according to two people with knowledge of the situation, who declined to be named because they are not authorised to speak to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/8fa9fda8-d159-4a58-a3da-2da577a73027_ff68af65.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国机器人市场预计四年内翻番：摩根士丹利 (原标题: China’s robotics market set to double in four years: Morgan Stanley)",
      "link": "https://www.scmp.com/tech/policy/article/3314611/chinas-robotics-market-set-double-2024-2028-morgan-stanley?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 11:00:15 +0000",
      "isoDate": "2025-06-16T11:00:15.000Z",
      "creator": "Hannah Wang",
      "summary": "# 中国机器人市场展望\n\n摩根士丹利周一发布的一份研究报告指出，中国机器人市场预计将以每年23%的速度增长，从2024年的470亿美元增至2028年的1080亿美元，从而巩固中国在该快速发展领域的主导地位。\n\n## 市场地位与增长\n\n*   **市场规模预测**：根据报告，中国机器人市场规模预计到2028年将达到1080亿美元，是2024年470亿美元的两倍多。\n*   **全球份额**：去年，中国在全球机器人市场的份额约为40%。报告未提供2028年中国市场份额的具体预测。\n*   **主导地位**：香港分析师盛忠和王切尔西表示，中国不仅是最大的市场，而且“可以说是世界的创新中心，推动了成本效益和下一代机器人技术的发展”。\n\n## 机器人影响与战略意义\n\n*   **对制造业的影响**：分析师指出，“机器人正在重塑中国的制造业，并随着它们变得更智能、更协作、更经济实惠，未来将对社会产生更深远的影响。”\n*   **“中国制造2025”战略**：机器人技术是十年前启动的“中国制造2025”倡议的关键组成部分，该倡议旨在将中国定位为各种高科技产业的领先者，并确立其在全球智能制造领域的领导地位。\n\n## 最新生产数据\n\n*   **工业机器人**：中国国家统计局周一公布的独立数据显示，5月份工业机器人产量同比增长35.5%，达到69,056台。\n*   **服务机器人**：同期服务机器人产量增长13.8%，达到120万台。\n\n## 相关图片\n\n![中国人形机器人在独特的拳击比赛中测试技能](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/28/clean-thumb.jpg?itok=TdvHd4X5)\n中国人形机器人在独特的拳击比赛中测试技能",
      "shortSummary": "摩根士丹利报告预测，中国机器人市场将从2024年的470亿美元增长至2028年的1080亿美元，年均增长23%。中国已是全球最大机器人市场和创新中心，去年占据约40%的全球份额。近期数据显示，中国工业机器人和服务机器人产量均大幅增长。机器人技术是中国“中国制造2025”战略的关键组成部分，旨在巩固其在全球智能制造领域的领导地位。",
      "translated_title": "中国机器人市场预计四年内翻番：摩根士丹利",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/28/clean-thumb.jpg?itok=TdvHd4X5",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s robotics market is set to grow at an annual rate of 23 per cent to US$108 billion by 2028 from US$47 billion in 2024, solidifying the country’s dominant position in the fast-developing sector, according to a research note published by Morgan Stanley on Monday.\nChina’s share of the global robotics market was about 40 per cent last year, according to the report by Hong Kong-based analysts Sheng Zhong and Chelsea Wang. A specific forecast for China’s market share by 2028 was not...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/aa611d6e-6b80-47ad-83fb-276651941f32_ca5d2071.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "百度加大AI人才招聘力度，中国面临人才短缺，与其他科技巨头一道 (原标题: Baidu ramps up AI hiring as China faces talent crunch, joining other tech giants)",
      "link": "https://www.scmp.com/tech/big-tech/article/3314613/baidu-ramps-ai-hiring-china-faces-talent-crunch-joining-other-tech-giants?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 10:00:18 +0000",
      "isoDate": "2025-06-16T10:00:18.000Z",
      "creator": "Ben Jiang,Coco Feng",
      "summary": "## 百度加大AI人才招聘力度以应对人才短缺\n\n中国互联网搜索巨头百度正在加速其人工智能（AI）人才招聘，启动了其有史以来规模最大的AI行业招聘活动，以应对快速增长的AI领域中稀缺专业人才的竞争。\n\n### 招聘详情与重点领域\n\n*   **招聘规模扩大**：百度表示，其“AIDU”年度招聘计划（旨在吸引和培养未来AI技术领导者）的职位空缺今年激增了60%。公司未具体说明总职位数量。\n*   **广泛覆盖**：百度正在其23个核心业务部门和11个研究领域寻找候选人。\n*   **关键技术方向**：招聘重点包括：\n    *   大型语言模型（LLM）算法\n    *   基础LLM架构\n    *   机器学习\n    *   语音技术\n    *   AI智能体（AI agents）\n*   **人才培养承诺**：百度强调其致力于培养顶尖AI专业人才，宣称将像训练飞行员一样培养未来的AI领航员。\n\n### 行业竞争与人才短缺\n\n百度此举反映了中国科技行业在AI人才争夺战中的激烈竞争。随着AI需求的激增和合格候选人供应的有限，对熟练AI工人的竞争日益加剧。\n\n*   **字节跳动（ByteDance）**：TikTok的母公司字节跳动于3月启动了“Top Seed”计划下的招聘活动，目标是研究实习生，参与其描述为“具有全球影响力”的项目。\n*   **阿里巴巴集团（Alibaba Group Holding）**：阿里巴巴今年早些时候也寻求扩大其AI员工队伍，开放了数千个职位，并为应届毕业生提供快速晋升机会。据该电商巨头透露，其超过一半的实习岗位与AI相关。",
      "shortSummary": "中国科技巨头百度正启动其史上最大规模的AI人才招聘，其AIDU计划职位空缺激增60%，重点关注大语言模型、机器学习等领域。此举旨在应对中国AI人才短缺，并与字节跳动、阿里巴巴等竞争对手的积极招聘行动相呼应，凸显了行业对稀缺AI专业人才的激烈争夺。",
      "translated_title": "百度加大AI人才招聘力度，中国面临人才短缺，与其他科技巨头一道",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese internet search giant Baidu is accelerating its hunt for artificial intelligence (AI) talent with its largest-ever recruitment drive focused on the industry, as technology giants race to secure scarce expertise in the fast-growing sector.\nThe Beijing-based firm said in a statement that job openings in its so-called AIDU annual recruitment drive – an initiative to attract and develop future AI tech leaders – had surged 60 per cent this year. The company did not specify the total number of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/c7749e15-9749-4325-ab80-9742df946c51_02883f05.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港金融科技公司连连国际在中东的扩张取得成效 (原标题: Hong Kong-based fintech LianLian Global’s Middle East expansion pays off)",
      "link": "https://www.scmp.com/business/banking-finance/article/3314620/hong-kong-based-lianlian-global-bridges-china-middle-east-payment-gap-fintech-tool?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 09:53:34 +0000",
      "isoDate": "2025-06-16T09:53:34.000Z",
      "creator": "Julie Zhang",
      "summary": "# 连连国际在中东的成功扩张\n\n香港金融科技公司连连国际（LianLian Global）在中东地区的扩张已取得显著成效，其数字支付解决方案极大地便利了该地区中小型企业（SMEs）与中国大陆合作伙伴的业务往来。\n\n## 核心服务与优势\n\n*   连连国际是香港上市公司连连数字（LianLian DigiTech）的国际业务部门。\n*   其支付网络能够快速处理外国公司的支付，连接约600万中国供应商、制造商和出口商。\n*   公司成功找到了市场空白，解决了海湾合作委员会（GCC）地区（包括巴林、科威特、阿曼、卡塔尔、沙特阿拉伯和阿拉伯联合酋长国）的中小企业从中国大陆采购商品时面临的支付难题。\n\n## 市场挑战与解决方案\n\n*   连连国际香港区总经理Michele Fung指出，许多中东企业没有银行账户，导致无法进行直接结算，甚至无法使用SWIFT金融信息系统进行全球资金转移。\n*   连连国际的解决方案填补了这一空白，为这些“无银行账户”的企业提供了便捷的支付渠道。\n\n## 业务表现与未来展望\n\n*   Michele Fung表示，预计迪拜的业务在运营第一年将贡献公司总交易量的至少10%。\n*   公司正计划以迪拜为门户，进一步将业务扩展到非洲市场。\n\n![Michele Fung, general manager of LianLian Global Hong Kong. Photo: Handout](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/16/7b8d4cc1-3dfb-48e7-8b85-f8d4e1375d26_467a7278.jpg)\n*图片说明：连连国际香港区总经理Michele Fung。图片来源：资料图片*",
      "shortSummary": "香港金融科技公司连连国际在中东的扩张取得成功，其数字支付方案帮助该地区中小企业解决了与中国大陆伙伴的支付难题。公司网络连接约600万中国供应商，使跨境支付更便捷。迪拜业务预计首年贡献总交易量至少10%，并计划以此为门户拓展非洲市场。连连国际填补了中东地区因许多企业无银行账户而无法直接结算的市场空白。",
      "translated_title": "香港金融科技公司连连国际在中东的扩张取得成效",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/16/7b8d4cc1-3dfb-48e7-8b85-f8d4e1375d26_467a7278.jpg",
          "alt": "Michele Fung, general manager of LianLian Global Hong Kong. Photo: Handout",
          "title": "Michele Fung, general manager of LianLian Global Hong Kong. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong-based LianLian Global is reaping the dividends of its foray into the Middle East, as the digital payment provider’s solutions have made life easier for the region’s small and medium-sized enterprises (SMEs) to deal with partners in mainland China.\nForeign companies can process payments quickly through LianLian Global’s network that caters to about 6 million Chinese suppliers, manufacturers and exporters. LianLian Global is the international unit of Hong Kong-listed LianLian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/76a42ddd-5750-4bc2-a595-e557ae7aee04_bd21a20d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "蚂蚁国际分拆后发布首份可持续发展报告 (原标题: Ant International issues first sustainability report after spin-off)",
      "link": "https://www.scmp.com/tech/big-tech/article/3314582/ant-international-issues-first-sustainability-report-after-spin-amid-ipo-speculation?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 07:00:11 +0000",
      "isoDate": "2025-06-16T07:00:11.000Z",
      "creator": "Wency Chen",
      "summary": "## 蚂蚁国际发布首份可持续发展报告\n\n蚂蚁国际（Ant International）于周一发布了其首份独立的《可持续发展报告》，此举旨在强调其与中国母公司蚂蚁集团（Ant Group）的运营自主权。\n\n### 公司背景与身份\n\n*   蚂蚁国际于去年从金融科技巨头蚂蚁集团分拆出来，并在新加坡注册。\n*   市场对其潜在上市的猜测一直不断。\n*   在报告中，公司强调了其“新的企业身份”，并将其使命描述为“让全球生意更好做，为世界带来微小而美好的改变”。\n\n### 核心业务\n\n蚂蚁国际提供一系列金融产品和服务，包括：\n\n*   **Alipay+**：全球电子钱包服务。\n*   **Antom**：商家支付平台。\n*   **WorldFirst**：跨境商业账户服务。\n*   **Bettr**：嵌入式金融服务。\n\n### 重组背景\n\n蚂蚁集团的重组，包括蚂蚁国际和蚂蚁数科（Ant Digital）等独立实体的分拆，是继2023年所有权结构变更之后进行的。此次变更导致创始人马云不再是蚂蚁集团的“实际控制人”。\n\n蚂蚁集团是阿里巴巴集团控股（Alibaba Group Holding）的关联公司。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/10/Thu_Clean-(15).jpg?itok=gnISwi22)\n\n*   **相关视频：** 10:41 杭州“六小龙”如何打造中国新科技中心",
      "shortSummary": "蚂蚁国际在分拆后发布了首份独立可持续发展报告，旨在强调其运营自主权。这家在新加坡注册的公司提供Alipay+、Antom等全球金融产品，并有上市传闻。此举是蚂蚁集团重组的一部分，此前其所有权结构发生变化，创始人马云不再是实际控制人。",
      "translated_title": "蚂蚁国际分拆后发布首份可持续发展报告",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/10/Thu_Clean-(15).jpg?itok=gnISwi22",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Ant International, which was spun off from fintech giant Ant Group last year, published its first independent sustainability report on Monday, underscoring its operational autonomy from its Chinese parent.\nSpeculation has been rife over a potential listing by Ant International, which is registered in Singapore. In the report, the company emphasised its “new corporate identity”, describing its mission as “to make it easy to do business anywhere, bringing small and beautiful changes to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/f93a8668-32fd-4597-85b9-d596e85bc4d0_071e9301.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一家中国AI初创公司如何帮助耐克、Gap、Urban Revivo预测时尚趋势 (原标题: How a Chinese AI start-up helps Nike, Gap, Urban Revivo predict fashion trends)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3314467/how-chinese-ai-start-helps-nike-gap-urban-revivo-predict-fashion-trends?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 01:00:18 +0000",
      "isoDate": "2025-06-16T01:00:18.000Z",
      "creator": "Coco Feng",
      "summary": "## 智衣科技：AI驱动的时尚趋势预测\n\n*   **公司简介与背景**\n    *   智衣科技（Zhiyi Tech）于2018年在中国快速发展的科技中心杭州成立，杭州是浙江省的省会。\n    *   公司专注于从全球主要的购物和社交媒体网站收集款式和销售数据。\n    *   其核心业务是为客户提供数据驱动的时尚市场趋势分析。\n\n*   **对客户的价值体现**\n    *   智衣科技创始人兼首席执行官郑泽宇表示，公司的专业知识显著提升了客户的业务表现。\n    *   **案例：Urban Revivo**\n        *   自2020年起，中国快时尚零售商Urban Revivo成为智衣科技的客户。\n        *   在双方合作的前三年，智衣科技帮助Urban Revivo将打造畅销款的机会提高了5个百分点。Urban Revivo每年通常推出超过10万个设计。\n        *   同期，Urban Revivo的售罄率（衡量特定时间内销售库存与同期供应商供货量的比率）从60%提升至80%。\n\n*   **行业趋势的体现**\n    *   智衣科技的运营模式反映了中国大陆AI相关活动的增加，这促使更多企业采纳人工智能技术并推动其行业转型。\n\n*   **图片**\n    *   ![杭州智衣科技有限公司创始人兼首席执行官郑泽宇。图片来源：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/14/8f75a5eb-0301-4c35-a2ea-b485de39d831_3769487f.jpg)\n        *   杭州智衣科技有限公司创始人兼首席执行官郑泽宇。",
      "shortSummary": "智衣科技是一家2018年成立于杭州的中国AI初创公司，通过收集全球购物和社交媒体数据，为客户提供时尚趋势预测。其首席执行官郑泽宇表示，公司帮助中国快时尚品牌Urban Revivo在三年内将畅销款机会提升5个百分点，并将售罄率从60%提高到80%。这体现了中国企业日益增长的AI技术采纳趋势。",
      "translated_title": "一家中国AI初创公司如何帮助耐克、Gap、Urban Revivo预测时尚趋势",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/14/8f75a5eb-0301-4c35-a2ea-b485de39d831_3769487f.jpg",
          "alt": "Hangzhou Zhiyi Technology founder and CEO Zheng Zeyu. Photo: Handout",
          "title": "Hangzhou Zhiyi Technology founder and CEO Zheng Zeyu. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese start-up Hangzhou Zhiyi Technology applies artificial intelligence (AI) in apparel design and production, helping famous brands like Nike, Gap and Urban Revivo predict the next fashion trend.\nFounded in 2018 at fast-rising Chinese technology hub Hangzhou, capital of eastern Zhejiang province, Zhiyi Tech is focused on compiling style and sales data from major shopping and social-media sites around the world, providing clients with data-driven analysis of fashion market trends.\nZhiyi Tech...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/14/01e76e64-0c37-4b06-b384-e52385eba164_1f1f40bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "粮食安全扎根：中国新疆如何走在国家推动的前沿 (原标题: Food security takes root: how China’s Xinjiang is at forefront of national push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314339/chinas-xinjiang-turns-salt-desert-fertile-farmland-food-security-push?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 00:00:17 +0000",
      "isoDate": "2025-06-16T00:00:17.000Z",
      "creator": "June Xia",
      "summary": "## 粮食安全：新疆盐碱地改造的突破\n\n中国农业科学家在新疆石河子地区取得了显著进展，成功将40公顷（99英亩）的盐碱地改造为可支持多种作物的肥沃土地。这一成就历时七年，由当地一所大学的研究团队主导，是国家提升粮食安全战略的重要组成部分，旨在将大量非耕地转化为农田。\n\n### 关键技术与作物种植\n\n*   **盐碱地改良：** 2020年，石河子大学农学院的张凤华教授将耐盐碱油菜品种“华油杂62”引入退化地块。\n*   **绿肥应用：** 收获的油菜被翻耕回土壤中作为绿肥，有效增加了土壤有机质，改善了土壤质量。\n*   **作物多样化：** 随着土壤条件的改善，农民成功种植了冬小麦、棉花和番茄等作物。\n\n### 国家战略与新疆的角色\n\n此次突破是中国大规模盐碱地改造国家行动的一部分。面对气候变化、全球市场波动和地缘政治压力加剧所带来的粮食供应担忧，北京已将农业韧性提升为战略优先事项，目标是实现主粮“绝对安全”和基本农产品自给自足。\n\n新疆在中国土地复垦战略中扮演着关键角色：\n\n*   **土地面积：** 新疆约占中国陆地面积的六分之一。\n*   **耕地与盐碱地：** 尽管拥有约710万公顷（1750万英亩）的耕地，但新疆也拥有全国约三分之一的盐碱荒漠。\n\n**全国范围来看，** 中国拥有约1亿公顷（2.47亿英亩）的盐碱地，是世界上盐碱地面积第三大的国家。",
      "shortSummary": "中国新疆的农业科学家成功将40公顷盐碱地改造为肥沃农田，种植了小麦、油菜等多种作物。这一历时七年的突破，通过使用耐盐碱油菜作绿肥，显著改善了土壤质量。此举是中国提升粮食安全国家战略的关键部分，旨在将非耕地转化为农田，以应对气候变化和全球市场波动带来的粮食供应挑战。新疆作为中国盐碱地面积最大的地区之一，在国家土地复垦战略中发挥着核心作用。",
      "translated_title": "粮食安全扎根：中国新疆如何走在国家推动的前沿",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese agricultural scientists have turned 40 hectares (99 acres) of salty soil in Xinjiang into fertile land capable of supporting multiple crops – part of a national strategy to bolster food security by transforming vast swathes of non-arable terrain into farms.\nThe breakthrough followed seven years of effort in the Uygur autonomous region’s Shihezi, led by a research team from a local university, the state-owned People’s Daily reported. The previously degraded soil now sustains wheat,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/86733a65-4ff4-4f3b-97f5-921ea49aee89_b40583f5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "台湾将主要芯片制造商华为、中芯国际列入黑名单，中美科技竞争加剧 (原标题: Taiwan blacklists leading chipmakers Huawei, SMIC amid US-China tech rivalry)",
      "link": "https://www.scmp.com/tech/big-tech/article/3314498/taiwan-adds-huawei-smic-trade-blacklist-amid-escalating-us-china-tech-rivalry?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 05:58:42 +0000",
      "isoDate": "2025-06-15T05:58:42.000Z",
      "creator": "Ben Jiang",
      "summary": "### 台湾将华为、中芯国际列入黑名单\n\n**背景与原因**\n\n*   在美中科技竞争日益加剧的背景下，台湾已将中国领先的芯片制造商华为技术有限公司（Huawei Technologies）和中芯国际集成电路制造有限公司（SMIC）列入贸易黑名单。\n*   此举由台湾经济部国际贸易局执行，将华为、中芯国际及其多家子公司纳入“战略性高科技货物实体清单”，该更新列表已在其网站上发布。\n\n**主要影响**\n\n*   被列入实体清单意味着这些公司被禁止从台湾公司获取关键的半导体技术。\n*   此举对中国旨在与英伟达（Nvidia）等美国生产商竞争的芯片制造雄心构成了打击。\n\n**地缘政治背景**\n\n*   北京视自治的台湾为中国一部分，必要时可武力统一。\n*   包括美国在内的大多数国家不承认台湾是一个独立国家，但华盛顿反对任何以武力夺取台湾的企图，并致力于武装台湾。\n\n**专家观点**\n\n*   华盛顿半导体和科技分析师雷·王（Ray Wang）指出，最新的限制将进一步收紧现有漏洞，并遏制实体清单上的中国公司与台湾公司之间的合作。\n*   这延续了美国对中国大陆科技巨头实施的一系列出口禁令。\n\n**相关信息**\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/18/thumb.jpg?itok=5wxV8Deu)\n    *   （图片描述：与文章内容相关的视频缩略图，标题为“英伟达首席执行官黄仁勋在北京访问期间称中国是‘关键市场’，尽管美国禁止人工智能芯片”）",
      "shortSummary": "台湾已将中国主要芯片制造商华为和中芯国际列入贸易黑名单。此举是在美中科技竞争加剧的背景下进行的，旨在阻止这些公司从台湾获取关键半导体技术，从而打击中国提升芯片制造能力的雄心。此限制进一步收紧了现有漏洞，并与美国对中国科技公司的出口禁令相呼应。",
      "translated_title": "台湾将主要芯片制造商华为、中芯国际列入黑名单，中美科技竞争加剧",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/18/thumb.jpg?itok=5wxV8Deu",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Taiwan added Huawei Technologies and Semiconductor Manufacturing International Corp (SMIC), two of China’s leading chipmakers, to a trade blacklist a mid an intensifying tech rivalry between China and the US.\nThe International Trade Administration of Taiwan included Huawei, SMIC and a host of their subsidiaries in a Strategic High-Tech Commodities Entity List, according to the updated list published by the island’s Ministry of Economic Affairs on its website on Saturday.\nHuawei and SMIC did not...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/15/21340963-d8f1-4ae1-9f74-7fdb5fdae531_138aa03b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港虚拟保险公司OneDegree寻求在中东实现更大增长 (原标题: Hong Kong virtual insurer OneDegree seeks greater Middle East growth)",
      "link": "https://www.scmp.com/business/banking-finance/article/3314348/hong-kong-virtual-insurer-onedegree-seeks-more-middle-east-growth-eyes-europe-and-africa?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 01:30:12 +0000",
      "isoDate": "2025-06-15T01:30:12.000Z",
      "creator": "Julie Zhang",
      "summary": "# 香港虚拟保险公司OneDegree在中东市场取得进展并寻求更大增长\n\n香港虚拟保险公司OneDegree自2023年进入中东地区以来，已签署了20份合同，并正寻求在该地区实现进一步增长。\n\n## 市场表现与成就\n\n*   **合同数量：** 自2023年进入中东以来，OneDegree已签署20份合同。\n*   **数字资产保险：** 在迪拜虚拟资产监管局（VARA）许可的34家公司中，OneDegree已为其中20家公司的数字资产提供了保险服务。这些公司包括数字资产交易所及提供交易和托管服务的机构。\n*   **产品表现：** OneDegree的创始人郭彦麟（Alvin Kwock Yin-lun）表示，公司产品推出后，其客户尚未出现任何索赔、损失或事故。\n*   **合规性：** 公司的产品，包括专业赔偿保险和董事及高级职员责任保险，均符合阿拉伯联合酋长国（UAE）的法规。\n\n## 成功因素与产品开发\n\n*   **成功归因：** 郭彦麟将公司的成功归因于其“网络安全技术和全面的承保框架”。\n*   **新产品开发：** 公司正在开发新的产品，包括挖矿风险保险和智能合约钱包。\n\n## 战略合作与融资\n\n*   **与迪拜保险合作：** 2023年，OneDegree与阿联酋历史最悠久的保险公司之一迪拜保险（Dubai Insurance）建立了合作关系，共同为该地区的数字资产公司提供保险。\n*   **投资关系：** 过去两年中，迪拜保险已两次投资OneDegree，但具体投资金额未披露。\n*   **总融资：** 自2016年成立以来，OneDegree已累计筹集超过9000万港元（约合1150万美元）的资金。",
      "shortSummary": "香港虚拟保险公司OneDegree自2023年进入中东市场以来，已签署20份合同，并为迪拜虚拟资产监管局许可的20家公司提供数字资产保险。公司创始人表示，其产品未出现索赔，成功归因于网络安全技术和承保框架。OneDegree正开发新产品，并与迪拜保险合作，后者已两次投资该公司。自2016年以来，OneDegree已筹集逾9000万港元资金，正寻求在中东实现更大增长。",
      "translated_title": "香港虚拟保险公司OneDegree寻求在中东实现更大增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hong Kong virtual insurer OneDegree is gaining ground in the Middle East and has signed 20 contracts since entering the region in 2023, according to one of its founders.\nIn an interview on June 6, Alvin Kwock Yin-lun said the nine-year-old company was looking for additional growth in the Middle East. It has insured the digital assets of 20 companies licensed by Dubai’s Virtual Assets Regulatory Authority, including digital asset exchanges and providers of trading and custody services.\nOneDegree...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/43ec7989-6a4f-4f34-b956-2896b4e5a64e_0b6d9717.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "认识悟空：这家中国量化基金的AI雄心超越金融领域 (原标题: Meet Goku, the Chinese quant fund with AI ambitions beyond finance)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3314387/meet-goku-chinese-quant-trading-fund-ai-ambitions-beyond-finance?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 01:00:18 +0000",
      "isoDate": "2025-06-15T01:00:18.000Z",
      "creator": "Ben Jiang",
      "summary": "# 悟空科技：超越金融的AI雄心\n\n上海量化交易基金悟空科技（Goku Technologies）正将其业务雄心扩展到金融领域之外，将人工智能（AI）视为解决人类面临挑战的手段。\n\n## 核心愿景\n\n*   据首席执行官王晓在接受《南华早报》采访时表示，公司的人工智能计划源于超越短期商业利益的愿景。\n*   他坚信AI存在的唯一目的就是“解决人类问题”。\n\n## AI子公司的成立与定位\n\n*   上个月，悟空科技成立了专注于AI的子公司——**上海全智人工智能科技（Shanghai AllMind Artificial Intelligence Technology）**。\n*   此举被认为与中国对冲基金高毅资产（High-Flyer Quant）在2023年成立领先的中国AI初创公司DeepSeek（月之暗面）有相似之处。\n*   然而，王晓淡化了这种比较，指出悟空科技与AllMind正在走一条不同的道路。\n*   AllMind的愿景并非直接与阿里巴巴集团控股等大型科技公司或DeepSeek等初创公司竞争从零开始开发AI模型。\n*   相反，AllMind被设想为“AI辅助科学发现的催化剂”。\n\n![上海悟空科技与中国领先AI初创公司DeepSeek的所有者高毅资产进行了比较。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/13/4bec9f1c-070e-457c-9e63-c96314534010_f36abf07.jpg)\n\n## 近期成就\n\n*   悟空科技上个月因发布了一篇研究论文而受到关注。\n*   该论文介绍了一种新的AI训练技术，结合了监督微调（supervised fine-tuning）和强化学习（reinforcement learning）——这些是OpenAI和DeepSeek等行业领导者使用的关键方法。",
      "shortSummary": "上海量化基金悟空科技正将其AI雄心扩展至金融领域之外，旨在通过AI解决人类问题。该公司近期成立了AI子公司上海全智人工智能科技（AllMind），其定位是AI辅助科学发现的催化剂，而非直接竞争开发AI模型。悟空科技还发布了一项结合监督微调和强化学习的新AI训练技术。",
      "translated_title": "认识悟空：这家中国量化基金的AI雄心超越金融领域",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/13/4bec9f1c-070e-457c-9e63-c96314534010_f36abf07.jpg",
          "alt": "Shanghai-based Goku Technologies has drawn comparisons with High-Flyer Quant, owner of leading Chinese AI start-up DeepSeek. Photo: Screenshot",
          "title": "Shanghai-based Goku Technologies has drawn comparisons with High-Flyer Quant, owner of leading Chinese AI start-up DeepSeek. Photo: Screenshot",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Goku Technologies, a Shanghai-based quantitative trading fund, is expanding its ambitions beyond finance, looking to artificial intelligence (AI) as a means to overcome challenges faced by humanity, according to CEO Wang Xiao.\nIn an interview with the Post, Wang said the firm’s AI initiatives were driven by a vision that transcended short-term commercial interests. “What I believe is [AI exists] to solve issues for humanity – this is the only thing that matters,” he said.\nLast month, Goku...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/baa92e20-c5af-4e54-9a95-8e5026e77b8b_41a749aa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "对风险资产的痴迷如何将全球金融置于险境 (原标题: How the obsession with risky assets is putting global finance in peril)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3314109/how-obsession-risky-assets-putting-global-finance-peril?utm_source=rss_feed",
      "pubDate": "Sat, 14 Jun 2025 08:30:07 +0000",
      "isoDate": "2025-06-14T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "# 对风险资产的痴迷如何将全球金融置于险境\n\n文章探讨了当前金融市场中对衍生品、加密货币、数字资产和代币等高风险资产的日益痴迷，并质疑这种趋势对全球金融体系的潜在影响。\n\n## 核心观点与担忧\n\n*   **风险资产的兴起**：市场正转向将衍生品、加密货币、数字资产和代币作为传统金融的补充或替代品，这种趋势被描述为“时尚、轻浮甚至愚蠢”。\n*   **潜在后果**：\n    *   可能导致资金涌入黄金，但除非黄金重新货币化且采矿产量大幅增加，否则这可能导致通货紧缩和有限的经济增长。\n    *   西方世界似乎正在失去其“指南针”或“常识”，除非放弃对新颖、时髦且通常高风险金融形式的不负责任痴迷，否则将走向经济和道德无政府状态。\n*   **所有权与控制的分离**：\n    *   股东不再感觉真正拥有其所投资公司的部分股权。\n    *   投资方式从直接持有公司股票，发展到通过共同基金或投资信托持有，再到如今通过交易所交易基金（ETF）持有包含数百家公司证券的指数，这进一步模糊了所有权。\n*   **历史教训**：\n    *   文章将当前趋势与2008年全球金融危机进行类比。2008年危机源于次级抵押贷款的国际泛滥，这些贷款被切割并打包成无数可交易证券，最终导致金融灾难。\n    *   作者暗示，当前对高风险、复杂金融产品的痴迷，可能正在重蹈覆辙，将全球金融置于危险之中。",
      "shortSummary": "文章指出，全球金融正因对衍生品、加密货币等高风险资产的痴迷而陷入险境。这种趋势导致所有权与控制分离，并通过ETF等工具将投资复杂化。作者警告，这与2008年金融危机前次级抵押贷款的泛滥有相似之处，可能将世界推向经济和道德无政府状态，除非放弃这种不负责任的金融行为。",
      "translated_title": "对风险资产的痴迷如何将全球金融置于险境",
      "images": [],
      "contentSource": "完整文章",
      "content": "Fashionable, frivolous or downright foolish? Which of these words best describes the trend in markets toward derivatives, cryptocurrencies, digital assets and tokens as supplements or alternatives to traditional finance? Where is this great “paper chase” leading?\nFor one thing, it is likely to be causing a flight into gold. But unless gold is remonetised and mining output is stepped up sharply, that trend could lead to deflation and limited economic growth. So a retreat to sustainable safety...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/205b8e31-83ab-4fd8-913d-4ad44309fbd5_71edc990.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-18T02:47:06.108Z"
}