{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "大众汽车将在中国为本地制造的自动驾驶汽车生产自己的芯片 (原标题: Volkswagen to make own chips in China for locally made autonomous vehicles)",
      "link": "https://www.scmp.com/business/china-business/article/3331675/volkswagen-make-own-advanced-chips-china-locally-made-autonomous-vehicles?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 13:22:00 +0000",
      "isoDate": "2025-11-05T13:22:00.000Z",
      "creator": "Daniel Ren",
      "summary": "## 大众汽车在中国自研芯片，赋能本地自动驾驶汽车\n\n大众汽车集团计划在中国开发先进半导体，以支持其在中国本地生产的半自动驾驶汽车。此举旨在加紧努力，在全球最大的汽车市场中，在日益激烈的竞争中重新夺回市场份额。\n\n### 核心战略与目标\n*   **“在中国，为中国”战略**：大众中国董事长兼首席执行官Ralf Brandsatter表示，集团正在加速和深化“在中国，为中国”战略的实施，从本地化生产转向掌握塑造未来出行的核心技术。\n*   **市场份额恢复**：通过自研芯片，大众汽车旨在提升其在中国市场的竞争力，以应对日益激烈的市场竞争。\n*   **客户为中心**：大众汽车强调，这款芯片将以中国客户的需求为核心进行开发。\n\n### 合资企业与产品开发\n*   **合资公司**：大众汽车与地平线机器人（一家人工智能集成电路设计公司）共同拥有的合资企业Carizon将负责开发一款系统级芯片（SoC）。\n*   **产品类型**：该SoC旨在处理自动驾驶汽车摄像头和传感器生成的数据。\n*   **交付时间**：该SoC预计在未来三到五年内交付。\n\n### 技术规格与性能\n*   **计算能力**：该SoC的计算能力将在每秒500至700万亿次操作（TOPS）之间。\n*   **性能对比**：这一性能使其几乎与英伟达最新的Thor处理器（可达到700 TOPS）持平。\n\n### 市场承诺\n*   大众汽车的半导体计划体现了该汽车制造商对全球最大电动汽车（EV）市场的进一步投资承诺。",
      "shortSummary": "大众汽车集团宣布，将通过与地平线机器人合资的Carizon公司，在中国开发自己的先进系统级芯片（SoC）。该芯片专为本地生产的半自动驾驶汽车设计，计算能力达500-700 TOPS，预计三到五年内交付。此举是大众“在中国，为中国”战略的一部分，旨在提升其在中国市场的竞争力，并进一步投资全球最大的电动汽车市场。",
      "translated_title": "大众汽车将在中国为本地制造的自动驾驶汽车生产自己的芯片",
      "images": [],
      "contentSource": "完整文章",
      "content": "Volkswagen Group plans to develop its own advanced semiconductors in China to power its locally made semi-autonomous vehicles, ramping up efforts to regain ground in the world’s largest car market amid heightened competition.\nThe German carmaker on Wednesday said Carizon – a venture it jointly owned with Horizon Robotics, a designer of artificial intelligence integrated circuits – would develop a system-on-a-chip (SoC) that would be delivered in the next three to five years.\n“We are accelerating...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/92d3871a-36e8-423e-b6da-6f8456a6fe25_d4c38247.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴西与中国贸易在投资激增和出口机遇中升温 (原标题: Brazil-China trade heats up amid investment surge, export opportunities)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331655/more-soybeans-brazil-china-trade-heats-amid-investment-surge-new-opportunities?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 13:00:15 +0000",
      "isoDate": "2025-11-05T13:00:15.000Z",
      "creator": "Frank Chen,Sylvia Ma",
      "summary": "### 巴西与中国贸易在投资激增和出口机遇中升温\n\n随着中国企业在巴西的日益增多，巴西企业也表达了进一步拓展中国市场的愿望，并呼吁两国加强合作，以克服物流瓶颈等挑战。\n\n*   **出口市场潜力巨大**\n    *   巴西饮料公司Legendaria的董事Christian Gogola表示，中国可以而且应该成为巴西所有产品类别的最大出口市场。\n    *   他指出，目前进入巴西市场的中国公司多于进入中国市场的巴西公司。\n    *   Gogola认为，鉴于两国“良好的双边关系”，“进军中国”将是许多巴西企业的自然战略。\n\n*   **中国国际进口博览会（CIIE）**\n    *   Gogola是在上海举行的为期六天的中国国际进口博览会（CIIE）开幕当天接受采访时发表上述言论的。\n\n*   **中国在巴西的投资激增**\n    *   中国企业一直在扩大其在巴西的业务版图。\n    *   巴西-中国商业理事会9月份的一份报告显示，2024年中国在巴西的投资比上一年翻了一番。\n\n*   **相关图片**\n    *   ![中国咖啡连锁品牌瑞幸咖啡（使用巴西咖啡豆）在中国国际进口博览会巴西国家馆展出。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/05/edb5dd18-b232-4f3a-9f4a-689741fb504b_9ab99704.jpg)\n        *中国咖啡连锁品牌瑞幸咖啡（使用巴西咖啡豆）在中国国际进口博览会巴西国家馆展出。*",
      "shortSummary": "巴西与中国的贸易关系日益紧密，中国企业在巴西的投资激增，2024年投资额翻倍。巴西企业渴望拓展中国市场，尽管目前中国公司进入巴西的数量更多。巴西方面呼吁两国加强合作，解决物流等挑战，并认为凭借良好的双边关系，“进军中国”是巴西企业的自然战略。中国被视为巴西所有产品类别的巨大潜在出口市场。",
      "translated_title": "巴西与中国贸易在投资激增和出口机遇中升温",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/05/edb5dd18-b232-4f3a-9f4a-689741fb504b_9ab99704.jpg",
          "alt": "Chinese coffee-house chain Luckin Coffee, which uses beans sourced from Brazil, is featured at the Brazilian national pavilion at the China International Import Expo in Shanghai. Photo: Frank Chen",
          "title": "Chinese coffee-house chain Luckin Coffee, which uses beans sourced from Brazil, is featured at the Brazilian national pavilion at the China International Import Expo in Shanghai. Photo: Frank Chen",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Amid the growing presence of Chinese firms in Brazil, Brazilian businesses are expressing hope of being able to further expand into China’s market, while also calling for enhanced bilateral efforts to overcome challenges such as logistical bottlenecks.\n“China can and should be Brazil’s largest export market for every product category,” said Christian Gogola, director of Brazilian beverage company Legendaria.\n“But for now, more Chinese companies are entering Brazil than Brazilian firms doing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/bfccbe05-6e06-4fe5-b57e-f4ef7d8f23a4_6fec3c44.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国设定2035年主要目标GDP基准：年均增长4.17% (原标题: China names GDP benchmark for headline target: 4.17% annual growth through 2035)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331641/china-names-gdp-benchmark-headline-target-417-annual-growth-through-2035?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 11:00:09 +0000",
      "isoDate": "2025-11-05T11:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国2035年经济发展目标及增长基准\n\n中国官方出版物指出，为实现到2035年成为“中等发达国家”的长期发展目标，中国经济需要保持年均4.17%的增长率。这一明确的增长基准为政府衡量其长期目标实现情况提供了更清晰的指引。\n\n### 目标设定背景\n\n*   **人口预期变化**：中国人口预计在未来十年内开始萎缩，年均下降约0.2%。\n*   **“中等发达国家”目标**：这一目标最早在2020年第十四个五年规划提案中提出，但当时缺乏明确的全球基准。\n\n### 增长率计算依据\n\n*   **官方解释性书籍**：根据党中央委员会上月公布的最新五年规划提案的解释性书籍，党政部门计算出实现该目标所需的增长率。\n*   **人均GDP门槛**：该书籍指出，目前的共识是将人均GDP门槛设定在20,000美元左右。\n*   **国际标准参考**：这一标准是基于国际货币基金组织（IMF）在2020年将39个经济体归类为“发达国家”时，这些经济体的人均GDP普遍高于20,000美元。\n\n### 具体增长要求\n\n*   **目标值**：以人均GDP达到20,000美元（约为中国2020年人均GDP的两倍）为目标。\n*   **综合考量**：考虑到未来十年人口年均下降0.2%的预期，中国GDP需要以年均4.17%的速度增长才能在2035年达到这一水平。\n\n### 未来规划展望\n\n*   **下一个五年规划（2026-2030年）**：尽管提案并未具体说明平均年GDP增长基准，但其目标是“保持经济增长在合理水平”，这与当前第十四个五年规划的措辞相呼应。\n*   **科学设定目标**：这份官方学习指南强调，更清晰的标准将有助于“科学地设定”未来的增长目标。",
      "shortSummary": "中国官方指出，为实现到2035年成为“中等发达国家”的目标，中国经济需保持年均4.17%的增长率。这一基准是基于人均GDP达到20,000美元（约为2020年中国水平的两倍）的共识，并考虑了未来十年中国人口预计将年均下降0.2%的因素。此举为中国长期发展目标提供了明确的衡量标准。",
      "translated_title": "中国设定2035年主要目标GDP基准：年均增长4.17%",
      "images": [],
      "contentSource": "完整文章",
      "content": "With China’s population expected to shrink over the next decade, an official publication has said an average annual economic growth rate of 4.17 per cent would be necessary to meet a headline target for long-term development by 2035 – providing greater clarity for what the government considers a success as it works to achieve the long-range benchmark.\nThe latest proposals for the country’s next five-year plan – unveiled by the Communist Party’s Central Committee last month – do not specify...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/a4b0262a-4335-4d77-afd1-c78792499b6d_8bea7fbd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia 事件：芯片争端再次引发欧盟对中国投资的辩论 (原标题: Nexperia fallout: chip spat reignites EU debate over Chinese investments)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331611/nexperia-fallout-dutch-chinese-chip-debacle-reignites-eu-debate-over-foreign-investments?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 08:17:35 +0000",
      "isoDate": "2025-11-05T08:17:35.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# Nexperia 争端及其对欧盟中国投资辩论的影响\n\n## 背景概述\n\n*   荷兰芯片制造商 Nexperia（由中国企业所有）卷入中美地缘政治紧张局势，引发了一场关于欧洲外国投资的重新辩论。\n*   分析人士指出，此次事件很可能导致欧盟国家未来对中国投资进行更严格的审查。\n\n## 关键事件时间线\n\n1.  **荷兰接管 Nexperia：** 9月30日，海牙援引一项自1952年以来未曾动用的法律，以国家安全为由，从其中国所有者手中夺取了 Nexperia 的控制权。\n2.  **中国实施出口管制：** 北京方面对此作出回应，对在中国工厂完成的 Nexperia 芯片实施出口管制。\n3.  **欧盟介入化解危机：** 据欧盟委员会称，近日中国商务部与欧洲公司进行了接触，以重启受阻的半导体流动，避免了“最坏情况”的发生。\n\n## 争端引发的深层思考\n\n*   **欧洲政策反思：** 分析人士认为，此次争端促使欧洲重新思考如何处理外国投资，特别是来自中国的投资。\n*   **附带损害风险加剧：** 在美国施压以夺回控制权、而中国则牢牢掌控关键供应链的背景下，附带损害的风险变得更加突出。\n*   **历史政策漏洞：** 巴黎雅克·德洛尔研究所的中国研究员 Sacha Courtial 指出，当前局面部分源于过去几十年的宽松政策，当时包括荷兰在内的许多欧洲国家没有对外资进行审查的流程。\n\n## Nexperia 的战略重要性\n\n*   **核心供应商地位：** Nexperia 是汽车和工业用户传统芯片的主要供应商。\n*   **中国企业收购：** 该公司于2019年被中国闻泰科技收购。据 Gavekal Research 分析师 Laila Khawaja 称，这笔交易创下了中国海外半导体收购的记录，并将闻泰科技从低端电子产品生产商转变为全球半导体参与者。",
      "shortSummary": "荷兰政府以国家安全为由接管中国所有的芯片制造商 Nexperia 后，引发了中国对 Nexperia 芯片的出口管制。尽管欧盟委员会介入避免了“最坏情况”，但此次事件重新点燃了欧盟对中国投资的辩论。分析人士认为，这促使欧洲重新审视外国投资政策，尤其是在中美地缘政治紧张局势下，对国家安全和供应链控制的担忧日益加剧。Nexperia 是重要的传统芯片供应商，2019年被中国闻泰科技收购。",
      "translated_title": "Nexperia 事件：芯片争端再次引发欧盟对中国投资的辩论",
      "images": [],
      "contentSource": "完整文章",
      "content": "The saga of Netherlands-based and Chinese-owned chipmaker Nexperia, caught up in broader geopolitical tensions between the United States and China, is rekindling a debate about foreign investment in Europe and is likely to lead to further scrutiny by EU countries on future Chinese investments in the bloc, according to analysts.\nAfter The Hague seized control of Nexperia from its Chinese owners on September 30, citing national security concerns and invoking a law that had been sitting idle since...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/ec1012f7-8e61-41bc-8d7f-02767f023a75_ef1c603b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国燃煤发电领域出现新冠军，尽管重心转向可再生能源 (原标题: China has a new champ in coal-fired power despite focus on renewable energy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331575/china-has-new-coal-fired-power-champ-despite-switch-focus-renewable-energy?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 04:29:51 +0000",
      "isoDate": "2025-11-05T04:29:51.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国燃煤发电新里程碑\n\n*   **北仑电厂成为中国最大火力发电站**\n    *   位于浙江宁波的北仑发电站，随着其1吉瓦（GW）燃煤九号机组在完成168小时满负荷试运行后投入运营，已成为中国装机容量最大的火力发电站。\n    *   该电站的总装机容量达到7.34吉瓦，超过了内蒙古托克托发电站的6.72吉瓦。\n    *   这一里程碑由国有企业中国能源投资集团于周一宣布。\n\n*   **燃煤发电在能源结构中的作用**\n    *   尽管中国近年来为实现碳达峰和碳中和目标，大力发展风能和太阳能等可再生能源，但火力发电目前仍是能源供应中关键的稳定力量。\n    *   去年，由于能源需求增长，中国的煤炭消费量略有上升。\n    *   然而，煤炭在能源消费总量中的比重正在缓慢下降。\n\n*   **能源消费结构数据（国家统计局数据）**\n    *   去年，煤炭在中国能源消费总量中的占比为53.2%，比上一年下降了1.6个百分点。\n    *   包括天然气、水力、核能、风能和太阳能在内的清洁能源，占总消费量的28.6%，上升了2.2个百分点。",
      "shortSummary": "中国北仑发电站新增一台1吉瓦燃煤机组后，总装机容量达7.34吉瓦，超越内蒙古托克托电站，成为中国最大的火力发电站。尽管中国大力发展可再生能源以实现碳目标，但火力发电仍是关键的稳定力量。去年，中国煤炭消费量略增，但在能源消费总量中的占比降至53.2%，而清洁能源占比上升至28.6%。这显示了中国在能源转型中的复杂性。",
      "translated_title": "中国燃煤发电领域出现新冠军，尽管重心转向可再生能源",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s energy industry has passed a new milestone, with the expansion of the Yangtze River Delta’s Beilun Power Station making it the largest thermal power station in the country by installed capacity.\nThe plant’s coal-fired Unit Nine has commenced operations after a 168-hour full-load trial, state-owned China Energy Investment Corporation announced on Monday.\nThat additional gigawatt of power has raised the total installed capacity of the station, located in Ningbo, Zhejiang province, to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/cf7444fe-3a28-4df2-8620-a4b9c9254a94_8144db09.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国总理在进博会表示，中国将‘拥抱自由市场和自由贸易’ (原标题: China to ‘embrace free markets and free trade’, premier says at CIIE)",
      "link": "https://www.scmp.com/business/china-business/article/3331559/china-embrace-free-markets-and-free-trade-premier-li-qiang-says-ciie-opening?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 02:16:33 +0000",
      "isoDate": "2025-11-05T02:16:33.000Z",
      "creator": "Daniel Ren,Julie Zhang",
      "summary": "中国总理李强在上海举行的中国国际进口博览会（CIIE）开幕式上发表讲话，承诺将进一步向国际企业开放中国庞大的消费市场。此次表态正值北京与华盛顿达成一项重要的贸易协议之后，该协议有望帮助全球供应链恢复正常。\n\n**主要观点：**\n*   **开放市场与全球化承诺：** 李强总理强调，中国将坚定不移地支持全球化，巩固与贸易伙伴的经济联系。他指出，在全球经济放缓和国际争端加剧之际，更应坚持平等互利的合作，拥抱自由市场和自由贸易，并通过共同发展解决跨境矛盾和问题。\n*   **营造开放环境：** 中国表示愿意与各方合作，共同营造开放包容的发展环境，提升贸易和投资自由化便利化水平，确保全球产业链供应链的稳定畅通，为经济发展汇聚更强动能。\n*   **鼓励外资企业：** 李强总理向通用电气和Lululemon等跨国公司伸出橄榄枝，鼓励它们加强在中国大陆的业务运营。这是他连续第三年出席这一全球最大的贸易博览会。\n*   **背景：中美贸易协议：** 李强总理的乐观表态是在中国国家主席习近平与美国总统唐纳德·特朗普上周在韩国达成贸易协议之后作出的。该协议包括美国削减关税以及北京暂停对稀土矿物和磁铁的新限制。",
      "shortSummary": "中国总理李强在进博会（CIIE）上承诺，中国将进一步开放市场，支持全球化，拥抱自由市场和自由贸易。他鼓励跨国公司加强在华业务，旨在稳定全球供应链并促进经济发展。此举是在中美达成一项贸易协议后作出的。",
      "translated_title": "中国总理在进博会表示，中国将‘拥抱自由市场和自由贸易’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Premier Li Qiang has pledged to further open the country’s vast consumer market to international businesses after Beijing and Washington reached a significant trade deal that was expected to help restore normality to global supply chains.\nAddressing about 1,000 government officials, business leaders and merchants at the opening of the China International Import Expo (CIIE) in Shanghai on Wednesday, the premier said Beijing remained resolute about supporting globalisation and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/6134a437-5dcb-4586-80ce-0e2d9d431e32_c398748d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习特会为美国企业参加中国进口博览会开启机遇之窗 (原标题: Xi-Trump summit opens window of opportunity for US firms at China import expo)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331499/after-xi-trump-summit-us-firms-seize-window-opportunity-china-import-expo?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 23:00:09 +0000",
      "isoDate": "2025-11-04T23:00:09.000Z",
      "creator": "Frank Chen,Mandy Zuo",
      "summary": "## 习特会为美国企业参加中国进口博览会开启机遇之窗\n\n近期，中美两国元首习近平与唐纳德·特朗普举行了备受瞩目的峰会，此次会议有效缓和了中美之间数月以来的贸易冲突。在这一积极背景下，美国企业预计将在今年的中国国际进口博览会（CIIE）上展现出更高的参与度。\n\n### 美国企业在进博会的参与情况\n\n*   **农业领域**：来自美国“粮仓”地区的十多家农产品生产商将在进博会设立一个特别展馆，展示其产品。\n*   **跨国公司**：多家美国跨国公司预计将在上海的展会现场设立展位，其中一些公司是时隔多年后再次回归。\n*   **政府官员**：据《南华早报》报道，美国某些州的官员也将出席此次博览会。\n\n### 参展商的期望与机遇\n\n*   **订单增长**：观察人士指出，许多参展商希望在本届进博会上获得更多订单，以充分利用两国之间重新建立的良好关系。\n*   **贸易关系缓和**：上周的习特会是两国领导人六年来首次面对面会晤，此次会晤不仅延长了关税休战期，还在其他方面缓和了紧张局势，为参展商带来了积极的预期。\n*   **早期指标**：作为全球两大经济体，中美两国正在落实峰会达成的共识。在此背景下，进博会成为双边关系和解转向在实际层面如何演进的一个早期指标。\n*   **长期稳定**：业内人士表示，许多参加此次展会的人士预计，贸易关系的稳定将持续到今年以后。",
      "shortSummary": "习特会缓和了中美贸易冲突，为美国企业参加中国国际进口博览会（CIIE）创造了新机遇。预计将有更多美国农业生产商和跨国公司参展，一些州官员也将出席。参展商希望利用两国关系改善的契机，争取更多订单，并期待贸易稳定能持续。进博会成为衡量双边关系和解进展的早期指标。",
      "translated_title": "习特会为美国企业参加中国进口博览会开启机遇之窗",
      "images": [],
      "contentSource": "完整文章",
      "content": "Less than a week after a high-profile summit between President Xi Jinping and US President Donald Trump – a meeting that cooled the trade conflict between Beijing and Washington after months of heated recriminations – American exhibitors are expected to be more visible at this year’s China International Import Expo (CIIE).\nMore than a dozen agricultural producers from US breadbasket regions will display their wares at a special pavilion at the high-profile trade show, and several of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/04e0a301-d8e7-4c4e-9e3b-99b691fb91e4_3071d68e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国在‘贸易战2.0’中坚守阵线，人民币也随之稳定 (原标题: As China holds the line in ‘trade war 2.0’, its yuan follows suit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331309/china-holds-line-trade-war-20-its-yuan-follows-suit?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 22:00:09 +0000",
      "isoDate": "2025-11-04T22:00:09.000Z",
      "creator": "Kandy Wong,Sylvia Ma",
      "summary": "## 人民币在“贸易战2.0”中的表现：与首次贸易战的对比\n\n文章探讨了在中国可能面临“贸易战2.0”的背景下，人民币汇率与首次贸易战期间截然不同的表现。\n\n### 第一次贸易战期间人民币的走势 (2018-2019)\n\n*   **汇率承压：** 在美国前总统唐纳德·特朗普第一任期内，中美贸易战爆发时，人民币汇率首当其冲，成为焦点。\n*   **跌破7关口：** 到2019年，人民币兑美元汇率十多年来首次跌破7的基准水平，这震惊了投资者，并引发了北京可能允许人民币贬值以抵消关税影响的猜测。\n*   **显著贬值：** 从2018年4月到2019年9月，人民币兑美元贬值约14.5%。\n\n### “贸易战2.0”背景下人民币的韧性\n\n*   **担忧重现，但表现不同：** 随着华盛顿和北京可能再次陷入僵局，特朗普的第二次白宫竞选带来了“贸易战2.0”的担忧，这些担忧重新浮出水面。然而，这一次人民币的表现有所不同。\n*   **保持稳定甚至走强：** 人民币兑美元汇率基本保持稳定，甚至多次走强。\n*   **抵御贬值压力：** 与第一次贸易战期间的显著贬值形成对比，人民币迄今为止成功抵御了贬值压力。\n\n### 人民币走强的原因 (Allianz Trade高级经济学家Francoise Huang观点)\n\n*   **市场化程度提高：** Allianz Trade亚太区高级经济学家Francoise Huang表示，人民币在全球市场中的地位确实比十年前更强，这得益于一系列改革，使人民币更加市场化。\n*   **资本账户开放：** 中国的资本账户更加开放，增强了人民币的韧性。\n*   **政策环境差异：** 她补充说，尽管人民币的走势与第一次贸易战期间不同，但当前的全球和美国政策环境与上次贸易战时“非常不同”。\n\n### 近期表现\n\n*   **短暂下跌与迅速反弹：** 尽管在4月初（当时特朗普宣布对几乎所有美国贸易伙伴征收“对等关税”）出现短暂下跌，但人民币迅速反弹，此后一直呈走强趋势。\n*   **离岸人民币上涨：** 截至目前，今年以来离岸人民币兑美元已上涨约3%。",
      "shortSummary": "在潜在的“贸易战2.0”背景下，人民币汇率表现出与第一次贸易战截然不同的韧性。特朗普第一任期内，人民币曾大幅贬值约14.5%，并跌破7关口。然而，此次人民币兑美元汇率基本保持稳定，甚至多次走强，离岸人民币今年已上涨约3%。专家指出，这得益于人民币的市场化程度提高、资本账户开放以及全球政策环境的变化。人民币已成功抵御了贬值压力。",
      "translated_title": "随着中国在‘贸易战2.0’中坚守阵线，人民币也随之稳定",
      "images": [],
      "contentSource": "完整文章",
      "content": "When US President Donald Trump fired the opening salvoes of his country’s trade war with China in his first term, Beijing’s currency was on the front lines.\nBy 2019, the yuan had tumbled past the benchmark value of seven per US dollar for the first time in over a decade, rattling investors and fuelling speculation that Beijing was allowing depreciation to mitigate the effects of tariffs.\nAs Washington and Beijing began to lock horns once again, with Trump’s second White House foray bringing with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/ad25de72-4664-46cc-92c5-22d16e22b94d_922434e2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国与东盟如何确保其升级版协议真正实现双赢 (原标题: How China and Asean can ensure their upgraded pact is truly win-win)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3331415/how-china-and-asean-can-ensure-their-upgraded-pact-truly-win-win?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 21:30:08 +0000",
      "isoDate": "2025-11-04T21:30:08.000Z",
      "creator": "Brian Y. S. Wong",
      "summary": "# 中国与东盟升级版协议：机遇与挑战\n\n## 协议升级与背景\n*   **自贸协定升级**：上个月，中国与东盟（Asean）升级了其自由贸易协定，重点关注环境保护、产品质量以及对中小企业的支持。\n*   **发展挑战**：中国总理李强指出，此次协议是在东盟国家面临“更大的发展挑战”背景下达成的，这些国家“不公平地受到高额关税的影响”，这间接批评了美国前总统特朗普在该地区采取的措施。\n*   **新成员加入**：东帝汶正式加入东盟，该国是中国、印度尼西亚和新加坡重要的经济贸易伙伴。\n\n## 表面上的繁荣关系\n*   **主要贸易伙伴**：自2020年以来，东盟一直是中国的第一大贸易伙伴。\n*   **贸易额激增**：双边贸易额从2006年的1600亿美元飙升至2024年的近1万亿美元。\n*   **基础设施投资**：中国在铁路、港口、天然气管道和能源电网等基础设施领域的投资，在缅甸、柬埔寨、老挝等大陆东盟国家以及印度尼西亚、马来西亚等海洋国家发挥了关键作用。\n*   **中国企业在东盟**：\n    *   中国电动汽车公司比亚迪（BYD）在泰国开设了其在中国境外的第一家工厂。\n    *   上汽集团与正大集团的合作（SAIC Motor-CP partnership）也体现了两经济体之间供应链整合的深度和速度。\n\n## 复杂现实：双刃剑\n*   **双刃剑效应**：尽管表面上关系前景光明，但文章指出，与东盟国家的政策制定者、商业精英和年轻学生交流时，中国崛起被视为一把“双刃剑”，表明实际情况更为复杂。",
      "shortSummary": "中国与东盟升级了自由贸易协定，涵盖环保、产品质量和中小企业支持，旨在应对发展挑战。东盟自2020年起成为中国最大贸易伙伴，双边贸易额和中国基础设施投资显著增长，如比亚迪在泰国设厂。然而，尽管表面繁荣，东盟各界人士普遍认为中国的崛起是一把“双刃剑”，预示着双方关系存在深层复杂性。",
      "translated_title": "中国与东盟如何确保其升级版协议真正实现双赢",
      "images": [],
      "contentSource": "完整文章",
      "content": "At last month’s Association of Southeast Asian Nations (Asean) summit, China and the bloc upgraded their free trade pact in the areas of environmental protection, product quality and support for small businesses.\nPremier Li Qiang contextualised the agreement in light of “greater development challenges” facing Asean nations, as they are “unfairly subjected to steep tariffs”, an indirect criticism of the erratic measures unleashed across the region by US President Donald Trump.\nAnother noteworthy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/976b92a3-a1bb-406f-b8f0-1bb1a62aa908_686f9078.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国指责荷兰因扣押Nexperia而加剧芯片危机 (原标题: China accuses Netherlands of fuelling chip crisis over Nexperia seizure)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331506/china-accuses-netherlands-fuelling-chip-crisis-over-nexperia-seizure?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 13:00:28 +0000",
      "isoDate": "2025-11-04T13:00:28.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国指责荷兰因扣押Nexperia加剧芯片危机\n\n中国政府指责荷兰政府未能解决Nexperia争端，称其缺乏“建设性态度”，从而加剧了全球半导体供应链的混乱。\n\n*   **事件背景与荷兰的行动**\n    *   荷兰政府于9月30日采取了不寻常的举动，援引自1952年以来未曾使用的法律，以国家安全为由从其中方所有者手中扣押了Nexperia的控制权。\n    *   荷兰法院文件显示，此举可能是在美国压力下触发的，特别是华盛顿最近扩大其贸易黑名单的范围。\n\n*   **中国的回应与指责**\n    *   在中国与美国进行最新一轮贸易谈判后，中方同意豁免Nexperia中国工厂生产的合规芯片订单的出口禁令，以“负责任的努力维护全球半导体供应链的稳定和安全”。\n    *   然而，中国商务部批评荷兰方面“继续一意孤行，未采取具体行动解决问题”，认为这将“不可避免地加剧对全球半导体供应链的负面影响”。\n    *   中方表示，这是中国和全球产业都不愿看到的情况。\n\n*   **对供应链的影响**\n    *   荷兰的行动引起了中方的严重关切，并导致北京对该公司中国部门生产的某些零部件实施出口管制。\n    *   此举威胁到依赖Nexperia产品的全球汽车制造商的供应链。\n    *   自10月下旬以来，荷兰芯片制造商总部旗下的欧洲制造工厂也已暂停向其中国部门供应晶圆，而Nexperia约70%的封装工作是在中国完成的。",
      "shortSummary": "中国指责荷兰政府因扣押中资企业Nexperia而加剧全球芯片供应链危机。荷兰以国家安全为由扣押Nexperia，据称受美国压力。中国批评荷兰缺乏建设性态度，并对Nexperia中国部门产品实施出口管制。此举已威胁到全球汽车制造商供应链，Nexperia欧洲工厂也暂停向中国部门供应晶圆，加剧了半导体供应紧张。",
      "translated_title": "中国指责荷兰因扣押Nexperia而加剧芯片危机",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has blamed the Dutch government’s inaction in resolving the Nexperia dispute, saying The Hague has failed to show a “constructive attitude” and thus is escalating the global semiconductor supply-chain chaos.\nTuesday’s criticism came days after China agreed to exempt compliant orders for chips made by Nexperia’s Chinese facilities from an export ban, following the latest round of trade negotiations with the United States.\nWhile China’s latest move was “in a responsible effort to maintain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/421a2758-c81d-4c34-a6a1-c73b39d6d3bf_5df7fdf3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国设立新部门牵头政府债务清理工作 (原标题: China sets up new department to spearhead government debt clean-up drive)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331485/china-sets-new-department-spearhead-government-debt-clean-drive?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 11:00:25 +0000",
      "isoDate": "2025-11-04T11:00:25.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国财政部设立新部门以加强政府债务管理\n\n中国财政部已设立一个专门的政府债务管理部门，旨在集中处理和解决地方政府债务风险。此举是中国政府持续化解地方政府债务风险行动的重要组成部分。\n\n## 设立背景与目的\n*   **防范表外借贷**：财政部长蓝佛安强调，要实行“铁的纪律”，以有效防止地方政府的表外借贷行为。\n*   **化解债务风险**：新部门的设立是北京为化解地方政府债务风险而采取的积极措施。\n\n## 新部门概况\n*   **官方列出**：该新部门已在中国财政部官方网站上列出。\n*   **部门主任**：李大伟被任命为该部门主任。他此前曾任职于预算部门，并领导过财政部下属的政府债务研究与评估中心。\n\n## 主要职责\n根据财政部网站，新部门的主要职责包括：\n*   **政策制定与实施**：负责设计和实施与政府债务相关的政策。\n*   **债务管理**：管理政府债务的发行和赎回工作。\n*   **配额设定**：协助设定国家和地方政府债券的配额。\n*   **加强监督**：负责加强对政府债务的监督。\n*   **风险化解**：承担解决隐性债务风险的责任。\n\n## 整合与展望\n*   **职责整合**：新部门整合了财政部内此前由多个单位分担的一系列职责。\n*   **集中管理**：华泰证券在一份研究报告中指出，新部门的设立将使政府能够集中其债务管理工作。\n*   **加速机制建立**：此举应有助于加速长期债务解决机制的建立和发展。",
      "shortSummary": "中国财政部已设立新的政府债务管理部门，旨在集中管理和解决地方政府债务风险。该部门将负责设计政策、管理债务发行与赎回、设定债券配额、加强监督并解决隐性债务。此举是北京清理地方政府债务行动的一部分，财政部长强调需实行“铁的纪律”以防范表外借贷，并有望加速长期债务解决机制的建立。",
      "translated_title": "中国设立新部门牵头政府债务清理工作",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s finance ministry has set up a dedicated department for managing government debt, with Finance Minister Lan Foan calling for “ironclad discipline” to prevent off-balance-sheet borrowing amid Beijing’s ongoing campaign to defuse local government debt risks.\nThe new debt management department is now listed on the Ministry of Finance’s official website. Its director is Li Dawei, who was previously with the budget department and also led a ministry-affiliated government debt research and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/8bebe4fa-924a-46d7-9059-be52dfce2e63_78a616c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国数字竞争力创新高，贸易分裂担忧加剧：调查 (原标题: China’s digital competitiveness hits high amid trade-splintering worries: survey)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331478/chinas-digital-competitiveness-hits-all-time-high-amid-trade-splintering-worries-survey?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 09:30:10 +0000",
      "isoDate": "2025-11-04T09:30:10.000Z",
      "creator": "Alice Li",
      "summary": "## 中国数字竞争力显著提升，贸易分裂担忧加剧\n\n根据瑞士国际管理发展学院（IMD）发布的最新《世界数字竞争力排名》，中国在全球数字竞争力方面取得了显著进步，但该机构也警告称，贸易碎片化正在全球范围内影响各经济体的数字实力。\n\n### 排名与历史新高\n\n*   **整体表现**：中国在全球69个经济体中排名第12位，较去年上升两位，创历史新高。\n*   **评估机构**：该排名由国际管理发展学院（IMD）发布。\n*   **衡量支柱**：数字竞争力主要通过“知识”、“技术”和“未来准备度”三大支柱进行衡量。\n\n### 驱动因素：知识与技术领域的卓越表现\n\n中国的排名上升主要得益于其在“知识”和“技术”两大类别下的多个子因素中进入前十名。\n\n**1. “知识”类别中的突出表现**\n\n*   **科学集中度**：中国在“科学集中度”子因素中位列全球第三。\n*   **具体优势**：\n    *   研发出版物生产力全球领先。\n    *   人工智能（AI）相关专利产出全球领先。\n    *   教育和研究中机器人使用率全球领先。\n\n**2. “技术”类别中的强劲表现**\n\n*   **资本**：中国在“资本”子因素中排名全球第七。\n*   **人工智能私人投资**：在人工智能私人投资方面，中国位居全球第二。\n\n### 香港的表现\n\n*   香港作为独立于中国大陆评估的经济体，排名上升三位至第四名。\n*   其进步主要得益于在人才和教育方面的强劲表现。\n\n### 全球领先者与未来展望\n\n*   **数字能力最强经济体**：瑞士、美国和新加坡因其基础设施、人才和创新生态系统被认为是数字能力最强的经济体。\n*   **IMD的警告**：IMD提醒，贸易紧张局势正日益侵蚀数据流、技术标准和投资重点，这可能改变全球数字竞争格局。",
      "shortSummary": "根据瑞士IMD的调查，中国数字竞争力在全球排名中升至第12位，创历史新高。这主要得益于其在“知识”（如研发生产力、AI专利）和“技术”（如AI私人投资）领域的卓越表现。香港排名第四。然而，IMD警告贸易紧张局势正对全球数字实力构成威胁，可能改变现有格局。",
      "translated_title": "中国数字竞争力创新高，贸易分裂担忧加剧：调查",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is elevating its digital competitiveness on the world’s stage, according to the latest rankings from a Swiss academic institute, while those behind the findings caution that trade fragmentation is weighing on economies’ digital prowess globally.\nThe world’s second-largest economy has reached an all-time high of 12th place among 69 economies in terms of overall performance, improving by two places from 2024, according to this year’s edition of the World Digital Competitiveness Ranking,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/ba09c698-01ae-4c46-b632-5e6827e3462e_587a33c3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“奢侈品的未来”：法国巨头誓言看好中国市场，中国消费者备受赞誉 (原标题: ‘Future of luxury’: China’s shoppers hailed as French giant vows faith in market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331464/china-still-beating-heart-global-luxury-french-giant-lvmh-signals-faith-market?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 09:00:10 +0000",
      "isoDate": "2025-11-04T09:00:10.000Z",
      "creator": "Xiaofei Xu",
      "summary": "LVMH集团对中国市场充满信心，尽管中国经济增速放缓，但仍承诺继续投资，称中国是“全球奢侈品跳动的心脏”。\n\n*   LVMH秘书长Marc-Antoine Jamet表示，奢侈品的未来正在中国塑造，与中国和中国客户共同发展。\n*   中国是LVMH的重要市场，拥有46个品牌，超过1800家门店和约27000名员工。\n*   Jamet补充说，本地消费持续升级，消费者更注重意义、质量和体验，而非简单的拥有。美容、美食和文化体验领域正在涌现新的机遇。\n*   尽管近年来中国消费者的消费变得更加谨慎，更注重体验，导致奢侈品行业的整体消费下降，但中国奢侈品市场已显示出企稳迹象。\n*   汇丰银行10月份发布的一份报告显示，与2025年上半年相比，大多数品牌第三季度业绩有所改善，并增加了对有形资产和运营的再投资。",
      "shortSummary": "法国奢侈品巨头LVMH对中国市场表示充满信心，认为中国是全球奢侈品的核心。LVMH秘书长表示，奢侈品的未来正在中国塑造。中国是LVMH的重要市场，拥有众多品牌和门店。尽管中国奢侈品消费有所放缓，但市场已显示出企稳迹象，消费者更注重质量和体验。汇丰银行报告显示，多数品牌第三季度业绩有所改善，并增加了投资。",
      "translated_title": "“奢侈品的未来”：法国巨头誓言看好中国市场，中国消费者备受赞誉",
      "images": [],
      "contentSource": "完整文章",
      "content": "French luxury giant LVMH has expressed full confidence in the Chinese market despite sluggish consumption in the world’s second-largest economy, promising continued investment in what it calls “the beating heart of global luxury”.\n“The future of luxury is being shaped here, in China, with China and with our Chinese clients,” said Marc-Antoine Jamet, LVMH’s secretary general, in Paris before heading to the annual China International Import Expo (CIIE) in Shanghai.\nChina is a top market for the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/7ba976af-d67d-45c1-8aca-2b48f3f361e8_a6d9b594.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在峰会上强调香港在全球金融和稳定中的作用 (原标题: China touts Hong Kong’s role in global finance, stability at summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331431/hong-kongs-financial-future-china-pledges-support-global-role-summit?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 05:13:25 +0000",
      "isoDate": "2025-11-04T05:13:25.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国强调香港在全球金融和稳定中的作用\n\n中国副总理何立峰在2025年全球金融领袖投资峰会上发表讲话，重申了中国对香港作为国际金融中心地位的持续支持，并强调其在全球金融治理和稳定中的关键作用。\n\n**主要观点：**\n\n*   **坚定支持与信心：** 何立峰副总理承诺继续支持香港的发展，并对其繁荣充满信心。他指出，香港作为金融中心的地位“必将进一步巩固和提升”。\n*   **国家战略规划：** 他提到，中央委员会的“十五五”规划提案已对支持香港发展做出重要部署，为香港描绘了“更加光明”的未来。\n*   **历史性机遇：** 随着中国进入“十五五”规划的新篇章，香港也将迎来“重大新的历史机遇”，前景“非常光明”。\n*   **全球经济贡献：** 何立峰呼吁各界持续支持香港发展，鼓励其参与中国经济增长，并敦促香港为全球经济和金融格局注入“更大的稳定性和正能量”。\n*   **峰会背景：** 此次为期三天的峰会以“穿越变幻莫测的境地”为主题，汇聚了约300位全球金融领袖，其中包括100多位集团董事长和首席执行官。\n*   **全球金融治理：** 何立峰强调了全球金融治理的重要性，并指出香港有潜力推动其进步。\n\n此次峰会旨在巩固香港作为国际金融中心的地位，并凸显其在全球经济体系中的战略价值。",
      "shortSummary": "中国副总理何立峰在2025年全球金融领袖投资峰会上表示，中国将继续支持香港作为国际金融中心，强调其在全球金融治理和稳定中的作用。他指出，“十五五”规划为香港带来重大历史机遇，其金融中心地位将进一步巩固和提升。何立峰呼吁各方支持香港发展，为全球经济注入稳定性。",
      "translated_title": "中国在峰会上强调香港在全球金融和稳定中的作用",
      "images": [],
      "contentSource": "完整文章",
      "content": "To bolster Hong Kong’s position as an international financial centre, Vice-Premier He Lifeng has pledged continued support for the city, emphasising its role in global financial governance and stability.\nSpeaking at the 2025 Global Financial Leaders’ Investment Summit on Tuesday, He also expressed confidence in Hong Kong’s prosperity, stating that its status as a financial hub is “set to be further consolidated and elevated”.\n“The Party Central Committee’s proposal for the 15th five-year plan...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/824165c0-9443-44c7-8837-85a7fc886178_c7424aa5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人工智能、人形机器人入选《时代》杂志‘2025年度最佳发明’榜单 (原标题: Chinese AI, humanoid robot make Time magazine’s ‘Best Inventions of 2025’ list)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331354/chinese-ai-humanoid-robot-make-time-magazines-best-inventions-2025-list?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 04:00:09 +0000",
      "isoDate": "2025-11-04T04:00:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 《时代》杂志“2025年度最佳发明”榜单中的中国创新\n\n《时代》杂志公布了其“2025年度最佳发明”榜单，其中有超过20家中国公司凭借其创新成果榜上有名。值得注意的是，这是中国人工智能（AI）创新首次获得认可，与机器人技术和消费电子产品领域的进步一同上榜。\n\n## 榜单概况\n\n*   **规模空前**：本年度榜单涵盖36个类别的300项创新，是《时代》杂志有史以来收录创新数量最多的一次。\n*   **AI领域新突破**：自2020年AI领域被引入榜单以来，这是中国在该领域的进步首次获得重点关注。\n\n## 中国AI亮点：DeepSeek的R1模型\n\n*   **“震惊世界的枪响”**：《时代》杂志形容DeepSeek的R1高级推理模型“在AI圈中犹如一声‘震惊世界的枪响’”。\n*   **发布与特点**：该模型由位于杭州的初创公司DeepSeek于一月份发布，以其高性能和低成本的特点著称。\n*   **全球影响力**：R1模型的迅速崛起使其能够与美国一些最先进的模型相媲美，这迫使全球重新思考中国在全球AI竞赛中的地位。\n\n## 其他AI领域创新\n\n除了中国创新，AI类别中还包括来自美国和荷兰的七项创新，例如：\n\n*   Anthropic于五月推出的Claude Sonnet 4模型。\n*   英伟达（Nvidia）的紧凑型DGX Spark超级计算机。\n*   由阿姆斯特丹初创公司DataSnipper开发的文档分析工具DocuMine。\n\n## 相关图片\n\n![图片 1](https://i.ytimg.com/vi/CUzv4XgvcR0/maxresdefault.jpg)",
      "shortSummary": "《时代》杂志“2025年度最佳发明”榜单首次认可中国人工智能创新，超过20家中国公司上榜。其中，杭州初创公司DeepSeek发布的R1高级推理模型表现突出，其高性能、低成本的特点足以匹敌美国顶尖模型，促使全球重新评估中国在AI领域的地位。这标志着中国在机器人和消费电子等领域取得显著进展。",
      "translated_title": "中国人工智能、人形机器人入选《时代》杂志‘2025年度最佳发明’榜单",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/CUzv4XgvcR0/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Over 20 Chinese companies have earned a place on Time magazine’s “Best Inventions of 2025” list, with innovations in artificial intelligence (AI) recognised for the first time alongside advances in robotics and consumer electronics.\nProducts from DeepSeek, Unitree Robotics and Huawei Technologies were among those featured on the annual list selected by the magazine’s editors.\nThis year’s edition – covering 300 innovations across 36 categories, the most ever – marks the first time Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/7b072425-a7b1-491e-bda9-e0bd5a852b0e_bbdab827.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国于中美紧张局势下推动东亚贸易协定之际，障碍依然存在 (原标题: As China pushes for East Asia trade pact amid US tensions, hurdles remain)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331365/beijing-pushes-china-japan-south-korea-trade-pact-amid-us-tensions-hurdles-remain?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 01:00:15 +0000",
      "isoDate": "2025-11-04T01:00:15.000Z",
      "creator": "Ji Siqi",
      "summary": "# 在中国于中美紧张局势下推动东亚贸易协定之际，障碍依然存在\n\n中国正在积极推动东亚地区更深层次的经济合作，特别是在与美国关系持续紧张的背景下，致力于与日本和韩国达成自由贸易协定（FTA）。然而，分析人士指出，鉴于现有的贸易框架和各方利益冲突，取得实质性进展仍面临挑战。\n\n### 关键进展与中方提议\n\n*   **三边自贸协定谈判重启：** 在亚太经济合作组织（Apec）论坛期间，中国商务部长王文涛与韩国贸易、工业和能源部长金正官会晤。王文涛承诺将推动中日韩三边自贸协定谈判的恢复。\n*   **加强供应链沟通：** 王文涛还表示，中韩两国应通过现有的出口管制和供应链机制加强沟通，以确保两国间供应链的顺畅运行。\n\n![中国商务部长王文涛（右）与韩国贸易、工业和能源部长金正官周六在韩国会面。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/03/9f5f9083-c309-400a-b3dd-d719bb3bea8e_75d97825.jpg)\n*中国商务部长王文涛（右）与韩国贸易、工业和能源部长金正官周六在韩国会面。*\n\n### 三边自贸协定的历史与现状\n\n*   **长期酝酿：** 中日韩三边自贸协定的构想已提出二十多年，并于2012年正式启动谈判。\n*   **谈判停滞：** 过去几年，谈判因新冠疫情等原因陷入停滞。\n*   **现有框架：** 尽管三方都已是区域全面经济伙伴关系协定（RCEP）的成员国，但RCEP的覆盖范围不如拟议中的三边自贸协定全面。\n*   **重启意向：** 去年三国领导人峰会期间曾提出恢复谈判的意向。\n\n### 面临的挑战与分析师观点\n\nNatixis亚太区首席经济学家Alicia Garcia-Herrero指出，尽管中国积极推动，但该协定仍面临多重障碍：\n\n*   **领导层变动：** 日本和韩国目前都有新的领导层。\n*   **日本新首相立场：** 新当选的日本首相高市早苗（Sanae Takaichi）对自贸协定的前景蒙上阴影。Garcia-Herrero认为，高市早苗对美国前总统特朗普非常配合，因此不太可能积极参与此协定。\n*   **经济利益权衡：** 对于韩国和日本而言，该自贸协定的潜在成本可能超过收益。原因在于，中国现在生产了许多过去从日韩进口的商品，导致其从两国进口量大幅减少。",
      "shortSummary": "在中国于中美紧张局势下推动与日韩达成东亚自由贸易协定（FTA）之际，面临诸多挑战。中国商务部长王文涛承诺推动中日韩三边FTA谈判重启，并呼吁加强中韩供应链沟通。然而，该协定谈判已停滞多年。分析人士指出，日本和韩国新领导层的立场，特别是日本首相高市早苗对美方的配合态度，以及中方对日韩商品进口减少导致的经济利益权衡，都使得该协定难以取得实质性进展。",
      "translated_title": "在中国于中美紧张局势下推动东亚贸易协定之际，障碍依然存在",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/03/9f5f9083-c309-400a-b3dd-d719bb3bea8e_75d97825.jpg",
          "alt": "Chinese Minister of Commerce Wang Wentao (right) appears with South Korean Minister of Trade, Industry and Energy Kim Jung-kwan in South Korea on Saturday. Photo: handout",
          "title": "Chinese Minister of Commerce Wang Wentao (right) appears with South Korean Minister of Trade, Industry and Energy Kim Jung-kwan in South Korea on Saturday. Photo: handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "As Beijing continues advocating for deeper regional economic cooperation in East Asia amid ongoing tensions with Washington – including by working towards a free-trade agreement (FTA) with Japan and South Korea – analysts say that making substantial progress remains challenging, given the existing trade framework and conflicting interests.\nIn a meeting with South Korean Minister of Trade, Industry and Energy Kim Jung-kwan on Saturday on the sidelines of the Asia-Pacific Economic Cooperation...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/6d2721b6-e03a-4127-8767-d8349f91fbc7_892b44f9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "卫星制造商Uspace在深圳新科技中心转向AI应用 (原标题: Satellite maker Uspace pivots to AI applications at new tech centre in Shenzhen)",
      "link": "https://www.scmp.com/business/companies/article/3331382/satellite-maker-uspace-pivots-ai-applications-new-tech-centre-shenzhen?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 23:30:07 +0000",
      "isoDate": "2025-11-03T23:30:07.000Z",
      "creator": "Cheryl Arcibal",
      "summary": "# Uspace在深圳新科技中心转向AI应用\n\nUspace（前身为香港航天科技集团）宣布，其旗下单位港航科（Gang Hang Ke）将在深圳牵头建立一个新的科技中心。此举标志着该公司将业务重心转向人工智能（AI）应用。\n\n## 新科技中心的核心职能\n*   **智能决策：** 中心将专注于卫星遥感数据的智能决策。\n*   **AI数据处理与分析：** 致力于基于AI的卫星数据处理和分析。\n*   **星地计算协同：** 旨在推动卫星与地面计算之间的协同效应。\n\n## 港航科的定位\nUspace将港航科描述为一家专注于研发、销售和服务的综合性高科技企业。\n\n## Uspace的背景与“金紫荆星座”项目\n*   **香港首家卫星制造商：** Uspace是香港首家卫星制造商。\n*   **“金紫荆星座”项目：** 公司在2021年已开发并成功发射了12颗卫星，作为其“金紫荆星座”项目的一部分。\n*   **未来目标：** Uspace的最新举措旨在在大湾区上空运营一个由100多颗“金紫荆”卫星组成的网络。\n*   **发射计划：** 预计在2026年前完成该项目剩余卫星的生产和发射。\n\n## 图片\n![Uspace科技集团高管上月庆祝公司总部从香港迁至广州。图片来源：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/03/2cc259f0-a377-4bee-9596-560ba9e981d1_92c6a770.jpg)\n*Uspace科技集团高管上月庆祝公司总部从香港迁至广州。图片来源：资料图*",
      "shortSummary": "卫星制造商Uspace（前身为香港航天科技集团）宣布在深圳设立新的科技中心，由其单位港航科牵头。该中心将专注于利用AI技术进行卫星遥感数据智能决策、数据处理与分析，并推动星地计算协同。此举是Uspace“金紫荆星座”项目的一部分，旨在2026年前在大湾区上空建立并运营一个由100多颗卫星组成的网络。",
      "translated_title": "卫星制造商Uspace在深圳新科技中心转向AI应用",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/03/2cc259f0-a377-4bee-9596-560ba9e981d1_92c6a770.jpg",
          "alt": "Uspace Technology Group executives last month marked the relocation of its headquarters from Hong Kong to Guangzhou. Photo: Handout",
          "title": "Uspace Technology Group executives last month marked the relocation of its headquarters from Hong Kong to Guangzhou. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Uspace Technology Group will set up an artificial intelligence application technology centre in Shenzhen, as the satellite manufacturer realigns its space business after moving its headquarters from Hong Kong to Guangzhou, capital of southern Guangdong province.\nA unit of Uspace, Gang Hang Ke, will spearhead the centre’s establishment, the company said in a filing with the Hong Kong stock exchange on Monday evening.\nIt said the new facility will focus on intelligent decision-making for satellite...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/3bb65de1-27c3-4269-876a-fec8ee00a438_2a112060.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国‘智慧医疗’企业在广交会闭幕之际吸引众多关注 (原标题: China’s ‘smart healthcare’ firms draw crowds as Canton Fair wraps up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331361/chinas-smart-healthcare-firms-draw-crowds-canton-fair-wraps?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 13:30:09 +0000",
      "isoDate": "2025-11-03T13:30:09.000Z",
      "creator": "He Huifeng",
      "summary": "在半年度广交会——中国最大、历史最悠久的贸易展览会——即将闭幕之际，新设立的“智慧医疗”展区吸引了众多海外买家的浓厚兴趣。\n\n*   **展区亮点与目标**\n    *   “智慧医疗”展区汇集了47家中国领先的国内制造商。\n    *   主要展示内容包括医用机器人、人工智能（AI）赋能的影像诊断设备、可穿戴设备及其他创新应用。\n    *   这标志着中国在医疗技术领域迅速攀升价值链的雄心。\n\n*   **海外买家反馈**\n    *   一位自称Aliareh的德国医疗设备采购商表示，中国公司在技术方面处于领先地位，并非夸大其词，只是在陈述事实。\n    *   他对杭州迪安诊断（Diagens Biotechnology）的通用医疗影像模型表现出兴趣，该公司去年曾获得商业咨询公司Frost & Sullivan的创新奖。\n    *   Aliareh正在考察适用于综合性大型医院的设备，并计划将中国技术的发展情况带回国，以比较全球展览所见。\n\n*   **市场增长与展望**\n    *   根据Frost & Sullivan在其关于中国在全球医疗器械领域足迹的《2025年蓝皮书》报告，中国医疗器械市场价值从2020年的7298亿元人民币（约合1026亿美元）增长到2024年的9417亿元人民币。\n    *   预计到2035年，该市场规模将超过1.8万亿元人民币。",
      "shortSummary": "在广交会闭幕之际，中国新设的“智慧医疗”展区吸引了海外买家的广泛关注。该展区展示了医用机器人、AI影像诊断和可穿戴设备等前沿技术，彰显了中国在医疗技术领域提升价值链的雄心。一位德国采购商称赞中国技术领先，并对相关产品表现出浓厚兴趣。据Frost & Sullivan报告，中国医疗器械市场规模正快速增长，预计到2035年将超1.8万亿元人民币。",
      "translated_title": "中国‘智慧医疗’企业在广交会闭幕之际吸引众多关注",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the semi-annual Canton Fair – China’s largest and oldest trade exhibition – draws to a close, a new exhibition area dedicated to digitally and technologically powered approaches to healthcare has drawn keen interest from overseas buyers.\nThe “Intelligent Healthcare” zone, featuring 47 leading domestic manufacturers, is a showcase for medical robots and artificial intelligence (AI)-enabled imaging diagnostics, wearable devices and other applications – and a sign of China’s ambitions to rapidly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/f4a412fe-06e3-4c5a-8798-a8c414ebf36f_d3f45524.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易协议：我们目前了解了什么？ (原标题: US-China trade agreement: what do we know so far?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331353/us-china-trade-agreement-what-did-both-sides-commit-do?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 12:30:09 +0000",
      "isoDate": "2025-11-03T12:30:09.000Z",
      "creator": "Alice Li",
      "summary": "中美两国达成了一项被白宫称为“历史性”的协议，标志着两国贸易紧张局势在数月后进入缓和阶段。白宫发布了一份情况说明书，详细阐述了美国总统唐纳德·特朗普和中国国家主席习近平会晤后达成的协议内容。中国商务部此前也发布了关于该协议的简短声明。\n\n以下是白宫情况说明书揭示的中国方面所做出的承诺：\n\n*   **关键矿产出口**\n    *   根据白宫情况说明书，北京将为美国最终用户及其全球供应商签发稀土、镓、锗、锑和石墨的通用许可证。\n    *   此举相当于“事实上去除了中国在2025年4月和2022年10月施加的控制”。\n    *   值得注意的是，中国商务部的声明中并未提及通用许可证的签发。\n\n*   **农产品采购**\n    *   根据情况说明书，北京承诺在2025年最后两个月购买至少1200万吨（1320万吨）美国大豆。\n    *   此外，在未来三年内，中国每年将至少购买2500万吨美国大豆。\n    *   中国商务部表示双方已就农产品采购达成共识，但未提供具体细节。",
      "shortSummary": "美中两国达成一项贸易协议，标志着紧张局势的缓和。白宫情况说明书披露，中国将为美国最终用户签发稀土、镓、锗、锑和石墨的通用出口许可证，并承诺在2025年最后两个月购买至少1200万吨美国大豆，未来三年每年至少购买2500万吨。中国商务部的声明相对简短，未提供具体细节。",
      "translated_title": "中美贸易协议：我们目前了解了什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the United States and China striking what the White House has called a “historic” agreement, trade tensions between the world’s two largest economies – after months of simmering – appear to be entering a phase of de-escalation.\nThe White House released a fact sheet over the weekend, which provides fresh details on what was agreed after US President Donald Trump and Chinese President Xi Jinping met last week. China’s commerce ministry had previously released a brief statement outlining the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/d97fa647-e515-4756-978e-0d516537e4ec_28cf9299.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国工业机器人产量在自动化驱动下超越2024年水平 (原标题: China’s industrial robot production overtakes 2024 levels amid automation drive)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331343/chinas-industrial-robot-production-overtakes-2024-levels-amid-automation-drive?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 11:30:07 +0000",
      "isoDate": "2025-11-03T11:30:07.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国工业机器人产量在自动化驱动下超越2024年水平\n\n中国在工业和新兴人形机器人领域取得了显著进展，这被视为推动工业经济发展的关键力量。最新的官方数据显示，中国工业机器人产量在2025年前九个月已超越2024年全年水平，显示出强劲的增长势头。\n\n*   **机器人技术与应用展示**\n    *   在深圳举行的第十五届全国运动会火炬传递启动仪式上，人形机器人“夸父”（Kuavo）作为火炬手亮相，完成了100米火炬传递，手持1.6公斤火炬在跑者之间传递，凸显了中国在机器人技术方面的进步。\n    *   中央电视台报道指出，机器人正成为中国从“制造大国”向“智能创新领导者”转变的核心，其应用范围正从工厂扩展到日常生活。\n    *   此次机器人展示也标志着中国企业在将机器人应用于工业和服务等实际场景方面迈出了重要一步。\n\n*   **工业机器人产量强劲增长**\n    *   最新官方数据显示，中国工业机器人行业发展势头强劲。\n    *   2025年前九个月，工业机器人产量达到59.5万台，同比增长29.8%。\n    *   值得注意的是，这一产量已经超越了2024年全年的总产量。\n\n*   **增长驱动因素与政策支持**\n    *   工业机器人产量的快速增长主要得益于下游制造业的强劲需求，特别是汽车、电子和新能源等关键行业正在加速其自动化升级。\n    *   中国上周发布的“十五五”规划建议，明确呼吁在产业升级过程中推进制造业的数字化和智能化转型，为机器人产业发展提供了政策支持。",
      "shortSummary": "在自动化驱动下，中国工业机器人产量实现显著增长。2025年前九个月，产量达到59.5万台，同比增长29.8%，已超越2024年全年总产量。这一强劲势头得益于汽车、电子和新能源等下游制造业的自动化升级需求。机器人正成为中国从制造大国向智能创新领导者转型的核心，并获得“十五五”规划的政策支持，推动制造业数字化和智能化转型。",
      "translated_title": "中国工业机器人产量在自动化驱动下超越2024年水平",
      "images": [],
      "contentSource": "完整文章",
      "content": "As a robot torch-bearer took the spotlight during the kick-off of the 15th National Games torch relay in Shenzhen on Sunday, China’s rapid advancements in both industrial and emerging humanoid robots were hailed as a pivotal force in the industrial economy.\nThe humanoid robot Kuavo, developed by Shenzhen-based Leju Robotics, completed a 100-metre (328-foot) leg of the relay, gripping a 1.6kg (3.5-pound) torch as it passed the baton between runners, state broadcaster CCTV reported on Sunday.\nAnd...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/0c1a2f42-873c-447b-934b-830b5fc57a2b_4d9dbeab.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-05T13:32:42.028Z"
}