{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "为Shein和Temu在英国快速扩张提供动力的“家庭仓库” (原标题: The ‘family warehouses’ powering Shein and Temu’s rapid UK expansion)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316120/chinese-migrants-turning-their-uk-homes-temu-and-shein-warehouses?utm_source=rss_feed",
      "pubDate": "Sun, 29 Jun 2025 12:00:08 +0000",
      "isoDate": "2025-06-29T12:00:08.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 为Shein和Temu在英国快速扩张提供动力的“家庭仓库”\n\n文章揭示了中国跨境电商平台在英国迅速扩张背后的一种新兴现象：中国移民在英国建立“家庭仓库”以处理来自中国的包裹。\n\n*   **家庭仓库的兴起**\n    *   随着Temu、TikTok Shop和全球速卖通等中国电商平台在英国的快速发展，对本地物流服务的需求激增。\n    *   许多中国移民利用家中闲置空间，将其改造为小型包裹处理中心，即“家庭仓库”。\n\n*   **凯文·张的案例**\n    *   **背景**：49岁的凯文·张于2000年从中国东北移居英国，此前经营一家美甲沙龙。\n    *   **转型**：2023年3月，他敏锐地察觉到中国跨境电商的巨大潜力，决定转型。\n    *   **运营模式**：他将家中部分空间改造成临时仓库，为中国出口商提供包裹处理服务，包括：\n        *   接收（从中国运来的）\n        *   分拣\n        *   包装\n        *   贴标签\n        *   在英国境内分发\n    *   **收费**：每件包裹收取1英镑（约1.35美元）。\n    *   **成功**：这项副业在短短几个月内迅速发展，每月收入已接近2000英镑，与伦敦应届毕业生的起薪相当。\n    *   **需求旺盛**：张表示，中国出口商的需求非常强劲，他甚至不得不开始拒绝一些订单。\n\n*   **普遍趋势**\n    *   像张先生这样的临时仓库正在英国各地蔓延。\n    *   中国移民通过这种方式，充分利用中国购物平台在英国的快速扩张机遇，从中获利。",
      "shortSummary": "中国移民在英国设立“家庭仓库”，为Temu、TikTok Shop等中国电商平台在英的快速扩张提供物流支持。他们利用家中空间处理来自中国的包裹，提供分拣、包装和分发服务。以凯文·张为例，这项副业每月可带来近2000英镑收入，因中国出口商需求旺盛而迅速发展，成为英国各地普遍存在的趋势。",
      "translated_title": "为Shein和Temu在英国快速扩张提供动力的“家庭仓库”",
      "images": [],
      "contentSource": "完整文章",
      "content": "In Kevin Zhang’s quiet, two-storey house in Gloucester, hundreds of parcels blanket the living room floor. Each package – shipped from China – is bound for British customers who placed orders on Temu, TikTok Shop and AliExpress.\nZhang, 49, moved to the United Kingdom from China’s rustbelt northeast in 2000, and spent years running a local nail salon. But in March, he sensed that something big was happening with China’s cross-border e-commerce platforms – and decided to make a change.\nHe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/0fb27b1d-5167-4c48-a203-c8bd79055760_713d5116.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土限制措施刺激海外项目，美国开发商称 (原标题: China’s rare earth curbs spur overseas projects, says US developer)",
      "link": "https://www.scmp.com/business/article/3316153/chinas-rare-earth-curbs-spur-overseas-projects-reduce-reliance-says-us-developer?utm_source=rss_feed",
      "pubDate": "Sun, 29 Jun 2025 01:30:10 +0000",
      "isoDate": "2025-06-29T01:30:10.000Z",
      "creator": "Eric Ng",
      "summary": "## 中国稀土限制措施刺激海外项目\n\n据美国稀土行业公司REalloys称，中国暂停稀土出口将推动海外替代生产能力的建设，尽管面临技术和财务挑战。分析师指出，这种建设将是昂贵且漫长的，可能需要补贴和关税来抵御已主导全球市场近三十年的中国产品的竞争。\n\n### 中国在稀土供应链中的主导地位\n\nREalloys首席执行官David Argyle表示，中国在整合关键金属供应链方面做得非常出色。一旦控制了这些供应链，新进入者就很难取代它们，因为这是一个零和游戏。\n\n*   **生产份额**：去年，中国稀土矿石产量占全球的69%。\n*   **加工份额**：中国控制着全球90%的下游加工能力，即将稀土氧化物或其他化合物转化为金属形式。\n*   **重稀土**：中国在重稀土全球市场中占据98%至99%的份额，重稀土用于国防产品、电动汽车和风力涡轮发电机中的高性能磁体。\n*   **贸易影响**：Argyle认为，中国在贸易谈判中拥有一张非常强大的牌，且不会影响数万个中国就业岗位。但他认为中国此次“玩过头了”，因为最近的供应中断导致美国和欧洲的汽车工厂出现小规模停产。\n\n### REalloys的海外生产计划\n\n总部位于俄亥俄州的REalloys计划投资超过5000万美元，与加拿大萨斯喀彻温省研究委员会合作，到2027年建立一条能够生产1000吨高性能磁性材料的生产线。\n\n*   **原材料来源**：REalloys将从巴西采购矿石在加拿大进行加工，此外还将利用回收来源。\n*   **未来发展**：在加拿大萨斯喀彻温省开发一座矿山也在计划之中。",
      "shortSummary": "美国公司REalloys表示，中国暂停稀土出口将刺激海外替代生产项目，尽管面临高昂成本和技术挑战。中国目前控制着全球90%的稀土下游加工和绝大部分重稀土市场。REalloys计划投资超5000万美元，与加拿大合作，到2027年在海外建立高性能磁性材料生产线，以巴西矿石和回收材料为来源，并考虑在加拿大开发新矿。",
      "translated_title": "中国稀土限制措施刺激海外项目，美国开发商称",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s halt on rare earth exports will fuel efforts to build alternative production capacity overseas despite technical and financial challenges, according to REalloys, an American firm that is involved in the industry.\nBut the buildout would be costly and protracted due to technical challenges and could require subsidies and tariffs to stave off competition from Chinese products, which have dominated the global market for nearly three decades, analysts said.\n“China has done a remarkable job at...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/e0e12bff-00d3-4cfd-a51f-cced73db0023_0143a8a5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "各国央行抢购黄金，因担忧美元危机加剧 (原标题: Central banks rush to gold as fears of US dollar crisis mount)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3315943/central-banks-rush-gold-fears-us-dollar-crisis-mount?utm_source=rss_feed",
      "pubDate": "Sat, 28 Jun 2025 08:30:07 +0000",
      "isoDate": "2025-06-28T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 各国央行抢购黄金，因担忧美元危机加剧\n\n全球各国央行，包括中国和印度，正以惊人的速度增持黄金储备，使黄金成为仅次于美元的第二大官方储备资产。此举并非为了对冲通胀或滞胀，而是出于对可能同时发生、多方面爆发的金融危机的深切担忧，尤其是一场潜在的美元危机，央行将此视为应对此类突发事件的第一道防线。\n\n### 黄金地位显著提升\n\n*   **超越欧元**：根据欧洲央行本月发布的报告，在创纪录的购买量和飙升的价格推动下，黄金已超越欧元，成为全球第二重要的央行储备资产。\n*   **储备占比**：去年，黄金占全球官方储备的20%，超过欧元的16%。\n*   **历史高位**：央行黄金持有量已回到20世纪60年代的水平，即黄金退出官方时尚之前。\n\n### 央行增持黄金的深层原因\n\n这并非普通的央行储备多元化，更像是“恐慌性购买”，旨在抢先应对金融系统可能出现的危机。在可能出现以美元为首的纸币“火灾”的情况下，只有黄金等贵金属才能作为“灭火”工具，因为它们在金融市场动荡时不会“燃烧殆尽”。\n\n### 黄金货币角色回归\n\n自1971年美国总统尼克松将美元与黄金脱钩，结束黄金在国际货币体系中的实际作用以来，大多数人认为黄金不再扮演有效的货币角色。然而，正如法国谚语所言“越是改变，越是故我”，黄金似乎正在重新获得其作为货币工具的昔日辉煌。\n\n### 美元危机担忧的诱因\n\n鉴于美国总统唐纳德·特朗普在伊朗乃至更广泛中东地区的军事冒险主义，以及他在贸易问题上的鲁莽举动，将进一步侵蚀人们对美元的信心，使美元危机并非不可能发生。",
      "shortSummary": "各国央行正以惊人速度增持黄金储备，使其成为仅次于美元的第二大官方储备资产。此举并非为对冲通胀，而是出于对多重金融危机，尤其是美元危机的担忧。黄金被视为在纸币体系崩溃时能“灭火”的终极避险工具。在特朗普政府的军事冒险和贸易政策影响下，对美元信心的侵蚀加剧，促使央行恐慌性购买黄金，以应对潜在的系统性风险，黄金的货币角色正在回归。",
      "translated_title": "各国央行抢购黄金，因担忧美元危机加剧",
      "images": [],
      "contentSource": "完整文章",
      "content": "Why are central banks, including those of China and India, adding gold bullion to their reserves at an almost alarming rate, to the point where gold is now second only to the US dollar as an official reserve asset? It is not for the same reason that others are snatching up the yellow metal, which is to act as a hedge against inflation or stagflation.\nCentral banks have instead joined the gold rush because they fear financial crises occurring, simultaneously and on multiple fronts, and these...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/4ae60ad4-6d56-463b-832a-fdf91866a95b_e1bd3df1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "阴云密布，破产在即：美国关税重创中国太阳能企业 (原标题: Cloudy with a chance of bankruptcy: US tariffs hurt China’s solar firms)",
      "link": "https://www.scmp.com/business/china-business/article/3316074/cloudy-chance-bankruptcy-us-tariffs-hurt-chinas-solar-firms?utm_source=rss_feed",
      "pubDate": "Sat, 28 Jun 2025 03:00:11 +0000",
      "isoDate": "2025-06-28T03:00:11.000Z",
      "creator": "Yujie Xue",
      "summary": "### 中国太阳能产业面临严峻挑战\n\n**市场情绪低迷**\n*   近期在上海举行的中国最大太阳能电池板制造行业盛会——SNEC光伏大会气氛低迷，阴雨天气似乎也反映了市场情绪。\n*   今年的展会规模明显缩小，多家领先企业因预算紧张等原因选择不参加。\n*   更具说服力的是，去年作为主旨演讲嘉宾的隆基绿能和通威等主要生产商的CEO今年缺席。\n\n**双重困境**\n*   作为中国三大新兴经济驱动力（与电动汽车和锂电池制造并列）之一，太阳能产业正面临双重打击：\n    *   **国内市场：** 生产商深陷价格战和供应过剩的泥潭，亏损严重。\n    *   **出口市场：** 关税阻碍了其进入出口市场。\n\n**财务影响严重**\n*   根据中国光伏行业协会的数据，2024年太阳能电池板供应链各个环节的价格较2023年峰值暴跌了60%至80%。\n*   全国121家上市生产商中，有39家处于亏损状态。\n*   天合光能董事长高纪凡表示，光伏（PV）制造价值链的损失达到400亿美元，若包括其他业务线，总计损失达600亿美元。\n\n**行业前景堪忧**\n*   太阳能电池板制造商晋能清洁能源科技总经理杨立友在会议小组讨论中表示：“每个人都在质疑这次低迷会持续多久、深度如何。它没有缓解。事实上，它比我们预期的更深、更长。”\n*   **股价表现：**\n    *   按出货量计算，全球最大的太阳能电池板制造商晶科能源的股价今年在纽约下跌了近30%，较2022年峰值累计下跌超过60%。\n    *   晶澳太阳能、通威、天合光能、隆基和协鑫等竞争对手的股价自2022年以来也下跌了高达80%。",
      "shortSummary": "中国太阳能产业正面临严峻挑战，市场情绪低迷。国内价格战和供应过剩导致企业普遍亏损，同时美国关税阻碍了出口。2024年价格较峰值暴跌60-80%，多家上市企业陷入亏损，行业总损失高达600亿美元。主要太阳能企业的股价自2022年以来大幅下跌，行业普遍认为此次低迷比预期更深更长。",
      "translated_title": "阴云密布，破产在即：美国关税重创中国太阳能企业",
      "images": [],
      "contentSource": "完整文章",
      "content": "The rain and gloomy skies during the SNEC PV Conference – the biggest in China’s solar-panel manufacturing industry – summed up the mood in the market, whose major players congregated in Shanghai earlier this month for the four-day annual event.\nThe scale was noticeably smaller this year. Several leading companies opted out for a variety of reasons, including tight budgets. More tellingly, CEOs from major producers Longi Green Technology and Tongwei – keynote speakers last year – gave it a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/f89c346c-510b-4b31-ac7b-f67abfce21f9_ccf2d4fd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "交易泡汤了？中国对伊朗的投资受冲击，但中东仍具吸引力 (原标题: Boom goes the deal? China’s Iran investments under fire, but Middle East beckons)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316085/boom-goes-deal-war-threatens-chinas-iran-investments-middle-east-still-beckons?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 22:00:14 +0000",
      "isoDate": "2025-06-27T22:00:14.000Z",
      "creator": "Luna Sun,He Huifeng,Ralph Jennings",
      "summary": "### 中国出口商在中东面临的挑战\n\n中东地区日益加剧的冲突，特别是以伊朗为中心的紧张局势，正对中国出口商造成显著影响，威胁到关键航运路线并扰乱贸易往来。\n\n#### 案例分析：\n\n*   **Miya Yu（轻工业品贸易商）**\n    *   **交易受阻**：Miya Yu在今年4月的中国广交会上与一位伊朗买家达成了一笔轻工业品（如阀门、玩具、铝制容器等）的交易。她已为此准备好生产所需材料，但生产从未开始。\n    *   **买家失联**：由于伊朗卷入与美国和以色列的冲突，该伊朗客户突然失联，导致Yu的商业计划面临成为最新地区危机经济受害者的风险。\n    *   **前景不明**：她表示，目前无法确定货物是否还能交付。\n\n*   **Cai Zhan（外贸企业家及社交媒体网红）**\n    *   **行程取消**：来自温州的外贸企业家Cai Zhan（在抖音上拥有超过120万粉丝）在近期视频中透露，她已取消了原定8月前往伊朗参加汽配展的计划。\n    *   **安全警告**：客户警告她伊朗的安全局势“严重”，建议她不要前往。\n\n#### 冲突带来的广泛影响：\n\n*   **业务中断**：Cai Zhan指出，持续的冲突已“严重扰乱了商业活动”。\n*   **订单削减与成本上升**：她表示，随着客户削减订单、航运成本上涨以及前景充满不确定性，她网络中的许多出口商都在“勒紧裤腰带”。\n\n#### 总结：\n\n中国出口商对全球局势变化的敏感度极高，他们正实时应对中东地区动荡带来的冲击波。",
      "shortSummary": "中东地区（以伊朗为中心）的冲突正严重冲击中国出口商。贸易商Miya Yu因伊朗买家失联而损失订单，外贸企业家Cai Zhan也因安全担忧取消了伊朗之行。冲突导致业务中断、订单削减、航运成本上升及前景不确定，迫使许多中国出口商“勒紧裤腰带”。中国出口商正实时感受全球不稳定性带来的冲击。",
      "translated_title": "交易泡汤了？中国对伊朗的投资受冲击，但中东仍具吸引力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Watching as missile bombardments threaten key shipping routes and blow up some of their trade deals in the Middle East, with Iran at the centre of the firestorm, Chinese exporters are feeling the heat.\nAfter finalising a deal with an Iranian buyer she met at China’s Canton Fair in April, Miya Yu, a trader of light industrial goods – valves, toys, aluminium containers, etc – collected the necessary materials to begin production and fill the order.\nProduction never began. The contracted client...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/f8c4d037-e579-4dba-81ee-e31ff935f545_b8d544ac.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在不确定时期成为亮点：南华早报‘夏季达沃斯’亮点 (原标题: China becomes bright spot at uncertain time: SCMP’s ‘Summer Davos’ highlights)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316098/china-becomes-bright-spot-uncertain-time-scmps-summer-davos-highlights?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 10:00:14 +0000",
      "isoDate": "2025-06-27T10:00:14.000Z",
      "creator": "SCMP Reporters",
      "summary": "### 世界经济论坛“夏季达沃斯”：不确定性中的中国亮点\n\n本周在天津举行的世界经济论坛新领军者年会（又称“夏季达沃斯”）上，“不确定性”成为与会者普遍提及的关键词。高级中国官员、全球高管、外国学者和各领域思想领袖都对此表示关注。\n\n*   **全球挑战与讨论焦点**\n    *   **普遍担忧**：地区紧张局势、华盛顿不可预测的政策转向以及全球贸易前景不明朗是与会者普遍关注的焦点。\n    *   **核心议题**：会议讨论了世界是否会持续陷入危机，以及在全球化面临严峻挑战的时刻如何建立共识。\n    *   **具体议题**：跨境投资、中国经济的结构性转变以及以色列-伊朗冲突背景下的供应链安全也是讨论的热点。\n\n*   **中国作为亮点**\n    *   尽管全球环境充满不确定性，但会议情绪并非完全消极。\n    *   **技术进步**：技术发展被视为一个显著的亮点。许多与会者赞扬中国在人工智能（AI）和人形机器人领域的快速发展，认为这些领域蕴藏着巨大的增长机遇。\n\n*   **中国总理李强的承诺**\n    *   中国总理李强在主旨演讲中发表了重要讲话。\n    *   **消费潜力**：他承诺，中国的消费增长将为全球经济带来益处。\n    *   **开放市场**：李强总理邀请海外企业投资并进入中国市场，共同分享中国经济增长带来的收益。",
      "shortSummary": "在天津举行的世界经济论坛“夏季达沃斯”会议上，“不确定性”是核心议题，与会者讨论了地区紧张、贸易前景和全球化挑战。然而，中国被视为亮点，尤其是在人工智能和人形机器人等技术进步方面展现出巨大增长潜力。中国总理李强承诺，中国的消费增长将惠及全球经济，并邀请海外企业投资中国市场，共享发展成果。",
      "translated_title": "中国在不确定时期成为亮点：南华早报‘夏季达沃斯’亮点",
      "images": [],
      "contentSource": "完整文章",
      "content": "For those attending the World Economic Forum’s Annual Meeting of the New Champions this week, “uncertainty” was the inescapable word. It could be found on the lips of almost everyone; senior Chinese officials, global executives, foreign academics and thought leaders from all fields.\nThis should not come as a surprise. Simmering regional tensions, unpredictable policy pivots from Washington and a foggy picture for global trade were all top of mind as speakers and panelists gathered in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/f9793c7e-84cc-48ac-9678-d66fd9e1890b_5c7a8735.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "广东的国内版广交会计划能否奏效？ (原标题: Will Guangdong’s plan for a domestic version of Canton Fair pay off?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316102/chinas-guangdong-plans-domestic-version-canton-fair-trade-show-will-it-pay?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 09:00:15 +0000",
      "isoDate": "2025-06-27T09:00:15.000Z",
      "creator": "He Huifeng",
      "summary": "### 广东推出“国内版广交会”以提振内贸\n\n**背景与目的**\n\n*   **背景：** 面对外部需求疲软和全球贸易不确定性增加，中国南方广东省政府推出一项新举措。\n*   **目的：** 启动“国内贸易版”广交会，旨在帮助出口导向型企业开拓国内市场。\n*   **战略：** 此举是广东省政府最新工作计划的关键组成部分，该计划旨在加强“国内大循环”战略，即通过建设强大统一的国内市场来提升中国经济的自给自足能力。\n\n**主要措施**\n\n*   **企业动员：** 计划将动员约2万家出口导向型企业参与促销活动，引导高质量的出口产品进入国内市场。\n*   **电商支持：** 鼓励电子商务平台设立专门的“出口产品内销”专区。\n*   **费用减免：** 为外贸企业开设在线商店提供费用减免。\n\n**行业观点与挑战**\n\n*   **现有活动过多：** 业内人士指出，目前国内贸易促销活动已经过多，但对解决消费需求低迷和支付延迟等根本性问题收效甚微，而这些是企业转向内销面临的核心挑战。\n*   **智库观点：** 广州智库广东体制改革研究会执行会长彭澎表示，广东新展会旨在通过帮助外贸公司将库存和产能转向国内市场来支持它们。\n*   **关键问题：** 彭澎强调，关键在于新展会能否复制每年两届广交会的核心优势——即汇聚大量真实买家并促成实际交易，还是仅仅沦为一种象征性姿态。",
      "shortSummary": "为应对外部需求疲软，广东推出“国内版广交会”，旨在帮助出口企业转向国内市场，以强化“国内大循环”战略。该计划将动员约2万家企业参与内销活动，并支持电商平台。然而，业内人士担忧现有促销活动过多，且该举措能否有效解决消费需求低迷和支付延迟等根本问题，以及能否真正促成交易，而非仅是象征性举措。",
      "translated_title": "广东的国内版广交会计划能否奏效？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Southern China’s Guangdong province will launch a “domestic trade version” of the Canton Fair – the country’s largest import and export fair – to help export-oriented companies tap into the domestic market amid weak external demand and rising global trade uncertainties.\nThe initiative is a key component of a work plan released by the provincial government on Tuesday that aims to strengthen “domestic circulation” – a strategy focused on boosting China’s economic self-reliance by building a robust...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/d05a9753-3d74-4da2-a399-55b070e65c1b_030cdd6d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美就出口管制达成协议，贸易谈判取得成果 (原标题: China, US reach agreement on export controls as trade talks bear fruit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316076/china-us-finalise-trade-deal-beijing-confirms-breakthrough-talks?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 07:08:02 +0000",
      "isoDate": "2025-06-27T07:08:02.000Z",
      "creator": "Carol Yang,Ji Siqi",
      "summary": "中美两国在出口管制问题上取得了重要进展，双方确认了贸易谈判中关于广泛互惠出口管制框架的细节。中国商务部周五表示，自本月初在伦敦结束的两天贸易谈判以来，中美双方一直保持密切沟通。\n\n根据商务部的声明，协议内容包括：\n*   中国将依法审查并批准受控物品的出口申请。\n*   美方将相应解除对中国的一系列限制措施。\n\n中方希望美方能与中方合作，遵循两国总统在6月5日会谈中提出的重要共识和要求。美国总统唐纳德·特朗普周四也表示，美国已于前一天与中国“签署”了一项贸易协议，但未透露具体细节。特朗普在白宫一项推广其预算立法的活动中说，通过这项对华协议，美国将“开始开放中国”。",
      "shortSummary": "中美两国在出口管制问题上达成协议，标志着贸易谈判取得进展。中国商务部表示，中方将审查批准受控物品出口申请，美方则将解除对华限制措施。美国总统特朗普也证实已与中国签署贸易协议，称将“开放中国”。",
      "translated_title": "中美就出口管制达成协议，贸易谈判取得成果",
      "images": [],
      "contentSource": "完整文章",
      "content": "China said on Friday that it would review and approve export applications for controlled items while the US would also remove some of its limits – confirming much-needed progress in trade talks centred on the two countries’ extensive, reciprocal export controls.\nBeijing and Washington have been in close communication since a two-day round of trade talks in London ended earlier this month, with both sides further confirming details of the framework solidified in those meetings, China’s Ministry...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/ec27342d-5839-4078-9cf5-2f53dfb544cf_8473632b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "经济学家呼吁结构性改革，将中国重心转向消费 (原标题: Economists call for structural reforms to shift China’s focus to consumption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316035/economists-say-structural-reforms-needed-shift-chinas-focus-consumption?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 04:00:13 +0000",
      "isoDate": "2025-06-27T04:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国经济转型：从生产导向到消费驱动\n\n在天津举行的世界经济论坛“新领军者年会”（又称“夏季达沃斯”）上，经济学家们呼吁中国进行结构性改革，将经济重心从生产转向消费，尽管中国在人工智能（如DeepSeek模型）等技术领域取得了引人注目的突破，提振了信心。\n\n### 核心观点与当前挑战\n\n*   **消费是富裕的关键：** 香港科技大学商学院教授金刻羽指出，尽管中国在技术上可能取得领先，但除非成为一个主要的消费国，否则中国永远不会成为一个富裕国家。\n*   **生产导向的机制：** 她解释说，中国当前的政治经济机制主要侧重于补贴生产以获得竞争力。\n*   **全球贸易失衡：** 这种模式导致中国商品在全球市场上具有极强的竞争力，进而引发了问题。金刻羽认为，这不仅是与美国的问题，也与世界其他国家产生了摩擦，因为这不再仅仅是效率问题，而是关于全球和谐，以及为其他国家提供参与全球供应链的机会。\n\n### 建议的改革方向与机遇\n\n为了协调贸易关系并实现可持续发展，金刻羽提出了以下建议和机遇：\n\n*   **提高国内消费：** 中国应提高内部消费水平，以平衡其贸易关系。\n*   **服务业发展：** 服务业是提升国内消费的重要机遇领域。\n*   **小城市潜力：** 年轻人回流的小城市也蕴藏着巨大的消费增长潜力。\n*   **地方政府考核：** 她建议，地方政府的“标杆竞争”应将消费作为衡量成功与否的指标之一，以激励地方政府将重心转向刺激消费。",
      "shortSummary": "经济学家在“夏季达沃斯”会议上呼吁中国进行结构性改革，将经济重心从生产转向消费。金刻羽教授指出，尽管技术进步显著，但中国若不成为消费大国，将难以实现富裕。当前过度依赖生产补贴导致全球贸易失衡。她建议中国提高国内消费，发展服务业，利用小城市潜力，并以消费作为地方政府绩效考核指标，以实现经济和谐与可持续发展。",
      "translated_title": "经济学家呼吁结构性改革，将中国重心转向消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "While eye-catching technological breakthroughs – led by the DeepSeek artificial intelligence (AI) model – have boosted confidence in China amid intensifying rivalry with the United States, economists at the Annual Meeting of the New Champions in Tianjin have called for structural reforms to make China a consumption-driven economy.\n“We can talk about technological supremacy, like AI and all these, but China is never going to be a rich country unless it becomes a big consumer country,” Jin Keyu, a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/9eda373e-a7a4-4a30-965f-252f28d551bc_62fe873f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美元是‘美国会失去的’：专家在‘夏季达沃斯’上就人民币推进展开辩论 (原标题: Dollar is ‘America’s to lose’: experts argue at ‘Summer Davos’ amid yuan push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315941/summer-davos-debate-chinas-yuan-ready-challenge-us-dollar-dominance?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 22:00:13 +0000",
      "isoDate": "2025-06-26T22:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "## 美元地位受威胁，人民币或成替代选择\n\n### 引言\n\n随着华盛顿实施“解放日”关税，全球对美元的信心正在削弱。在世界经济论坛（即“夏季达沃斯”）年会上，经济学家们就中国人民币是否能成为挑战美元主导地位的可靠替代货币展开了辩论。\n\n### 美元地位的削弱\n\n*   **关税政策的影响**：亚洲协会政策研究所中国经济高级研究员戴安娜·乔列娃（Diana Choyleva）指出，美国总统唐纳德·特朗普对盟友和对手实施的“对等关税”是“削弱美元作为全球储备货币作用的又一步”。\n*   **多重威胁因素**：乔列娃表示，美元的地位日益受到威胁，主要原因包括：\n    *   其他国家（特别是中国）不愿完全依赖美元。\n    *   数字货币、稳定币和替代全球支付系统的兴起。\n    *   华盛顿的经济管理不善。\n*   **美元指数下跌**：周四，衡量美元兑一篮子主要货币强弱的美元指数跌破97，创下2022年3月以来的最低点。\n\n### 人民币的潜力\n\n*   **替代选择的出现**：面对对美元日益增长的疑虑，乔列娃认为人民币可能比欧元提供一个更有前景的替代选择。\n*   **中国积极推动**：她指出：“中国正在积极尝试建立一个以人民币为中心的独立金融势力范围。”",
      "shortSummary": "全球对美元的信心因美国关税政策而减弱。在“夏季达沃斯”论坛上，专家讨论了美元作为全球储备货币的地位正受威胁，原因包括他国不愿依赖美元、数字货币兴起及美国经济管理不善。美元指数已跌至2022年3月以来最低。有专家认为，中国人民币正积极构建以其为中心的金融影响力，可能成为比欧元更有前景的美元替代选择。",
      "translated_title": "美元是‘美国会失去的’：专家在‘夏季达沃斯’上就人民币推进展开辩论",
      "images": [],
      "contentSource": "完整文章",
      "content": "As global confidence in the US dollar erodes in the wake of Washington’s “Liberation Day” tariffs, economists at the Annual Meeting of the New Champions debated whether China’s yuan could emerge as a credible alternative to challenge the world’s dominant currency.\nUS President Donald Trump’s sweeping “reciprocal tariffs” on allies and adversaries alike marked “another step in the process of diminishing the role of the dollar as a global reserve currency,” said Diana Choyleva, senior fellow of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/9673d503-c39b-4fd1-9e62-c28d6c8342a4_325fb63e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“机遇热土”：李强总理表示中国经济提供“确定性” (原标题: ‘Hotbed of opportunity’: Premier Li says China’s economy offers ‘certainty’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315932/premier-li-qiang-says-chinas-economy-source-certainty-amid-global-risks?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 13:00:09 +0000",
      "isoDate": "2025-06-26T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国经济：全球增长的引擎与机遇热土\n\n中国国务院总理李强近日在多个国际场合强调，尽管全球面临地缘政治挑战和不确定性，中国经济仍将是全球增长的强大动力和稳定之源，为世界和平与发展提供“确定性”。\n\n### 关键信息点：\n\n*   **全球经济贡献者**：李强总理在亚洲基础设施投资银行（AIIB）年会上指出，中国是全球经济增长的最大动力贡献者，也是世界和平与发展最重要的确定性来源。\n*   **经济增长韧性**：在天津举行的世界经济论坛新领军者年会上，李强总理表示中国经济将保持“较快速度”增长，并会“竭尽全力”应对全球经济挑战。\n*   **上半年表现**：他强调，尽管外部挑战重重，中国经济仍展现出韧性，今年前两个季度表现稳健。第一季度GDP同比增长5.4%，被视为来之不易的成就。中国今年的年度GDP增长目标设定在5%左右。\n*   **未来展望**：李强总理预测，未来几年中国经济仍将是全球经济的“机遇热土”。\n*   **应对措施**：面对与美国之间不可预测的贸易战，北京已推出一系列刺激措施以稳定金融市场和刺激消费，包括：\n    *   下调基准利率。\n    *   降低银行存款准备金率。\n    *   推行以旧换新计划以提振家庭消费。\n\n**重要提示：** 文章内容中未包含有效的实际图片链接，因此详细摘要中不包含任何图片。",
      "shortSummary": "中国国务院总理李强表示，中国经济将继续是全球增长的引擎和机遇热土，为世界提供“确定性”。尽管面临外部挑战，中国经济在今年上半年表现稳健，第一季度GDP增长5.4%，全年目标约5%。为应对挑战，中国已推出降息、降准及以旧换新等刺激措施，以稳定市场并促进消费。",
      "translated_title": "“机遇热土”：李强总理表示中国经济提供“确定性”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will continue to be a land of opportunities and an engine of global growth and stability, even as the world faces rising geopolitical challenges and uncertainties, Chinese Premier Li Qiang said at the Asian Infrastructure Investment Bank’s (AIIB) Annual Meeting in Beijing.\n“China remains the country that contributes the greatest impetus to global economic growth, and the most significant source of certainty for world peace and development,” he said on Thursday.\nLi’s remarks came a day...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/77210050-25a6-4247-a47e-d61a736d1021_45eeaa7f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚投行将在香港设立20人规模的办事处以扩大全球影响力 (原标题: AIIB to expand global footprint with 20-member office in Hong Kong)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315947/aiib-expand-global-footprint-20-member-office-hong-kong?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 11:00:17 +0000",
      "isoDate": "2025-06-26T11:00:17.000Z",
      "creator": "Ji Siqi,Frank Tang",
      "summary": "## 亚洲基础设施投资银行在港设立办事处\n\n亚洲基础设施投资银行（AIIB）计划在香港设立一个办事处，此举旨在增强其筹资能力并进一步扩大其全球影响力。\n\n### 设立目的与意义\n\n*   **提升筹资能力与全球影响力**：该办事处的核心目标是加强亚投行的资金募集能力，并拓展其在全球范围内的业务足迹。\n*   **巩固香港国际金融中心地位**：对于香港而言，亚投行办事处的设立被视为一次重要的宣传胜利，有助于进一步巩固其作为国际金融中心的地位。\n\n### 进展与时间表\n\n*   目前，亚投行正与香港政府进行谈判。消息人士透露，最终决定预计将在今年下半年做出。\n*   一旦获得批准，亚投行希望能够尽快启动该办事处的运营。\n\n### 办事处职能与规模\n\n*   **主要职能**：该办事处将负责亚投行的资金筹集活动，并处理与香港本地机构的运营投资。另一消息源指出，其主要业务将集中在司库活动（treasury activities）。\n*   **人员规模**：新办事处预计将有大约20名工作人员。\n*   **全球布局**：这将是亚投行在北京总部以外设立的第二个海外办事处。其规模与2023年9月在阿布扎比设立的首个海外办事处相似。",
      "shortSummary": "亚洲基础设施投资银行（亚投行）计划在香港设立一个约20人的办事处，旨在提升其筹资能力并扩大全球影响力。此举对香港巩固国际金融中心地位具有重要意义。该办事处将主要负责亚投行的资金筹集和司库活动。目前与香港政府的谈判仍在进行中，预计今年下半年做出最终决定。",
      "translated_title": "亚投行将在香港设立20人规模的办事处以扩大全球影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Beijing-headquartered Asian Infrastructure Investment Bank will open an office in Hong Kong to enhance the multilateral development lender’s fundraising power and expand its global presence, the Post has learned from sources familiar with the matter.\nThe new office would come as a publicity victory for Hong Kong as the city redoubles its efforts to consolidate its status as an international financial centre.\nNegotiations with the Hong Kong government are ongoing and the final decision is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/a17b5fbc-d011-4cab-bb47-2f67957246b6_3e8e27c6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "边境更严格的卫生检查如何影响中国的榴莲进口？ (原标题: How are stricter sanitation checks at border affecting China’s durian imports?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315936/chinas-durian-imports-plunge-stricter-checks-catch-out-traders?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 09:04:57 +0000",
      "isoDate": "2025-06-26T09:04:57.000Z",
      "creator": "Ralph Jennings,Mia Nulimaimaiti",
      "summary": "中国榴莲进口受边境卫生检查影响\n\n根据贸易观察人士的说法，由于中国边境卫生检查日益严格，今年中国新鲜榴莲进口量有所下降。\n\n*   **总体进口数据下降**\n    *   海关总署数据显示，今年前五个月，新鲜榴莲进口额同比下降32.5%，至19.3亿美元。\n    *   按数量计算，进口量下降32.9%，至390,900吨。\n\n*   **主要出口国受影响情况**\n    *   **越南受冲击最大**：海关数据显示，越南对华榴莲出口的价值和数量同比下降近62%。今年前五个月，越南对华出口总额为2.54亿美元。\n    *   **泰国进口量下降**：同期，泰国对华榴莲进口额同比下降24%，至16.7亿美元，数量降幅略小。泰国仍保持中国最大榴莲进口来源国的地位，其次是越南和其他东南亚国家。\n\n*   **进口下降原因**\n    *   贸易观察人士周二表示，对农药和其他卫生问题的更严格保障措施减缓了进口速度。\n    *   他们补充说，出口商可能需要一些时间来适应新规定。\n\n*   **专家观点与展望**\n    *   越南富布赖特大学政治学家阮清忠（Nguyen Thanh Trung）表示：“越南种植者和贸易商需要达到这些标准。”\n    *   他认为：“今年他们可能会受到很大影响，但种植者和贸易商会从中学习。”",
      "shortSummary": "由于中国边境卫生检查趋严，今年前五个月中国新鲜榴莲进口量大幅下降。进口额同比减少32.5%，进口量下降32.9%。越南受影响最严重，对华出口量和价值均下降近62%。泰国进口量也下降24%。更严格的农药和卫生标准是主要原因，出口商需时间适应。",
      "translated_title": "边境更严格的卫生检查如何影响中国的榴莲进口？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of fresh durians have fallen this year because of stricter sanitation checks at the border, according to people who follow the trade.\nThe value of fresh durian imports in the first five months of this year fell by 32.5 per cent year on year to US$1.93 billion, according to the General Administration of Customs.\nBy volume, imports were down 32.9 per cent to 390,900 tonnes.\nHardest hit was Vietnam, which saw nearly 62 per cent year-on-year declines in both the value and volume of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/bcb07ef7-fb42-4548-ba91-2927b283596d_222aaafe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球化新浪潮可能由中国主导 (原标题: The new wave of globalisation could be China-led)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3315681/chinese-companies-can-spearhead-new-wave-globalisation?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-26T08:30:08.000Z",
      "creator": "Wang Huiyao",
      "summary": "## 全球化新浪潮与中国角色转型\n\n*   **背景与展望**\n    *   在新加坡一次关于中国企业全球化的会议上，讨论了逆全球化和全球化3.0的未来趋势。\n    *   面对未来，需要新的理念和概念来应对不确定性。\n\n*   **中国经济的演变**\n    *   **改革开放初期（1978年）**：中国经济受自给自足影响，处于“在中国为中国”阶段。\n    *   **“世界工厂”阶段**：通过利用市场力量，中国经济进入“在中国为世界”阶段，成为全球工厂。\n        *   复杂增值产业帮助8亿人脱贫，提升了全球物质财富。\n        *   到2020年，中国工业总产值占全球35%。\n\n*   **当前全球动态与挑战**\n    *   **贸易战与地缘政治**：始于美国特朗普政府的贸易战，重新调整了全球格局。\n    *   **新时代特征**：全球化进入新阶段，多极化回归，“去风险化”和不稳定导致企业面临不确定性和转型。\n    *   **贸易壁垒与碎片化**：贸易壁垒、关税和地缘政治碎片化日益加剧。\n\n*   **全球化3.0的特征**\n    *   将日益由数字化驱动。\n    *   将日益以区域为导向。\n\n*   **中国企业的新战略**\n    *   中国企业迫切需要调整战略，加速全球化步伐。\n    *   **战略转变**：从出口驱动型增长模式转向以全球布局、海外投资和跨境产业协调为特征的模式。\n    *   **核心理念**：实现中国经济“在世界为世界”的战略。\n    *   **具体行动**：中国企业必须走向全球，将价值链和生产系统分布到不同国家，以服务国际客户。",
      "shortSummary": "全球化正进入由贸易战和地缘政治驱动的新阶段（全球化3.0），其特点是数字化和区域化。中国经济曾是“世界工厂”，现在面临转型。中国企业需调整战略，从出口导向转向全球布局、海外投资和跨境协调，实现“在世界为世界”，将价值链和生产系统分布全球，以应对不确定性并服务国际客户。",
      "translated_title": "全球化新浪潮可能由中国主导",
      "images": [],
      "contentSource": "完整文章",
      "content": "At a recent Singapore conference on Chinese companies going global, I spoke on deglobalisation and the emerging contours of Globalisation 3.0. Perhaps more than ever, we need to look ahead to new ideas and concepts to tackle whatever the future holds.\nWhen China started its reform and opening up in 1978, its economy, shaped by autarkic experience and self-reliance, was still “in China for China”. In tapping world-changing market forces, the economy entered a period of “in China for the world” as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/e0e59994-e42a-4a30-ab41-11cc5a817b62_09bd48ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正在为下一波人工智能和机器人技术奠定坚实基础：宇树科技CEO (原标题: China building strong foundation for next wave of AI, robotics: Unitree CEO)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315892/china-building-strong-foundation-next-wave-ai-robotics-unitree-ceo?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 06:00:16 +0000",
      "isoDate": "2025-06-26T06:00:16.000Z",
      "creator": "Alice Li",
      "summary": "### 中国人工智能与机器人产业发展：宇树科技的成功与国家潜力\n\n中国人形机器人初创公司宇树科技（Unitree）的首席执行官王兴兴近日宣布，该公司年收入已突破10亿元人民币（约合1.394亿美元）。这一里程碑是在天津举行的“新领军者年会”（夏季达沃斯）的一次小组讨论中公布的。\n\n**宇树科技的成功因素**\n王兴兴指出，宇树科技自2016年成立以来取得成功，得益于多方面支持：\n*   **行业关注度提升：** 机器人行业日益受到关注。\n*   **需求与支持增加：** 市场需求不断增长，并获得更多支持。\n*   **政府支持：** 公司所在地浙江省政府提供了有力支持。\n*   **有利营商环境：** 浙江省拥有良好的营商环境。\n*   **丰富人才储备：** 当地汇聚了大量优秀人才。\n\n**中国在人工智能和机器人领域的潜力**\n与会企业家和学者普遍认为，中国凭借其独特的优势，有望成为下一波人工智能发展的领导者：\n*   **强大数据基础设施：** 为AI发展提供坚实基础。\n*   **成熟供应链：** 确保产业高效运作。\n*   **广阔市场：** 提供巨大的应用和增长空间。\n\n长江商学院院长李海涛在同一小组讨论中强调，中国在人工智能领域拥有“巨大潜力”。他表示，在未来十年内，只有两个国家能够引领全球人工智能革命，即美国和中国。",
      "shortSummary": "中国人形机器人公司宇树科技（Unitree）首席执行官王兴兴宣布公司年收入突破10亿元人民币，并指出其成功得益于行业关注、需求增长及政府支持。专家学者认为，中国凭借强大的数据基础设施、成熟供应链和广阔市场，正为下一波人工智能和机器人技术发展奠定坚实基础，有望与美国共同引领全球AI革命。",
      "translated_title": "中国正在为下一波人工智能和机器人技术奠定坚实基础：宇树科技CEO",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the head of China's humanoid robotics start-up Unitree disclosed its annual revenue has passed one billion yuan (US$139.4 million), entrepreneurs and scholars said the country's strong data infrastructure, mature supply chain and vast market position it as a potential leader in the next wave of development for artificial intelligence (AI).\n“The rising attention on our industry, along with increasing demand and support, has created the essential conditions for leading companies to grow...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/f1128ca1-3fa2-4cf9-985c-971429fc9075_ec0c6149.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“夏季达沃斯”呼吁中国企业将制造业转移至海外以取得成功 (原标题: ‘Summer Davos’ calls for China’s firms to move manufacturing abroad for success)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315806/chinas-firms-must-integrate-succeed-abroad-executives-say-summer-davos?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-25T22:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "### “夏季达沃斯”呼吁中国企业将制造业转移至海外以取得成功\n\n在天津举行的“新领军者年会”（即“夏季达沃斯”）期间，业内人士指出，中国企业应将其整个制造生态系统而非仅仅是商品组装环节转移到海外，以巩固其海外扩张。\n\n**主要观点与驱动因素：**\n\n*   **全球贸易不确定性加剧：** 咨询公司Oliver Wyman的合伙人兼亚太宏观策略师Ben Simpfendorfer表示，随着美国总统唐纳德·特朗普第二任期内全球贸易不确定性上升，中国企业将寻求通过在新市场建立工厂（无论是用于出口还是本地销售）来增强其供应链的韧性。\n*   **关税与贸易紧张局势恶化：** Simpfendorfer指出，世界正走向一个关税普遍更高的时代，贸易紧张局势将恶化，不仅限于中美之间，还可能涉及其他国家。为了完全避免关税，中国制造业的更大一部分可能会转移到海外。\n\n**现有趋势与挑战：**\n\n*   **供应链海外迁移已开始：** 在特朗普的第一任期内，中国制造商已开始将供应链转移到海外，以减轻关税上涨带来的影响。他们首先在东南亚建立工厂，并逐步将业务扩展到墨西哥和摩洛哥等国家。\n*   **美国对“绕道”的担忧：** 华盛顿不希望这些国家成为中国产品的可靠“绕道”途径。特朗普最初于4月2日公布的“解放日”关税方案中，一些东南亚国家联盟（东盟）成员国本将面临比中国更高的关税。\n*   **近期政策调整：** 为了安抚全球市场，美国暂停了这些更高的关税90天，转而对几乎所有贸易伙伴实施了“基线”10%的关税上调。",
      "shortSummary": "“夏季达沃斯”会议呼吁中国企业将整个制造业生态系统转移到海外，以应对全球贸易不确定性及日益加剧的关税。业内人士指出，此举旨在增强供应链韧性，避免贸易壁垒。中国企业已在东南亚、墨西哥等地设厂，但美国不希望这些国家成为中国产品的“绕道”途径。未来，更多中国制造环节可能外迁以适应新的贸易环境。",
      "translated_title": "“夏季达沃斯”呼吁中国企业将制造业转移至海外以取得成功",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies should relocate their entire manufacturing ecosystems – rather than just completing the assembly of goods in another country – to solidify their overseas expansions, industry insiders said during the Annual Meeting of the New Champions in Tianjin.\nWith uncertainty over global trade on the rise in the second term of US President Donald Trump, Chinese companies will look to strengthen the resilience of their supply chain by building factories in new markets, either for export or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/90898b4d-de79-44a2-aabc-7c93a13128df_97a47b68.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球金融面临的三大幽灵：必须在为时过晚前认清它们 (原标题: 3 spectres haunting global finance must be seen before it’s too late)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3315384/3-spectres-haunting-global-finance-must-be-seen-its-too-late?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 14:30:08 +0000",
      "isoDate": "2025-06-25T14:30:08.000Z",
      "creator": "James David Spellman",
      "summary": "## 全球金融面临的三大新型风险\n\n文章指出，全球金融体系正面临三大新型、更分散且难以控制的风险，它们是潜在的“新断层线”：\n\n1.  **新兴的人工智能（AI）模型**\n2.  **影子银行体系的不透明性**\n3.  **加密货币的狂热**\n\n### 风险的性质与挑战\n\n这些风险与上次金融危机中的风险不同，它们更具分散性，且更难被遏制。若不采取协调一致的行动，全球金融体系可能陷入另一次系统性崩溃，届时任何单一的金融机构或政府都无法独自解决。然而，当前世界各国领导人正疲于应对贸易摩擦和不断升级的战争，投资者又普遍自满，经济表现出韧性，这使得他们不太可能推动必要的改革。领导者面临两难境地：过度警告会损害信誉，但警告太晚则可能导致灾难。\n\n### 人工智能（AI）的潜在威胁\n\n文章详细阐述了AI作为其中一个“幽灵”所带来的风险，认为AI在优化效率和降低风险的同时，也可能引发下一次“雷曼时刻”。\n\n*   **问题根源**：伦敦政治经济学院教授乔恩·丹尼尔森（Jon Danielsson）指出，问题源于算法收集和分析数据并执行解决方案的方式。\n*   **“串通”效应**：大型语言模型通常依赖相似的数据、信号和优化逻辑，这导致了一种“串通”效应。反馈循环会以极快的速度加剧同步和重复错误的风险。\n*   **位置偏差**：麻省理工学院的研究人员最近发现，AI存在“位置偏差”现象，即它会过度强调文本开头和结尾的信息。\n*   **数据质量问题**：数据本身可能存在冲突、错误、不精确、混乱和模糊不清等问题。即使这些空白被填补，其适用性也有限，因为每个事件的原因和复杂性都是独一无二的。\n*   **丹尼尔森的警告**：丹尼尔森写道：“AI迅速果断的响应能力——结合其不透明的决策过程、与其他引擎的串通以及产生幻觉的倾向——是其引发稳定风险的核心。”他警告称，“AI危机将是快速而恶性的。”",
      "shortSummary": "全球金融面临三大新型且难以控制的风险：新兴AI模型、影子银行不透明性和加密货币狂热。这些风险比以往更分散，若无协调行动恐致系统性崩溃。文章特别强调AI的威胁，指出其不透明决策、数据依赖性、协同错误和“幻觉”倾向可能引发迅速而恶性的危机，构成全球金融稳定的核心风险。",
      "translated_title": "全球金融面临的三大幽灵：必须在为时过晚前认清它们",
      "images": [],
      "contentSource": "完整文章",
      "content": "Fledgling artificial intelligence (AI) models, the opacity of shadow banking and the euphoria over cryptocurrency are new fault lines in global finance, emerging as dangers that are more dispersed and harder to contain than those of the last crisis.\nWithout coordinated action, we risk stumbling into another systemic breakdown, one that no financial institution or government can resolve alone. Yet, world leaders, overwhelmed by tariff flare-ups and escalating wars, are unlikely to champion needed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/99dad871-0cbe-4a7a-b5a8-3ba2be4226c4_a41a4128.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国敦促私营企业加大对跨境基础设施的投资 (原标题: China urging private firms to invest more in cross-border infrastructure)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315808/china-private-enterprises-invest-cross-border-infrastructure-aiib-doing?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 12:00:08 +0000",
      "isoDate": "2025-06-25T12:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "中国财政部长蓝佛安在亚洲基础设施投资银行（亚投行）年会上表示，中国将大力鼓励私营企业参与基础设施项目，包括亚投行倡导的跨境互联互通倡议。\n\n*   **背景：** 随着全球经济放缓和国际发展援助减少，发展中国家日益受到公共资源有限的制约，难以进行互联互通投资。\n*   **中国措施：**\n    *   《中国民营经济促进法》已于上月生效，鼓励民营企业投资基础设施。\n    *   中国将继续完善体制机制和环境，欢迎更多私营部门参与跨境互联互通项目。\n*   **风险应对：** 蓝佛安呼吁各方努力减少对地缘政治和违约相关风险的担忧，并通过与其他区域发展机构协调，提高基础设施项目的评级和预期回报，以确保私营部门保持信心和投资意愿。\n*   **意义：** 进一步调动私人资本有助于克服公共投资不足的瓶颈，促进基础设施发展。",
      "shortSummary": "中国财政部长蓝佛安表示，中国将大力鼓励私营企业参与包括亚投行倡导的跨境互联互通倡议在内的基础设施项目。随着全球经济放缓和国际发展援助减少，发展中国家面临公共资源有限的制约。中国通过《民营经济促进法》等措施，鼓励民营企业投资基础设施，并努力减少地缘政治和违约风险，提高项目回报，以吸引更多私人资本参与，克服公共投资不足的瓶颈。",
      "translated_title": "中国敦促私营企业加大对跨境基础设施的投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will significantly encourage private enterprises to participate in infrastructure projects, including cross-border connectivity initiatives championed by the Asia Infrastructure Investment Bank (AIIB), Minister of Finance Lan Foan said at the lender’s annual meeting.\nAs the global economy slows and international development aid declines, developing countries are increasingly constrained by limited public resources for connectivity investments, Lan said at the meeting in Beijing on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/1b25891f-b710-45fe-823b-31f04f927a0b_ff433284.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟关税豁免推动中国插电式混合动力汽车出口激增 (原标题: China’s plug-in hybrid exports spike in wake of EU tariff exemption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315797/chinas-plug-hybrid-exports-spike-wake-eu-tariff-exemption?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 10:00:20 +0000",
      "isoDate": "2025-06-25T10:00:20.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国插电式混合动力汽车出口激增：欧盟关税豁免的推动\n\n**主要观点:**  得益于欧盟关税豁免，中国插电式混合动力汽车(PHEV)对欧洲的出口在5月份同比增长了惊人的600%。这一趋势是更广泛的中国PHEV销售热潮的一部分，5月份中国PHEV的整体出口同比增长了127%。\n\n**关键信息:**\n\n* **欧盟市场爆发式增长:** 5月份，中国对欧盟的乘用车PHEV出口量和出口值均同比增长约600%。\n* **整体出口大幅增长:** 2025年前五个月，中国乘用车PHEV出口总量达到324,000辆，同比增长近140%。\n* **关税豁免的影响:**  欧盟对中国制造的电池电动汽车(BEV)征收高达45.3%的关税，促使中国汽车制造商转向PHEV。\n* **数据来源:** 中国汽车经销商协会(CADA)和中国海关数据。\n* **PHEV分类:** 插电式混合动力汽车分为乘用车（少于九座）、货车以及公共汽车和卡车三种类型，文中主要关注乘用车。\n\n**总结:** 中国插电式混合动力汽车出口的显著增长，尤其是在欧盟市场的强劲表现，主要得益于欧盟对中国制造电池电动汽车的关税政策，以及中国汽车制造商的战略调整。",
      "shortSummary": "5月份，中国对欧盟的插电式混合动力汽车(PHEV)出口同比激增600%，这得益于欧盟的关税豁免政策。中国整体PHEV出口也大幅增长，2025年前五个月达到324,000辆。欧盟对中国制造的电池电动汽车征收高额关税，促使中国汽车制造商转向PHEV，从而推动了这一增长。",
      "translated_title": "欧盟关税豁免推动中国插电式混合动力汽车出口激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese plug-in hybrid electric cars are rapidly flooding the European market, with exports to the bloc rising an extraordinary 600 per cent year on year in May as China’s brands take advantage of an exemption in European Union tariffs.\nThe trend is part of a wider boom in sales of Chinese passenger plug-in hybrid electric vehicles (PHEVs), with China’s overall exports of the cars soaring 127 per cent year on year in May, according to data released on Monday by the China Automobile Dealers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/ee71495f-3bda-453a-8c22-dfa8a36f74f5_4f4ade5e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国关税不仅扼杀贸易，还令投资寒心——领导人警告 (原标题: US tariffs not only killing trade, but chilling investment, leaders warn)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315774/us-tariffs-not-only-killing-trade-chilling-investment-leaders-warn?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 09:00:16 +0000",
      "isoDate": "2025-06-25T09:00:16.000Z",
      "creator": "Alice Li",
      "summary": "## 美国关税对全球经济的影响：贸易和投资的寒冬\n\n世界经济论坛“夏季达沃斯”论坛上，企业家和政策制定者警告称，美国关税政策的不确定性不仅扰乱了全球供应链，还导致投资者推迟决策。\n\n* **贸易战的寒蝉效应：** 美国与其他国家之间的贸易战持续给全球经济蒙上阴影，美国总统特朗普威胁几周内将对数十个国家重新征收关税。这种不确定性导致全球企业面临“极具挑战”的局面。\n* **投资决策的停滞：**  香港第一东方投资集团董事长兼首席执行官Victor Chu Lap-lik表示，由于对美国贸易政策的不确定性，“每个人都在暂停”。企业难以对未来三到四年进行投资定价，因为无法预测关税政策的走向。此外，企业还担心在某些国家投资会面临来自其他政府的压力。\n* **全球投资的萎缩：** 贸易战加剧了全球投资的萎缩趋势，这种趋势在去年就已经开始显现，并对经济增长构成阻力。\n\n总而言之，美国关税政策的不确定性正在严重影响全球贸易和投资，导致企业决策迟缓，经济增长放缓。",
      "shortSummary": "美国关税政策的不确定性正在扰乱全球供应链，导致投资者推迟决策，对全球经济增长造成负面影响。企业难以预测未来关税政策，从而影响投资决策。贸易战加剧了全球投资萎缩，对经济增长构成阻力。",
      "translated_title": "美国关税不仅扼杀贸易，还令投资寒心——领导人警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Uncertainties created by the United States’ tariff blitz are not only disrupting global supply chains, but also causing investors to delay decisions, entrepreneurs and policymakers said at the “Summer Davos” forum.\nThe warning at the annual gathering, which kicked off in the northern Chinese city of Tianjin on Tuesday, came as the trade war continued to cast a chill over the global economy, with US President Donald Trump threatening to reimpose tariffs on dozens of countries within...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/5801b453-a184-463b-9e0f-9802926d5f2f_6e99a724.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-30T01:57:47.663Z"
}