{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "中国着眼完善债券发行机制以提升人民币的全球作用 (原标题: China eyes honing its bond issuance mechanism to boost yuan’s global role)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324341/china-eyes-honing-its-bond-issuance-mechanism-boost-yuans-global-role?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 11:00:10 +0000",
      "isoDate": "2025-09-04T11:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国着眼完善债券发行机制以提升人民币的全球作用\n\n## 背景与目标\n*   中国人民银行和财政部正在讨论建立一个更完善的海外主权债务发行机制。\n*   此举旨在提升人民币的全球作用，尤其是在对美元信心波动之际。\n\n## 高层会议与政策方向\n*   中国财政部副部长廖岷和中国人民银行副行长邹澜共同出席了一次会议。\n*   双方强调，协调的财政和货币政策措施对于稳定市场、帮助经济应对“复杂多变的市场环境”至关重要。\n*   会议纪要中未提供关于债券发行机制的更多细节。\n\n## 专家观点与未来展望\n*   Pinpoint资产管理公司总裁兼首席经济学家张智威指出，中国推动人民币国际化的政策方向非常明确。\n*   他提及中国央行行长潘功胜近期呼吁建立一个减少对单一货币依赖的全球支付系统。\n*   张智威预计，未来离岸人民币计价国债的发行量将增加。",
      "shortSummary": "中国人民银行和财政部正探讨完善海外主权债务发行机制，旨在提升人民币的全球地位，并减少对美元的依赖。双方强调财政和货币政策协调的重要性。专家预计，未来离岸人民币计价国债的发行将增加，这与中国央行推动人民币国际化的明确方向一致。",
      "translated_title": "中国着眼完善债券发行机制以提升人民币的全球作用",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank and finance ministry have discussed creating a better mechanism for issuing sovereign debt overseas, as Beijing eyes a greater global role for the yuan amid wavering confidence in the US dollar.\nBeijing has been upping efforts to increase the use of its currency in international markets in recent months, as trading in US dollar assets becomes increasingly volatile amid President Donald Trump’s tariff blitz, aggressive spending plans, and attempts to interfere in the workings...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/1bcb7520-ebef-42eb-a7a5-1528c7efeeb4_51839c0e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "华盛顿制裁化学品生产商后，中国瞄准美国光纤公司 (原标题: China targets US fibre-optic firms after Washington sanctions chemical producer)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324303/china-targets-us-fibre-optic-firms-after-washington-sanctions-chemical-producer?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 07:00:11 +0000",
      "isoDate": "2025-09-04T07:00:11.000Z",
      "creator": "Alice Li",
      "summary": "# 中国对美国光纤公司征收反倾销税\n\n中国商务部宣布对美国光纤公司征收反倾销税，此举是在美国财政部因芬太尼相关指控制裁一家广州化学品公司后数小时内宣布的。\n\n## 背景与时机\n*   **美国制裁**：美国财政部对一家位于广州的化学品公司实施制裁，理由是该公司涉嫌与芬太尼有关。\n*   **中国回应**：数小时后，中国宣布对美国光纤公司征收反倾销税。\n\n## 关税详情\n*   **税率范围**：关税税率介于33.3%至78.2%之间。\n*   **生效时间**：关税已立即生效，并将持续至2028年4月。\n*   **受影响公司及税率**：\n    *   OFS Fitel：33.3%的关税。\n    *   康宁（Corning）：37.9%的关税。\n    *   Draka Communications Americas以及其他未指明的美国公司：78.2%的关税。\n\n## 征收新关税的原因：反规避调查\n*   **现有反倾销税**：自2023年4月起，中国已对用于高速光传输和数据中心互连的某种美国光纤征收反倾销税。\n*   **规避行为**：一项始于今年3月、为期六个月的调查发现，美国出口商通过将光纤标记为具有相似用途但技术规格略有不同的另一种光纤，来规避现有的反倾销税。\n*   **商务部裁定**：中国商务部裁定，美国出口商在没有商业理由的情况下改变了贸易模式，将光纤运往中国，从而损害了现有的反倾销税。\n\n## 调查意义\n*   **发起方**：此次调查是应中国公司的请求发起的。\n*   **历史性**：这是中国首次进行反规避调查。\n*   **调查目的**：此类调查旨在评估贸易行为是否为规避关税责任而改变。",
      "shortSummary": "中国对美国光纤公司征收33.3%至78.2%的反倾销税，立即生效至2028年4月。此举是在美国制裁一家中国化学品公司后数小时宣布的。中国商务部表示，此前一项调查发现美国出口商通过虚假标记规避了自2023年4月起实施的现有反倾销税。这是中国首次进行反规避调查，涉及OFS Fitel、康宁等公司。",
      "translated_title": "华盛顿制裁化学品生产商后，中国瞄准美国光纤公司",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has slapped American fibre-optic firms with anti-dumping tariffs – a move announced hours after the US Treasury imposed sanctions on a Guangzhou-based chemical firm, over fentanyl claims.\nThe duties, ranging from 33.3 to 78.2 per cent, went into immediate effect and are to remain in place until April 2028, the Ministry of Commerce said on Thursday in an online statement.\nSpecifically, OFS Fitel faces a 33.3 per cent tariff, Corning a 37.9 per cent levy, and Draka Communications Americas,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/8390159a-9bb9-4181-84de-e2fb2128270b_96caad94.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在C919和国产喷气式飞机推广之际启动东南亚航空培训 (原标题: China starts aviation training for Southeast Asia amid C919, home-grown jet push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324260/china-starts-aviation-training-southeast-asia-it-pushes-c919-home-grown-jets?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 02:15:07 +0000",
      "isoDate": "2025-09-04T02:15:07.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国启动东南亚航空培训以推广C919及国产喷气式飞机\n\n## 培训背景与目的\n中国本月启动了一项针对东南亚国家代表的航空培训计划，旨在推广其自主研发的民用飞机。尽管空中客车和波音公司在全球市场占据主导地位，东南亚地区在接受中国飞机交付方面却处于世界领先地位。\n\n## 培训参与者与内容\n*   **参与国家：** 来自柬埔寨、印度尼西亚、老挝、马来西亚、缅甸、新加坡、泰国和越南的20名代表正在北京参加“2025年中-东盟民用航空管理能力提升研讨会”。\n*   **时间：** 研讨会于本周一启动，为期14天。\n*   **组织方：** 由中国民用航空局组织。\n*   **课程内容：** 根据在线声明，培训课程涵盖安全管理、适航认证、绿色发展、新技术以及国产大型飞机等主题。\n\n## 商飞（Comac）的市场拓展雄心\n*   **背景：** 此次研讨会正值中国商用飞机有限责任公司（Comac）寻求扩大其在东南亚市场的业务，以满足该地区7亿人口的旅行需求。Comac是C909和C919飞机的制造商。\n*   **专家观点：** 澳大利亚航空分析国际公司（Aviation Analysts International）首席执行官休·里奇（Hugh Ritchie）认为，鉴于中-东南亚经济合作的广泛趋势，现在是推动制造商发展的好时机。\n*   **挑战双寡头：** 里奇补充说，Comac希望“打破”空中客车和波音的“双寡头垄断”，这两家西方巨头供应了世界上大部分的大型喷气式飞机。\n*   **C909在东南亚的运营：** 中国商飞的C909小型支线喷气式飞机已在东南亚运营十年，根据中国民用航空局的数据，共完成了47万次客运飞行。",
      "shortSummary": "中国已启动一项针对东南亚国家的航空培训计划，旨在推广其自主研发的民用飞机，包括C919和C909。来自八个东南亚国家的20名代表正在北京参加为期14天的研讨会，内容涵盖安全管理和国产飞机等。此举旨在帮助中国商飞（Comac）扩大其在东南亚市场的份额，并挑战空中客车和波音的双寡头垄断，这与日益增长的中-东南亚经济合作趋势相吻合。",
      "translated_title": "中国在C919和国产喷气式飞机推广之际启动东南亚航空培训",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is training representatives from Southeast Asia this month in an effort to promote its home-grown civilian aircraft, as the region leads the world in accepting Chinese deliveries despite Airbus and Boeing’s dominance.\nTwenty participants from Cambodia, Indonesia, Laos, Malaysia, Myanmar, Singapore, Thailand and Vietnam are taking part in the 2025 China-Asean Civil Aviation Management Capacity Enhancement Workshop in Beijing, which started Monday.\nOrganised by the Civil Aviation...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/5e38e79c-724b-442e-81f6-816af1ba0c6b_c24c749e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国越野车品牌212着眼欧洲、中东、非洲市场谋求增长 (原标题: Chinese off-road vehicle brand 212 eyes Europe, Middle East, Africa for growth)",
      "link": "https://www.scmp.com/business/china-business/article/3324213/chinese-road-vehicle-brand-212-eyes-europe-middle-east-and-africa-growth?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 23:30:08 +0000",
      "isoDate": "2025-09-03T23:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "### 212越野车品牌海外扩张战略\n\n212越野车，作为北京汽车制造厂（BAW）旗下的一个品牌，正积极将其战略重心转向海外市场，以期实现显著增长。\n\n*   **公司背景与定位**\n    *   212越野车总部位于中国东部山东省的沿海城市青岛。\n    *   公司计划利用中国成熟的汽车供应链，设计和组装高性能产品，从而提升其在全球市场的竞争力。\n\n*   **目标市场与产品**\n    *   212品牌计划向欧洲、中东和东南亚的客户提供一系列汽油动力和电动汽车（EV）。\n    *   首席执行官陆云然表示，中国制造的越野车作为一种独特的产品类别，正坚定地走向全球，以推广其发展和制造能力。\n\n*   **销售目标与增长预期**\n    *   公司设定了雄心勃勃的海外销售目标，希望最早在2028年，海外市场销售额能占到总销售额的40%。\n    *   预计今年全球交付量将达到2万辆。\n    *   公司计划在未来几年内实现至少50%的年增长率。\n\n*   **市场竞争与定价**\n    *   在中国大陆这一全球最大的汽车和电动汽车市场，212的主要竞争对手是长城汽车的坦克品牌。\n    *   212的T01车型在中国大陆起售价为139,900元人民币（约合19,595美元）。\n    *   陆云然承诺将为客户提供价格实惠、世界一流的越野车。\n\n*   **图片**\n    *   文章内容中未包含任何有效的实际图片链接，因此详细摘要中不包含图片。",
      "shortSummary": "中国越野车品牌212（北京汽车制造厂旗下）正积极拓展海外市场，目标是欧洲、中东和东南亚。公司计划提供汽油和电动越野车，并力争到2028年海外销售额占总销售额的40%。212品牌将利用中国汽车供应链优势，提供价格实惠、世界一流的产品。预计今年全球交付2万辆，未来几年实现50%的年增长。",
      "translated_title": "中国越野车品牌212着眼欧洲、中东、非洲市场谋求增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Jeep maker 212 Off-Road Vehicle, a unit of Beijing Auto Works (BAW), has set its sights on overseas markets as it banks on the country’s automotive supply chain to design and assemble high-performance products.\nThe company, based in Qingdao, a coastal city in eastern China’s Shandong province, plans to offer a slate of petrol-powered and electric vehicles (EVs) to customers in Europe, the Middle East and Southeast Asia, hoping they can generate 40 per cent of sales as early as 2028, CEO Lu...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/24a39f19-fa0d-46a7-b18d-48a94025e1c0_75fadfe9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海合作组织开发银行如何改变全球金融秩序 (原标题: How an SCO development bank could shift the global financial order)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3324123/how-sco-development-bank-could-shift-global-financial-order?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 22:30:07 +0000",
      "isoDate": "2025-09-03T22:30:07.000Z",
      "creator": "Peiman Salehi",
      "summary": "中国国家主席习近平在本周于天津举行的上海合作组织第25次峰会上敦促成员国加快建立上合组织开发银行，这一提议可能标志着亚洲金融格局的一个转折点。\n\n*   **上合组织的角色转变：** 习近平的提议表明，上合组织正在从一个安全集团演变为一个金融参与者。\n*   **中国的承诺：** 习近平还承诺在三年内向上合组织成员国提供14亿美元的贷款，并呼吁该组织拒绝冷战思维、对抗集团和霸凌行为。\n*   **贷款的意义：** 这些贷款不仅可以被视为中国的慷慨之举，也可以被视为上合组织正在发展自己的金融工具，以减少对美国压力的脆弱性。\n*   **上合组织开发银行的潜力：** 上合组织开发银行可能与金砖国家的的新开发银行类似，但具有更强的区域重点。与国际货币基金组织或世界银行等西方主导的机构不同，这样的银行可以无条件地提供信贷额度、基础设施融资和危机援助。\n*   **对受制裁国家的重要性：** 对于面临西方制裁的国家，包括俄罗斯和伊朗，该机制可以作为金融生命线。\n*   **伊朗的处境：** 对于伊朗来说，时机尤其关键。伊朗强调，融入上合组织金融框架对于在新的制裁下生存至关重要。制裁可能不仅针对伊朗的能源出口，还可能针对银行、航运保险和全球支付系统的准入，从而加剧已经遭受重创的经济。\n*   **政治层面：** 伊朗加入上合组织在德黑兰被视为一项战略胜利，表明尽管美国和欧洲的压力再次加大，但该国仍然保留着盟友和在东方进行合作的途径。",
      "shortSummary": "中国国家主席习近平呼吁加快建立上合组织开发银行，旨在将上合组织从安全集团转变为金融参与者。中国承诺提供14亿美元贷款，表明上合组织正发展金融工具以减少对美国压力的依赖。该银行可能类似于金砖国家的新开发银行，但更侧重区域，无条件提供信贷和融资，对受西方制裁国家如俄罗斯和伊朗至关重要。伊朗将加入上合组织视为战略胜利，表明其在东方仍有合作途径。",
      "translated_title": "上海合作组织开发银行如何改变全球金融秩序",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the 25th Shanghai Cooperation Organisation summit in Tianjin this week, Chinese President Xi Jinping urged member states to accelerate the creation of an SCO development bank, a proposal that could mark a turning point in Asia’s financial landscape. While headlines focused on the high-profile presence of Russian President Vladimir Putin and Indian Prime Minister Narendra Modi, Xi’s proposal points to the SCO’s evolution from a security bloc into a financial actor.\nXi also pledged US$1.4...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/37186f7a-fe75-438a-b8dd-0a06216daea1_e1758a2c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国南方大湾区拥有全球最大创新集群 (原标题: South China’s Greater Bay Area boasts world’s largest innovation cluster)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324168/south-chinas-greater-bay-area-boasts-worlds-largest-innovation-cluster?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 07:38:01 +0000",
      "isoDate": "2025-09-03T07:38:01.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国南方大湾区荣膺全球最大创新集群\n\n根据世界知识产权组织（WIPO）2025年全球创新指数报告，中国南方大湾区（GBA）的核心——深圳-香港-广州科技枢纽——已超越东京-横滨，成为全球最大的创新集群。\n\n### 关键成就与排名\n*   **首次登顶**：这是深圳-香港-广州科技枢纽首次位居全球创新集群榜首，此前已连续五年保持第二名。\n*   **全球对比**：该集群的崛起凸显了中国在技术自给自足方面的努力，尤其是在与美国地缘政治不确定性日益增加的背景下。\n*   **其他领先集群**：榜单上，圣何塞-旧金山集群跃升至第三位，紧随其后的是北京（第四）、首尔、上海-苏州和纽约市。\n*   **大湾区影响力**：大湾区内的另一个集群——澳门-珠海集群——连续第二年进入全球前100名，进一步彰显了该区域在技术创新方面的全球影响力。\n\n### 大湾区的战略意义\n*   **地理范围**：大湾区涵盖香港、澳门、深圳、广州以及广东省内其他多个城市。\n*   **创新重点**：该区域是北京推动先进制造、人工智能和生物技术等前沿领域创新的核心，得益于其庞大的人才储备和快速的资本流动。\n\n### 中国在全球创新格局中的地位\n*   **国家代表性**：中国目前在全球前100名创新集群中拥有24个，超过美国的22个和德国的7个，成为榜单中代表性最强的国家。",
      "shortSummary": "根据世界知识产权组织（WIPO）2025年全球创新指数，中国南方大湾区（GBA）的深圳-香港-广州科技枢纽已超越东京-横滨，首次成为全球最大的创新集群。这一成就凸显了中国在技术自给自足方面的努力。大湾区是北京推动先进制造、人工智能等前沿创新的核心区域。中国目前在全球前100名创新集群中拥有24个，是榜单中代表性最强的国家。",
      "translated_title": "中国南方大湾区拥有全球最大创新集群",
      "images": [],
      "contentSource": "完整文章",
      "content": "A portion of China’s Greater Bay Area has been named the world’s largest innovation cluster, underscoring Beijing’s drive for technological self-reliance at a time of rising geopolitical uncertainties with the United States.\nThe Shenzhen-Hong Kong-Guangzhou technology hub – the heart of the bay area plan – has overtaken Tokyo-Yokohama to become the world’s largest innovation cluster, according to the World Intellectual Property Organisation’s (WIPO) 2025 Global Innovation Index released on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/2fea105f-215e-41c2-a61d-e8229fe83a63_181ec14a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么Labubu热潮仅仅是中国品牌繁荣的开始 (原标题: Why Labubu craze is just the start of China’s branding boom)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3323996/why-labubu-craze-just-start-chinas-branding-boom?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 01:30:07 +0000",
      "isoDate": "2025-09-03T01:30:07.000Z",
      "creator": "Chris Pereira",
      "summary": "本文探讨了中国品牌形象的转变，不再仅仅是廉价的代名词，而是逐渐建立起信任和品牌优势。\n\n*   **Labubu的成功：**\n    *   Labubu玩偶的流行表明，中国品牌不再等同于廉价。\n    *   泡泡玛特（Pop Mart）凭借Labubu建立了信任，预计今年销售额将达到40亿美元。\n\n*   **品牌力量的扩展：**\n    *   品牌力量正在扩展到电池、汽车、无人机、生物技术甚至基础设施等领域。\n    *   中国企业在硬件和信任方面都在展开竞争。\n\n*   **小米汽车的崛起：**\n    *   小米汽车在推出仅15个月后，交付量已超过30万辆。\n    *   小米CEO雷军计划进行更大的海外投资。\n\n*   **宁德时代（CATL）的崛起：**\n    *   宁德时代是小米汽车的电池供应商，其广告遍布中国机场。\n    *   宁德时代占据全球电动汽车（EV）电池市场约38%的份额。\n    *   宁德时代和比亚迪（BYD）占据了2025年上半年超过一半的电动汽车电池安装量。\n\n*   **从成本优势到品牌优势：**\n    *   当消费者开始指名要求某个组件时，就意味着已经从成本优势转变为品牌优势。\n    *   这反映了中国商业思维的转变。",
      "shortSummary": "文章指出，Labubu的成功标志着中国品牌不再是廉价的代名词，而是开始建立品牌信任。小米汽车和宁德时代等企业的崛起，表明中国品牌的力量正在扩展到汽车、电池等更广泛的工业领域。中国企业正在硬件和品牌信任上展开竞争，从成本优势转向品牌优势，这体现了中国商业思维的转变。",
      "translated_title": "为什么Labubu热潮仅仅是中国品牌繁荣的开始",
      "images": [],
      "contentSource": "完整文章",
      "content": "Call them China’s Sputnik moments: DeepSeek. BYD and Xiaomi cars. A robot Olympics in Beijing. Huawei’s resurgence. And Labubu.\nLabubu did its job. The little gremlin doll made it clear that a brand being from China is no longer shorthand for cheap. Pop Mart has built trust to such an extent that company management is now forecasting US$4 billion in sales this year. So what’s next?\nNot more Labubu. The next chapter is bigger and more industrial than Pop Mart. Brand muscle is spilling into places...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/917c6455-4f3c-4353-b494-df75772d792d_80f7a1bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管汽车需求下降导致中国对俄出口减少，新协议仍显示‘增长空间’ (原标题: As China exports to Russia dip on less car demand, new deals show ‘room to grow’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324077/despite-dip-chinas-exports-russia-new-deals-show-room-grow-amid-us-pressure?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 15:00:09 +0000",
      "isoDate": "2025-09-02T15:00:09.000Z",
      "creator": "Ralph Jennings,Xinyi Wu",
      "summary": "## 中俄贸易：挑战与机遇\n\n### 背景与现状\n\n*   **贸易放缓与增长潜力：** 尽管中国对俄罗斯的汽车出口有所放缓，但分析人士指出，两国在以人民币和卢布结算的贸易方面仍有显著的增长空间。\n*   **外部压力：** 这一趋势发生在俄罗斯总统普京访问中国期间，两国都面临着脱离美国市场的压力。\n\n### 贸易驱动因素\n\n*   **俄罗斯需求：** 由于俄罗斯因入侵乌克兰而面临西方制裁，其难以从西方国家进口消费品、个人电子产品和普通机械，因此对中国产品有强烈需求。\n*   **中国供应能力：** 中国能够生产俄罗斯所需的产品，范围从手机到工厂机械，满足了俄罗斯的市场空白。\n*   **中美关系影响：** 自2018年美国前总统特朗普执政以来，中美之间的进口关税不断上升，导致两国贸易逐渐偏离美国市场，今年更是迅速升级。\n*   **中国市场战略：** 新加坡东南亚研究所高级研究员Jayant Menon表示，美国市场的封闭促使中国积极寻找新市场，俄罗斯市场被视为“有增长空间”的重要方向。\n\n### 普京访华成果\n\n*   **高层会晤：** 普京总统周二在北京会见了中国国家主席习近平，进一步巩固两国关系。\n*   **随行代表团：** 俄罗斯天然气工业股份公司（Gazprom）董事长阿列克谢·米勒和俄罗斯国家石油公司（Rosneft）首席执行官伊戈尔·谢钦等重要能源企业高管随普京访问，凸显能源合作的重要性。\n*   **合作协议：** 根据中方声明，两国签署了20多项双边合作协议，涵盖了能源、航空航天、人工智能、农业、卫生、科学研究和教育等多个关键领域，为未来的合作奠定了基础。",
      "shortSummary": "尽管中国对俄汽车出口因需求下降而放缓，但分析人士指出，两国在人民币和卢布结算的贸易上仍有增长潜力。受西方制裁和中美贸易紧张影响，俄罗斯对中国消费品和机械的需求旺盛。普京访华期间，两国签署了20多项涵盖能源、科技、农业等领域的合作协议，显示出未来贸易的“增长空间”。",
      "translated_title": "尽管汽车需求下降导致中国对俄出口减少，新协议仍显示‘增长空间’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite a slowdown in automotive shipments from China to Russia, there is room for them to advance trade settled in yuan and roubles as both countries continue to be pressured away from the US market, analysts said on Tuesday during Russian President Vladimir Putin’s visit to the world’s second-largest economy.\nRussians want consumer goods, personal electronics and common machinery that are difficult to import from the West because of trade sanctions over Russia’s invasion of Ukraine that began...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/2f9bbd0c-1dde-4771-b826-b84022d823cc_6207637a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何中俄巨额天然气管道协议可能面临“关键障碍” (原标题: Why huge China-Russia gas pipeline deal could face ‘key obstacle’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324084/major-china-russia-gas-pipeline-deal-spotlight-sco-summit-faces-key-obstacle?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 13:30:07 +0000",
      "isoDate": "2025-09-02T13:30:07.000Z",
      "creator": "Kandy Wong",
      "summary": "中俄两国领导人在上海合作组织峰会上会晤，引发了关于两国“无上限”伙伴关系的猜测。其中，备受关注的是长期延宕的“西伯利亚力量2号”天然气管道项目。\n\n*   **项目价值：** 价值136亿美元。\n*   **项目意义：** 该项目预计将成为双边议程的重点，并可能在中国、俄罗斯和蒙古（管道将通过其领土）周二在北京举行的三方会议上得到讨论。如果建成，每年可向中国北方供应500亿立方米天然气，为受西方制裁影响的莫斯科提供关键的经济生命线。\n*   **中方表态：** 习近平主席在与普京会晤时表示，“重大项目合作”将深化融合，但官方新华社的报道没有提及任何具体项目。\n*   **俄方表态：** 俄罗斯媒体RIA报道称，俄罗斯石油巨头Gazprom和中国石油天然气集团公司(CNPC)签署了一份谅解备忘录，将通过蒙古建设“西伯利亚力量2号”和“东方联盟”过境管道，援引了Gazprom首席执行官Alexey Miller的说法。\n*   **分析师警告：** 尽管俄罗斯媒体的基调乐观，但分析师警告称，未解决的问题可能会延误该项目。上海社会科学院SCO中心副主任李立凡警告说，尽管两国都“对保持项目进展有很强的信心和强烈的愿望”，但“某些关键问题”仍未解决。",
      "shortSummary": "中俄两国在上海合作组织峰会上讨论了“西伯利亚力量2号”天然气管道项目。该项目价值136亿美元，旨在每年向中国北方供应500亿立方米天然气，对受西方制裁的俄罗斯至关重要。尽管俄罗斯媒体报道称已签署谅解备忘录，但分析师警告称，未解决的关键问题可能会延误该项目。",
      "translated_title": "为何中俄巨额天然气管道协议可能面临“关键障碍”",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping and his Russian counterpart Vladimir Putin stood shoulder to shoulder at this week’s Shanghai Cooperation Organisation summit, fuelling speculation about their countries’ “no limits” partnership. But beyond the optics, many analysts focused on energy: specifically, the long-delayed Power of Siberia 2 gas pipeline.\nValued at US$13.6 billion, the project was expected to be high on the bilateral agenda and would likely have featured when China, Russia and Mongolia – whose...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/6153dbd4-9d6b-4a91-ab1f-76c766119969_049b7e86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？ (原标题: China’s Xi Jinping wants more Luban Workshops worldwide – but what are they?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324058/chinas-xi-jinping-wants-more-luban-workshops-worldwide-what-are-they?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 11:00:15 +0000",
      "isoDate": "2025-09-02T11:00:15.000Z",
      "creator": "Alice Li",
      "summary": "## 鲁班工坊：中国职业教育的全球拓展\n\n### 习近平主席的最新倡议\n在今年的上海合作组织（SCO）会议上，中国国家主席习近平宣布了一项重要计划：\n*   未来五年内，中国将在上合组织成员国启动**10个新的鲁班工坊**。\n*   这些新增工坊将为**10,000名**当地居民提供职业培训机会。\n\n### 什么是鲁班工坊？\n鲁班工坊是一个由中国于**2016年**发起的职业教育项目，其核心目标和运作模式如下：\n*   **命名由来**：该项目以中国古代著名的建筑师和发明家鲁班命名，旨在传承和发扬精湛技艺的精神。\n*   **项目宗旨**：通过与东道国当地学校建立合作关系，鲁班工坊致力于提升当地劳动力的技能和专业知识水平。\n*   **教育内容**：提供职业教育和技能培训，以满足当地经济发展对技术人才的需求。\n\n### 全球拓展与影响力\n尽管与中国“一带一路”倡议中的大型基础设施项目相比，鲁班工坊的知名度相对较低，但其在全球范围内的拓展却十分显著：\n*   **悄然扩张**：该职业教育项目已在欧洲、亚洲和非洲等多个地区悄然扩张。\n*   **规模数据**：根据中国教育部的数据，截至2024年末：\n    *   全球已开设**超过30个**鲁班工坊。\n    *   累计培训了**超过30,000名**学员。\n\n鲁班工坊通过提供实用的职业技能培训，正在全球范围内为当地社区的劳动力发展做出贡献。",
      "shortSummary": "中国国家主席习近平宣布，未来五年内将在上海合作组织成员国增设10个鲁班工坊，提供1万个培训名额。鲁班工坊是中国于2016年发起的一项职业教育项目，以古代建筑师鲁班命名，旨在通过与东道国学校合作，提升当地劳动力的技能和专业知识。尽管相对低调，该项目已在全球欧洲、亚洲和非洲悄然扩张，截至2024年末已开设逾30个工坊，培训超过3万人。",
      "translated_title": "中国习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At this year’s meeting of the Shanghai Cooperation Organisation (SCO), President Xi Jinping said China will launch 10 additional Luban Workshops in the organisation’s member countries over the next five years, providing training slots for 10,000 individuals.\nNamed after the ancient architect and inventor Lu Ban, the project is somewhat low profile compared to others in Beijing’s infrastructure-heavy Belt and Road Initiative.\nBut the vocational education programme has quietly expanded across...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/b601d2b0-f112-483f-b31b-5582d92fee9f_c6cd255b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上合组织峰会后，外国领导人乘坐中国高铁，体验中国科技实力 (原标题: Foreign leaders ride the rapid rails of China’s tech prowess after SCO summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324061/foreign-leaders-ride-rapid-rails-chinas-technological-prowess-after-sco-summit?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 09:31:46 +0000",
      "isoDate": "2025-09-02T09:31:46.000Z",
      "creator": "Ji Siqi",
      "summary": "### 外国领导人乘坐中国高铁赴京出席阅兵式\n\n上合组织（SCO）峰会结束后，多位外国领导人乘坐中国标志性的高速铁路，从北方港口城市天津前往北京，准备出席一场重要的纪念活动。\n\n#### 抵达领导人名单\n\n根据中国中央电视台的报道，共有多位国家元首和政府首脑分两批抵达：\n\n*   **周一晚抵达的七位领导人：**\n    *   白俄罗斯总统 亚历山大·卢卡申科\n    *   巴基斯坦总理 夏巴兹·谢里夫\n    *   哈萨克斯坦总统 卡西姆-若马尔特·托卡耶夫\n    *   乌兹别克斯坦总统 沙夫卡特·米尔济约耶夫\n    *   马尔代夫总统 穆罕默德·穆伊兹\n    *   蒙古国总统 呼日勒苏赫·乌赫那\n    *   塔吉克斯坦总统 埃莫马利·拉赫蒙\n\n*   **周二抵达的六位领导人：**\n    *   伊朗总统 马苏德·佩泽什基安\n    *   尼泊尔总理 卡·普·夏尔马·奥利\n    *   亚美尼亚总理 尼科尔·帕希尼扬\n    *   土库曼斯坦总统 古尔班古力·别尔德穆哈梅多夫\n    *   吉尔吉斯斯坦总统 萨德尔·扎帕罗夫\n    *   缅甸代总统 敏昂莱\n\n#### 高铁体验与线路\n\n*   **行程时间：** 从上合组织会议举办地天津到北京，高铁行程通常约需30分钟。\n*   **线路特点：** 这条线路被视为中国首条现代化高速铁路，最高运行速度可达350公里/小时（217英里/小时）。\n\n#### 出席目的与战略意义\n\n*   **主要活动：** 所有抵达的领导人都将出席中国定于周三举行的大型军事阅兵式，以纪念1945年中国抗日战争胜利80周年。\n*   **科技实力展示：** 近年来，中国高速铁路日益成为展示国家经济和科技实力的重要平台。这符合中国“要致富，先修路；要快富，先修高铁”的发展理念。\n*   **国际拓展：** 中国也积极寻求将其高铁网络扩展至海外，此次外国领导人的乘坐体验，也进一步彰显了中国在这一领域的国际影响力。",
      "shortSummary": "上合组织峰会后，多国领导人乘坐中国高铁从天津前往北京，出席中国纪念二战胜利80周年的阅兵式。周一晚和周二，包括白俄罗斯、巴基斯坦、伊朗等国的13位领导人陆续抵达。此次30分钟的高铁之旅，不仅方便了各国政要，也成为中国展示其最高时速350公里/小时的先进高铁技术和经济实力的平台，同时体现了中国在全球推广高铁网络的愿景。",
      "translated_title": "上合组织峰会后，外国领导人乘坐中国高铁，体验中国科技实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "A slew of foreign leaders took China’s signature high-speed railway from the northern port city of Tianjin to Beijing on Monday and Tuesday, having departed from the Shanghai Cooperation Organisation (SCO) summit to attend a Victory Day parade.\nSeven state leaders arrived on Monday night: President of Belarus Aleksandr Lukashenko, Prime Minister of Pakistan Shehbaz Sharif, President of Kazakhstan Kassym-Jomart Tokayev, President of Uzbekistan Shavkat Mirziyoyev, President of the Maldives Mohamed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/2de3205a-e646-4224-8bbc-5b1d2b3bcdc4_928faf87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中的失败 (原标题: ‘Lost the battle’: EU told to accept defeat against China’s solar power sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324019/facing-chinas-solar-power-industry-eu-advised-concede-defeat?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 08:00:09 +0000",
      "isoDate": "2025-09-02T08:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "法德经济学家敦促欧盟在面对中国竞争时，明确哪些产业应支持，哪些已“输掉战役”的产业（如太阳能）应果断放弃。\n\n**主要建议和发现：**\n*   **背景与来源：** 这些建议由一组法国和德国经济学家提出，以五份备忘录的形式，应两国政府要求，在周五的法德部长理事会会议上提交。备忘录涵盖对华贸易、国防、能源、经济增长和劳动力市场等领域。\n*   **产业策略：**\n    *   **保护敏感领域：** 欧洲应保护国防、航天和机器人等敏感部门。\n    *   **开放成熟产业：** 对成熟产业，应保持开放，接受廉价的中国进口商品。\n    *   **欢迎中国投资：** 欢迎中国在电池等关键技术领域的投资，前提是技术必须共享。\n*   **太阳能产业案例：**\n    *   法国经济学家、备忘录合著者让·皮萨尼-费里（Jean Pisani-Ferry）指出，太阳能电池板是欧洲应放弃的明确例子。\n    *   他强调，中国工业在太阳能领域遥遥领先，欧洲已不再有太阳能电池板产业。\n    *   皮萨尼-费里认为，这“最终不是什么大问题”，因为太阳能电池板一旦安装便固定不动，不像天然气那样需要每天供应，不会造成持续的依赖。因此，他认为这是欧洲必须承认“输掉战役”的技术领域。",
      "shortSummary": "法德经济学家建议欧盟在对华竞争中，应明确支持和放弃的产业。他们指出，欧盟在太阳能产业已“输掉战役”，应果断放弃，因中国在该领域遥遥领先且不构成依赖。同时，欧盟应保护国防、航天等敏感部门，对成熟产业保持开放，并欢迎中国在电池等关键技术领域的投资，但前提是技术共享。",
      "translated_title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中的失败",
      "images": [],
      "contentSource": "完整文章",
      "content": "A group of French and German economists has urged Europe to identify which industries to support in the face of Chinese competition and boldly abandon those where the battle had already been lost, such as the solar power sector.\nThe recommendations were presented in five memos to the Franco-German Council of Ministers at the request of the two governments during a council meeting on Friday. The memos cover trade with China, as well as defence, energy, economic growth and the labour market.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/6d21cd72-83d4-4181-9e51-86bcab7e4e89_80437fb6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国航运公司依靠联盟应对美国港口费用风暴 (原标题: China’s shipping firms lean on alliances to ride out US port fee storm)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324007/chinas-shipping-firms-lean-alliances-ride-out-us-port-fee-storm?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 05:00:08 +0000",
      "isoDate": "2025-09-02T05:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国航运公司应对美国港口费用风暴\n\n## 背景与挑战\n美国计划从10月起对与中国相关的船只征收高额港口费用，此举旨在遏制中国在全球航运业的主导地位。这些备受争议的新税费已开始深刻改变航运业格局，促使行业进行重大调整。\n\n## 行业反应与战略调整\n*   **行业变革：** 中国航运巨头中远海运控股（Cosco Shipping Holdings）在其半年报中指出，集装箱航运业正经历“前所未有的历史性演变”。\n*   **核心策略：**\n    *   与全球合作伙伴协作，以减少对美国市场的敞口和依赖。\n    *   积极探索更多区域市场机会，特别是在新兴市场。\n\n## 主要公司应对措施\n\n### 中远海运控股 (Cosco Shipping Holdings)\n尽管中远海运控股在其报告中未直接提及美国港口费用，但该公司表示正将重点放在拓展新兴和区域市场，以此作为对市场变化的“前瞻性回应”。\n*   **上半年业绩增长（部分服务）：**\n    *   中国大陆服务：同比增长9.5%。\n    *   亚洲内部服务：增长5.2%。\n    *   其他国际服务（包括非洲和拉丁美洲航线）：增长11.9%。\n    *   跨太平洋服务：增长4.7%。\n\n### 东方海外国际 (Orient Overseas International Ltd, OOIL)\n作为中远海运的子公司，东方海外国际（旗下拥有东方海外货柜航运OOCL品牌）在其半年报中更明确地指出了美国港口费用带来的风险，同时也强调了潜在的市场机遇。",
      "shortSummary": "为应对美国将于10月对中国相关船只征收的新港口费用，中国航运公司正积极调整战略。中远海运控股和东方海外国际等企业正通过与全球伙伴合作、减少对美市场依赖，并大力拓展区域及新兴市场（如亚洲内部、非洲和拉丁美洲航线）来分散风险，以适应行业格局的深刻变化。",
      "translated_title": "中国航运公司依靠联盟应对美国港口费用风暴",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipping companies are working with global partners to reduce their US exposure and explore more regional market opportunities, as the industry braces for the introduction of steep new US port fees in October.\nWashington plans to charge Chinese-linked vessels hefty fees to enter US ports as part of a drive to rein in China’s globally dominant shipyards, and the controversial new levies are already driving deep changes in the shipping industry.\n“The container shipping industry is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/ce9b67d6-dad3-4a00-93b9-24a9bfc7f497_e32ef655.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推动成立开发银行，帮助10个欧亚国家遏制美元风险 (原标题: China pushes development bank to help 10 Eurasian countries curb US dollar risks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323950/china-advances-development-bank-help-10-eurasian-countries-curb-us-dollar-risks?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 22:00:15 +0000",
      "isoDate": "2025-09-01T22:00:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "## SCO开发银行：中国推动成立以应对美元风险并加速基础设施建设\n\n### 概述\n中国正大力推动为包括中国在内的10个欧亚国家建立一个开发银行。分析人士认为，此举将有助于该组织规避日益增长的美元主导贸易风险，同时加速关键基础设施项目的建设。\n\n### 背景与目的\n*   该优惠贷款机构的构想由来已久，但一直被搁置。\n*   其主要目标是服务上海合作组织（SCO）的成员国，包括中国、俄罗斯、印度以及其他七个国家，这些国家自2001年以来一直保持合作。\n*   通过减少对美元的依赖，该银行旨在增强成员国的经济韧性，并促进区域内的基础设施发展。\n\n### 高层表态与进展\n*   据新华社报道，中国国家主席习近平周一在天津举行的上合组织领导人峰会上表示，该银行“应尽快成立，为成员国的安全和经济合作提供更有力支持”。\n*   新华社当晚发布的官方声明指出，上合组织已“决定成立开发银行，并加快就该金融机构运营相关的一系列问题进行磋商”。\n*   俄罗斯官方媒体也报道了峰会参与者决定成立该银行的消息。\n\n### 专家观点\n*   北京智库“中国与全球化中心”副总裁高志凯（Victor Gao）表示，这将是“一个自然而然的、符合逻辑的进步”。\n*   他个人认为，“势头在中国这一边”。",
      "shortSummary": "中国正积极推动为包括中国、俄罗斯、印度在内的10个欧亚国家（上海合作组织成员国）建立一个开发银行。此举旨在帮助这些国家规避美元风险，并加速基础设施建设。上合组织领导人已决定成立该银行，并加快相关磋商。分析人士认为，这是中国推动区域经济合作的自然一步，且势头在中国一边。",
      "translated_title": "中国推动成立开发银行，帮助10个欧亚国家遏制美元风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "A strong push on Monday to create a development bank serving 10 Eurasian countries, including China, would help insulate the group from increasingly risky US dollar-dominated trade while accelerating key infrastructure work, according to analysts.\nSuch a concessional lender – part of an idea that has long been put on hold – would serve China, Russia, India and seven other nations that have worked together since 2001 as the Shanghai Cooperation Organisation (SCO).\nPresident Xi Jinping said at a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/fa327462-b17a-444e-89a3-4b1f9f75274e_cebca69f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国增加半导体障碍，中国企业或将抓住机遇 (原标题: As US adds more semiconductor hurdles, Chinese firms could seize an opportunity)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323922/what-chinas-self-reliance-push-means-its-semiconductor-industry-us-hurdles-mount?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 13:30:10 +0000",
      "isoDate": "2025-09-01T13:30:10.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "## 美国收紧半导体限制，中国企业或迎发展机遇\n\n华盛顿近期采取的措施，撤销了部分在华外资芯片制造商使用美国技术的豁免权，这被视为中国推动经济自给自足和本土半导体技术发展的重要契机。\n\n### 主要限制措施及影响\n\n*   **受影响企业：** 韩国芯片制造商三星和SK海力士在华分支机构，以及英特尔半导体（大连）将失去其作为“经验证最终用户”的快速合规地位。\n*   **新许可要求：** 这些公司今后需要获得许可证，才能将其工厂使用的某些美国芯片制造设备运往中国。\n*   **生效日期：** 该决定将于12月31日生效，即官方发布后120天。\n*   **许可意图：** 美国商务部工业和安全局（BIS）表示，虽然打算批准出口许可申请，以允许这些公司继续在华运营，但无意批准扩大产能或升级技术的许可。\n*   **官方解释：** 美国商务部工业和安全副部长杰弗里·凯斯勒指出，此举旨在“堵塞出口管制漏洞，特别是那些使美国公司处于竞争劣势的漏洞”。\n\n### 更广泛的背景与专家观点\n\n*   **中美科技竞争加剧：** 尽管中美两国在关税问题上达成休战，经济紧张局势有所缓解，但华盛顿扩大半导体出口管制制度的举动，标志着中美之间日益激烈的科技竞争进一步升级。\n*   **未来政策预测：** 西班牙金融服务公司BBVA首席经济学家董金岳预测，美国将进一步收紧政策，以遏制中国技术发展并在某些科技领域保持主导地位，包括命令其盟友禁止技术出口或在美国技术在华使用。他认为中美科技战永无止境，芯片制造行业将在逆全球化趋势中变得更加碎片化。\n\n### 中国企业的机遇\n\n面对美国设置的更多障碍，中国推动经济自力更生，本土半导体技术有望获得更多发展机会，加速实现国产替代和技术突破。",
      "shortSummary": "美国撤销了在华外资芯片制造商使用美国技术的豁免权，要求它们需获许可才能使用美国设备，且不批准产能扩张或技术升级。此举旨在堵塞出口漏洞，加剧了中美科技竞争。专家预计美国将进一步收紧对华技术限制。面对这些挑战，中国推动经济自给自足，本土半导体产业有望抓住机遇，加速发展。",
      "translated_title": "随着美国增加半导体障碍，中国企业或将抓住机遇",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s drive for economic self-reliance is raising the spirits and prospects of its semiconductor industry, as insiders expect more home-grown technologies after Washington revoked waivers for some foreign-owned chipmakers’ factories in China to use US technologies in their operations.\nThe Chinese branches of South Korean chipmakers Samsung and SK Hynix, as well as Intel Semiconductor (Dalian), will lose their fast-track status for compliance as “validated end-users”, meaning they will need to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/56e325e5-6781-4547-ad31-d2d9945a9cc1_443d7a1f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国出口商在关税博弈中占优，估计承担9%的成本份额 (原标题: China’s exporters ahead in tariff game, paying estimated 9% share of costs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323933/chinas-exporters-ahead-tariff-game-paying-estimated-9-share-costs?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 12:30:16 +0000",
      "isoDate": "2025-09-01T12:30:16.000Z",
      "creator": "He Huifeng",
      "summary": "## CICC报告揭示中国出口商在关税战中的优势\n\n*   根据中国国际金融股份有限公司（CICC）的估算，中国出口商在中美贸易中拥有显著的议价能力。\n*   报告指出，中国出口商仅承担了美国总统特朗普今年早些时候征收关税所产生总成本的9%。\n\n## 与美国官方论调相悖\n\n*   CICC的这一发现与美国官员（包括财政部长斯科特·贝森特）此前的说法相悖。美国官员曾声称华盛顿在全球关税战中占据上风。\n\n## 美国进口商的困境\n\n*   CICC分析师刘刚和杨轩霆指出，美国进口商处于供应链中间，难以将成本完全转嫁给终端市场或全部转移给出口商。\n*   因此，美国进口商通过压缩利润空间来应对关税成本。\n\n## 研究方法与发现\n\n*   CICC（一家部分国有机构）的这项研究旨在验证出口商是否会通过降价来缓解关税影响的假设。\n*   研究人员通过回归分析，比较了美国进口商品的装运量、关税税率和价格变化来计算成本分摊。\n*   例如，从4月到7月，尽管有效关税增加了27个百分点，但从中国进口商品的平均价格仅下降了2.4%。\n\n## 结论：中国商品的竞争优势和议价能力\n\n*   分析师认为，这一数据部分表明中国商品具有强大的竞争优势和议价能力。",
      "shortSummary": "根据中金公司（CICC）的报告，中国出口商在中美贸易关税战中展现出强大议价能力，仅承担了美国关税成本的9%。这与美国官方声称其在关税战中占优的说法相悖。报告指出，美国进口商因难以转嫁成本而主要通过压缩利润应对。研究发现，尽管关税大幅增加，中国商品价格仅小幅下降，表明中国商品具有强大的竞争优势和议价能力。",
      "translated_title": "中国出口商在关税博弈中占优，估计承担9%的成本份额",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese exporters appear to hold significant bargaining power in their trade with the United States, according to an estimate from one of Beijing’s top investment banks, carrying 9 per cent of the cost burden created by the tariffs US President Donald Trump levied earlier this year.\nThe findings from China International Capital Corporation (CICC) run contrary to earlier claims by US officials – including Treasury Secretary Scott Bessent – that Washington has been on the winning side of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/ff0baa23-74c9-4db4-8891-99e8a11291ce_7e1a2cc2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币兑美元汇率可能升至7，因美联储发出鸽派信号 (原标题: China’s yuan could strengthen to 7 per US dollar as Fed sends dovish signals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323909/chinas-yuan-set-more-gains-against-us-dollar-fed-sends-dovish-signals?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 08:37:35 +0000",
      "isoDate": "2025-09-01T08:37:35.000Z",
      "creator": "Alice Li",
      "summary": "# 人民币兑美元汇率有望走强\n\n分析师指出，未来几个月人民币兑美元汇率将继续走强，主要受中国央行设定的强势每日参考汇率以及交易员对美国可能降息的预期推动。\n\n## 中国央行（PBOC）的政策推动\n\n*   **强势参考汇率：** 中国人民银行在周五将人民币兑美元的在岸每日参考汇率设定为今年以来的最高点，达到7.1030。周一，该参考汇率略低于这一峰值，为7.1072。\n*   **政策意图：** 高盛分析师在一份研究报告中指出，中国央行每日中间价中“不寻常的升值倾向”是一种政策推动，旨在引导人民币逐步走强。\n*   **历史模式对比：** 分析师注意到，历史上，当美元走强、人民币面临贬值压力时，中国央行倾向于将汇率设定得弱于即期汇率，但近期市场走势并未出现这种模式。\n*   **风险管理：** 高盛报告补充道，中国央行的这种“先发制人”的举动有助于人民币追赶其他货币，并降低未来大幅升值的风险。\n\n## 市场表现\n\n*   **在岸人民币：** 8月份，人民币兑美元的在岸中间价上涨了0.65%。\n*   **离岸人民币：** 8月份，离岸人民币兑美元上涨了1.21%，截至周一中午交易价为7.1279。\n\n## 美联储的潜在影响\n\n交易员对美国可能降息的押注，被视为推动人民币升值的另一个关键因素。",
      "shortSummary": "分析师预测，未来几个月人民币兑美元将继续走强，可能升至7。这主要得益于中国央行设定的强势每日参考汇率，以及市场对美联储可能降息的预期。高盛指出，中国央行通过中间价引导人民币逐步升值，以降低未来大幅升值的风险。8月，人民币在岸和离岸汇率均实现上涨。",
      "translated_title": "中国人民币兑美元汇率可能升至7，因美联储发出鸽派信号",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese yuan is set to continue making gains against the US dollar over the coming months, as China’s central bank sets strong daily reference rates for the currency and traders bet on possible US interest rate cuts, analysts said.\nThe People’s Bank of China set its strongest onshore yuan daily reference rate of the year on Friday, at 7.1030 per US dollar, with the yuan’s fixing rate gaining 0.65 per cent against the dollar over the month of August.\nOn Monday, the central bank set the daily...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/99885ace-2df2-4f25-b170-57a2f3865861_38e9d0f2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国年轻人正在东南亚寻找财富。他们会找到吗？ (原标题: Young Chinese are seeking their fortune in Southeast Asia. Will they find it?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323678/young-chinese-are-seeking-their-fortune-southeast-asia-will-they-find-it?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 00:00:14 +0000",
      "isoDate": "2025-09-01T00:00:14.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国年轻人涌向东南亚寻求机遇\n\n越来越多的中国年轻人正在改变传统的留学和职业发展路径，将目光投向东南亚，而非美国或欧洲等传统目的地。\n\n### 案例：Kent Cai的马来西亚之旅\n\n*   **背景与选择：** 来自中国浙江省的企业家Kent Cai今年初做出了一个重要的人生决定，前往马来西亚攻读博士学位。他的研究方向是AI驱动工具在媒体制作中的应用。\n*   **趋势观察：** Cai抵达吉隆坡的校园后发现，他并非唯一做出此选择的人。事实上，他正是这股前往东南亚接受高等教育的中国学生浪潮中的一员。\n*   **发现的机遇：**\n    *   **就业与合作：** 即使尚未毕业，Cai已经受到中国公司的青睐，受邀参与其区域总部的选址评估工作。\n    *   **创业计划：** 他计划在马来西亚创办一家初创公司，利用AI技术和当地的双语人才优势，建立一个面向华语市场的内容制作中心。\n    *   **融资环境：** Cai认为，与中国相比，在东南亚接触风险投资的机会要大得多，而且作为一名博士生，更容易引起投资者的关注。",
      "shortSummary": "越来越多的中国年轻人选择前往东南亚寻求教育和创业机会。例如，中国企业家Kent Cai前往马来西亚攻读AI博士学位，发现当地创业环境活跃，风险投资机会丰富。他计划利用AI和双语人才在马来西亚创办公司，瞄准华语市场。这一趋势表明东南亚正成为中国青年寻求发展的新兴目的地。",
      "translated_title": "中国年轻人正在东南亚寻找财富。他们会找到吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Kent Cai, a Chinese entrepreneur based in the eastern province of Zhejiang, made a major life decision earlier this year by moving abroad to pursue a PhD.\nWhile this is not uncommon, his destination of choice might appear unusual – he did not, as many of his peers, relocate to the United States or Europe.\nHe went to Malaysia.\nUpon arriving on campus in Kuala Lumpur to study the application of AI-driven tools in media production, Cai noticed he was not the only one to make such a move. He is, in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/714083e4-3639-41f3-9052-c14c951e6c49_cee753ab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国游客对巴黎的热情加深，访问量激增15% (原标题: Chinese tourists’ love affair with Paris deepens as visits surge 15%)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323654/chinese-tourists-love-affair-paris-deepens-visits-surge-15?utm_source=rss_feed",
      "pubDate": "Sun, 31 Aug 2025 06:00:12 +0000",
      "isoDate": "2025-08-31T06:00:12.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国游客对巴黎的热情加深，访问量激增15%\n\n尽管八月是法国传统的度假月，许多巴黎人选择离开首都，导致城市相对安静，但中国游客对巴黎的兴趣却持续升温，访问量显著增加。\n\n## 访问量显著增长\n*   **预测增长**: 巴黎当地旅游部门预测，今年6月、7月和8月，中国游客访问量将同比增长15%。\n*   **排名靠前**: 根据巴黎地区官方国际推广机构“选择巴黎大区”（Choose Paris Region）发布的数据，在巴黎前十大游客来源国中，中国游客的增长幅度仅次于加拿大（加拿大与2024年相比激增31%）。\n*   **预计人数**: 该机构预计，约有10万中国公民将游览巴黎及周边法兰西岛大区，该地区拥有凡尔赛宫和巴黎迪士尼乐园等顶级景点。\n\n## 增长背景与原因\n*   **奥运会影响**: 这一两位数的增长尤其令人瞩目，因为巴黎在2024年夏季举办了奥运会。\n*   **疫情后反弹**: 奥运会促使中国旅游业在疫情期间访问量骤降后强劲反弹，进一步推动了中国游客对巴黎的访问。",
      "shortSummary": "尽管八月巴黎相对安静，中国游客对巴黎的热情却持续高涨。预计今年夏季（6月、7月和8月），中国游客访问量将同比增长15%，仅次于加拿大。约10万中国游客将游览巴黎及周边地区。这一显著增长得益于2024年巴黎奥运会以及疫情后中国旅游业的强劲反弹。",
      "translated_title": "中国游客对巴黎的热情加深，访问量激增15%",
      "images": [],
      "contentSource": "完整文章",
      "content": "Many Chinese tourists arriving in Paris in recent weeks have been surprised by the same thing: the quiet. August is the traditional holiday month in France, when most Parisians flee the capital for sunny beaches in the south or exotic destinations abroad.\n“The French have all left, some neighbourhoods have barely any people,” one user wrote on the Chinese social platform RedNote. Others posted photos of deserted boulevards near Parc Monceau and the Musée d’Orsay.\nBut that has not stopped Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/08cfa49e-2abc-4da9-b548-acb51f04747c_5877ce17.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“难以复制”：尽管担忧特朗普，中国游客仍涌向美国 (原标题: ‘Hard to replicate’: Chinese tourists still flocking to US despite Trump fears)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323643/why-chinese-tourism-us-still-rising-despite-trump-hard-replicate?utm_source=rss_feed",
      "pubDate": "Sat, 30 Aug 2025 12:00:09 +0000",
      "isoDate": "2025-08-30T12:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国游客赴美旅游逆势增长，但长期挑战犹存\n\n尽管存在对安全、通胀和签证等方面的担忧，2025年中国赴美旅游人数仍呈现增长趋势，出乎许多分析师的预料。\n\n### 游客体验：担忧与现实\n\n*   **初期担忧：** 上海大学教授高华生在今年初计划为期两周的旧金山家庭旅行时，曾担心孩子们会接触到吸毒或枪支暴力等场景。\n*   **实际经历：** 最终，他决定按计划出行，而这些担忧并未成为现实。高华生一家在六旗探索王国游乐园的经历以及沿太平洋海岸的自驾游都非常顺利。\n*   **积极反馈：** 高华生表示，他的孩子们觉得六旗“很刺激，不拥挤也不热”，这表明旅行体验良好。\n\n### 数据洞察：赴美游客数量上升\n\n*   **增长趋势：** 许多中国游客似乎在2025年做出了与高华生相似的决定，即尽管存在诸多疑虑，仍选择前往美国旅行。\n*   **最新数据：** 2025年上半年，美国国际贸易管理局记录到来自中国的游客抵达人数为755,225人次。\n*   **同比增幅：** 这一数字比去年同期增长了2.57%。\n*   **历史对比：** 作为对比，2023年上半年抵达人数为410,306人次，这表明与2023年和2024年相比，今年的中国赴美旅游人数有所上升。\n\n### 行业观点与长期挑战\n\n*   **短期乐观：** 尽管短期内数据显示增长，但业内人士指出，一系列日益增加的阻碍因素可能会在长期内抑制游客数量。\n*   **主要阻碍：** 这些阻碍包括通货膨胀、安全担忧以及签证办理难题等。",
      "shortSummary": "尽管对安全、通胀和签证等问题存在担忧，2025年上半年中国赴美旅游人数仍逆势增长2.57%，达到755,225人次。例如，一位上海教授的家庭旅行体验积极。然而，业内人士警告称，通货膨胀、安全担忧和签证难题等一系列阻碍因素，可能在长期内导致游客数量下降。",
      "translated_title": "“难以复制”：尽管担忧特朗普，中国游客仍涌向美国",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Gao Huasheng, a university professor from Shanghai, began planning a two-week family holiday to San Francisco earlier this year, he worried about exposing his children to scenes of drug use or even gun violence.\nBut in the end, the 44-year-old decided to go ahead with the trip – and his fears turned out to be misplaced. The family’s visit to the Six Flags Discovery Kingdom amusement park and road trip down the Pacific coast went off without a hitch.\n“My children said it was exciting, not...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/f41a428b-a6e2-4e2a-ac37-19f2c4882a4b_c648ddb7.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-04T12:44:08.991Z"
}