{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "发动机短缺制约中国C919交付，全球航空业面临瓶颈 (原标题: Engine shortages crimp China’s C919 deliveries amid global aerospace bottleneck)",
      "link": "https://www.scmp.com/economy/global-economy/article/3332368/c919-output-falters-chinas-comac-scrambles-western-engines-amid-global-bottleneck?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 14:00:14 +0000",
      "isoDate": "2025-11-11T14:00:14.000Z",
      "creator": "Frank Chen",
      "summary": "### 中国C919交付受阻：发动机短缺与全球航空业瓶颈\n\n中国商用飞机有限责任公司（Comac）正面临严峻挑战，其自主研发的C919客机交付因发动机短缺而受阻。在全球航空业面临供应紧缩、竞争对手争夺稀缺零部件之际，Comac的飞机生产陷入困境。\n\n*   **核心问题：** Comac的C919窄体客机交付受到发动机短缺的严重影响，导致飞机生产下滑。\n*   **发动机来源：** C919目前使用的是由CFM国际（美国GE航空和法国赛峰飞机发动机公司组成的合资企业）生产的Leap-1C发动机。\n*   **Comac的应对措施：**\n    *   Comac已派遣团队前往关键的海外供应商，特别是CFM国际在巴黎附近的发动机生产设施。\n    *   这些团队，包括高管和技术人员，旨在加强沟通并确保更多Leap-1C发动机的交付。\n    *   此举是为了解决普遍存在的发动机短缺问题。\n*   **具体影响：**\n    *   消息人士透露，Comac上海工厂的一些部分完工的机身因等待发动机，在最近几个月未能交付给航空公司。\n    *   Leap-1C发动机是Comac与供应商讨论的焦点。\n*   **未来展望：**\n    *   供应商和行业观察人士表示，如果政治紧张局势和产能限制得以缓解，发动机供应的缓解可能在明年到来。\n*   **国内发动机发展：**\n    *   与此同时，中国国内同等发动机的研发工作仍在进行中。",
      "shortSummary": "中国商飞（Comac）的C919客机交付因全球航空业的发动机短缺而受阻。C919依赖CFM国际生产的Leap-1C发动机，但供应紧张导致部分飞机无法交付。Comac正积极与海外供应商沟通以确保发动机供应。行业预计，若政治和产能问题缓解，供应状况有望在明年改善，同时国内发动机研发也在进行中。",
      "translated_title": "发动机短缺制约中国C919交付，全球航空业面临瓶颈",
      "images": [],
      "contentSource": "完整文章",
      "content": "The manufacturer of China’s home-grown passenger jets is ramping up efforts to secure Western-made engines as its aircraft production slumps and rivals race for scarce components amid a supply crunch afflicting the global aviation industry.\nBy dispatching teams to key overseas suppliers, the Commercial Aircraft Corporation of China (Comac) is seeking to smooth out communication and secure delivery of more Leap-1C engines, according to two people with knowledge of the trips.\nAnd as the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/f67b1a74-00a6-435c-aefd-31df9ab75935_9a682a4a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国不断增长的全球投资为何能推动人民币国际化 (原标题: Why China’s growing global investments could spur yuan internationalisation push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332348/why-chinas-growing-global-investments-could-spur-yuan-internationalisation-push?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 12:30:15 +0000",
      "isoDate": "2025-11-11T12:30:15.000Z",
      "creator": "Alice Li",
      "summary": "# 中国全球投资增长推动人民币国际化\n\n著名经济学家项松祚指出，随着中国企业海外投资需求的增长，中国可能会采取更多措施推动人民币国际化并便利跨境资金流动。\n\n## 主要观点：\n\n*   **投资需求驱动人民币国际化：**\n    *   中国农业银行前首席经济学家项松祚表示，中国企业在扩大海外投资方面展现出强劲势头。\n    *   他认为，中国政府将因此采取更多支持交易的措施，以便利人民币的跨境流动。\n    *   人民币国际化更多是由商业需求驱动，而非北京“为自身目的”而推行。\n*   **当前政策与未来展望：**\n    *   **现状：** 目前，中国企业进行海外直接投资仍需政府批准，北京为限制资本外流维持严格的资本管制，尽管其鼓励人民币的国际使用。\n    *   **展望：** 随着国内企业寻求扩大全球业务版图，项松祚预计北京将逐步加快努力，以便利人民币的流动。\n    *   他强调，只要投资合法，政府“肯定会支持”那些希望“走出去”的企业。",
      "shortSummary": "中国农业银行前首席经济学家项松祚表示，中国企业日益增长的全球投资需求，将促使中国政府采取更多措施，推动人民币国际化并便利跨境资金流动。他指出，人民币国际化主要由商业需求驱动。尽管目前存在严格的资本管制，但随着企业寻求全球扩张，预计北京将逐步放松限制，支持合法海外投资，从而加速人民币的国际使用。",
      "translated_title": "中国不断增长的全球投资为何能推动人民币国际化",
      "images": [],
      "contentSource": "完整文章",
      "content": "China may take additional steps to advance the yuan’s internationalisation and ease cross-border flows on the back of rising investment demand, according to a prominent economist.\n“Chinese companies are showing strong momentum in expanding their overseas investments, so I believe the Chinese government will take more enabling measures [to support transactions],” said Xiang Songzuo, former chief economist at the Agricultural Bank of China.\nHe added that the internationalisation of the yuan is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/efe1b1bc-2eb0-4a72-bc25-6ec0b93fce6e_c6f6c07f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "釜山休战预示着中美力量平衡的转折点 (原标题: Busan truce foreshadows turning of tide in US-China power balance)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3332206/trump-xi-summit-strategic-turning-point-us-china-rivalry?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 08:30:08 +0000",
      "isoDate": "2025-11-11T08:30:08.000Z",
      "creator": "Winston Mok",
      "summary": "## 釜山休战：中美力量平衡的战略转折点\n\n上月末，中国国家主席习近平与美国总统唐纳德·特朗普在韩国釜山举行的亚太经济合作组织（Apec）峰会期间达成了一项贸易休战协议。此次休战不仅涉及现有的关税，还预示着中美贸易关系和力量平衡的重大转变。\n\n### 关税调整与影响\n\n*   **美国对华关税大幅提升**：特朗普政府将对中国商品额外征收约20%的关税，使对华平均关税率估计达到47%。这意味着中国将面临全球范围内对美国市场最高的关税之一，远高于此前“可行”的约20%水平。\n*   **芬太尼关税下调**：作为休战协议的一部分，美国将此前因芬太尼流入而对中国征收的20%关税降至10%。\n*   **净关税水平回溯**：从净值来看，美国对中国产品的关税已回落到特朗普于4月2日宣布“解放日”关税之前的水平。\n\n### 中方立场与让步\n\n尽管中国拥有一定的谈判筹码，但仍选择接受美国近50%的关税。此外，中国在协议中做出了一些关键让步：\n\n*   **芯片采购限制**：中国仍无法从美国购买最先进的用于人工智能的图形处理器（GPU）芯片。\n*   **恢复购买美国大豆**：白宫表示，作为釜山协议的一部分，中国将恢复购买美国大豆。\n*   **TikTok美国业务**：一个美国投资者财团很可能获得TikTok在美国业务的控股权。\n*   **避免进一步升级**：自4月以来，北京通过有限的让步避免了贸易战的进一步升级。\n\n### 美方立场与让步\n\n与此同时，美国也从其针对中国的几项遏制措施中有所退让。\n\n### 战略意义与解读\n\n此次釜山协议的达成，其胜负归属取决于观察角度。虽然特朗普政府可以宣称在贸易战中取得了一些战术性胜利，但该协议更重要的意义在于它标志着中美竞争中的一个战略转折点。\n\n*   **高关税的接受**：中国接受了与日本和韩国（两国都承诺在美国进行巨额投资）所面临的关税水平相差不大的额外20%关税，这表明了其在特定条件下的策略性选择。\n*   **力量平衡的预示**：此次休战预示着中美力量平衡可能正在发生转变，尽管具体走向仍有待观察。\n\n![特朗普与习近平会谈](https://i.ytimg.com/vi/nLbg_ld08RU/maxresdefault.jpg)\n\n*图片描述：‘我们达成协议了’：特朗普在与习近平进行‘12分（满分10分）’的会谈后宣称取得突破。*",
      "shortSummary": "中美两国元首在釜山达成贸易休战，美国将对华关税增至约47%，但芬太尼关税有所下调。中国同意恢复购买美国大豆，并可能失去TikTok美国业务的控制权，同时美国也撤回了部分对华遏制措施。尽管特朗普政府宣称取得战术胜利，但此次休战被视为中美竞争中的一个战略转折点，预示着两国力量平衡的转变。",
      "translated_title": "釜山休战预示着中美力量平衡的转折点",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/nLbg_ld08RU/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Late last month, Chinese President Xi Jinping and US President Donald Trump reached a trade truce in Busan, South Korea, on the sidelines of the Asia-Pacific Economic Cooperation (Apec) summit. Beyond the pre-existing tariffs imposed by the first Trump administration and reinforced by the Biden administration, the current Trump administration will now levy an additional 20 per cent or so in tariffs on China, resulting in an estimated 47 per cent average tariff rate on China.\nAs part of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/7e64fcea-bc07-4636-a213-c5bd9da23e44_7304c49f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从铁路到核电，中国利用民间资本资助重大项目 (原标题: From rail to nuclear power, China taps private capital to fund major projects)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332323/rail-nuclear-power-china-taps-private-capital-fund-major-projects?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 08:00:04 +0000",
      "isoDate": "2025-11-11T08:00:04.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国鼓励民间资本参与重大项目\n\n中国政府已公布新措施，旨在引导民间资本进入传统上由国家资助的基础设施项目。此举是北京为减少投资限制和提振民营经济所做努力的一部分。\n\n### 主要措施与背景\n\n*   **发布机构与文件：** 中国国务院于周一发布了一份13点文件，详细阐述了鼓励民间投资的措施。\n*   **核心目标：** 文件旨在鼓励民间资本投资发电、交通等多个领域的重大项目。\n*   **经济意义：** 国家发展和改革委员会（NDRC）固定资产投资司副司长关鹏指出，民间投资是反映经济活力的关键晴雨表，对稳定增长、就业和预期具有至关重要的作用。\n*   **政策作用：** 关鹏表示，国务院的新措施将有助于扩大市场准入，消除瓶颈，并加强对民营企业的保障，以支持民间投资。\n\n### 具体要求\n\n*   **项目范围：** 铁路、核电、水电、油气管道和供水等领域中，预计能产生积极财务回报的项目。\n*   **审批新规：** 根据文件规定，上述项目在申请中央政府批准时，现在必须包含一份详细评估，说明吸引民间投资的可行性。\n*   **政策信号：** 关鹏强调，这项政策明确了鼓励和支持民间资本参与关键领域项目的要求，发出了促进民间投资发展的强烈信号。",
      "shortSummary": "中国政府出台新措施，鼓励民间资本投资铁路、核电、水电、油气管道等重大基础设施项目。国务院发布的13点文件旨在减少投资限制，提振民营经济，稳定增长和就业。未来，预计有积极财务回报的项目在申请中央批准时，需评估吸引民间投资的可行性，以促进民间投资发展。",
      "translated_title": "从铁路到核电，中国利用民间资本资助重大项目",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has unveiled new measures designed to channel private capital into traditionally state-funded infrastructure projects, as Beijing steps up efforts to reduce investment restrictions and bolster the private economy.\nThe 13-point document released on Monday by China’s cabinet, the State Council, includes measures to encourage private investment in major projects in a range of sectors – from power generation to transport.\n“Private investment serves as a key barometer reflecting economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/8868074b-4f6b-4531-af0a-d2419b5eff2f_2aad923f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "汽车供应商称，安世半导体芯片已恢复对欧洲供应 (原标题: Nexperia chips have begun flowing to Europe again, auto suppliers say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332272/nexperia-chips-have-begun-flowing-europe-again-auto-suppliers-say?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 02:59:41 +0000",
      "isoDate": "2025-11-11T02:59:41.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 安世半导体芯片恢复对欧洲供应，缓解汽车行业压力\n\n## 最新进展与短期缓解\n*   **出口限制解除**：中国商务部已豁免对安世半导体（Nexperia）芯片的出口限制，允许其芯片再次流向欧洲。\n*   **缓解欧洲汽车业压力**：此举为此前受到冲击的欧洲汽车行业带来了短期内的缓解。\n\n## 德国汽车供应商的反馈\n*   **采埃孚（ZF Friedrichshafen）证实**：德国汽车零部件供应商采埃孚表示，中国商务部放宽了对安世半导体民用芯片的出口限制，不再需要特殊出口许可证。\n*   **成功完成测试发货**：采埃孚已成功完成从中国到欧盟、英国和北美地区的测试性发货，并正在准备进一步的交付。\n*   **寻求长期供应与替代方案**：采埃孚正与安世半导体中国公司直接联系，以确保长期供应，同时也在积极寻找替代产品来稳定其供应链。\n\n## 争议背景\n*   **荷兰政府接管**：安世半导体芯片争议始于去年9月下旬，当时荷兰政府从其中方所有者手中接管了该公司。\n*   **中方回应**：作为回应，北京对安世半导体的芯片实施了出口限制，值得注意的是，该公司约70%的芯片在中国进行加工和测试。\n\n## 持续存在的风险\n*   **最终协议未定**：尽管短期内有所缓解，但供应链风险依然存在，因为北京和海牙尚未就安世半导体的最终命运达成最终协议。\n*   **中美紧张关系**：中美之间的持续紧张关系也为未来的芯片供应带来了不确定性。",
      "shortSummary": "安世半导体芯片已恢复对欧洲供应，缓解了欧洲汽车行业的压力。此前，中国商务部豁免了其出口限制，德国汽车供应商采埃孚证实已完成测试性发货。然而，由于北京和海牙尚未就安世半导体的最终命运达成协议，且中美紧张关系持续，供应链风险依然存在。此举为欧洲汽车业带来了短期喘息，但长期不确定性犹存。",
      "translated_title": "汽车供应商称，安世半导体芯片已恢复对欧洲供应",
      "images": [],
      "contentSource": "完整文章",
      "content": "The first shipments of Nexperia chips are already on their way to Europe after Beijing granted exemptions to its export restrictions, German auto suppliers told the Post, easing the pressure on the battered European car industry.\nBut supply chain risks remain as Beijing and The Hague have yet to hammer out a final deal to decide the chip firm’s fate and US-China tensions continue to linger in the background.\n“The decision by the Chinese Ministry of Commerce to ease the previously existing export...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/3d4a45c3-e1cf-49c9-b440-307d51436a6b_85ab73ef.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国更多地区进入‘中度老龄化’，其经济将如何变化？ (原标题: As more of China becomes ‘moderately aged’, how will its economy change?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332223/more-china-becomes-moderately-aged-how-will-its-economy-change?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 22:00:09 +0000",
      "isoDate": "2025-11-10T22:00:09.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国人口老龄化及其对经济的影响\n\n中国正经历一场深刻的人口结构转变，人口老龄化进程迅速，这对其经济结构产生了广泛而深远的影响。\n\n### 快速老龄化的现状\n\n*   **“中度老龄化社会”的定义**：当一个地区至少14%的居民年龄在65岁及以上，或者五分之一的居民年龄在60岁以上时，就被定义为“中度老龄化社会”。\n*   **地区分布**：\n    *   截至去年，中国30多个省级行政区中，已有20个进入了“中度老龄化社会”。\n    *   相比之下，2018年，只有6个地区（辽宁、上海、山东、四川、江苏和重庆）达到了这一门槛，这表明老龄化速度之快。\n*   **人口结构变化**：这种趋势，加上出生率的持续下降，导致中国的劳动年龄人口正在减少。\n\n### 对经济的挑战与机遇\n\n*   **政策挑战**：劳动年龄人口的减少对政策制定者构成了重大挑战，他们需要确保经济的可持续增长。\n*   **政府应对措施**：\n    *   扩大养老服务网络。\n    *   提高退休年龄。\n    *   向新生儿父母提供补贴，以期提振生育率。\n*   **“银发经济”的兴起**：\n    *   企业正密切关注为老年人提供商品和服务的“银发经济”市场。\n    *   这被视为一个社会挑战，同时也是一个巨大的商业机遇。\n*   **专家观点**：北京安邦智库研究员夏日指出，人口老龄化对中国经济结构的影响是广泛、多维度且根深蒂固的，几乎影响到经济的每一个方面。",
      "shortSummary": "中国正经历快速老龄化，目前已有20个省级地区进入“中度老龄化社会”。这一趋势，加上出生率下降，导致劳动年龄人口减少，对经济可持续增长构成重大挑战。政府正通过扩大养老服务、提高退休年龄和提供补贴来应对，而企业则将“银发经济”视为重要机遇。人口老龄化对中国经济结构的影响广泛而深远。",
      "translated_title": "随着中国更多地区进入‘中度老龄化’，其经济将如何变化？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Early in the morning in cities across China, groups of people gather in public squares, moving as one in slow, deliberate tai chi routines. Many are in their sixties or seventies – an age group that has long defined the rhythm of daily life in much of the country.\nWhile these dedicated practitioners have been a part of the national routine for decades, their ubiquity carries new connotations as the country undergoes a profound shift in population dynamics: China is growing old, fast.\nAs of last...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/09633560-d541-44f8-9904-5c5ae5bc9b4c_d1ff2357.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "US fishers missing the boat on China lobster sales amid trade war",
      "link": "https://www.scmp.com/economy/china-economy/article/3332203/us-lobster-fishers-missing-boat-vital-china-sales-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 12:30:14 +0000",
      "isoDate": "2025-11-10T12:30:14.000Z",
      "creator": "Kandy Wong",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "US fishers missing the boat on China lobster sales amid trade war",
      "images": [],
      "contentSource": "RSS",
      "content": "China has long been a vital export market for the US lobster industry. The country is the world’s largest consumer and importer of the crustacean, which is eaten all year round and often gifted during holidays by Chinese families.\nBut American fishers are now missing out on Chinese sales amid the trade war, and they may struggle to claw back their former position as China increasingly turns to suppliers in the Asia-Pacific region, according to industry insiders.\nUS lobster shipments to China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/89adef5f-9f7d-4516-b687-0d428e017d61_16dd748b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国进口商在贸易博览会上签署创纪录的835亿美元协议 (原标题: China’s importers sign record US$83.5 billion in deals at trade expo)",
      "link": "https://www.scmp.com/business/china-business/article/3332228/chinas-importers-sign-record-us835-billion-deals-ciie-after-us-china-trade-truce?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 12:00:09 +0000",
      "isoDate": "2025-11-10T12:00:09.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国国际进口博览会（CIIE）创纪录的进口协议\n\n中国企业在上海举行的中国国际进口博览会（CIIE）上签署了创纪录的835亿美元进口协议，这标志着该年度为期六天的活动连续第五次创下新高，比去年增长了4.4%。此次博览会于周一闭幕。\n\n### 交易金额与增长\n*   中国企业在上海举行的中国国际进口博览会（CIIE）上签署了创纪录的835亿美元进口协议。\n*   这是该年度为期六天的活动连续第五次创下新高，比去年增长了4.4%。\n*   此次博览会于周一闭幕。\n\n### 重要意义\n*   这些协议巩固了中国大陆消费者作为全球企业和世界经济增长驱动力的重要性。\n*   在中美达成贸易休战协议不到两周后，这些交易进一步增强了信心。\n*   上海金融咨询公司Integrity的顾问丁海峰表示，中美两大经济体之间的贸易协议，增强了外国制造商和本地商家达成交易的信心。\n\n### 协议性质与内容\n*   据商务部下属的CIIE局称，这些合同是初步的，部分交易可能不会最终敲定。\n*   许多合同在11月5日博览会开幕前已预先签署。\n*   组织方未提供交易细节，但参展商和参观者表示，尽管中国大陆消费者支出低迷，但从食品饮料到助听器等消费品类别的交易量显著增加。\n\n### 中国市场开放承诺\n*   中国国务院总理李强在周三CIIE开幕式上向1000多名政府官员、商界领袖和商家发表讲话时，承诺将进一步向国际企业开放中国广阔的消费市场。",
      "shortSummary": "中国企业在上海举行的中国国际进口博览会（CIIE）上签署了创纪录的835亿美元进口协议，比去年增长4.4%。这标志着该博览会连续第五次创下新高，凸显了中国消费者在全球经济中的重要性。在中美贸易休战后，这些交易增强了市场信心。尽管消费支出低迷，食品饮料和助听器等消费品交易显著增加。中国总理李强承诺将进一步开放中国市场。",
      "translated_title": "中国进口商在贸易博览会上签署创纪录的835亿美元协议",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies signed a record US$83.5 billion in import deals at the China International Import Expo (CIIE) in Shanghai, reinforcing the importance of mainland consumers as growth drivers for global businesses and the world economy less than two weeks after the US and China reached a trade truce.\nThe total – the fifth straight record high for the annual six-day event, which concluded on Monday – represented a 4.4 per cent increase from a year earlier, according to the organiser, the CIIE...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/1a36b53c-3c14-4b4f-99fb-6681666c2666_c8a32bd3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美暂停相互征收港口费用，贸易战最新缓和迹象 (原标题: China, US suspend rival port fees in latest trade war thaw)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332194/china-us-suspend-rival-port-fees-latest-trade-war-thaw?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 09:01:40 +0000",
      "isoDate": "2025-11-10T09:01:40.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美暂停相互征收港口费用，贸易战最新缓和迹象\n\n中美两国已暂停相互征收的港口费用，此举标志着两国贸易战的最新缓和，为航运业带来了喘息之机。\n\n*   **背景与起因**\n    *   此前，中美两国相互征收港口费用，这些费用于10月14日生效，给航运业带来了数月的不确定性。\n    *   美国根据其针对中国海事部门的“301条款”调查，暂停了对中国相关船只的类似收费。\n\n*   **中国方面的回应**\n    *   中国交通运输部宣布，国务院已批准暂停对美国船只征收特殊港口费用一年，自周一（北京时间下午1点01分）起生效。\n    *   此举与在吉隆坡举行的中美贸易谈判结果保持一致。\n    *   同日，中国商务部还宣布暂停对韩国造船商韩华海洋（Hanwha Ocean）的五家美国关联公司实施制裁一年。这些制裁同样于10月14日实施，北京此前指控这些实体与华盛顿合作执行其限制措施。\n\n*   **美国方面的行动**\n    *   继吉隆坡会谈和10月底在韩国举行的总统会议之后，白宫于11月1日宣布，作为与中国贸易休战的一部分，将暂停其港口费用，自周一起生效。\n    *   美国政府表示，将继续与北京谈判，同时保持与韩国和日本的“历史性”合作，以振兴美国造船业。\n\n*   **影响**\n    *   双方正式确认暂停收费后，航运业终于松了一口气，缓解了此前因相互收费而产生的贸易紧张局势。",
      "shortSummary": "中美两国已暂停相互征收港口费用一年，标志着贸易战的最新缓和。此举是在美国暂停其“301条款”调查相关收费后，中国交通运输部宣布的。中国商务部也暂停了对韩国造船商韩华海洋五家美国关联公司的制裁。白宫表示将继续与北京谈判，同时与日韩合作振兴美国造船业。这一决定为航运业带来了缓解。",
      "translated_title": "中美暂停相互征收港口费用，贸易战最新缓和迹象",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has suspended retaliatory port fees on US-linked vessels for one year, following Washington’s pause of similar charges under its “Section 301” investigation targeting the Chinese maritime sector.\nAfter months of uncertainty over the rival port fees, which took effect on October 14, the shipping industry can finally breathe a sigh of relief as both sides formally confirmed the pause.\nIn line with the outcomes of the US-China trade talks in Kuala Lumpur, the Ministry of Transport said the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/59134e16-32ee-45cf-b1ee-cbdf5011dff3_42238e41.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易竞争将持续‘未来50年’，前WTO总干事警告 (原标题: China-US trade rivalry will last for ‘next 50 years’, warns ex-WTO head)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332163/china-us-trade-rivalry-will-last-next-50-years-warns-ex-wto-head?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 06:05:27 +0000",
      "isoDate": "2025-11-10T06:05:27.000Z",
      "creator": "Luna Sun",
      "summary": "## 前WTO总干事警告中美竞争将持续数十年\n\n前世界贸易组织（WTO）总干事帕斯卡尔·拉米（Pascal Lamy）警告称，中美关系将持续“颠簸”数十年，其竞争焦点将从贸易转向战略性部门和供应链的“武器化”。\n\n### 竞争的性质与持续时间\n*   **持续数十年：** 拉米预测，中美双边关系将经历“起伏不定，来来回回，左右摇摆”，这种竞争将持续“未来50年”。\n*   **焦点转移：** 竞争将从传统的贸易领域，转向战略性部门和供应链的“武器化”。\n*   **根本原因：** 拉米指出，两国地缘战略竞争“不会减弱”，因为双方都抱有争做世界第一的雄心，并视对方为威胁，这“不可避免地导致了这种局面”。\n\n### 近期动态与深层趋势\n*   **贸易休战：** 尽管美国总统特朗普和中国国家主席习近平于10月30日在韩国达成了一年的贸易休战协议，减少了关税并放松了部分出口管制，一度重燃了缓解紧张局势的希望。\n*   **华盛顿共识：** 遏制中国的崛起在华盛顿得到了两党的广泛支持。\n*   **北京立场：** 中国已表明，当其利益受到威胁时将进行反击。\n*   **新兴趋势：** 拉米强调，除了特朗普引人注目的关税之外，一个更广泛的趋势已经出现：\n    *   在具有战略敏感性的生产领域进行“脱钩”。\n    *   在具有比较优势的领域进行“武器化”。",
      "shortSummary": "前WTO总干事帕斯卡尔·拉米警告，中美竞争将持续数十年，并从贸易转向战略性部门和供应链的“武器化”。他指出，两国都渴望成为第一，并视对方为威胁，这导致地缘战略竞争不会减弱。尽管近期有贸易休战，但华盛顿遏制中国崛起有两党共识，北京也会反击。这种趋势表现为战略敏感领域的“脱钩”和比较优势领域的“武器化”。",
      "translated_title": "中美贸易竞争将持续‘未来50年’，前WTO总干事警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "“Bumpy” US-China relations will persist for decades as the rivalry shifts from trade to the weaponisation of strategic sectors and supply chains, according to a former head of the World Trade Organization.\nBilateral ties will experience “ups and downs, and to and fro, and left and right”, said Pascal Lamy, former WTO director general, during a media event at the China Europe International Business School in Shanghai.\n“Their geostrategic competition… will not abate,” he said. “If you have both...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/39a22935-fc80-4c8a-b5ad-498b6e13a304_a2fa8f42.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "‘不是在这个经济环境下’：为什么广东难以吸引消费者消费 (原标题: ‘Not in this economy’: why Guangdong is struggling to tempt consumers to spend)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331960/not-economy-guangdongs-huge-subsidy-scheme-falls-flat-consumers?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 02:00:11 +0000",
      "isoDate": "2025-11-10T02:00:11.000Z",
      "creator": "He Huifeng",
      "summary": "## 广东消费补贴计划遇冷：消费者信心不足\n\n中国人口最多的省份广东于11月初启动了其有史以来规模最大的消费者补贴计划，旨在通过提供总计35亿元人民币（约合4.92亿美元）的折扣来刺激消费，涵盖从智能手机到滑雪板等多种商品。\n\n### 计划背景与目标\n\n*   **政府投入**：广东省政府承诺投入35亿元人民币（4.92亿美元）用于补贴，提供各类商品折扣。\n*   **全国性努力**：这是中国当局利用消费券刺激国内消费的最新尝试，也是在当前中美贸易战背景下，中国为提振经济增长、实现经济再平衡的关键举措。\n*   **持续时间与目标**：该计划于11月3日高调启动，将持续到明年3月，旨在在即将到来的全国运动会和春节等主要公共假期期间，带动人流量和消费激增。\n\n### 消费者反应冷淡\n\n尽管政府投入巨大，但该计划在实际执行中却反响平平。广东当地居民向《南华早报》表示，这些补贴不太可能说服他们增加消费，尤其是在非必需品方面。\n\n### 消费者不愿消费的原因\n\n*   **折扣吸引力不足**：消费者认为，尽管补贴金额巨大，但实际操作中提供的折扣往往并不具有吸引力。\n*   **经济不确定性**：在经济前景不明朗和就业市场不稳定的背景下，许多消费者仍然保持谨慎态度，不愿进行额外消费。\n*   **非必需品消费意愿低**：尤其对于非必需品，消费者更倾向于捂紧钱袋子。\n\n### 广东面临的挑战\n\n这种缺乏热情的反应凸显了广东作为中国科技和出口强省所面临的挑战。这个拥有1.28亿人口的地区正努力重振当地经济，而该经济正受到贸易战和长期房地产市场低迷的双重影响。",
      "shortSummary": "广东启动了有史以来最大规模的35亿元人民币消费补贴计划，旨在刺激消费并提振经济。然而，该计划反响平平，当地消费者表示补贴折扣吸引力不足，且在经济不确定、就业市场不稳的背景下，他们对增加非必需品消费持谨慎态度。这反映出广东在贸易战和房地产低迷影响下，刺激消费面临的挑战。",
      "translated_title": "‘不是在这个经济环境下’：为什么广东难以吸引消费者消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "In early November, China’s most populous province launched its biggest ever consumer subsidy programme, with the government pledging to commit 3.5 billion yuan (US$492 million) to offer discounts on a slew of products: from smartphones to snowboards.\nGuangdong’s scheme is the latest attempt by Chinese authorities to use consumption vouchers to boost domestic spending – a campaign that is key to China’s efforts to shore up growth and rebalance its economy amid the ongoing US trade war.\nBut on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/aa56e7da-4fca-469b-9d49-811bdc4c3166_cb154356.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国要成为发达国家，仍需优先发展制造业 (原标题: To become a developed nation, China must still prioritise manufacturing)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3331792/why-manufacturing-still-key-chinas-development-goals?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 08:30:14 +0000",
      "isoDate": "2025-11-09T08:30:14.000Z",
      "creator": "Zongshuai Fan",
      "summary": "## 中国经济发展方向：制造业仍是核心支柱\n\n围绕中共中央四中全会和第十五个五年规划，中国经济发展方向的讨论日益激烈。文章指出，制造业仍是北京未来十年实现发展目标的核心支柱。\n\n### 2035年发展目标与挑战\n\n*   **目标设定**：中共中央委员会于10月28日发布的第十五个五年规划建议，重申了中国到2035年实现社会主义现代化的目标，该目标将以人均国内生产总值（GDP）来衡量。这与第十四个五年规划中提出的愿景以及邓小平在1980年代担任最高领导人时提出的构想一脉相承。\n*   **具体指标**：尽管官方尚未明确具体基准，但国务院的一项分析估计，到2035年，中国人均GDP目标约为30,000美元（按2020年价格计算）。\n*   **当前状况与挑战**：2021年中国人均GDP为13,303美元。这意味着中国需要在未来十年内将收入水平大致翻一番才能实现这一目标。\n*   **关键驱动力**：经济学家林毅夫指出，中国与中等发达经济体之间人均GDP的差异，主要反映了劳动生产率（以每名员工的产出衡量）的差距。因此，提高生产率增长将是实现中国2035年目标的关键驱动力，并已被确定为规划建议中的主要目标之一。\n\n### 劳动生产率趋势\n\n*   **历史表现**：自21世纪初以来，中国的劳动生产率增长一直持续超越七国集团（G7）经济体。\n*   **近期放缓**：然而，自2008年全球金融危机以来，其增长势头有所放缓。\n*   **未来预测**：预计到2025年，增长率将进一步放缓至4.5%左右，这凸显了到2035年将人均GDP翻一番的挑战。\n*   **2022年低点**：2022年，中国的劳动生产率增长降至本世纪以来的最低水平。\n\n### 制造业的重要性与“新质生产力”战略\n\n*   **核心作用**：文章强调，制造业是提升中国整体生产率的关键。\n*   **政策应对**：在2022年劳动生产率增长达到本世纪最低水平之后，北京已出台一系列政策，以促进其所称的“新质生产力”。\n*   **战略内容**：这项战略旨在大力发展新兴产业并升级传统产业，以提高生产率并最终维持经济增长。\n\n![一名工人在山东省青州市的一家拖拉机和卡车发动机制造公司工作。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/94634547-124e-4182-a9db-cf377f43daa5_987cc807.jpg)\n*一名工人在山东省青州市的一家拖拉机和卡车发动机制造公司工作。摄于8月27日。图片来源：STR / AFP*",
      "shortSummary": "中国正致力于在2035年实现人均GDP翻番至3万美元的发达国家目标。实现此目标的关键在于提高劳动生产率，而制造业被视为核心驱动力。尽管中国生产率增长曾领先，但近年已放缓，2022年更是降至本世纪最低。为应对挑战，中国政府正推行“新质生产力”战略，通过发展新兴产业和升级传统产业来提升整体生产率，以确保经济持续增长。",
      "translated_title": "中国要成为发达国家，仍需优先发展制造业",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/94634547-124e-4182-a9db-cf377f43daa5_987cc807.jpg",
          "alt": "An employee works at a tractor and truck motor manufacturing company in Qingzhou, Shandong province, on August 27. Photo: STR / AFP",
          "title": "An employee works at a tractor and truck motor manufacturing company in Qingzhou, Shandong province, on August 27. Photo: STR / AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Following the Communist Party of China’s fourth plenum, debate has intensified over the direction of the country’s economy, with manufacturing remaining a central pillar of Beijing’s ambitions for the coming decade.\nThe Communist Party’s Central Committee’s recommendations for the 15th five-year plan, released on October 28, reaffirm China’s goal of achieving socialist modernisation by 2035, measured by gross domestic product (GDP) per capita – a vision outlined in the 14th five-year plan and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/23277617-ab68-4b4c-8967-dfd1619523f9_860c00be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国不断增长的老年市场成为国际企业在进博会的新前沿 (原标题: China’s growing elderly market a new frontier for international firms at CIIE)",
      "link": "https://www.scmp.com/business/china-business/article/3332092/chinas-growing-elderly-market-new-frontier-international-companies?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 07:30:18 +0000",
      "isoDate": "2025-11-09T07:30:18.000Z",
      "creator": "Daniel Ren,Julie Zhang",
      "summary": "## 中国老年市场：国际企业的新增长前沿\n\n### 背景与机遇\n*   在中国经济消费放缓的背景下，中国日益增长的老年人口已成为国际公司（从食品饮料生产商到制药商）寻求新增长点的关键消费群体。\n*   在正在进行的中国国际进口博览会（CIIE）上，数十个全球品牌展示了其最新产品和技术，旨在满足老年消费者对健康食品和支持积极生活方式产品的日益增长的需求。\n*   一位上海天使投资人尹然指出，国际公司善于发现新机遇，针对城市老年人口设计的产品是一个亮点，因为更多退休人员愿意为高质量消费品支付溢价。\n\n### “银发经济”的规模与潜力\n*   根据国家统计局（NBS）的数据，截至2024年底，中国60岁及以上人口已达3亿，占总人口的22%。\n*   新华社三个月前的一份报告预测，随着人口老龄化速度加快，所谓的“银发经济”在2025年将达到7万亿元人民币（约合9830亿美元），到2050年可能增长七倍以上，接近50万亿元人民币。\n\n### 政策导向\n*   在房地产长期低迷和出口前景不确定的背景下，北京一直致力于扩大内需以推动经济增长。\n\n### 相关图片\n*   ![银发经济预计到2025年底将达到近1万亿美元的规模。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg)",
      "shortSummary": "中国不断增长的老年人口正成为国际企业的新增长点。在进博会上，众多全球品牌展示了针对老年消费者健康和积极生活方式的产品。截至2024年底，中国60岁以上人口达3亿，占总人口22%。预计“银发经济”在2025年将达7万亿元人民币（约9830亿美元），到2050年可能增至近50万亿元。面对消费放缓，北京正通过扩大内需来推动经济增长，老年市场潜力巨大。",
      "translated_title": "中国不断增长的老年市场成为国际企业在进博会的新前沿",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg",
          "alt": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "title": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s ageing population has become a key consumer group targeted by international companies – from food and drink producers to pharmaceutical makers – as they pursue new growth drivers amid a consumption slowdown in the world’s second-largest economy.\nDozens of global brands unveiled their latest products and technologies at the ongoing China International Import Expo (CIIE), aiming to meet the rising demand among elderly consumers for healthy food and products that support active...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/09/f3d08908-5ac4-42ef-be1e-3e383a623830_2ff375b3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国消费者价格重回增长，但通缩压力持续 (原标题: China’s consumer prices return to growth as deflationary pressures persist)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332087/chinas-consumer-prices-return-growth-deflationary-pressures-persist?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 04:39:25 +0000",
      "isoDate": "2025-11-09T04:39:25.000Z",
      "creator": "Xinyi Wu,Kandy Wong",
      "summary": "# 中国消费者价格重回增长，通缩压力持续\n\n## 10月CPI数据表现\n*   **消费者价格指数（CPI）回升：** 中国10月份的消费者价格指数（CPI）同比上涨0.2%，结束了9月份的下降趋势（9月同比下降0.3%），并超出市场预期（此前金融服务提供商Wind预测为下降0.04%）。\n*   **通缩压力仍存：** 尽管CPI数据实现增长，但这一接近于零的增幅仍表明，在内需疲软和贸易不确定性背景下，通缩压力依然持续。\n*   **出厂价格继续下跌：** 与此同时，工厂出厂价格（PPI）继续下降，进一步印证了经济面临的挑战。\n\n## CPI增长的原因\n*   **政策效应：** 国家统计局高级统计师董丽娟指出，旨在提振国内消费的政策在10月份显现效果。\n*   **节假日带动：** 国庆节和中秋节的长假也帮助刺激了消费需求。\n\n## 政府应对措施\n*   **总理指示：** 中国国务院总理李强在8月份的国务院会议上呼吁，要通过取消消费限制、加快发展服务业和新型消费等新增长点，进一步释放消费潜力。\n\n## 经济学家观点\n*   **市场意外：** 香港Pinpoint Asset Management首席经济学家张智威表示，10月CPI的上涨“令市场感到意外”。\n*   **通缩结论尚早：** 他同时强调，“现在就断定通缩结束还为时过早”，表明对未来经济走势仍持谨慎态度。\n\n## 经济背景\n*   作为世界第二大经济体，中国正努力实现其年度增长目标，尽管下半年面临日益增长的阻力。",
      "shortSummary": "中国10月消费者价格指数（CPI）同比上涨0.2%，超出市场预期，结束了此前下降趋势。这得益于促消费政策和节假日需求拉动。然而，尽管CPI回升，但增幅微弱，内需疲软和贸易不确定性导致通缩压力依然存在，工厂出厂价格持续下跌。经济学家认为，现在断定通缩结束为时尚早。",
      "translated_title": "中国消费者价格重回增长，但通缩压力持续",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer prices returned to growth in October – though the near-zero figure still pointed to persistent deflationary pressures amid weak domestic demand and trade uncertainties – while factory-gate prices continued to fall.\nThe national consumer price index (CPI), a key gauge of inflation, rose 0.2 per cent year on year last month, according to data released by the National Bureau of Statistics on Sunday.\nThe reading beat market expectations after a poll by financial provider Wind...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/09/3d340357-b115-4c4e-b811-cad19acc5bdc_b112a99e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么‘小巨人’在中国制造业中心江苏蓬勃发展 (原标题: Why ‘little giants’ thrive in China’s manufacturing hub Jiangsu)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3332049/why-little-giants-thrive-chinas-manufacturing-hub-jiangsu?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 02:00:23 +0000",
      "isoDate": "2025-11-09T02:00:23.000Z",
      "creator": "Wency Chen",
      "summary": "# 江苏“小巨人”企业蓬勃发展\n\n中国东部江苏省作为重要的制造业中心，正孕育出一批在各自领域表现卓越的“小巨人”企业，而非传统意义上的互联网科技巨头。这些企业通过技术创新和自动化生产，在全球市场中占据一席之地。\n\n## 雅迪：电动两轮车行业的全球领导者\n\n雅迪（Yadea）是江苏制造业成功的典型代表：\n*   **全球领先地位**：雅迪已连续八年蝉联全球电动两轮车品牌榜首。\n*   **高效生产**：在其位于江苏无锡的工厂，一条装配线每天能生产1300辆电动自行车和踏板车，展示了中国强大的制造实力。\n*   **市场表现**：截至去年，这家在香港上市的公司已在全球100多个国家销售了超过1亿辆电动两轮车。\n*   **自动化优势**：雅迪的成功体现了中国制造商如何利用自动化技术简化并加速曾是劳动密集型的装配流程，从而以高质量、有竞争力的产品抢占国际市场。\n\n## 江苏省的制造业背景与发展\n\n江苏省的制造业成就显著，其发展背景如下：\n*   **经济实力**：该省拥有8500万人口，面积略大于韩国，去年人均GDP达到22,500美元。\n*   **产业结构转型**：尽管过去二十年中国互联网经济蓬勃发展，江苏并未诞生像华为、腾讯或阿里巴巴那样的科技巨头。然而，随着北京宣布其创新驱动已进入“深水区”，即轻松的收益已成过去，未来挑战更加严峻，江苏省越来越多的先进制造商开始吸引更多关注。\n*   **政府支持与创新**：去年8月，江苏省政府赞助了一次考察活动，参与者参观了制造、机器人、医疗保健、人工智能和新能源领域的公司，这些公司充分展示了该省的技术进步和创新能力。\n\n## 展望未来\n\n江苏省的“小巨人”企业通过专注于特定领域、拥抱自动化和技术创新，成功在全球市场中脱颖而出。随着中国创新战略的深入，这些先进制造业企业将继续在国家经济发展中扮演关键角色。",
      "shortSummary": "江苏省作为中国制造业中心，正涌现出众多“小巨人”企业。例如，全球领先的电动两轮车品牌雅迪，通过自动化生产和高性价比产品，成功拓展国际市场。尽管江苏未诞生互联网巨头，但其在制造、机器人、人工智能和新能源等领域的先进制造商正日益受到关注。随着中国创新驱动进入深水区，江苏的这些企业将发挥关键作用。",
      "translated_title": "为什么‘小巨人’在中国制造业中心江苏蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "Yadea – the world’s leading electric two-wheeler brand for eight consecutive years – runs a plant in its home base of Wuxi, in east China’s Jiangsu province, where a single assembly line can produce 1,300 electric bicycles and scooters a day, offering visitors a glimpse of the country’s manufacturing prowess.\nAs of last year, Hong Kong-listed Yadea had sold over 100 million electric two-wheelers in more than 100 countries. It exemplifies how Chinese manufacturers are leveraging automation to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/08/2d5c190e-b442-47ba-868b-58fb7180b5b0_f30ba9ad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉和全球汽车制造商在博览会上与中国电动汽车竞争对手竞争 (原标题: Tesla and global carmakers race against Chinese EV rivals at expo)",
      "link": "https://www.scmp.com/business/companies/article/3332025/tesla-and-global-carmakers-race-against-chinese-ev-rivals-shanghai-import-expo?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 02:00:14 +0000",
      "isoDate": "2025-11-09T02:00:14.000Z",
      "creator": "Daniel Ren",
      "summary": "# 国际汽车品牌在进博会上与中国电动汽车竞争\n\n国际汽车品牌，以特斯拉为首，正在上海举行的全球最大进出口贸易博览会（中国国际进口博览会，CIIE）上，通过展示先进的智能和自动驾驶技术来吸引参观者，从而加紧与比亚迪等中国电动汽车制造商的竞争。\n\n## 竞争背景与策略\n\n*   **平台利用**：包括通用汽车和沃尔沃在内的12家主要汽车制造商，正利用此次进博会推广其最新车型。这些车型具备更长的续航里程、增强的车载娱乐系统以及改进的自动驾驶功能。\n*   **技术展示**：外国品牌着重展示其在先进智能和自动驾驶技术方面的最新进展，以期在激烈的市场竞争中脱颖而出。\n*   **专家观点**：上海金融咨询公司Integrity的顾问丁海峰指出，外国品牌此举表明他们致力于升级产品和技术以与本土竞争对手抗衡。他强调，这在过去三十年外国品牌主导中国汽车市场的情况下是罕见的。\n\n## 市场格局变化\n\n*   **历史主导**：从1990年代初到2025年（原文如此），国际品牌曾长期主导中国汽车市场。\n*   **中国崛起**：然而，中国本土竞争对手在电动汽车设计和制造方面已超越外国品牌。\n*   **中国优势**：得益于全面的汽车供应链支持，中国电动汽车制造商在高性能电池和先进自动驾驶技术方面表现出色，其发展速度已超过外国同行。\n*   **市场份额**：目前，中国本土电动汽车制造商占据了中国电动汽车销量的90%以上。\n\n![一辆本田S7 SUV在进博会上展出。图片来源：Daniel Ren](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/08/ffbd931a-8913-4391-b5bb-bb0a4bbe1751_e6524935.jpg)\n*一辆本田S7 SUV在进博会上展出。图片来源：Daniel Ren*",
      "shortSummary": "在上海进博会上，特斯拉等国际汽车品牌正加紧与比亚迪等中国电动汽车制造商竞争。他们展示了先进的智能和自动驾驶技术、更长续航及增强娱乐系统。过去曾主导中国市场的外国品牌，如今面临中国电动汽车制造商的挑战。中国企业凭借完善的供应链、高性能电池和先进技术，已占据国内电动汽车销量的90%以上，市场格局发生显著变化。",
      "translated_title": "特斯拉和全球汽车制造商在博览会上与中国电动汽车竞争对手竞争",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/08/ffbd931a-8913-4391-b5bb-bb0a4bbe1751_e6524935.jpg",
          "alt": "A Honda S7 SUV on display at CIIE. Photo: Daniel Ren",
          "title": "A Honda S7 SUV on display at CIIE. Photo: Daniel Ren",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "International brands led by Tesla are intensifying their efforts to compete with Chinese electric-vehicle (EV) manufacturers like BYD, as they showcase advanced intelligence and autonomous-driving technology to attract visitors at the world’s largest import-export trade fair in Shanghai.\nThe 12 major carmakers, including General Motors and Volvo, are leveraging the China International Import Expo (CIIE), which runs through Monday, to promote their latest models featuring longer ranges, enhanced...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/08/70899997-0583-46f3-8df9-bf1e71acec0c_ec079854.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国警告在日公民注意野生动物风险，熊袭击事件激增 (原标题: China warns citizens in Japan about wildlife risks amid surge in bear attacks)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3332042/china-warns-citizens-japan-watch-out-wildlife-amid-surge-bear-attacks?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 09:09:59 +0000",
      "isoDate": "2025-11-08T09:09:59.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国驻日使馆警告公民注意野生动物风险\n\n### 背景\n\n近期，日本野生动物袭击事件激增，死亡人数已达到历史新高。在此背景下，中国驻日本大使馆向在日中国公民发出了安全警告。\n\n### 使馆警告与建议\n\n*   **发布时间与平台：** 中国驻日本大使馆于周五在社交媒体上发布声明。\n*   **核心信息：** 敦促在日中国公民对当地野生动物袭击保持警惕。\n*   **具体建议：**\n    *   密切关注地方政府发布的野生动物目击信息。\n    *   避免前往熊、野猪及其他野生动物经常出没的区域。\n\n### 野生动物袭击数据\n\n*   **事件数量：** 自今年4月以来，日本已记录至少13起致命的熊袭击事件和超过100起受伤事件。\n*   **历史记录：** 这些数字均创下历史新高。\n*   **发生区域：** 大多数袭击事件发生在山区或附近的居民区。\n\n### 中国游客赴日情况\n\n*   **旅游热度：** 中国赴日旅游市场依然保持强劲势头。\n*   **游客数据：**\n    *   日本国家旅游组织数据显示，9月份共有327万外国游客赴日，其中中国大陆游客是最大的群体。\n    *   今年前9个月，日本共接待了3165万国际游客，其中超过23%来自中国。\n*   **吸引力因素：**\n    *   日元走弱。\n    *   机票价格实惠。\n    *   吸引人的旅行体验。\n    *   许多中国游客将日本视为“物有所值”的目的地。\n*   **热门目的地：** 根据携程和同程等主要在线旅行社的数据，日本是中国游客在上个月国庆“黄金周”假期期间的首选海外目的地。",
      "shortSummary": "中国驻日本大使馆警告在日中国公民注意野生动物袭击风险，因日本熊袭击事件激增，已造成创纪录的死亡和受伤人数。使馆建议公民关注地方政府信息，避开野生动物常出没区域。尽管风险增加，中国赴日旅游依然强劲，中国游客是日本最大的外国游客群体，日本因日元疲软和高性价比成为热门目的地。",
      "translated_title": "中国警告在日公民注意野生动物风险，熊袭击事件激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese embassy in Japan has urged Chinese citizens in the country to remain vigilant about local wildlife attacks amid a surge in incidents, with fatalities reaching a record high.\nIn a statement on social media on Friday, the embassy advised Chinese citizens to monitor local government information about wildlife sightings and avoid areas frequented by bears, wild boars and other animals.\nSince April, Japan has recorded at least 13 fatal bear attacks and more than 100 injuries, the highest...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/08/4e2e1b1b-087b-4210-b7f7-67ac0d9e05b8_f426ed15.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia危机：北京同意与荷兰官员在中国举行会谈 (原标题: Nexperia crisis: Beijing agrees to talks with Dutch officials in China)",
      "link": "https://www.scmp.com/tech/tech-war/article/3332035/nexperia-crisis-beijing-agrees-talks-dutch-officials-china?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 07:44:25 +0000",
      "isoDate": "2025-11-08T07:44:25.000Z",
      "creator": "Vincent Chow",
      "summary": "# Nexperia危机：中荷同意举行会谈\n\n中国商务部周六发表声明称，中国官员已同意与荷兰官员就Nexperia危机举行会谈。这场危机已使全球汽车芯片供应链陷入不确定性。\n\n## 荷兰方面的表态与行动意向\n\n*   **芯片恢复出货：** 荷兰经济部长Vincent Karremans周五表示，中国生产的Nexperia芯片有望在未来几天内恢复对欧洲及其他地区客户的出货。\n*   **政府控制权：** 据彭博社报道，如果Nexperia中国恢复出货，荷兰政府准备最快在下周放弃对该公司的控制权。\n\n## 中方回应与期望\n\n*   **同意会谈：** 北京对荷兰方面的表态表示欢迎，并同意荷兰提出的派遣代表来华进行讨论的请求。\n*   **具体行动：** 中方表示，希望荷兰的声明不仅仅停留在口头层面，而是能迅速转化为建设性的解决方案和实际行动，以迅速有效地恢复全球半导体供应链的源头稳定。\n*   **会议日期：** 声明中未提及具体的会谈日期。\n\n## 相关图片\n\n![Nexperia’s headquarters in Nijmegen, the Netherlands. Photo: AFP](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/08/840f4807-771b-45da-a56f-6db82626e426_741ac6ff.jpg)\n*Nexperia位于荷兰奈梅亨的总部。图片来源：法新社*",
      "shortSummary": "中国与荷兰官员已同意就Nexperia危机举行会谈，以解决全球汽车芯片供应链的不确定性。荷兰经济部长表示，中国生产的Nexperia芯片有望在未来几天内恢复出货，荷兰政府可能最快下周放弃对该公司的控制权。中方对此表示欢迎，并希望荷兰能采取具体行动，迅速恢复全球半导体供应链的稳定。目前尚未公布具体的会谈日期。",
      "translated_title": "Nexperia危机：北京同意与荷兰官员在中国举行会谈",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/08/840f4807-771b-45da-a56f-6db82626e426_741ac6ff.jpg",
          "alt": "Nexperia’s headquarters in Nijmegen, the Netherlands. Photo: AFP",
          "title": "Nexperia’s headquarters in Nijmegen, the Netherlands. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese officials have agreed to hold talks with their Dutch counterparts regarding the Nexperia crisis, which has thrown the global automotive chip supply chain into uncertainty, the Ministry of Commerce said in a statement on Saturday.\nIn response to remarks made by Netherlands’ Economy Minister Vincent Karremans on Friday – indicating that Nexperia chips made in China could resume shipments in the coming days – Beijing expressed hope that the Dutch side would take concrete actions and agreed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/08/3cb81ee1-cdcc-401c-b117-f8dbf98a3a72_b5aff092.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "六家最佳：将中国置于地图上的十亿美元生物科技公司 (原标题: 6 of the best: the billion-dollar biotechs putting China on the map)",
      "link": "https://www.scmp.com/business/article/3331950/six-best-how-chinas-new-biotech-vanguard-banking-billions-breakthroughs?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 03:00:14 +0000",
      "isoDate": "2025-11-08T03:00:14.000Z",
      "creator": "Eric Ng,Julie Zhang",
      "summary": "## 中国生物制药投资热潮与全球崛起\n\n中国生物制药领域的投资热潮在今年表现强劲，这得益于在三年低迷后，创纪录地向全球巨头授权商业权利。然而，中国生命科学领域备受尊敬的分析师和顾问Helen Chen指出，该行业的真正复兴始于两年前。\n\n### 里程碑式交易：科伦博泰与默沙东\n\n*   **交易时间与内容**：2022年12月，美国制药公司默沙东（MSD）同意授权四川科伦博泰生物医药（Sichuan Kelun-Biotech Biopharmaceutical）七种临床前抗体药物偶联物（ADC）癌症候选药物的全球（中国除外）开发和商业化权利。\n*   **交易金额**：默沙东为此支付了1.75亿美元的预付款，并承诺支付高达93亿美元的里程碑付款。\n*   **行业意义**：L.E.K. Consulting上海生物制药和生命科学业务负责人Helen Chen强调，科伦博泰与默沙东的这笔交易是一个“重要的里程碑”，标志着默沙东对科伦博泰的信任以及科伦博泰的投资决心。\n\n### ADC技术的重要性\n\n*   **作用机制**：ADC药物被形容为“制导导弹”疗法，能够将化疗药物直接输送到癌细胞，同时减少副作用。\n*   **市场前景**：ADC是生物技术领域增长最快的方向之一。\n\n### 后续交易：恒瑞医药与Aiolos\n\n*   **交易内容**：在科伦博泰交易八个月后，由私募股权支持的Aiolos公司从江苏恒瑞医药（Jiangsu Hengrui Pharmaceuticals）获得了哮喘治疗药物的全球权利，具体金额未披露。\n\n这些交易共同表明，中国生物科技公司在全球舞台上的影响力正在显著增强。",
      "shortSummary": "中国生物制药投资正蓬勃发展，将中国推向全球生物科技版图。分析师Helen Chen指出，行业复兴始于2022年末，当时四川科伦博泰与默沙东达成了一项里程碑式的93亿美元ADC癌症候选药物全球授权协议。此后，江苏恒瑞医药也与Aiolos达成哮喘治疗药物的全球授权。这些重大交易凸显了中国生物科技公司在全球市场，尤其是在快速增长的ADC等领域，日益增长的影响力。",
      "translated_title": "六家最佳：将中国置于地图上的十亿美元生物科技公司",
      "images": [],
      "contentSource": "完整文章",
      "content": "The ferocity of China’s biopharmaceutical investment boom this year – fuelled by record-breaking licensing of commercial rights to global giants after a three-year slump – may have surprised casual observers.\nBut according to Helen Chen, one of the most respected analysts and advisers in China’s life sciences space, the supercharged sector’s real renaissance came two years earlier.\nIn December 2022, US drug maker MSD agreed to license global (excluding China) rights to develop and commercialise...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/bf64a853-27bd-4af6-8e84-c0a459bc1209_39a30ac7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "迈克尔·斯宾塞谈中国：修复房地产，提振信心——关税是次要的 (原标题: Michael Spence on China: fix property, boost confidence – tariffs are secondary)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331956/nobel-laureate-spence-china-fix-property-restore-confidence-tariffs-are-secondary?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 01:00:25 +0000",
      "isoDate": "2025-11-08T01:00:25.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 迈克尔·斯宾塞谈中国经济：房地产与信心优先于关税\n\n诺贝尔经济学奖得主迈克尔·斯宾塞（Michael Spence）在上海虹桥国际经济论坛上发表观点，强调对于中国经济而言，恢复信心和稳定房地产市场的重要性远超关税问题。他同时警告了中国家庭面临的金融风险。\n\n### 核心观点：\n\n*   **房地产与信心是关键**：斯宾塞指出，稳定房地产行业及其相关金融部门，以及恢复市场信心和经济动能，对于中国经济的复苏“显著更为重要”。\n*   **关税影响次要**：尽管承认北京需要“认真”处理关税摩擦，但这位82岁的经济学家认为，此类外部因素对于“恢复中国经济的势头”而言，属于“次要重要性”。\n*   **家庭资产负债表风险**：斯宾塞强调，中国需要避免“损害家庭资产负债表”，因为房地产价值下跌已部分侵蚀了家庭财富。\n\n### 背景与语境：\n\n*   **发表场合**：斯宾塞是在上海虹桥国际经济论坛上，一个关于中国振兴消费的专题讨论中发表上述言论的。该论坛与中国国际进口博览会同期举行，旨在促进全球经济合作、贸易和投资自由化。\n*   **中国经济挑战**：斯宾塞的评论正值中国准备进入其第十五个五年规划（2026-2030年）之际。在此期间，中国经济预计将面临多重挑战，包括与美国的外部紧张关系、国内需求不振、房地产市场长期低迷以及持续的通缩压力。",
      "shortSummary": "诺贝尔经济学奖得主迈克尔·斯宾塞指出，对于中国经济，稳定房地产市场和恢复信心远比关税问题重要。他在上海虹桥国际经济论坛上强调，外部因素对经济复苏的影响是次要的。斯宾塞还警告了房地产价值下跌对中国家庭资产负债表的潜在损害，并强调避免此类风险的重要性。",
      "translated_title": "迈克尔·斯宾塞谈中国：修复房地产，提振信心——关税是次要的",
      "images": [],
      "contentSource": "完整文章",
      "content": "Restoring confidence and stabilising the property market are “significantly more important” for China than the ramifications of tariffs, a Nobel laureate in economics said while warning of financial risks to Chinese households.\nMichael Spence, who won the Nobel Prize in 2001, made the remarks at the Hongqiao International Economic Forum in Shanghai on Thursday, during a panel discussion on China’s pathway to revitalise consumption.\nWhile acknowledging that Beijing needs to “seriously” address...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/4305b3bf-e480-4324-af01-bc85a8e27964_d75c466f.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-11T19:15:55.406Z"
}