{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "中国指责荷兰因Nexperia扣押事件加剧芯片危机 (原标题: China accuses Netherlands of fuelling chip crisis over Nexperia seizure)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331506/china-accuses-netherlands-fuelling-chip-crisis-over-nexperia-seizure?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 13:00:28 +0000",
      "isoDate": "2025-11-04T13:00:28.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中国指责荷兰加剧全球芯片危机\n\n中国政府近日批评荷兰政府在解决Nexperia争端中的不作为，称其未能展现“建设性态度”，从而加剧了全球半导体供应链的混乱。\n\n*   **背景事件**：\n    *   荷兰政府于9月30日采取了不寻常的举动，以国家安全为由，援引一项自1952年以来未曾使用的法律，从其中方所有者手中扣押了Nexperia的控制权。\n    *   荷兰法院文件显示，此举可能是在美国压力下触发的，特别是华盛顿最近扩大其贸易黑名单的覆盖范围。\n\n*   **中国的立场与行动**：\n    *   此前，在中美最新一轮贸易谈判后，中国同意对Nexperia中国工厂生产的符合规定的芯片订单免除出口禁令。\n    *   中国商务部表示，中方此举是“为维护全球半导体供应链的稳定和安全所做的负责任努力”。\n\n*   **对荷兰的指责**：\n    *   中国商务部指出，尽管中方做出了努力，但荷兰方面“继续一意孤行，未采取具体行动解决问题，这将不可避免地加剧对全球半导体供应链的负面影响”。\n    *   商务部声明补充说：“这是中方和全球业界都不愿看到的情况。”\n\n*   **核心争议**：\n    *   北京认为，海牙未能解决Nexperia争端，其不作为正在加剧全球半导体供应链的混乱局面。\n    *   荷兰的行动被中国视为缺乏合作意愿，并可能对全球芯片产业造成进一步的负面冲击。",
      "shortSummary": "中国指责荷兰政府在Nexperia争端中的不作为，称其未能展现“建设性态度”，从而加剧了全球半导体供应链的混乱。此前，荷兰以国家安全为由扣押了Nexperia，据称受到美国压力。中国商务部表示，尽管中方为稳定供应链做出了努力，但荷兰的“一意孤行”将加剧负面影响，这是全球业界不愿看到的。",
      "translated_title": "中国指责荷兰因Nexperia扣押事件加剧芯片危机",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has blamed the Dutch government’s inaction in resolving the Nexperia dispute, saying The Hague has failed to show a “constructive attitude” and thus is escalating the global semiconductor supply-chain chaos.\nTuesday’s criticism came days after China agreed to exempt compliant orders for chips made by Nexperia’s Chinese facilities from an export ban, following the latest round of trade negotiations with the United States.\nWhile China’s latest move was “in a responsible effort to maintain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/421a2758-c81d-4c34-a6a1-c73b39d6d3bf_5df7fdf3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国数字竞争力创历史新高，贸易分裂担忧加剧：调查显示 (原标题: China’s digital competitiveness hits high amid trade-splintering worries: survey)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331478/chinas-digital-competitiveness-hits-all-time-high-amid-trade-splintering-worries-survey?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 09:30:10 +0000",
      "isoDate": "2025-11-04T09:30:10.000Z",
      "creator": "Alice Li",
      "summary": "# 中国数字竞争力排名创历史新高\n\n根据瑞士国际管理发展学院（IMD）发布的最新《世界数字竞争力排名》，中国在全球数字竞争力方面取得了显著提升，创下历史新高。\n\n## 整体表现\n\n*   **排名跃升**：中国在全球69个经济体中，整体表现排名第12位，较去年提升了两位，达到历史最高水平。\n*   **评估机构**：该排名由国际管理发展学院（IMD）发布，今年是该机构连续第九年发布此项排名。\n\n## 驱动因素\n\n中国的排名上升主要得益于在衡量国家数字竞争力的三大关键支柱中的“知识”和“技术”类别下的多个子因素中表现出色。第三个类别是“未来就绪度”。\n\n### 知识类别\n\n*   **科学集中度**：中国在“知识”类别下的“科学集中度”子因素中排名全球第三。\n*   **全球领先表现**：\n    *   在出版物研发生产力方面位居世界第一。\n    *   在人工智能（AI）相关专利产出方面位居世界第一。\n    *   在教育和研究中机器人使用方面位居世界第一。\n\n### 技术类别\n\n*   **资本**：中国在“技术”类别下的“资本”子因素中排名全球第七。\n*   **AI私人投资**：在人工智能私人投资方面排名全球第二，有力支撑了其在“资本”方面的表现。\n\n## 香港表现\n\n*   香港作为独立于中国大陆的经济体进行评估，今年排名上升三位至第四名。\n*   其优异表现主要得益于在人才和教育方面的突出实力。\n\n## 全球领先经济体及未来展望\n\n*   **数字实力领先者**：瑞士、美国和新加坡因其卓越的基础设施、人才和创新生态系统，被认为是数字实力最强的经济体。\n*   **IMD警告**：IMD同时警告称，全球贸易紧张局势日益加剧，正在侵蚀数据流、技术标准和投资重点，这可能导致全球经济体的数字实力格局发生变化。",
      "shortSummary": "根据瑞士IMD的调查，中国数字竞争力排名升至全球第12位，创历史新高。这一提升主要得益于在“知识”（如研发生产力、AI专利）和“技术”（如AI私人投资）领域的出色表现。香港也上升至第四位。尽管瑞士、美国和新加坡仍是领先者，IMD警告贸易分裂担忧正对全球数字实力构成挑战，可能改变现有格局。",
      "translated_title": "中国数字竞争力创历史新高，贸易分裂担忧加剧：调查显示",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is elevating its digital competitiveness on the world’s stage, according to the latest rankings from a Swiss academic institute, while those behind the findings caution that trade fragmentation is weighing on economies’ digital prowess globally.\nThe world’s second-largest economy has reached an all-time high of 12th place among 69 economies in terms of overall performance, improving by two places from 2024, according to this year’s edition of the World Digital Competitiveness Ranking,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/ba09c698-01ae-4c46-b632-5e6827e3462e_587a33c3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“奢侈品的未来”：中国消费者受赞誉，法国巨头誓言对市场充满信心 (原标题: ‘Future of luxury’: China’s shoppers hailed as French giant vows faith in market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331464/china-still-beating-heart-global-luxury-french-giant-lvmh-signals-faith-market?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 09:00:10 +0000",
      "isoDate": "2025-11-04T09:00:10.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# LVMH对中国奢侈品市场充满信心并承诺持续投资\n\n## 市场信心与战略定位\n*   法国奢侈品巨头LVMH集团尽管面临中国消费放缓，但对中国市场表达了充分信心。\n*   LVMH承诺将继续投资中国市场，并将其称为“全球奢侈品跳动的心脏”。\n*   LVMH秘书长Marc-Antoine Jamet强调：“奢侈品的未来正在这里，在中国，与中国以及与我们的中国客户共同塑造。”\n\n## 中国市场的重要性\n*   中国是LVMH的顶级市场，目前运营着46个品牌、1800多家门店，并雇佣了约27000名员工。\n\n## 消费者趋势与新兴机遇\n*   中国本地消费持续升级，消费者不再仅仅追求拥有，而是更注重意义、品质和体验。\n*   LVMH已在美妆、美食和文化体验等领域看到了新的机遇。\n\n## 市场挑战与企稳迹象\n*   过去几十年，中国消费者一直是全球奢侈品市场增长的动力，但近年来他们的消费变得更加理性，并侧重于体验，导致该行业整体消费有所下降。\n*   尽管面临经济放缓、房地产危机、青年失业率高和消费者信心低等持续挑战，中国奢侈品市场在经历多年表现不佳后，近几个月已显示出企稳迹象。\n*   汇丰银行10月份发布的一份报告显示，大多数品牌第三季度业绩较2025年上半年有所改善，并增加了对实体资产和运营的再投资。",
      "shortSummary": "法国奢侈品巨头LVMH集团尽管面临中国消费放缓，仍对中国市场充满信心，并承诺持续投资。LVMH视中国为“全球奢侈品的未来”，强调中国消费者正从单纯拥有转向追求意义、品质和体验。尽管经济面临挑战，中国奢侈品市场已显示企稳迹象，大多数品牌第三季度业绩有所改善。LVMH将继续深耕中国，抓住美妆、美食和文化体验等新兴机遇。",
      "translated_title": "“奢侈品的未来”：中国消费者受赞誉，法国巨头誓言对市场充满信心",
      "images": [],
      "contentSource": "完整文章",
      "content": "French luxury giant LVMH has expressed full confidence in the Chinese market despite sluggish consumption in the world’s second-largest economy, promising continued investment in what it calls “the beating heart of global luxury”.\n“The future of luxury is being shaped here, in China, with China and with our Chinese clients,” said Marc-Antoine Jamet, LVMH’s secretary general, in Paris before heading to the annual China International Import Expo (CIIE) in Shanghai.\nChina is a top market for the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/7ba976af-d67d-45c1-8aca-2b48f3f361e8_a6d9b594.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在峰会上强调香港在全球金融和稳定中的作用 (原标题: China touts Hong Kong’s role in global finance, stability at summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331431/hong-kongs-financial-future-china-pledges-support-global-role-summit?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 05:13:25 +0000",
      "isoDate": "2025-11-04T05:13:25.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国副总理在峰会上强调香港在全球金融中的作用\n\n在2025年全球金融领袖投资峰会上，中国副总理何立峰发表视频主旨演讲，重申了中央政府对香港作为国际金融中心地位的坚定支持，并强调其在全球金融治理和稳定中的关键作用。\n\n### 关键信息与承诺：\n*   **持续支持**：何立峰承诺中央政府将继续支持香港的发展，巩固其国际金融中心地位。\n*   **地位提升**：他表示对香港的繁荣充满信心，认为其金融中心地位“必将进一步巩固和提升”。\n*   **“十五五”规划机遇**：何立峰指出，党中央关于“十五五”规划的建议对支持香港发展作出了重要部署，为香港描绘了“更加光明的前景”。他强调，随着中国进入“十五五”发展新篇章，香港也将迎来重大的历史新机遇，前景十分光明。\n*   **全球贡献**：他呼吁各方持续支持香港发展，鼓励其积极参与中国的发展进程，并为全球经济和金融格局注入“更大的稳定性和正能量”。\n*   **全球金融治理**：何立峰特别强调了全球金融治理的重要性，并指出香港有潜力推动其进步。\n\n### 峰会背景：\n*   **活动主题**：此次为期三天的峰会以“穿越变幻莫测的境地”为主题，于周三闭幕。\n*   **参会人员**：峰会汇聚了约300位全球金融领袖，其中包括100多位集团董事长和首席执行官。",
      "shortSummary": "在2025年全球金融领袖投资峰会上，中国副总理何立峰承诺将继续支持香港作为国际金融中心的地位，强调其在全球金融治理和稳定中的作用。他表示，香港的金融中心地位将进一步巩固和提升，并将在中国“十五五”规划中迎来新的历史机遇。何立峰呼吁各方支持香港发展，为全球经济注入稳定性和正能量。",
      "translated_title": "中国在峰会上强调香港在全球金融和稳定中的作用",
      "images": [],
      "contentSource": "完整文章",
      "content": "To bolster Hong Kong’s position as an international financial centre, Vice-Premier He Lifeng has pledged continued support for the city, emphasising its role in global financial governance and stability.\nSpeaking at the 2025 Global Financial Leaders’ Investment Summit on Tuesday, He also expressed confidence in Hong Kong’s prosperity, stating that its status as a financial hub is “set to be further consolidated and elevated”.\n“The Party Central Committee’s proposal for the 15th five-year plan...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/824165c0-9443-44c7-8837-85a7fc886178_c7424aa5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港如何构建繁荣的大宗商品市场生态系统 (原标题: How Hong Kong can build a thriving commodities market ecosystem)",
      "link": "https://www.scmp.com/opinion/hong-kong-opinion/article/3331230/how-hong-kong-can-build-thriving-commodities-market-ecosystem?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 01:30:09 +0000",
      "isoDate": "2025-11-04T01:30:09.000Z",
      "creator": "Dario Pong",
      "summary": "香港正积极构建其大宗商品市场生态系统，并可从四个关键领域着手。其中，首要任务是优先选择产品，并结合实体经济模式来补充城市的金融规划。\n\n**一、产品优先策略：聚焦工业金属**\n文章指出，大宗商品市场涵盖多个类别，但建议香港应重点关注工业金属子集。选择产品的标准应是高流动性和高影响力，以便于市场规模的扩大。\n\n*   **主要工业金属及其市场规模：**\n    *   **钢铁：** 2024年市场规模预计为1.47万亿美元。\n    *   **铜：** 市场规模约为3000亿美元。\n    *   **铝：** 市场规模超过2000亿美元。\n    *   **对比：** 全球第一大宗商品原油的市场价值约为2万亿美元，显示出这些工业金属市场的巨大潜力。\n\n*   **中国在全球市场中的主导地位：**\n    *   中国在钢铁、铜和铝这三种金属的生产市场中，占据全球40%至60%的份额，凸显了它们对香港的战略重要性。\n\n*   **供应链模式与贸易流：**\n    *   **钢铁和铝：** 中国通常从澳大利亚、巴西或西非国家进口铁矿石和铝土矿进行加工。成品可能出口到东南亚、中东或七国集团（G7）国家。\n    *   **铜：** 中国从南美和非洲国家进口精矿作为原材料，而制成品主要服务于国内市场。\n    *   通过理解这些实体经济的贸易流向，香港可以精准定位特定市场，发掘商业机会。",
      "shortSummary": "香港正致力于构建繁荣的大宗商品市场生态系统。文章建议优先聚焦高流动性和高影响力的工业金属，如钢铁、铜和铝。这些金属市场规模巨大，中国在全球生产中占据主导地位。通过深入理解其多元化的供应链和贸易流向（例如中国进口原材料并出口成品），香港能够有效识别并把握潜在的商业机会。",
      "translated_title": "香港如何构建繁荣的大宗商品市场生态系统",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Hong Kong embarks on the exciting journey of building a commodities ecosystem, four key areas could help the city set the course. The task at hand is to explore real economy patterns to supplement the city’s financial plans.\nFirst, we must prioritise products. The commodities market covers multiple categories. However, I will only focus on the industrial metals subset. Here, Hong Kong would want to select highly liquid, high-impact products to make scaling up easier.\nThree major metals are...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/297e3b80-b886-4874-a6bf-2528d18d25d9_3a64eea9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国于中美紧张局势下推动东亚贸易协定之际，障碍依然存在 (原标题: As China pushes for East Asia trade pact amid US tensions, hurdles remain)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331365/beijing-pushes-china-japan-south-korea-trade-pact-amid-us-tensions-hurdles-remain?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 01:00:15 +0000",
      "isoDate": "2025-11-04T01:00:15.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国推动东亚贸易协定面临挑战\n\n## 背景与目标\n\n在中国与美国关系持续紧张之际，北京正积极推动深化东亚地区的经济合作，其中包括与日本和韩国达成自由贸易协定（FTA）。然而，分析人士指出，鉴于现有的贸易框架和各方利益冲突，取得实质性进展仍面临挑战。\n\n## 最新进展\n\n*   **推动三边自贸协定谈判：** 中国商务部长王文涛在亚太经济合作组织（Apec）论坛期间会见了韩国贸易、工业和能源部长金正官。王文涛承诺将推动中日韩三边自贸协定谈判的恢复。\n*   **加强供应链沟通：** 王文涛还强调，中韩两国应加强现有出口管制和供应链机制的沟通，以确保两国间供应链的顺畅运行。\n\n## 中日韩自贸协定历程与现状\n\n*   该三边自贸协定已酝酿二十多年，并于2012年正式启动谈判。\n*   过去几年，谈判因新冠疫情等原因陷入停滞。\n*   尽管如此，中日韩三国均为区域全面经济伙伴关系协定（RCEP）的成员国，RCEP是一个现有但覆盖范围较小的贸易框架。\n*   去年三国领导人峰会期间曾提出恢复谈判的设想。\n\n## 主要障碍与挑战\n\n*   **领导层变动：** 日本和韩国目前均有新的领导层。\n*   **日本立场：** Natixis亚太区首席经济学家Alicia Garcia-Herrero指出，新当选的日本首相Sanae Takaichi（原文如此）对自贸协定的前景蒙上阴影。她认为，Takaichi对美国前总统特朗普“非常配合”，因此不太可能积极推动该协定。\n*   **经济效益考量：** Garcia-Herrero还表示，对于韩国和日本而言，该自贸协定潜在的成本可能大于收益。原因是，中国现在已能生产两国过去向中国出口的许多产品，从而减少了对两国的进口需求。\n\n## 相关图片\n\n![中国商务部长王文涛（右）与韩国贸易、工业和能源部长金正官周六在韩国会面。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/03/9f5f9083-c309-400a-b3dd-d719bb3bea8e_75d97825.jpg)\n*图片说明：中国商务部长王文涛（右）与韩国贸易、工业和能源部长金正官周六在韩国会面。*",
      "shortSummary": "中国正推动与日韩深化东亚经济合作，包括恢复中日韩自贸协定谈判，以应对中美紧张局势。中国商务部长王文涛已就此与韩国贸易部长会面。然而，分析人士指出，由于日韩领导层变动及中国自身生产能力提升导致进口需求减少，该协定面临挑战，尤其日本新首相的态度可能不利于谈判进展。",
      "translated_title": "在中国于中美紧张局势下推动东亚贸易协定之际，障碍依然存在",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/03/9f5f9083-c309-400a-b3dd-d719bb3bea8e_75d97825.jpg",
          "alt": "Chinese Minister of Commerce Wang Wentao (right) appears with South Korean Minister of Trade, Industry and Energy Kim Jung-kwan in South Korea on Saturday. Photo: handout",
          "title": "Chinese Minister of Commerce Wang Wentao (right) appears with South Korean Minister of Trade, Industry and Energy Kim Jung-kwan in South Korea on Saturday. Photo: handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "As Beijing continues advocating for deeper regional economic cooperation in East Asia amid ongoing tensions with Washington – including by working towards a free-trade agreement (FTA) with Japan and South Korea – analysts say that making substantial progress remains challenging, given the existing trade framework and conflicting interests.\nIn a meeting with South Korean Minister of Trade, Industry and Energy Kim Jung-kwan on Saturday on the sidelines of the Asia-Pacific Economic Cooperation...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/6d2721b6-e03a-4127-8767-d8349f91fbc7_892b44f9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国“智能医疗”企业在广交会闭幕之际吸引众多关注 (原标题: China’s ‘smart healthcare’ firms draw crowds as Canton Fair wraps up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331361/chinas-smart-healthcare-firms-draw-crowds-canton-fair-wraps?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 13:30:09 +0000",
      "isoDate": "2025-11-03T13:30:09.000Z",
      "creator": "He Huifeng",
      "summary": "### 广交会“智能医疗”展区吸引海外买家，彰显中国医械雄心\n\n在半年一度的广交会（中国最大、历史最悠久的贸易展览会）即将闭幕之际，一个专注于数字化和技术驱动型医疗保健的新展区——“智能医疗”区，吸引了海外买家的浓厚兴趣。\n\n**主要亮点：**\n\n*   **展区概况：**\n    *   “智能医疗”区汇集了47家国内领先制造商。\n    *   展示内容包括医疗机器人、人工智能（AI）驱动的影像诊断设备、可穿戴设备及其他应用。\n    *   这标志着中国在医疗技术领域迅速攀升价值链的雄心。\n\n*   **海外买家反馈：**\n    *   一位自称Aliareh的德国医疗设备采购商表示，中国公司“现在处于前沿——它们在技术上处于领先地位。我不是在夸大其词，只是在陈述事实。”\n    *   他表达了对杭州迪安生物技术公司（Diagens Biotechnology）通用医疗影像模型的兴趣，该公司去年曾获得商业咨询公司Frost & Sullivan的创新奖。\n    *   他正在考察用于综合性大型医院的设备，并计划将所学带回国，以展示中国技术的进步程度。\n\n*   **市场增长预测（Frost & Sullivan报告）：**\n    *   中国医疗器械市场价值从2020年的7298亿元人民币（1026亿美元）增长到2024年的9417亿元人民币。\n    *   预计到2035年将超过1.8万亿元人民币。",
      "shortSummary": "广交会新设的“智能医疗”展区吸引了众多海外买家，展示了中国在医疗机器人、AI影像诊断和可穿戴设备等领域的先进技术。这反映了中国在医疗技术价值链上快速提升的雄心。据Frost & Sullivan报告，中国医疗器械市场规模预计到2035年将超过1.8万亿元人民币，显示出强劲的增长潜力。",
      "translated_title": "中国“智能医疗”企业在广交会闭幕之际吸引众多关注",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the semi-annual Canton Fair – China’s largest and oldest trade exhibition – draws to a close, a new exhibition area dedicated to digitally and technologically powered approaches to healthcare has drawn keen interest from overseas buyers.\nThe “Intelligent Healthcare” zone, featuring 47 leading domestic manufacturers, is a showcase for medical robots and artificial intelligence (AI)-enabled imaging diagnostics, wearable devices and other applications – and a sign of China’s ambitions to rapidly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/f4a412fe-06e3-4c5a-8798-a8c414ebf36f_d3f45524.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易协议：我们目前了解了什么？ (原标题: US-China trade agreement: what do we know so far?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331353/us-china-trade-agreement-what-did-both-sides-commit-do?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 12:30:09 +0000",
      "isoDate": "2025-11-03T12:30:09.000Z",
      "creator": "Alice Li",
      "summary": "# 中美贸易协议：我们目前了解了什么？\n\n美国和中国达成了一项被白宫称为“历史性”的协议，这标志着全球两大经济体之间长达数月的贸易紧张局势似乎正在进入缓和阶段。\n\n## 协议信息来源\n\n*   **白宫情况说明书：** 在美国总统唐纳德·特朗普和中国国家主席习近平会晤后，白宫于周末发布了一份情况说明书，提供了关于协议的最新细节。\n*   **中国商务部声明：** 中国商务部此前在会晤当天发布了一份简短声明，概述了协议内容。\n\n## 中国同意了什么？\n\n根据白宫的情况说明书，中国做出了以下承诺：\n\n*   **稀土及关键矿物出口许可：**\n    *   北京将“为美国终端用户及其全球供应商的利益，发放稀土、镓、锗、锑和石墨的出口通用许可证”。\n    *   白宫文件指出，此举“实际上取消了中国在2025年4月和2022年10月实施的管制”。\n    *   值得注意的是，中国商务部的声明中并未提及发放通用许可证的事项。\n*   **农产品采购：**\n    *   根据情况说明书，中国将在2025年最后两个月购买至少1200万吨（1320万吨）美国大豆，并在未来三年内每年至少购买2500万吨。\n    *   中国商务部表示，双方已就农产品采购达成共识，但未提供具体细节。",
      "shortSummary": "美国和中国达成了一项贸易协议，标志着两国贸易紧张局势的缓和。根据白宫发布的情况说明书，中国同意为美国终端用户发放稀土、镓、锗、锑和石墨的出口通用许可证，并将在2025年最后两个月购买至少1200万吨美国大豆，未来三年每年至少购买2500万吨。中国商务部也证实了农产品采购共识，但未提供具体细节。",
      "translated_title": "中美贸易协议：我们目前了解了什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the United States and China striking what the White House has called a “historic” agreement, trade tensions between the world’s two largest economies – after months of simmering – appear to be entering a phase of de-escalation.\nThe White House released a fact sheet over the weekend, which provides fresh details on what was agreed after US President Donald Trump and Chinese President Xi Jinping met last week. China’s commerce ministry had previously released a brief statement outlining the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/d97fa647-e515-4756-978e-0d516537e4ec_28cf9299.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "李强总理将在全球最大贸易展会进博会上强调中美协议 (原标题: Premier Li Qiang to highlight US-China pact at world’s largest trade fair CIIE)",
      "link": "https://www.scmp.com/business/china-business/article/3331301/premier-li-qiang-highlight-us-china-pact-worlds-largest-trade-fair-ciie?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 08:00:09 +0000",
      "isoDate": "2025-11-03T08:00:09.000Z",
      "creator": "Daniel Ren",
      "summary": "# 李强总理将在第八届进博会上发表主旨演讲\n\n中国国务院总理李强预计将在第八届中国国际进口博览会（CIIE）开幕式上发表主旨演讲。此次演讲旨在：\n\n*   **促进自由贸易**：强调中国对全球自由贸易的承诺。\n*   **鼓励外国投资**：向国际社会发出欢迎外资的信号。\n*   **缓解经济担忧**：回应外界对中国经济放缓的担忧。\n*   **强调中美贸易协议**：突出中美两国之间的贸易合作。\n\n**关键信息点：**\n\n*   **连续出席**：这将是李强总理连续第三年出席并为全球最大的进口贸易展会——进博会——揭幕。\n*   **参会人员**：预计将有来自约150个国家和地区的数百名政府官员、商界领袖和贸易商参加。\n*   **美国企业展馆访问**：据参与筹备的公司官员透露，李强总理在开幕式后还将参观一些美国公司设立的展馆。此举旨在向美国及全球企业传递明确信号，即在中美两大经济体贸易战降级背景下，中国庞大的消费市场仍是投资热点。\n*   **展会规模**：\n    *   本届进博会为期六天，在国家会展中心举行。\n    *   占地面积达43万平方米。\n    *   吸引了来自全球的4108家公司参展。\n*   **展会目的**：\n    *   上海社会科学院应用经济研究所副所长、地方政府经济顾问刘亮表示，进博会不仅是全球企业展示产品和服务的平台。\n    *   更重要的是，它有望展示创新技术，为上海的新质生产力提供新的推动力。\n*   **同期活动**：作为进博会日程的一部分，虹桥国际经济论坛还将举办33场会议。",
      "shortSummary": "李强总理将在第八届中国国际进口博览会（CIIE）开幕式上发表主旨演讲，旨在促进自由贸易、鼓励外资、缓解经济担忧并强调中美贸易协议。他将连续第三年出席，并计划参观美国企业展馆，以表明中国市场仍是投资热点。本届进博会为期六天，吸引了全球4108家公司参展，旨在展示创新技术并推动新质生产力。",
      "translated_title": "李强总理将在全球最大贸易展会进博会上强调中美协议",
      "images": [],
      "contentSource": "完整文章",
      "content": "Premier Li Qiang is expected to promote free trade, encourage foreign investment, soothe concerns about the country’s slowing economy and highlight a trade deal with the US in a keynote speech as the eighth China International Import Expo (CIIE) opens on Wednesday.\nLi will for the third consecutive year address hundreds of government officials, business leaders and merchants from about 150 countries and regions to open the world’s largest import trade fair in Shanghai, Xinhua news agency...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/ff6510f4-2e8f-4373-9a2d-4b527c026077_ceb7118a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“平价尊严”：中国人青睐日本平价连锁餐厅 (原标题: ‘Affordable dignity’: Chinese develop taste for Japan’s budget restaurant chains)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331087/japans-budget-restaurants-survivors-lost-decades-find-fans-china?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 02:00:17 +0000",
      "isoDate": "2025-11-03T02:00:17.000Z",
      "creator": "He Huifeng",
      "summary": "## 日本平价连锁餐厅在中国市场蓬勃发展\n\n### 背景与现象\n*   在中国餐饮市场普遍低迷的背景下，日本平价连锁餐厅如萨莉亚（Saizeriya）、寿司郎（Sushiro）和鸟贵族（Torikizoku）却逆势蓬勃发展。\n*   例如，在广州，萨莉亚的分店在晚餐高峰期座无虚席，吸引了学生、白领和家庭顾客。同一购物区，寿司郎门口晚上8点仍大排长龙，顾客甚至愿意等待两小时。\n\n### 成功秘诀：“平价尊严”模式\n*   分析师指出，这些连锁餐厅在通货紧缩的经济环境中，通过输出其在日本经过衰退考验的低价和标准化运营模式，为中国消费者提供了“平价尊严”。\n*   香港恒生大学管理学讲师David Wong表示，这种“平价与尊严”的结合，完美契合了当前经济下行期消费者的心理需求——他们既想省钱，又想体面用餐。\n\n### 运营效率与定价策略\n*   这些品牌通过中央厨房、精细的日式供应链管理和标准化工作流程，实现了低成本运营与高客户留存之间的平衡。\n*   **萨莉亚**的最新菜单显示，黑胡椒牛肉番茄意面售价14元（约1.97美元），炖贻贝22元，烤鸡腿19元。\n*   **鸟贵族**烤鸡肉串连锁店在上海门店实行与日本相同的统一价格体系，每道菜或饮品均为18元。",
      "shortSummary": "在经济通缩背景下，日本平价连锁餐厅如萨莉亚和寿司郎在中国市场表现强劲，与整体低迷的餐饮业形成对比。它们凭借“平价尊严”模式——即低廉的价格和标准化的运营，满足了消费者既想省钱又想体面用餐的心理需求。这种经过日本经济衰退考验的经营策略，通过高效的供应链和标准化流程，成功吸引了大量中国顾客。",
      "translated_title": "“平价尊严”：中国人青睐日本平价连锁餐厅",
      "images": [],
      "contentSource": "完整文章",
      "content": "Students, white-collar workers and families filled the tables during a recent dinner rush at a branch of Saizeriya – a Japanese-owned chain of Italian restaurants – in the southern Chinese city of Guangzhou.\nIn the same shopping district, a queue stretched outside a Sushiro conveyor belt sushi restaurant at 8pm. “We waited two hours for a seat, but it was worth it,” said one diner.\nSuch scenes present a contrast to China’s generally sluggish catering market, with analysts saying that budget...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/31/fc4192b8-d188-439b-a73b-12f574cdc297_613d5b5c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚投行确认香港办事处计划，预计明年开业 (原标题: AIIB confirms plan for Hong Kong office, with opening expected next year)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331013/asian-infrastructure-investment-bank-confirms-plan-hong-kong-office-next-year?utm_source=rss_feed",
      "pubDate": "Sun, 02 Nov 2025 14:00:13 +0000",
      "isoDate": "2025-11-02T14:00:13.000Z",
      "creator": "Frank Tang",
      "summary": "### 亚投行确认在港设立办事处，预计明年投入运营\n\n亚洲基础设施投资银行（AIIB，简称亚投行）已确认将在香港设立一个枢纽办事处。此举旨在显著提升亚投行的离岸融资能力，并进一步巩固香港作为全球金融中心的地位。\n\n#### 关键信息点：\n\n*   **设立地点与时间：**\n    *   该枢纽办事处将设在香港，预计将于明年（2025年）投入运营。\n    *   这是亚投行在中国大陆以外设立的第二个办事处，此前已于两年前在阿布扎比设立了第一个海外办事处。\n\n*   **官方宣布与筹备工作：**\n    *   亚投行行长金立群预计将在周一的香港金融科技周上正式宣布这一消息。\n    *   目前，相关筹备工作正在顺利进行中。\n\n*   **办事处职能与目标：**\n    *   **双重功能：** 金立群行长指出，该枢纽办事处具有“动员私营部门和从资本市场筹集资金”的双重功能。\n    *   **投资与资金运作接口：** 它将作为亚投行投资和资金运作的接口，包括与当地银行和基金等合作伙伴协作，发起并交付惠及其110个成员的基础设施项目。\n    *   **利用香港市场：** 办事处将充分利用香港资本市场的深度和流动性，以支持其融资和资金活动。\n    *   **提升香港地位：** 这一举措将增强香港作为全球金融中心的角色。\n    *   **提升亚投行能力：** 有助于提升亚投行的离岸融资能力。\n\n*   **背景与领导层：**\n    *   此次扩张正值金立群行长十年任期即将结束之际。\n    *   在他的领导下，亚投行已发展成为全球最大的开发性金融机构之一，已批准为338个项目提供总计646亿美元的融资。\n\n**总结：**\n亚投行在香港设立枢纽办事处，不仅将强化其自身的融资和投资能力，也将进一步巩固香港作为国际金融中心的地位，并为区域内的基础设施建设提供更强有力的支持。",
      "shortSummary": "亚投行已确认将在香港设立一个枢纽办事处，预计明年投入运营。此举旨在提升亚投行的离岸融资能力，并巩固香港作为全球金融中心的地位。该办事处将作为亚投行投资和资金运作的接口，利用香港资本市场进行融资，并与当地伙伴合作推动基础设施项目。亚投行行长金立群预计将正式宣布此消息。这是亚投行在中国大陆以外的第二个办事处，在其领导下，亚投行已批准了646亿美元的融资项目。",
      "translated_title": "亚投行确认香港办事处计划，预计明年开业",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Beijing-headquartered Asian Infrastructure Investment Bank (AIIB) has confirmed that it will open a hub office in Hong Kong – a move that will enhance its offshore financing capabilities and the city’s role as a global financial centre.\nPreparatory work is in the pipeline and progressing well, the Post has learned from the bank. A formal announcement is expected to be made by AIIB President Jin Liqun, who is scheduled to address Hong Kong FinTech Week on Monday.\nThe AIIB’s second office...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/31/11cc4eb8-86e8-477f-9296-3ee9d554a4fc_b3cf5813.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "记者手记：中国如何帮助越南榴莲种植户获利 (原标题: Reporter’s notebook: how China helps Vietnamese durian farmer reap a profit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331088/reporters-notebook-how-china-helps-vietnamese-durian-farmer-earn-us30000-hectare?utm_source=rss_feed",
      "pubDate": "Sun, 02 Nov 2025 03:00:11 +0000",
      "isoDate": "2025-11-02T03:00:11.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 东南亚的“榴莲淘金热”\n\n东南亚地区正经历一场新的“淘金热”，而这次的“奖品”是绿色带刺的榴莲。榴莲带来的丰厚利润吸引了各行各业的人：\n\n*   一位退休的警察局长也投身其中。\n*   有人通过种植榴莲获得了可观收入，甚至盖起了新房。\n*   为了给榴莲种植腾出空间，传统的腰果和咖啡种植园正被夷平。\n*   路边随处可见榴莲分拣和加工棚，显示出产业的蓬勃发展。\n\n## 胡恩·宽·图的榴莲种植之路\n\n胡恩·宽·图（Huynh Kuan Thu），一位55岁的胡志明市政府工作人员，是这场榴莲热潮中的一个典型例子。他每两到三周就会进行一次长途旅行：\n\n*   他驾驶自己的宝马SUV，穿越胡志明市的拥堵交通，驶离南部金融中心。\n*   沿着一条狭窄的道路颠簸前行，这条路坑洼不平，不时有卡车迎面驶来。\n*   经过五小时的车程，他会在山村保禄（Bao Loc）过夜。\n*   第二天早上6点半，他会再行驶一小时，最终到达一条偏僻的土路尽头，那里是他的榴莲农场。\n\n## 榴莲农场概况\n\n图先生的农场占地12公顷（约29.7英亩），种植了1200棵榴莲树：\n\n*   他主要种植的是“金枕头”（Monthong）品种，这是泰国种植者普遍推崇的品种。\n*   八年前，他看到了这片土地的使用权出售，便果断买下，投身榴莲种植行业。",
      "shortSummary": "越南正经历一场由榴莲驱动的“淘金热”，榴莲带来的巨大利润正改变当地经济格局，甚至取代了传统作物。55岁的政府工作人员胡恩·宽·图是其中一员，他八年前抓住机会，在12公顷的土地上种植了1200棵金枕头榴莲树，如今获利丰厚，体现了该行业带来的巨大商机。",
      "translated_title": "记者手记：中国如何帮助越南榴莲种植户获利",
      "images": [],
      "contentSource": "完整文章",
      "content": "There’s a new gold rush in Southeast Asia, but the prize is not quite so shiny – think green and spiky.\nA retired police chief is chasing it. Someone else just built a flashy new house with the income earned from it. Cashew and coffee plantations are being flattened to make space. Sorting and processing sheds dot the roadsides.\nWe’re talking about Vietnam’s production of durians for China’s voracious consumer market – and the risks that come with it.\nTo get a closer look, take a road trip with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/31/3724a956-fa8d-4566-8fd0-4f6689d316b9_0f6aacdc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国削减‘芬太尼关税’有助于中国出口商在竞争中获益 (原标题: Cuts to US ‘fentanyl tariffs’ help Chinese exporters gain on competition)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331116/cuts-us-fentanyl-tariffs-help-chinese-exporters-close-gap-competition?utm_source=rss_feed",
      "pubDate": "Fri, 31 Oct 2025 22:00:13 +0000",
      "isoDate": "2025-10-31T22:00:13.000Z",
      "creator": "Alice Li,Ralph Jennings",
      "summary": "# 美国削减“芬太尼关税”对中国出口商的影响\n\n美国已将其对中国进口商品征收的关税削减了10%，此举将此前因芬太尼贸易指控而征收的20%关税减半。分析人士指出，这一削减可能会进一步增强中国出口商的竞争力，尤其是在大宗商品领域。\n\n## 关键进展：\n*   **关税削减**：美国将与芬太尼相关的对华关税削减了10%，即此前20%关税的一半，立即生效。\n*   **高层会晤**：此决定是在中国国家主席习近平与美国总统唐纳德·特朗普在韩国会晤后达成的共识。\n*   **暂停期延长**：双方在5月份贸易谈判中同意的90天关税上调暂停期，在8月份延长90天后，本次会议又将其延长了一年。\n*   **总体关税水平**：特朗普总统表示，美国对中国商品的总体关税已从之前的57%降至47%。\n\n## 专家观点：\n荷兰金融服务公司ING大中华区首席经济学家宋林（Lynn Song）表示，在对世界其他地区普遍征收更高关税的背景下，这10%的关税削减应有助于在不同程度上提高出口商的竞争力。他强调，中国拥有世界上最完整的制造业基础设施，并受益于规模经济，这使其能够超越许多其他国家。",
      "shortSummary": "美国在习近平与特朗普会晤后，将对华“芬太尼关税”削减10%（即此前20%关税的一半），并延长了关税上调暂停期。此举使美国对中国商品总体关税从57%降至47%。分析师认为，这将增强中国出口商的竞争力，尤其是在大众商品领域，得益于中国完善的制造业基础和规模经济。",
      "translated_title": "美国削减‘芬太尼关税’有助于中国出口商在竞争中获益",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the US cutting its tariffs on Chinese imports by 10 per cent – halving a duty initially imposed by Washington over allegations of complicity in the fentanyl trade – analysts said the reduction may further strengthen the competitiveness of Chinese exporters, particularly in mass-produced goods.\nFollowing a meeting on Thursday between President Xi Jinping and US President Donald Trump in South Korea, the world’s two largest economies reached a consensus on the issue, with the US agreeing to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/01/532f86b4-33d3-458c-aee0-566e2898ca60_ec2270e0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美港口费暂停提振航运前景，为何挥之不去的问题依然存在 (原标题: Why lingering questions remain as US-China port-fee pause buoys shipping outlook)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331042/us-china-port-fee-pause-buoys-shipping-optimism-despite-1-year-duration-lingering-concern?utm_source=rss_feed",
      "pubDate": "Fri, 31 Oct 2025 07:01:32 +0000",
      "isoDate": "2025-10-31T07:01:32.000Z",
      "creator": "Carol Yang",
      "summary": "### 中美港口费暂停：航运业的短暂喘息与持续的挑战\n\n*   **背景与协议**\n    *   在中美两国元首在韩国会晤后，中国商务部宣布美国将暂停针对中国海运和造船业的301条款调查及相关措施一年。\n    *   作为回应，中国也将暂停其报复性港口费用一年。\n    *   尽管美国尚未明确暂停生效日期，且中国表示将待美方先行后才采取行动，但该协议在今年航运业和全球贸易持续波动中，仍被视为短期缓解或积极信号。\n\n*   **行业反应与分析**\n    *   **世界航运理事会 (World Shipping Council)**：对这一消息表示“非常鼓舞”，并期待更多具体细节。该机构认为，中美暂停船舶费用对农民、出口商和消费者而言是“一项胜利”，有助于保持贸易竞争力并维护关键航运通道的畅通。\n    *   **Freightos (货运预订和支付平台)**：研究主管Judah Levine认为，此次暂停不太可能引发跨太平洋货运需求的激增，但它确实为供应链利益相关者提供了比今年任何时候都更大的确定性和稳定性。\n    *   **Banchero Costa (船舶经纪公司)**：全球研究主管Ralph Leszczynski指出，双方的港口费用政策“纯粹是政治驱动的决定”，并未考虑实际情况。\n\n*   **持续的挑战与不确定性**\n    *   分析师警告称，为期一年的暂停不足以消除持续存在的不确定性。\n    *   海事措施仍被用作更广泛地缘政治紧张局势中的筹码。\n    *   尽管提供了短暂的喘息，但深层次的问题和地缘政治紧张关系并未完全解决。",
      "shortSummary": "中美两国宣布暂停港口费用一年，为航运业带来短暂缓解，但分析师警告称，这不足以消除持续的地缘政治不确定性。尽管被视为积极信号，有助于稳定供应链，但业内人士认为此举主要是政治驱动，不太可能显著提振货运需求，且深层问题仍未解决。",
      "translated_title": "中美港口费暂停提振航运前景，为何挥之不去的问题依然存在",
      "images": [],
      "contentSource": "完整文章",
      "content": "The port-fee postponement announced by China and the United States offers a glimmer of relief to the shipping industry, but analysts warn that a one-year suspension is insufficient to eliminate persistent uncertainties, as maritime measures continue to serve as leverage in broader geopolitical tensions.\nFollowing the highly anticipated meeting between Presidents Xi Jinping and Donald Trump in South Korea on Thursday, China’s Ministry of Commerce announced that the US would suspend its Section...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/31/04f54336-21e9-4f77-b945-bdf79902336c_bb0ff2e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "汶莱接受中国航空规则，C919取得国际胜利 (原标题: In an international win for China’s C919, Brunei accepts Chinese aviation rules)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330920/international-win-chinas-c919-brunei-accepts-chinese-aviation-rules?utm_source=rss_feed",
      "pubDate": "Fri, 31 Oct 2025 01:00:14 +0000",
      "isoDate": "2025-10-31T01:00:14.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 汶莱接受中国民航认证标准\n*   汶莱已正式采纳中国的民用航空认证标准，此举为中国制造的飞机（如窄体C919客机）进入富裕的东南亚市场提供了便利。\n*   中国驻汶莱大使馆表示，汶莱此前仅认可欧洲航空安全局（EASA）、美国联邦航空管理局（FAA）和加拿大交通部民用航空（Transport Canada Civil Aviation）颁发的飞机证书。通过此次修订，汶莱成为又一个明确承认中国大型飞机标准的国家。\n\n### 对中国C919的国际影响\n*   汶莱的这一决定被视为中国C919客机在国际市场取得的胜利，并可能成为中国飞机扩大国际影响力的潜在模式。\n*   中国商用飞机有限责任公司（Comac）正努力拓展其首款国产窄体飞机C919的海外市场，以挑战空中客车（Airbus）和波音（Boeing）的双头垄断地位。\n*   Comac已从中国航空公司获得了数百架C919的订单。\n\n### GallopAir的订单与市场拓展\n*   汶莱采纳中国标准之前，初创航空公司GallopAir于2023年订购了30架Comac飞机，其中包括较小的C909支线飞机（前身为ARJ21），总价值达20亿美元。\n*   这家总部位于汶莱的航空公司在其网站上称，该订单是Comac最大的国际销售，也可能是C919的首个海外采购。\n*   GallopAir计划在七年内连接东南亚的四个国家与中国。",
      "shortSummary": "汶莱已正式采纳中国的民用航空认证标准，此前仅认可欧美加标准。此举为中国C919等飞机进入东南亚市场铺平道路，标志着C919在国际拓展上取得重要进展。此前，汶莱初创航空公司GallopAir已订购30架Comac飞机，包括C919，这被视为Comac最大的国际销售。汶莱的决定为中国飞机走向国际提供了潜在范例。",
      "translated_title": "汶莱接受中国航空规则，C919取得国际胜利",
      "images": [],
      "contentSource": "完整文章",
      "content": "Brunei has officially adopted China’s civil aviation certification standards, easing access for Chinese-built aircraft such as the narrowbody C919 jet into the wealthy Southeast Asian market while serving as a potential model for how the planes could expand their international reach.\nBrunei accepted the airworthiness code of the Civil Aviation Administration of China earlier this month, the Chinese embassy in Brunei said on Monday on its website, citing the equatorial country’s Department of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/9e884f6b-be09-47bd-bba7-fd7a6a0bcdd9_b56d8d97.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比亚迪季度利润下滑，中国市场销售疲软侵蚀出口增长 (原标题: BYD’s quarterly profit falls as weak China sales erode exports growth)",
      "link": "https://www.scmp.com/business/china-business/article/3330951/byd-quarterly-profit-tumbles-weak-china-sales-offset-overseas-gains?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 13:16:47 +0000",
      "isoDate": "2025-10-30T13:16:47.000Z",
      "creator": "Daniel Ren",
      "summary": "# 比亚迪第三季度业绩下滑\n\n中国电动汽车（EV）领军企业比亚迪（BYD）公布其第三季度利润同比下降32.6%，主要原因是国内市场销售放缓和价格战，这抵消了其在海外市场的强劲表现。\n\n## 财务表现概览\n*   **季度利润**：截至9月的三个月内，比亚迪利润跌至78亿元人民币（约合11亿美元），而去年同期为116亿元人民币。\n*   **环比增长**：尽管同比下降，但本季度利润较前三个月（第二季度）的64亿元人民币增长了22.6%。\n*   **季度营收**：同期营收同比下滑3.1%，至1950亿元人民币。\n*   **未达预期**：本季度利润和营收均未达到分析师预期。彭博社调查的分析师普遍预计利润为96亿元人民币，营收平均预测为2159亿元人民币，实际数据均低于这些预测。\n\n## 业绩下滑原因\n*   **国内市场疲软**：上海Loyal Wealth Management的基金经理Ivan Li指出，中国市场销售下滑以及为刺激交付而提供的折扣，给比亚迪的盈利能力带来了压力。\n*   **出口增长不足以弥补**：Ivan Li表示，比亚迪强劲的海外销售不足以抵消其在国内市场的疲软表现。\n\n## 车辆交付情况\n*   **交付量**：第三季度，比亚迪共交付了111万辆纯电动和插电式混合动力汽车。\n*   **同比和环比下降**：这一交付量同比下降1.8%，环比下降2.7%。",
      "shortSummary": "比亚迪第三季度利润同比大跌32.6%至78亿元人民币，营收下滑3.1%，均未达分析师预期。主要原因是国内市场销售疲软和价格战，尽管海外市场表现强劲，但不足以弥补国内市场的压力。当季车辆交付量也出现小幅下降。",
      "translated_title": "比亚迪季度利润下滑，中国市场销售疲软侵蚀出口增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s electric-vehicle (EV) leader BYD reported a 32.6 per cent fall in third-quarter profit, as slowing sales and price cuts in the domestic market offset its strong performance abroad.\nThe Shenzhen-based company said its profit tumbled to 7.8 billion yuan (US$1.1 billion) in the three months ended September, compared to 11.6 billion yuan a year earlier, according to a statement filed with the Hong Kong and Shenzhen stock exchanges on Thursday.\nStill, that represented a 22.6 per cent increase...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/1e4aec4e-fdb4-45e1-8b17-afab0db439a2_34fa5fe8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习特会后，芯片协议缺失被视为技术独立问题 (原标题: After Xi-Trump talks, lack of a chip deal seen as tech-independence issue)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330932/after-xi-trump-talks-lack-semiconductor-deal-seen-tech-independence-issue?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 13:00:10 +0000",
      "isoDate": "2025-10-30T13:00:10.000Z",
      "creator": "Ji Siqi",
      "summary": "### 习特会后芯片协议缺失：技术独立问题凸显\n\n*   **背景：** 在韩国举行的习特会（Xi-Trump talks）后，中美双方未能就先进半导体出口管制这一长期贸易争议点达成具体协议。\n\n*   **分析师观点：** 分析人士认为，这一结果反映出中国日益增强的决心，即在技术上减少对美国的依赖，实现更大的独立性。\n\n*   **特朗普的表态：**\n    *   美国总统特朗普表示，双方“确实讨论了芯片问题”。\n    *   他提到中国将与英伟达（Nvidia）等公司商谈芯片事宜，并表示他将与英伟达首席执行官黄仁勋对话。\n    *   特朗普将美国定位为中国与英伟达之间的“仲裁者或裁判”。\n\n*   **专家警示：** 信用保险公司Coface的北亚区域经济学家谭俊宇（Junyu Tan）警告称，不应将这些“让步”误认为是华盛顿和北京之间战略竞争的根本性转变。相反，他认为这些是双方为争取时间、管理自身脆弱性而采取的“战术性举动”。",
      "shortSummary": "习特会后，中美未能就先进半导体出口管制达成具体协议，分析认为这凸显了中国寻求技术独立的决心。美国总统特朗普提及中国将与英伟达商谈芯片，并称美国是“仲裁者”。然而，专家指出，任何让步都应被视为战术性举动，而非中美战略竞争的根本转变。",
      "translated_title": "习特会后，芯片协议缺失被视为技术独立问题",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid the apparent absence of a concrete deal being reached with Washington on one of Beijing’s long-standing points of trade contention – export controls on the most advanced semiconductors – analysts say it reflects China’s increasing resolve to become more independent from the US.\nAfter a meeting with President Xi Jinping in South Korea on Thursday morning, US President Donald Trump said the two sides “did discuss chips”.\n“China is going to be talking to Nvidia and others about taking chips …...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/74648724-eef3-40cb-8065-e463b369fd1c_c4ebf712.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "黄金需求在第三季度创历史新高并将保持强劲，报告称 (原标题: Gold demand hit record high in third quarter and will remain strong, report says)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3330912/gold-demand-hit-record-high-third-quarter-and-will-remain-strong-report-says?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 12:00:11 +0000",
      "isoDate": "2025-10-30T12:00:11.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 2025年第三季度全球黄金需求创纪录，展望强劲\n\n世界黄金协会（World Gold Council）最新报告指出，2025年第三季度全球黄金需求达到创纪录水平，并对贵金属前景保持乐观。这一发现正值金价在经历数月上涨并创下历史新高后，近期出现回调之际。\n\n### 关键数据与增长\n\n*   **需求总量：** 2025年7月至9月期间，全球黄金需求达到1,313吨，按价值计算约为1,460亿美元，创下有记录以来的季度新高。\n*   **同比增长：**\n    *   按价值计算，黄金需求较去年同期飙升44%。\n    *   按数量计算，需求同比增长3%。\n\n### 需求增长的主要驱动因素\n\n报告将需求增长主要归因于投资需求的激增，这得益于以下因素的强大组合：\n\n*   **地缘政治不确定性：** 不确定且动荡的地缘政治环境。\n*   **美元走弱：** 美元疲软。\n*   **投资者“错失恐惧症”（FOMO）：** 随着金价上涨，投资者担心错失机会。\n\n### 未来展望\n\n世界黄金协会亚太区（除中国外）负责人兼全球央行负责人范绍凯表示，鉴于第三季度黄金需求和价格均创历史新高，预计黄金需求将保持强劲。\n\n*   协会预计各国央行将“继续其购买势头”。\n*   黄金将继续作为“寻求多元化投资的投资者群体”的“弹性选择”而保持其吸引力。",
      "shortSummary": "2025年第三季度，全球黄金需求达到创纪录的1,313吨，价值1,460亿美元。报告指出，这主要由地缘政治不确定性、美元走弱和投资者“错失恐惧症”推动的投资需求激增所致。尽管金价近期有所回调，世界黄金协会预计黄金需求将保持强劲，各国央行将继续购买，黄金作为多元化投资的弹性选择将保持吸引力。",
      "translated_title": "黄金需求在第三季度创历史新高并将保持强劲，报告称",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global gold demand hit a record high in the third quarter of 2025, the World Gold Council said in a new report, adding that it remained upbeat about the outlook for the precious metal.\nThe findings came amid a recent pullback in gold prices after a months-long rally that had sent it to record highs.\nGold demand reached 1,313 tonnes – or about US$146 billion in value terms – between July and September, the highest quarterly total on record, according to the report released by the trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/64a7fc8a-efa7-4c26-8296-8482ced8d8f9_a2e20faf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国购买美国大豆给农民带来宽慰，但永久性协议难以达成 (原标题: China’s US soybean buys bring relief to farmers, but permanent deal elusive)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330907/us-china-soybean-deal-signals-yearly-negotiations-farmers-hope-steady-trade?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 09:31:46 +0000",
      "isoDate": "2025-10-30T09:31:46.000Z",
      "creator": "Kandy Wong",
      "summary": "### 中国恢复购买美国大豆：对农民的宽慰与未来挑战\n\n中国恢复购买美国大豆为美国农民带来了显著的宽慰，他们此前数月一直担心最大的买家可能不会回归。然而，分析人士指出，农产品贸易预计将成为未来几年中美双边谈判的常态。\n\n#### 中美领导人会晤及成果\n\n*   **大豆采购协议**：美国总统唐纳德·特朗普与中国国家主席习近平在韩国会晤后，特朗普宣布“大量大豆和其他农产品将立即被购买”。\n*   **会晤背景**：这是特朗普自1月重返白宫以来首次与习近平面对面会晤，大豆协议是此次会晤达成的一系列协议之一。\n\n#### 其他重要协议\n\n除了大豆采购，此次会晤还达成或讨论了以下协议：\n\n*   **芬太尼关税**：双方同意将芬太尼关税降至10%。\n*   **稀土管制**：中国承诺根据为期一年的协议，不实施稀土管制。\n*   **芯片出口**：与英伟达（Nvidia）就芯片对华出口进行讨论。\n*   **贸易调查**：美国推迟了“301条款”调查。\n*   **未来访问**：特朗普将于4月访问中国。\n\n#### 各方反应与农民呼声\n\n*   **特朗普的表态**：特朗普在社交媒体上表示，他对习近平主席授权中国开始购买大量大豆、高粱和其他农产品感到“极其荣幸”，并称“我们的农民会非常高兴！”\n*   **前期采购**：据伊利诺伊州大豆协会董事会成员斯科特·加夫纳（Scott Gaffner）透露，中国在周四会晤前已开始购买本季美国大豆。\n*   **农民的期望**：这些采购标志着中国在秋季收获后首次购买美国大豆。许多投票给特朗普的美国种植者一直敦促总统采取和解而非对抗的方式，与习近平达成一项关于农作物的持久协议。",
      "shortSummary": "中国恢复购买美国大豆，为美国农民带来了宽慰。在特朗普与习近平主席于韩国会晤后，双方达成协议，中国将立即购买大量美国大豆及其他农产品。分析人士认为，农产品贸易将成为未来中美谈判的常态。此次会晤还涉及芬太尼关税、稀土管制、芯片出口讨论及推迟“301条款”调查等。尽管此次采购缓解了燃眉之急，但达成永久性贸易协议仍面临挑战。",
      "translated_title": "中国购买美国大豆给农民带来宽慰，但永久性协议难以达成",
      "images": [],
      "contentSource": "完整文章",
      "content": "While China’s resumption of US soybean purchases has brought relief to American farmers – who spent months worried their largest buyer may never return – analysts said they expected the trade of agricultural products to become a regular part of bilateral negotiations in the coming years.\nUS President Donald Trump said aboard Air Force One that “tremendous amounts of the soybeans and other farm products are going to be purchased immediately”, after a meeting with President Xi Jinping in South...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/7bdd63d7-d989-45e0-b13d-071bd1baac17_68c28293.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车制造商比亚迪在欧洲销量飙升，缩小与特斯拉的差距 (原标题: Chinese EV maker BYD’s sales surge in Europe, narrowing gap with Tesla)",
      "link": "https://www.scmp.com/business/china-evs/article/3330873/chinese-ev-maker-byds-sales-surge-europe-narrowing-gap-market-leader-tesla?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 07:02:25 +0000",
      "isoDate": "2025-10-30T07:02:25.000Z",
      "creator": "Daniel Ren",
      "summary": "### 比亚迪欧洲销量飙升，缩小与特斯拉的差距\n\n中国电动汽车制造商比亚迪上月在欧洲的销量大幅增长，这得益于其推出了更多车型并扩大了销售网络，使其与市场领导者特斯拉的差距正在缩小。\n\n#### 销售数据对比\n*   **比亚迪：** 根据欧洲汽车制造商协会（ACEA）的数据，比亚迪9月份在欧洲注册了24,963辆新车，几乎是去年同期5,013辆的五倍。ACEA追踪欧盟、英国、冰岛、列支敦士登、挪威和瑞士的汽车销量。\n*   **特斯拉：** 同期，特斯拉在欧洲的销量同比下降10.5%，向欧洲客户交付了39,837辆汽车。\n\n#### 专家分析\n*   上海独立分析师高申指出：“这些数字进一步证明了比亚迪的国际化战略正在良好运作。”\n*   他补充说，作为全球最大的电动汽车制造商，比亚迪仍需增加在中国以外的销量，以展示其设计和制造能力。\n\n#### 比亚迪的欧洲战略与未来计划\n*   **网络扩张：** 比亚迪执行副总裁李柯上月在慕尼黑IAA Mobility会议期间表示，公司计划到2026年将其在欧洲的展厅数量翻一番，达到2,000个。\n*   **本地化生产：** 比亚迪还计划为其欧洲生产建立一个完整的本地供应链，并已表示到2028年，其在欧洲销售的所有车型都将在当地生产。\n*   **车型增加：** 目前，比亚迪在欧洲销售13款车型，而两年前仅为6款。",
      "shortSummary": "中国电动汽车制造商比亚迪9月在欧洲销量飙升，注册量达24,963辆，几乎是去年同期的五倍，显著缩小了与特斯拉的差距。特斯拉同期销量同比下降10.5%。比亚迪通过增加车型和扩大销售网络实现增长，并计划到2026年将欧洲展厅数量翻倍，到2028年实现所有车型本地化生产，以深化其国际化战略。",
      "translated_title": "中国电动汽车制造商比亚迪在欧洲销量飙升，缩小与特斯拉的差距",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese electric vehicle (EV) maker BYD recorded surging sales in Europe last month after it launched more models and expanded its sales network, narrowing its gap with market leader Tesla.\nThe Shenzhen-based carmaker racked up 24,963 new-car registrations in Europe in September, nearly five times its deliveries of 5,013 units a year ago, according to data from the European Automobile Manufacturers Association, known as the ACEA. The association tracks vehicle sales across the European Union,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/d34cbc70-2588-4670-b65e-727c2b620691_076258b5.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-04T18:39:31.831Z"
}