{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "危机中的法国权衡工作与生活平衡与海外竞争 (原标题: Crisis-stricken France weighs work-life balance against overseas competition)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327974/crisis-stricken-france-weighs-work-life-balance-against-overseas-competition?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-08T13:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 法国政治危机与经济挑战\n\n法国政府近期陷入严重的政治危机，总理在上任仅27天后辞职，创下了现代最短任期记录。此次危机正值法国应对一系列严峻挑战之际，包括：\n\n*   **不受欢迎的预算措施**：政府正试图推行一项包含大幅削减公共福利的预算案。\n*   **日益加深的债务负担**：国家面临沉重的债务压力。\n*   **来自美国和中国的激烈竞争**：法国经济在全球舞台上面临巨大竞争压力。\n\n这些因素叠加，可能导致这个强大的欧洲经济体陷入停滞。\n\n## 预算削减与社会模式之争\n\n看守总理塞巴斯蒂安·勒科尔努（Sebastien Lecornu）面临在周三（巴黎时间）前挽救一项旨在大幅削减公共福利的预算案的巨大压力。此前，他的前任弗朗索瓦·贝鲁（Francois Bayrou）曾提议取消两个公共假日，这一举动引发了民众的强烈不满，并加速了他的下台。\n\n*   **支持者观点**：认为这些削减措施对于法国的财政健康至关重要，并且有助于国家在全球两大经济体（美国和中国）的竞争中保持领先地位。\n*   **批评者观点**：将这项预算案视为对法国社会模式及其珍视的工作与生活平衡的攻击。\n\n## 欧洲经济未来的深层矛盾\n\n这场政治僵局和预算辩论，凸显了欧洲经济未来更深层次的挣扎。一方面，商界领袖为了与美国和中国的同行争夺市场份额，正寻求最大限度地提高工人生产力。另一方面，工人则强烈反对任何可能降低其生活质量的举措。\n\n法国经济周期观察智库创新与竞争部门主任莱昂内尔·内斯塔（Lionel Nesta）指出，核心问题在于：“我们能否在保持所有价值观的同时，参与国际竞争？”这反映了法国乃至整个欧洲在经济发展、社会福利与国际竞争力之间寻求平衡的困境。",
      "shortSummary": "法国政府正经历政治危机，总理辞职。看守政府面临推行削减公共福利预算的压力，包括取消公共假日，引发民众对国家财政健康与社会模式及工作生活平衡的激烈辩论。支持者认为削减对国际竞争力至关重要，而批评者则视其为对生活质量的攻击。这反映了法国在保持自身价值观的同时，应对国际竞争和提高生产力之间的深层矛盾。",
      "translated_title": "危机中的法国权衡工作与生活平衡与海外竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "This week’s collapse of the French government – featuring the resignation of a prime minister after only 27 days in office – marks the latest twist in a protracted political crisis threatening to bring the powerful European economy to a halt as it grapples with unpopular budget measures, a deepening debt burden and stiff competition from the US and China.\nFormer prime minister Sebastien Lecornu – now acting in a caretaker capacity after his Monday resignation set a modern record for briefness of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/08/a5d8c05b-2f76-4c23-8a86-0f6a93bf682d_2699caae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全会前，党媒称中国经济为‘不沉的航空母舰’ (原标题: Before plenum, party paper calls China’s economy ‘unsinkable’ aircraft carrier)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328247/ahead-plenum-party-mouthpiece-likens-chinas-economy-unsinkable-aircraft-carrier?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 11:00:14 +0000",
      "isoDate": "2025-10-08T11:00:14.000Z",
      "creator": "Sylvia Ma,Ji Siqi",
      "summary": "### 中国经济：一艘“不沉的航空母舰”\n\n在中央委员会第四次全体会议（四中全会）召开前夕，中共中央机关报《人民日报》发表了八篇评论文章，旨在为中国未来五年的发展定下基调。这些文章将中国经济描绘成一艘能够抵御内外不确定性的“不沉的经济航空母舰”。\n\n**核心观点与论证：**\n\n*   **经济韧性与稳定性：**\n    *   文章署名被广泛认为是代表党中央财经委员会，强调了中国经济的稳定性和韧性，并将其与西方体系进行了对比。\n    *   其中一篇评论指出，面对“贸易保护主义和外部需求萎缩”，中国“经济航空母舰”是“不可沉没、不可摧毁、不可破坏的——不惧风雨，坚定不移地向前推进”。\n*   **共享发展成果：**\n    *   文章承诺将确保“广大人民群众”共享经济发展的红利。\n*   **政策连续性与可预测性：**\n    *   即将在10月20日至23日举行的四中全会，预计将为第十五个五年规划提供纲要，该规划将总结未来十年的政策重点。\n    *   系列文章反复强调，中国的五年规划等中长期规划战略，确保了政策的连续性和一贯性，使国家的未来“完全可预测”。\n*   **与西方政策的对比：**\n    *   文章批评一些西方国家在国家政策上“摇摆不定，随心所欲地改变，甚至开历史倒车”，从经济全球化的倡导者转变为奉行“国家优先、自我孤立”的政策。\n\n**未来发展方向：**\n\n*   随着中国迈入下一个五年发展阶段，文章指出中国经济正在经历转型，将更加注重：\n    *   创新驱动型增长\n    *   消费主导型发展\n    *   更绿色、更平衡的进步",
      "shortSummary": "在四中全会前夕，中共党报《人民日报》发表系列评论，将中国经济誉为“不沉的经济航空母舰”，强调其抵御内外不确定性的能力。文章指出，中国的五年规划确保了政策的连续性和可预测性，并批评西方政策的摇摆不定。未来中国经济将转向创新驱动、消费主导以及更绿色、平衡的发展。这些文章旨在展现中国经济的稳定与韧性，并承诺让人民共享发展红利。",
      "translated_title": "全会前，党媒称中国经济为‘不沉的航空母舰’",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a series of eight op-eds published in the Communist Party’s mouthpiece newspaper ahead of a meeting that will set the tone for China’s next five years of development, Beijing described the country’s economy as an “unsinkable economic aircraft carrier” capable of withstanding internal and external uncertainties.\nThe articles in People’s Daily, carrying a byline widely seen as representing the party’s Central Financial and Economic Affairs Commission, touted China’s stability and resilience...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/08/f827c4ac-5ece-43a0-b21c-cbca408e853c_4497012f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "金砖国家正缓慢但坚定地削弱美元的主导地位 (原标题: Brics is slowly but surely chipping away at US dollar dominance)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3328191/brics-slowly-surely-chipping-away-us-dollar-dominance?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 08:30:08 +0000",
      "isoDate": "2025-10-08T08:30:08.000Z",
      "creator": "Kashif Hasan Khan",
      "summary": "本文探讨了金砖国家（BRICS）为减少对美元依赖所做的努力。\n\n*   **背景：** 美国将美元用作外交政策工具，通过制裁、金融限制和对Swift系统的控制，对全球南方国家产生了震动。许多新兴经济体的主要贸易和投资伙伴已不再是美国，但其交易仍以美元为基础，这促使金砖国家寻求替代货币渠道。\n\n*   **金砖国家的实力：** 金砖国家拥有巨大的金融实力，包括中国、印度、俄罗斯和巴西在内的四个国家是世界十大外汇储备持有国。该集团占世界人口的近一半，以及全球GDP的很大一部分，具备削弱美元主导地位的潜力。\n\n*   **中国的行动：** 尽管金砖国家在去美元化方面缺乏共识，但中国已经通过货币互换和结算协议，鼓励合作伙伴在贸易中使用人民币。\n\n*   **巴西的立场：** 巴西总统卢拉公开批评美元在世界贸易中的主导地位，并表示支持建立一种新的全球贸易货币。\n\n*   **美元储备占比下降：** 国际货币基金组织的数据显示，美元在官方储备中的份额正在缓慢但稳定地下降。\n\n*   **金砖国家的机制：** 金砖国家正在试验一系列机制以减少对美元的依赖。新开发银行不仅以美元贷款，还以当地货币、欧元和瑞士法郎贷款。通过使其融资来源多样化，并允许借款人以本国货币发行债务，该银行降低了对美元的敞口，并为替代融资创造了先例。",
      "shortSummary": "文章指出，由于美国将美元用作外交政策工具，金砖国家正积极寻求减少对美元的依赖。金砖国家拥有巨大的经济实力，中国已通过货币互换等方式推动人民币的使用。巴西总统也公开支持建立新的全球贸易货币。国际货币基金组织数据显示，美元在官方储备中的份额正在下降。金砖国家的新开发银行通过提供多种货币贷款，进一步降低了对美元的依赖。",
      "translated_title": "金砖国家正缓慢但坚定地削弱美元的主导地位",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States’ use of its currency as a foreign policy tool has jolted much of the Global South. Sanctions, financial restrictions and US dominance over the Swift system have shown just how much the US dollar can be used as political leverage.\nFor many emerging economies, the US is no longer their main trade and investment partner, yet its currency still underpins their transactions. This disconnect has imbued with fresh urgency the efforts of the Brics grouping to explore alternative...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/08/ea18113b-e24e-4888-b08a-494c95ab743f_682c1fd8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行连续11个月购买黄金，助力金价创纪录上涨 (原标题: China’s central bank aids gold’s record-setting run with 11-month buying streak)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328200/chinas-central-bank-aids-golds-record-setting-run-11-month-buying-streak?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 05:08:45 +0000",
      "isoDate": "2025-10-08T05:08:45.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 黄金价格创纪录上涨，中国央行连续11个月增持\n\n### 主要观点：\n\n*   **金价创新高：** 伦敦现货黄金价格周三上午突破每盎司4000美元，创下新高；纽约黄金期货周二也已突破此关口。\n*   **中国央行持续购买：** 中国中央银行已连续第11个月增持黄金，为金价上涨提供了支撑。\n*   **避险需求增长：** 在全球经济不确定性加剧和美国政府持续关门（已进入第二周，导致大部分政府服务停滞并延迟发布关键经济数据）的背景下，对黄金这一避险资产的需求持续增长。\n*   **美元资产吸引力下降：** 长期以来被视为安全投资的美元支持资产，其吸引力有所下降。\n*   **高盛上调金价预测：** 投资银行高盛将2026年12月的黄金价格预测从每盎司4300美元上调至4900美元，理由是西方交易所交易基金（ETF）的资金流入以及央行进一步购买的可能性。\n*   **亿万富翁投资者看好黄金：**\n    *   亿万富翁投资者瑞·达利欧（Ray Dalio）表示，黄金“无疑”是比美元更好的避险资产，这与城堡基金创始人肯·格里芬（Ken Griffin）的观点不谋而合。\n    *   达利欧在格林威治经济论坛上指出，黄金是“非常优秀的投资组合多元化工具”，并建议投资者将“大约15%”的投资组合配置给黄金，以实现“最佳组合”。",
      "shortSummary": "黄金价格创纪录突破每盎司4000美元，主要得益于中国央行连续11个月的购买以及全球经济不确定性下避险需求的激增。美国政府关门削弱了美元资产的吸引力。高盛上调了黄金价格预测，而瑞·达利欧等亿万富翁投资者也力挺黄金作为比美元更优的避险资产，建议将约15%的投资组合配置给黄金。",
      "translated_title": "中国央行连续11个月购买黄金，助力金价创纪录上涨",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even after a record-setting run, the price of gold appears poised for further gains, as China’s central bank extended its buying streak to an 11th straight month and demand for the safe-haven asset continues to grow amid an ongoing US government shutdown.\nSpot gold prices in London surpassed the benchmark US$4,000 per ounce on Wednesday morning, hitting a new high after an identical breach by gold futures in New York on Tuesday.\nThe surge comes as investors seek reliable sources of return in an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/08/8f6c74cb-7c29-4700-bb4e-5751bdd260ed_77b3e25a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国高铁投资之后，印尼想要更多。债务问题怎么办？ (原标题: After China’s high-speed rail investment, Indonesia wants more. What about debt?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328114/after-chinas-high-speed-rail-investment-indonesia-wants-more-what-about-debt?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 01:00:12 +0000",
      "isoDate": "2025-10-08T01:00:12.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 印尼对中国基础设施投资的渴望与债务担忧\n\n印度尼西亚在成功建设东南亚首条高速铁路后，对中国在基础设施领域的进一步投资表现出浓厚兴趣，尤其是在缓解交通拥堵方面。然而，当地民众对随之而来的债务问题表示担忧。\n\n## 爪哇高铁项目（Whoosh）的成功\n\n*   **项目概况**：连接雅加达和万隆，耗资72.7亿美元，已运营两年。\n*   **效率提升**：将雅加达至万隆的行程时间从三小时大幅缩短至40分钟。\n*   **运营表现**：已运送数百万乘客，目前未报告运营故障。\n*   **官方评价**：中印尼官员称赞其为未来合作的典范。\n\n## 巴厘岛地铁项目\n\n*   **项目背景**：为缓解巴厘岛严重的交通拥堵而规划，全长60公里（37.3英里）。\n*   **当地需求**：冲浪教练Amri Anjulius等当地居民认为，地铁项目对于缓解巴厘岛两车道街道上缓慢的交通至关重要。\n*   **中国参与**：中国铁路建设总公司（CRCC）已与当地公司合作建设，耗资2000万美元。\n*   **开通预期**：预计首条线路将于2031年开通。\n\n## 民众对债务的担忧\n\n*   **普遍顾虑**：尽管基础设施项目带来了便利和效率，但当地民众对爪哇高铁项目产生的债务表示担忧。\n*   **民众观点**：Amri Anjulius等部分民众认为这些项目“是为了中国”，反映了他们对中国投资动机以及债务负担的看法。\n\n## 结论\n\n印度尼西亚渴望通过中国投资改善其庞大群岛国家的交通网络，以应对日益增长的交通压力。然而，如何在享受基础设施便利的同时有效管理随之而来的债务，是其面临的关键挑战。",
      "shortSummary": "在成功运营中国投资的爪哇高铁后，印度尼西亚正寻求更多中国基础设施项目，以缓解交通压力，例如巴厘岛地铁。爪哇高铁（Whoosh）耗资72.7亿美元，已将雅加达至万隆的行程缩短至40分钟，并运送了数百万乘客。中国铁路建设总公司已参与巴厘岛地铁项目，预计2031年开通首条线路。然而，尽管这些项目带来便利，当地民众对随之而来的债务问题表示担忧。",
      "translated_title": "中国高铁投资之后，印尼想要更多。债务问题怎么办？",
      "images": [],
      "contentSource": "完整文章",
      "content": "On Bali, an island thick with beach tourists, surfing instructor Amri Anjulius is holding out for a 60km (37.3-mile) urban subway to relieve pressure on a maze of two-lane streets, where cars crawl and motor scooters weave between them.\nLike many Indonesians, he believes China will be at the forefront of efforts to expand the travel network across the archipelago nation’s 6,000 inhabited islands, home to 285 million people. That confidence stems from China’s role in building Southeast Asia’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/07/3a54d45c-ed3e-4ecc-a632-461d656a663f_f420e4f7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "什么是337条款调查，中国为何如此担忧？ (原标题: What are Section 337 investigations, and why is China so concerned about them?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328064/what-are-section-337-investigations-and-why-china-so-concerned-about-them?utm_source=rss_feed",
      "pubDate": "Tue, 07 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-07T13:00:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 什么是337条款调查，中国为何如此担忧？\n\n337条款调查是美国在知识产权纠纷领域最具威力的法律工具之一，由美国国际贸易委员会（USITC）负责执行。这些调查可能导致相关产品被彻底排除在美国市场之外。\n\n## 调查的性质与权力\n\n*   **执行机构**：美国国际贸易委员会（USITC），一个独立的联邦机构。\n*   **法律依据**：根据1930年美国《关税法》第337条款，USITC有权对涉及进口产品的不公平贸易行为发起调查。\n*   **潜在后果**：如果调查结果不利，涉案产品可能被完全禁止进入美国市场。\n\n## 针对中国的应用\n\n*   **主要目标**：337条款调查经常被用于针对中国公司。\n*   **数据统计**：根据USITC的数据，在2024年已完成的337条款调查中，超过40%涉及中国公司。\n*   **近期案例**：\n    *   **2024年9月**：USITC对中国电子制造商TCL生产的智能电视发起了调查。\n    *   **2024年8月**：USITC开始调查TCL以及其他三家中国制造商生产的电信设备。\n\n## 中国的担忧\n\n鉴于337条款调查的强大效力及其对中国公司的频繁使用，中国对此表示高度关注，因为这直接影响到中国产品进入美国市场的机会。",
      "shortSummary": "337条款调查是美国国际贸易委员会（USITC）针对进口产品不公平贸易行为（主要是知识产权纠纷）的有力法律工具，可能导致产品被禁止进入美国市场。该调查频繁针对中国公司，2024年超过40%的案件涉及中国企业，例如TCL。中国对此高度担忧，因其直接影响市场准入。",
      "translated_title": "什么是337条款调查，中国为何如此担忧？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Section 337 investigation is one of the United States’ most potent legal weapons for policing intellectual property disputes. Conducted by the US International Trade Commission (USITC), they can lead to the total exclusion of a product from the American market.\nAnd the tool is often used to target China: more than 40 per cent of the Section 337 investigations completed in 2024 involved a Chinese company, according to USITC data.\nIn September, the commission launched a probe into smart...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/07/d54d1821-9318-4d1d-a13c-cbc751ca268e_ec4c2bc7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一家中国公司在巴厘岛的海滩电梯项目会改变当地景观吗？ (原标题: Will a Chinese firm’s Bali beach lift project alter the local landscape?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328027/will-chinese-firms-bali-beach-lift-project-alter-local-landscape?utm_source=rss_feed",
      "pubDate": "Tue, 07 Oct 2025 03:00:08 +0000",
      "isoDate": "2025-10-07T03:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 巴厘岛海滩电梯项目：中国投资与当地景观的交织\n\n### 项目背景与需求\n\n*   **游客体验不佳**：来自成都的30岁游客张敏在巴厘岛旅行时，发现前往著名景点Kelingking海滩的道路崎岖且徒步路线陡峭（暴露在阳光下），导致她和团队因疲惫而放弃了下到海滩。\n*   **景点独特性**：Kelingking海滩以其独特的“霸王龙”形状海岬闻名，是全球最受欢迎的拍照地点之一，其白色沙滩紧邻垂直的石灰岩悬崖。\n\n### 项目详情\n\n*   **建设方**：一家中国公司。\n*   **项目内容**：在Kelingking海滩的悬崖上安装一部182米（597英尺）高的玻璃电梯。\n*   **目的**：旨在解决游客下到海滩的困难，预计一年内完工。\n\n### 中国投资与当地反应\n\n*   **投资标志**：这部电梯被视为中国在印度尼西亚投资的一个显著标志。\n*   **当地情绪**：尽管当地公众对此项目存在一些不安，但印度尼西亚官员长期以来一直依赖中国进行基础设施建设。\n\n### 施工进展\n\n*   目前，施工起重机每天都在运行，工人通过悬挂平台被送下竖井，从海滩向上将电梯部件固定到悬崖上。",
      "shortSummary": "一家中国公司正在巴厘岛著名景点Kelingking海滩的悬崖上建造一部182米高的玻璃电梯。该项目旨在改善游客前往海滩的交通不便问题，并被视为中国在印度尼西亚投资的显著标志。尽管当地存在一些担忧，但印尼官员仍依赖中国进行基础设施建设。目前施工正在进行中，预计一年内完工。",
      "translated_title": "一家中国公司在巴厘岛的海滩电梯项目会改变当地景观吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Bali heat proved too much for Zhang Min, a 30-year-old tourist from Chengdu, one afternoon last month. She had made it to a cliff above one of the Indonesian holiday destination’s most sought-after scenic spots, but was exhausted by the journey.\n“The roads are really poor,” Zhang said as her group stopped above the T. Rex-shaped headland – a unique land mass that has made Kelingking one of the world’s most photographed beaches.\nHer group opted against hiking down a steep, sun-exposed trail...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/fec32b92-cd8c-4603-ae3f-c8637addd915_3d38c945.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港加入RCEP将如何提升其超级联系人角色 (原标题: How joining the RCEP will boost Hong Kong’s role as a superconnector)",
      "link": "https://www.scmp.com/opinion/hong-kong-opinion/article/3327919/how-joining-rcep-will-boost-hong-kongs-role-superconnector?utm_source=rss_feed",
      "pubDate": "Tue, 07 Oct 2025 01:30:08 +0000",
      "isoDate": "2025-10-07T01:30:08.000Z",
      "creator": "Daryl Ng",
      "summary": "# 香港加入RCEP将如何提升其超级联系人角色\n\n区域全面经济伙伴关系协定（RCEP）是全球最大的贸易集团，涵盖东盟十国、中国大陆、澳大利亚、日本、韩国和新西兰。该集团贡献了全球GDP的30%和全球出口的25%以上。\n\n## 香港加入RCEP的进展与背景\n\n*   **东盟支持：** 2023年9月，东盟经济部长发表联合声明，表示希望加快将香港、斯里兰卡、智利和孟加拉国纳入RCEP。香港作为东盟主导倡议的成员，获得了所有东盟国家的明确支持。\n*   **现有贸易联系：** 香港与RCEP成员的贸易往来已十分密切。\n    *   2023年，香港商品贸易总额的约70%与RCEP成员进行。\n    *   2022年，香港服务贸易的近一半与RCEP成员进行。\n    *   这些数据凸显了香港与RCEP成员之间现有的深厚贸易关系和互联互通。\n\n## 加入RCEP对香港的益处\n\n*   **提升市场吸引力：** 加入RCEP将增强东北亚、东南亚和大洋洲市场对香港企业的吸引力和可行性。\n*   **深化贸易关系：** 系统性、广泛地降低贸易壁垒将大大深化香港与东盟之间的贸易。RCEP的目标是在未来二十年内消除90%的进口关税。\n*   **惠及中小企业：** 香港加入RCEP将大幅降低中小企业在RCEP经济体开展业务的运营成本和物流障碍。\n*   **降低进口成本：**\n    *   增加高质量消费品的流入。\n    *   降低下游企业进口零部件的制造成本。\n*   **制造商和消费者双赢：** 制造商和消费者都将明显受益于这些变化。\n*   **提升超级联系人角色：** 香港在为长期经济伙伴，特别是东南亚地区，增加实质性价值方面具有良好定位。",
      "shortSummary": "香港加入全球最大贸易集团RCEP将显著提升其“超级联系人”角色。东盟经济部长已明确支持香港加入。香港与RCEP成员现有贸易联系紧密，2023年商品贸易的70%与RCEP成员进行。加入RCEP将通过系统性降低贸易壁垒（目标是二十年内消除90%关税），深化香港与东盟的贸易，降低企业运营成本和进口成本，惠及中小企业、制造商和消费者，从而增强香港在东北亚、东南亚和大洋洲市场的吸引力。",
      "translated_title": "香港加入RCEP将如何提升其超级联系人角色",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Regional Comprehensive Economic Partnership (RCEP) is the world’s largest trade bloc. Including all 10 economies of the Association of Southeast Asian Nations (Asean), mainland China, Australia, Japan, South Korea and New Zealand, the group contributes to 30 per cent of global gross domestic product and over 25 per cent of global exports.\nIn September, Asean’s economic ministers issued a joint statement affirming their desire to accelerate the addition of four new members into the RCEP –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/349b1ba2-6bb9-4cea-8400-5a45bc5fa64d_8f6121e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在WTO的让步仅仅标志着一场持久战的第一阶段 (原标题: China’s WTO concession only marks phase one of a protracted campaign)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3327951/giving-wto-privileges-china-gains-more-it-loses?utm_source=rss_feed",
      "pubDate": "Mon, 06 Oct 2025 21:30:07 +0000",
      "isoDate": "2025-10-06T21:30:07.000Z",
      "creator": "Dominik Mierzejewski",
      "summary": "### 中国在WTO的让步：一场持久战的战略防御阶段\n\n中国于九月宣布不再寻求世界贸易组织（WTO）发展中国家地位所带来的特殊优惠，这一举动被一些西方媒体解读为一种“让步”。对中国贸易政策的批评者而言，这可能被视为对世界第二大经济体不应与柬埔寨或加纳等国同等对待的迟来承认。然而，文章指出，中国的逻辑远未被完全理解。\n\n**毛泽东持久战理论的视角**\n文章认为，从毛泽东“持久人民战争”的视角来看，这一时刻更像是漫长战役的第一阶段——“战略防御”，而非投降。毛泽东的持久战理论在抗日战争期间形成，旨在指导弱势一方如何逐步走向最终的强大。其开篇阶段强调避免决定性战役、保存资源，并重新调整政治格局以拖垮更强大的对手。\n\n**发展中国家地位的意义与中国的实践**\n*   **特殊待遇**：长期以来，中国在WTO享有“发展中国家”地位，这赋予成员国特殊和差别待遇，包括更长的贸易承诺履行期限，以及在某些情况下豁免部分义务。\n*   **战略联盟**：实际上，中国已经放弃了一些特权。它利用这一标签与“全球南方”国家保持一致，将自己定位为那些真正依赖特殊和差别待遇来保护脆弱经济体的国家的同伴和倡导者。\n*   **国际压力**：然而，在全球贸易政治领域，观念与物质优势同样重要。美国和欧盟一直强调，一个高科技出口强国仍寻求与贫穷国家相同的待遇，这存在所谓的“不一致性”。特朗普和拜登政府都曾因此事指责北京。\n\n**战术性撤退与长期战略**\n文章指出，中国放弃特殊和差别待遇是一种“战术性撤退”。此举有效地消除了华盛顿最有效的谈判筹码之一，而中国自身实质性让步却微乎其微。这正是毛泽东在战略防御中所设想的策略：避免无法取胜的直接冲突，在损失最小的地方让步，并以有利于自身长期地位的方式重塑战场。\n\n![一名员工于5月20日在重庆的装配线上工作。图片来源：EPA-EFE](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/06/f2d1cdb2-f24b-41b1-a24c-2e3af7b34719_75444e06.jpg)\n*一名员工于5月20日在重庆的装配线上工作。图片来源：EPA-EFE*",
      "shortSummary": "中国宣布放弃WTO发展中国家特殊待遇，并非西方所称的“让步”，而是基于毛泽东持久战理论的“战略防御”阶段。此举旨在避免直接冲突，消除西方批评的有效论点，同时实质性让步甚微。中国通过战术性撤退，重新调整政治格局，以期在长期竞争中占据有利地位，这标志着一场更漫长战役的开端。",
      "translated_title": "中国在WTO的让步仅仅标志着一场持久战的第一阶段",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/06/f2d1cdb2-f24b-41b1-a24c-2e3af7b34719_75444e06.jpg",
          "alt": "An employee works on an assembly line in Chongqing on May 20. Photo: EPA-EFE",
          "title": "An employee works on an assembly line in Chongqing on May 20. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "When Beijing announced in September that it would no longer seek the special benefits that come with developing-country status at the World Trade Organization (WTO), some Western media outlets framed it as a concession. Meanwhile, to critics of China’s trade policy, it likely came across as a belated acknowledgement that the world’s second-largest economy should not be treated the same as, say, Cambodia or Ghana. However, China’s logic is far from being understood.\nThrough the lens of Mao...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/d5b71ed2-052b-4a37-b7cd-52c085c0e7f9_a956cedb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“喜忧参半”：日本候任首相如何可能刺激增长、国防——以及债务 (原标题: ‘Mixed bag’: how Japan’s PM-in-waiting may fuel growth, defence – and debt)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328021/mixed-bag-how-japans-pm-waiting-may-fuel-growth-defence-and-debt?utm_source=rss_feed",
      "pubDate": "Mon, 06 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-06T13:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "## 日本候任首相高市早苗的政策展望：增长、国防与债务的“喜忧参半”\n\n日本自由民主党（LDP）新任党魁高市早苗有望成为日本首位女首相。经济学家警告称，她的政策可能带来“喜忧参半”的结果：一方面，扩张性措施可能刺激经济增长；另一方面，也可能加剧财政压力，并增加国防开支。此外，她在对华问题上可能采取更强硬的立场，但其执政联盟伙伴可能会对此有所缓和。\n\n### 经济政策与财政影响\n\n*   **扩张性政策倾向**：高市早苗是前首相安倍晋三通货再膨胀政策的拥护者，明确表示偏好扩张性的货币和财政政策。\n*   **潜在增长与代价**：经济学人智库亚洲首席经济学家Nick Marro指出，虽然财政刺激可能带来略好的增长前景，但这将导致更大的预算赤字，并可能推高日本10年期政府债券收益率，意味着更高的借贷成本。\n\n### 货币政策立场\n\n*   **鸽派倾向**：高市早苗曾称去年的加息是“愚蠢的”，并倾向于鸽派货币政策。\n*   **实际操作与限制**：汇丰银行的一份报告指出，她可能不会反对日本央行在10月底的加息。然而，她的当选可能会限制未来进一步的货币紧缩。\n\n### 国防与外交\n\n*   **增加军事开支**：高市早苗推动增加军事开支。\n*   **对华立场**：她可能采取更强硬的对华立场，但执政联盟的伙伴可能会对此进行制衡。\n\n### 政治背景\n\n*   高市早苗于周六当选自民党党魁，为她在中旬的议会投票后，作为联合政府首脑成为下一任首相铺平了道路。",
      "shortSummary": "日本候任首相高市早苗的政策预计将“喜忧参半”。她支持扩张性财政和货币政策，可能刺激经济增长和增加国防开支，但也可能导致更大的预算赤字和更高的借贷成本。尽管她倾向于鸽派货币政策，但其上任可能限制未来的货币紧缩，同时在对华立场上可能因联盟伙伴而有所缓和。",
      "translated_title": "“喜忧参半”：日本候任首相如何可能刺激增长、国防——以及债务",
      "images": [],
      "contentSource": "完整文章",
      "content": "With Sanae Takaichi poised to become Japan’s first female prime minister, economists warn her policies may have “mixed” results: expansionary measures that spur growth but exacerbate fiscal strain, and coalition partners who temper a more hawkish stance on China amid a push for higher military spending.\nThe 64-year-old conservative was elected leader of Japan’s Liberal Democratic Party (LDP) on Saturday, paving the way for her to become the next prime minister as head of a coalition government –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/491158af-a010-485b-a6aa-f6042018f550_bc58afe0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国清洁技术出口飙升，正在创建“新全球能源系统”：报告 (原标题: China’s cleantech creating ‘new global energy system’ as exports soar: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327993/chinas-cleantech-creating-new-global-energy-system-exports-soar-report?utm_source=rss_feed",
      "pubDate": "Mon, 06 Oct 2025 07:30:44 +0000",
      "isoDate": "2025-10-06T07:30:44.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国清洁技术正在构建“新全球能源系统”\n\n一份由英国智库Ember发布的报告指出，中国的清洁技术正“成为全球新能量系统的基础”，其绿色技术月度出口额在8月份创下了200亿美元的纪录。\n\n### 主要驱动因素\n\n*   **成本持续降低**：中国在电池和光伏太阳能板等技术方面的价格持续下降，极大地推动了全球销量。\n*   **全球需求激增**：Ember分析师Euan Graham表示，随着越来越多的国家寻求清洁技术带来的益处，如低成本电力和更便宜的交通工具，市场需求持续飙升。\n\n### 出口增长与区域分布\n\n报告强调，发展中国家在推动这一繁荣中扮演了关键角色：\n\n*   **电动汽车（EV）出口**：今年中国电动汽车出口增长的51%来自经济合作与发展组织（OECD）以外的国家。\n*   **东南亚市场**：\n    *   在2025年前八个月（*注：原文如此，可能为笔误，当前为2024年*），中国对东南亚国家联盟（东盟）的出口增长了75%。\n    *   印度尼西亚的中国电动汽车进口量在全球范围内增幅最大，成为第九大市场。\n*   **非洲市场**：中国对非洲的电动汽车出口几乎翻了两番，其中摩洛哥和尼日利亚的销量分别飙升了六倍。\n*   **中东市场**：出口增长了72%。\n*   **拉丁美洲和加勒比地区**：销量增长了11%。\n\n### 结论\n\n报告总结，中国在电工技术领域的持续成本降低，正在以前所未有的速度推动其清洁技术在全球范围内的增长，使其成为新全球能源系统的核心。",
      "shortSummary": "报告指出，中国清洁技术出口强劲增长，8月创下200亿美元的月度纪录，正成为全球新能量系统的基础。电池和太阳能板等技术价格下降，推动了东南亚、拉美和非洲等发展中国家的销量激增。电动汽车出口尤其突出，非OECD国家贡献了51%的增长，其中印尼、摩洛哥和尼日利亚市场表现亮眼。持续的成本降低是其快速增长的关键。",
      "translated_title": "中国清洁技术出口飙升，正在创建“新全球能源系统”：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s clean technology is “becoming the basis of the new energy system” around the world, with the country’s monthly green tech exports hitting a record US$20 billion in August, a European think tank said.\nAs China brings down the prices of technologies like batteries and photovoltaic solar panels, sales are surging in countries across Southeast Asia, Latin America and Africa, according to a report by the UK-based think tank Ember.\n“Demand for clean technologies continues to skyrocket as more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/9ec16893-6be9-49d0-ab1b-168323270ce5_61b0299d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国需要规划新路线，成为全球最大进口国 (原标题: China needs to chart a new course to become world’s largest importer)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3327738/china-needs-chart-new-course-become-worlds-largest-importer?utm_source=rss_feed",
      "pubDate": "Sun, 05 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-05T21:30:08.000Z",
      "creator": "Wang Xiangwei",
      "summary": "### 中国经济的全球地位\n\n*   **出口主导地位**：自2009年超越德国以来，中国已连续16年保持全球最大商品出口国的地位。\n*   **经济规模跃升**：2010年，中国经济规模（按名义GDP计算）超越日本，成为全球第二大经济体，仅次于美国。\n*   **全球最大贸易国**：2013年，中国在商品进出口总额方面超越美国，成为全球最大的贸易国。\n*   **转型成就**：这些里程碑凸显了中国从一个内向型经济体向全球经济强国的显著转变。\n\n### 新的战略目标：成为全球最大进口国\n\n*   **未来方向**：随着中国领导层准备在10月20日至23日审议第十五个五年规划，北京必须规划一条新路线：在未来五到十年内超越美国，成为全球最大的进口国。\n*   **深远影响**：这一转变不仅标志着中国经济战略的重大演变，还将对中国、其主要贸易伙伴以及全球产生深远的经济和地缘政治影响。\n\n### 五年规划的角色与重要性\n\n*   **演变与范围**：五年规划作为苏联式计划经济的遗产，已远超其最初僵化的生产目标和意识形态框架。如今，它已发展成为一个全面的蓝图，涵盖经济发展、环境保护、教育和社会福利项目。\n*   **核心目标**：即将出台的五年规划尤为关键，因为它旨在实现中国建设“现代社会主义国家”的目标。这一宏伟目标的核心是加速向消费驱动型经济转型，解决长期以来优先考虑投资和出口而非国内需求的结构性失衡问题。",
      "shortSummary": "中国作为全球最大出口国和贸易国，正计划在未来5-10年内超越美国，成为全球最大进口国。这一战略转变将在即将审议的第十五个五年规划中讨论，旨在推动经济向消费驱动转型，解决结构性失衡，并对全球产生深远影响。",
      "translated_title": "中国需要规划新路线，成为全球最大进口国",
      "images": [],
      "contentSource": "完整文章",
      "content": "In 2009, China surpassed Germany to become the world’s largest exporter of goods, a position it has maintained for the past 16 years. This export dominance has been instrumental in propelling China’s economy forward, enabling it to overtake Japan in 2010 as the second-largest economy in nominal GDP, trailing only the United States.\nBy 2013, China had also eclipsed the US as the world’s largest trading nation in goods, measured by the combined value of imports and exports. These milestones...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/d13f5090-0e98-407f-9a44-296ec4ad070b_e3c03fd4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美联储助推的AI泡沫为何时日无多 (原标题: Why the clock is ticking on the Fed-fuelled AI bubble)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3327497/why-clock-ticking-fed-fuelled-ai-bubble?utm_source=rss_feed",
      "pubDate": "Sat, 04 Oct 2025 21:30:07 +0000",
      "isoDate": "2025-10-04T21:30:07.000Z",
      "creator": "Andy Xie",
      "summary": "# 美联储助推的AI泡沫：时日无多\n\n*   **泡沫的运作机制与持续性**\n    *   当前的AI泡沫通过将资金在关键参与者之间进行内部循环来延长生命周期。\n    *   盈利公司将资金投入亏损公司，从而将整个泡沫圈的净现金需求降至最低。\n    *   下一步，盈利公司可能会通过出售股票来筹集现金，并将其注入亏损公司。\n    *   然而，这种“额外时间”预计将以季度而非年来衡量。\n    *   未来，美国政府可能会通过借贷资金来支撑泡沫，但这最终可能摧毁美国国债市场。\n\n*   **与互联网泡沫的对比**\n    *   互联网泡沫期间，世通公司（WorldCom）被发现存在财务欺诈。\n    *   文章指出，欺诈似乎是维持泡沫的重要资金来源，但如果思科（Cisco）当时向世通公司投入大量资金，可能就不需要欺诈活动。\n    *   作者认为，互联网泡沫的参与者不够老练，否则不会有人入狱。\n    *   文章暗示，当前的AI泡沫参与者可能通过更“复杂”的资金循环方式来避免类似问题。\n\n*   **英伟达与OpenAI的案例**\n    *   英伟达（Nvidia）最近同意向OpenAI投资1000亿美元，以支持新的数据中心和其他AI基础设施建设。\n    *   在英伟达的资产负债表上，这1000亿美元现金将转换为OpenAI的股权。\n    *   同时，OpenAI可能会利用这笔资金进行租赁交易，从而使英伟达的芯片订单簿增加超过1000亿美元。\n    *   华尔街将把这视为英伟达的利好消息，并推高其股价。\n\n*   **OpenAI的AGI愿景与估值**\n    *   OpenAI最新的旗舰AI模型GPT-5在改进方面未能达到一些人的预期。\n    *   然而，由于拥有大量资金，OpenAI有资源追求通用人工智能（AGI），即“数字之神”。\n    *   在这种情况下，OpenAI 5000亿美元的估值可能被认为是保守的。毕竟，上帝值多少钱？\n    *   这将进一步利好英伟达，使其获得数十亿美元的资本收益，从而证明对OpenAI进行更多投资的合理性。\n\n*   **泡沫持续的启示**\n    *   互联网泡沫时期，亏损公司在没有真正盈利前景的情况下仍在筹集资金。\n    *   如果这些公司将资金集中用于从单一来源（例如思科）购买产品，那么思科的估值可能达到数万亿美元，从而筹集巨额资金并将其重新投资于这些亏损公司，而这些公司又会将资金用于购买更多产品。\n    *   这种模式本可以使互联网泡沫持续更长时间，这与当前AI泡沫的内部资金流动机制有相似之处。\n\n*   **相关图片**\n    *   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/05/Deepdive_Thu_Clean.jpg?itok=d_IKXcmj)\n    *   图片描述：中国低成本DeepSeek的到来是否意味着英伟达芯片主导地位的终结？",
      "shortSummary": "美联储助推的AI泡沫正通过盈利公司向亏损公司注资的内部循环机制得以维系，但其持续时间可能仅剩数个季度。英伟达向OpenAI投资1000亿美元是这种模式的体现，旨在通过股权转换和芯片订单来互相支撑估值。尽管OpenAI的GPT-5表现平平，但巨额资金使其能追求通用人工智能，从而维持高估值。文章警告，这种泡沫最终可能面临破裂，甚至可能影响美国国债市场。",
      "translated_title": "美联储助推的AI泡沫为何时日无多",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/05/Deepdive_Thu_Clean.jpg?itok=d_IKXcmj",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The AI bubble is entering extra time by walling in money and sharing it among key players. As profitable firms plug money back into loss makers, the net cash requirement for the bubble circle is being minimised for the collective loss. The next step is for profitable companies to sell stocks to raise cash and pump it into loss makers.\nHowever, this extra time is likely to be measured in quarters, not years. It is possible that the US government will pump borrowed money into the bubble next,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/7329b4ff-93fb-4d8d-90aa-a14011ef436b_2d0267c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么购买经济增长的成本注定会上升 (原标题: Why the cost of buying economic growth is destined to rise)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3327660/why-cost-buying-economic-growth-destined-rise?utm_source=rss_feed",
      "pubDate": "Sat, 04 Oct 2025 08:30:08 +0000",
      "isoDate": "2025-10-04T08:30:08.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 全球债务飙升：经济增长的代价日益高昂\n\n尽管全球经济面临多重冲击，如持续的物理冲突和贸易战，但其似乎展现出韧性，经济增长得以维持，金融市场也保持高位。然而，这种表面的经济韧性是以巨大的代价换取的。\n\n**主要观点：**\n\n*   **大规模借贷支撑经济增长：** 这种增长是通过各国政府、企业和家庭（包括中国、日本和美国等）大规模借贷“购买”的。\n*   **国际债务水平创历史新高：**\n    *   国际货币基金组织（IMF）等官方机构长期以来一直对国际债务水平的上升发出警告。\n    *   国际金融协会（IIF）在其题为《全球债务市场地震式转变》的报告中指出，全球债务在2025年上半年增加了超过21万亿美元，达到创纪录的338万亿美元。\n    *   这是自五年前为应对新冠疫情而采取紧急财政措施导致全球债务空前积累以来，债务增长最快的一次。\n*   **政府债务飙升的主要驱动因素：**\n    *   **国防开支增加：** 特朗普政府的压力以及与竞争对手国家保持同步的需要，导致发达经济体政府国防开支大幅增加。\n    *   **医疗保健支出上升：** 人口结构因素导致医疗保健支出需求上升，政府不得不借贷更多来满足这些需求。\n    *   **气候变化相关灾害成本：** 气候变化导致的自然灾害成本增加，政府和企业都需要借贷更多来应对。\n*   **借贷需求持续高企：** 许多发达经济体的借贷需求仍远高于疫情前水平，且目前没有出现逆转的迹象。",
      "shortSummary": "尽管面临全球冲突和贸易战，全球经济仍保持增长，但这以政府、企业和家庭大规模借贷为代价。国际金融协会报告显示，全球债务在2025年上半年飙升至创纪录的338万亿美元。国防开支增加、人口结构导致的医疗保健需求上升以及气候变化造成的自然灾害成本是推动债务增长的主要因素。借贷需求持续高于疫情前水平，且无逆转迹象，预示着购买经济增长的成本将持续上升。",
      "translated_title": "为什么购买经济增长的成本注定会上升",
      "images": [],
      "contentSource": "完整文章",
      "content": "It is tempting to think that the global economy has become immune to shocks despite multiple ongoing physical conflicts, trade wars and other trauma that have characterised the Donald Trump era. Growth has continued, after all, albeit at a reduced pace, and financial markets are still riding high.\nThis apparent economic resilience comes at a high cost, however. This growth is being “bought” by borrowing on a grand scale by governments, companies and households in both advanced and emerging...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/02/36f4b2f1-01b2-4cce-acae-c3ae328000e0_9bf86c4a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一切照旧：中国游客暂未受抗议影响，仍前往韩国 (原标题: ‘Business as usual’: China tourists to South Korea unfazed by protests – for now)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327799/south-koreas-anti-china-protests-fail-deter-tourists-fall-still-possible-analysts?utm_source=rss_feed",
      "pubDate": "Sat, 04 Oct 2025 00:00:10 +0000",
      "isoDate": "2025-10-04T00:00:10.000Z",
      "creator": "Ralph Jennings,Mia Nurmamat",
      "summary": "### 中国游客赴韩热情不减，抗议活动影响有限\n\n尽管首尔爆发了一系列反华抗议活动，但本周中国赴韩旅游依然保持强劲势头。目前尚未有暴力事件发生，旅行团正积极利用韩国新推出的免签政策。\n\n#### 旅游现状与政策背景\n\n*   **旅游热度不减**：根据航空情报公司和旅游营销公司的数据，中韩两国间的定期航班运营正常，韩国仍是中国游客的首选目的地之一。\n*   **免签政策**：韩国于9月29日启动了针对中国旅行团的临时免签入境计划，旨在吸引更多中国游客。\n\n#### 抗议活动及其原因\n\n*   **抗议焦点**：首尔市中心爆发的抗议活动主要针对这项免签政策。抗议者，包括保守派反对党“国民力量党”的成员，对该政策提出批评，理由是可能存在安全和公共安全风险。\n*   **抗议地点**：中国大使馆“遗憾地注意到”明洞和大林洞（中国游客常去区域）发生了集会。\n\n#### 官方回应与专家观点\n\n*   **韩国总统表态**：据韩联社报道，韩国总统李在明于周四呼吁“严厉打击”反华抗议活动，称其损害国家利益。\n*   **中国使馆回应**：同日，中国驻首尔大使馆对相关集会表示“遗憾”。\n*   **专家分析**：上海复旦大学金融学教授查尔斯·张（Charles Chang）指出，由于两国政府均反对这些抗议活动，且公共安全状况正常，中国游客似乎并未改变旅行计划。他认为目前仍是“一切照旧”，除非中国大使馆发出旅行警告。\n\n#### 未来展望\n\n分析人士警告称，一旦“超级黄金周”长假结束，中国游客的入境人数可能会有所下降。",
      "shortSummary": "尽管首尔爆发反华抗议活动，中国赴韩旅游仍保持强劲，游客未受影响，并利用了新的免签政策。两国政府均反对抗议，韩国总统呼吁打击，中国大使馆表示遗憾。专家认为，只要公共安全正常且无官方警告，旅游将“一切照旧”。然而，分析师警告，黄金周结束后游客数量可能减少。",
      "translated_title": "一切照旧：中国游客暂未受抗议影响，仍前往韩国",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tourism to South Korea has remained strong this week despite a rash of anti-China protests in Seoul, with no violence reported and tour groups taking advantage of a new visa-free policy – though analysts warn arrivals could dampen once the extended “super golden week” holiday ends.\nScheduled flights between the two Asian countries are operating as expected, according to the regional head of an aviation intelligence firm. A travel marketing firm also said South Korea remains a top...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/73e642f2-7fdf-4388-8c64-61115824fe0a_a4bfc0f3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国C919客机订单延误，波音是否在伺机而动？ (原标题: With China’s C919 jet facing order delays, is Boeing waiting in the wings?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327787/chinas-c919-jet-facing-order-delays-boeing-waiting-wings?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 15:00:08 +0000",
      "isoDate": "2025-10-03T15:00:08.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "## 中国C919客机延误及其对波音的影响\n\n中国自主研发的窄体客机C919正面临交付延误，这可能促使国内航空公司考虑向美国航空巨头波音下更多订单。\n\n### C919的交付困境\n*   **订单未按时交付**：主要航空公司的财务报告显示，C919的交付未能按计划进行。\n*   **市场份额流失风险**：制造商中国商飞（Comac）可能因此失去部分国内市场份额给美国竞争对手波音。\n\n### 中国航空公司对新飞机的需求\n*   **渴望新飞机**：上海一家咨询公司的航空分析师杨波指出，中国主要航空公司多年来一直渴望获得新飞机。\n*   **转向波音的可能性**：如果C919的交付存在不确定性，一些航空公司可能会将订单转向波音。\n\n### 波音的潜在优势\n*   **不受出口限制影响**：波音作为美国公司，其产品不受华盛顿对C919发动机施加的出口限制影响。\n*   **生产能力恢复**：尽管波音曾因737 Max坠机事件面临安全问题并达成认罪协议，但其最糟糕的时期可能已经过去，并有望加强生产。\n*   **促进中美贸易关系**：购买美国飞机可能被视为一种让步，有助于促进北京和华盛顿之间的贸易协议达成。\n\n### C919面临的挑战\n*   **地缘政治因素**：分析师认为，美国对C919发动机的临时出口禁令可能造成了供应链瓶颈，使地缘政治因素复杂化了C919的订单前景。\n*   **与此前乐观目标形成对比**：中国商飞高管曾于3月表示，计划在2025年将制造能力提高50%，交付75架飞机，而非此前承诺的50架。然而，目前的延误与这些乐观目标形成鲜明对比。",
      "shortSummary": "中国C919客机面临交付延误，可能导致其制造商中国商飞（Comac）失去部分国内市场份额。行业专家指出，由于中国航空公司对新飞机需求旺盛，且C919交付存在不确定性，一些航空公司可能转而考虑向美国波音公司下订单。地缘政治因素，如美国对C919发动机的出口禁令，加剧了交付挑战。尽管波音曾因737 Max问题受挫，但其有望恢复生产，且购买波音飞机可能有助于中美贸易关系。",
      "translated_title": "随着中国C919客机订单延误，波音是否在伺机而动？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The delivery delays appearing to hit China’s C919 – the home-grown narrowbody jet intended to compete with leading Western models – may lead some domestic carriers to consider more orders with US aerospace giant Boeing, industry insiders said.\nWith financial reports from major airlines suggesting C919 units have not been arriving as scheduled, manufacturer Commercial Aircraft Corporation of China (Comac) may lose a share of its home market to its American rival, they said, despite the safety...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/ff538918-ddac-4b99-9f92-6447e37c9b04_53c9d485.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京抨击墨西哥保护主义，在美国胁迫下威胁报复 (原标题: Beijing blasts Mexico over protectionism, threatens retaliation amid US coercion)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327820/beijing-blasts-mexico-over-protectionism-threatens-retaliation-amid-us-coercion?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 13:30:08 +0000",
      "isoDate": "2025-10-03T13:30:08.000Z",
      "creator": "Xiaofei Xu",
      "summary": "中国商务部发表声明，强烈谴责墨西哥近期针对中国进口商品发起的反倾销调查，并誓言将“采取一切必要措施”保护中国企业的合法权益。声明指出，中国坚决反对损害中国合法权益的保护主义行为，将密切关注墨西哥调查的进展，并敦促墨西哥在此过程中严格遵守世贸组织规则，以维护中国企业的合法权益。\n\n北京方面注意到，墨西哥今年已对中国进口商品发起了11项反倾销调查，几乎是去年同期类似调查数量的两倍。声明补充说，中国在应对这些调查时一直保持克制。这些言论是在墨西哥对包括浮法玻璃和PVC涂层织物在内的中国商品进行反倾销调查之后发表的，而此时北京和墨西哥城之间的贸易紧张关系正在迅速升级。\n\n中国政府还重申了对美国施压墨西哥，使其对中国采取更强硬贸易立场的批评。声明表示，中国认为，在当前美国任意征收关税的背景下，所有国家都应共同反对单边主义，不应让保护主义蔓延，更不应在他人胁迫下以各种借口对中国施加限制。中国敦促墨西哥反对单边主义和保护主义。",
      "shortSummary": "中国强烈谴责墨西哥近期针对中国进口商品发起的反倾销调查，认为这是保护主义行为，并受到美国胁迫。中国商务部表示将采取一切必要措施保护中国企业利益，并敦促墨西哥遵守世贸组织规则，反对单边主义。墨西哥今年已对中国商品发起11项反倾销调查，数量几乎是去年的两倍。",
      "translated_title": "北京抨击墨西哥保护主义，在美国胁迫下威胁报复",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has condemned Mexico’s recent anti-dumping investigations targeting Chinese imports and has vowed to “take all necessary measures” to protect the legitimate interests of Chinese companies.\n“China firmly opposes protectionist actions that undermine China’s legitimate rights and interests. We will closely follow the progress of Mexico’s investigations and urge Mexico to strictly abide by WTO rules in the process, so as to safeguard the lawful rights and interests of Chinese companies,”...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/bb1294f5-bfb3-4947-a726-bc27f0062959_f77e6a90.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大豆：中国在中美贸易战中的新筹码？ (原标题: Soybeans: China’s new bargaining chip in trade war with US?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327815/soybeans-chinas-new-bargaining-chip-trade-war-us?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-03T13:00:09.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "# 大豆：中国在中美贸易战中的新筹码？\n\n## 中美贸易谈判中的大豆角色\n*   美国官员对下一轮贸易谈判寄予厚望，其中农业采购（特别是大豆）预计将成为议程上的首要议题。\n*   分析师普遍认为，大豆已成为中国在即将到来的谈判中一个关键的谈判筹码。\n*   达成一项全面、广泛的贸易协议可能并非易事。\n\n## 美国总统特朗普的动机\n*   意大利智库“社会进步研究中心”执行联席主任詹姆斯·唐斯指出，美国总统唐纳德·特朗普“强烈希望”与中国达成大豆协议。\n*   中国拒绝购买美国大豆，对美国农民造成了显著的经济损害，这给那些在政治上主要支持特朗普总统的农村农业社区带来了巨大的经济压力。\n\n## 达成全面协议的挑战\n*   唐斯表示，与第一次贸易战中农业采购在促成中美全面贸易协议中所扮演的角色不同，由于两国之间持续存在的更广泛的贸易紧张局势，短期内不太可能达成类似的全面协议。\n\n## 中国在谈判中的战略优势与诉求\n*   唐斯强调，“中国在与美国的谈判中实际上掌握着很多牌。”\n*   这些要求清楚地反映了中国在贸易谈判中的实力或战略杠杆。\n*   预计中国将寻求作为任何协议一部分的实质性让步，其中最显著的包括有意义的关税削减和关于知识产权保护的保证。",
      "shortSummary": "分析师指出，大豆已成为中国在中美贸易谈判中的关键筹码。尽管美国总统特朗普因国内农民压力强烈希望达成大豆协议，但由于两国间更广泛的贸易紧张局势，全面协议难以迅速达成。中国在谈判中掌握战略优势，预计将寻求实质性让步，包括关税削减和知识产权保护。",
      "translated_title": "大豆：中国在中美贸易战中的新筹码？",
      "images": [],
      "contentSource": "完整文章",
      "content": "While US officials express expectations of meaningful progress in the next round of trade talks – where agricultural purchases are likely to top the agenda – analysts suggest soybeans are poised to become a key bargaining chip for China in upcoming negotiations, and a comprehensive deal may not be easily signed.\nJames Downes, executive co-director at the Centre for Research and Social Progress, an Italian think tank, said that US President Donald Trump was “strongly motivated” to secure a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/bef2d84d-e457-48c6-bea6-a2f1e496a6a5_8320a4b2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "人工智能主导2025年风险投资，吸金1927亿美元 (原标题: AI dominates venture capital investing in 2025, pulling in US$192.7 billion)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3327775/ai-dominates-venture-capital-investing-2025-pulling-us1927-billion?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 08:16:59 +0000",
      "isoDate": "2025-10-03T08:16:59.000Z",
      "creator": "Bloomberg",
      "summary": "# 人工智能主导2025年风险投资\n\n根据数据提供商PitchBook的数据，今年迄今为止，风险投资家已向人工智能（AI）初创公司投入1927亿美元，创下全球新纪录。这使得2025年有望成为风险投资总额中有一半以上流向人工智能行业的首个年份。\n\n## 投资趋势与市场分化\n\n*   **资金流向：** 大部分资金流向了成熟的初创公司，例如Anthropic和xAI在本季度都获得了数十亿美元的融资。\n*   **市场挑战：** 与此同时，一些知名度较低的初创公司，特别是那些不专注于人工智能的公司，则面临困境。\n*   **投资谨慎：** 公开上市和收购环境紧张的后遗症，也使得一些风险投资者不愿对未经证实的公司进行新的投资。\n*   **市场两极分化：** PitchBook研究总监Kyle Sanford指出：“我们所看到的市场无处不在地两极分化。你要么在AI领域，要么不在。你要么是一家大公司，要么不是。”\n\n## 最新季度数据\n\n*   **美国风险投资：** 在最近一个季度，美国风险投资公司将62.7%的投资资金投入到人工智能公司。\n*   **全球风险投资：** 全球投资者则将53.2%的资金分配给了人工智能领域。\n\n## Anthropic融资情况\n\n![旧金山人工智能公司Anthropic于9月完成F轮融资，筹集130亿美元，估值升至1830亿美元。图片来源：Shutterstock](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/03/4dbae199-afa2-4dc9-9e53-43c12b6fc587_8d548d6f.jpg)\n*旧金山人工智能公司Anthropic于9月完成F轮融资，筹集130亿美元，估值升至1830亿美元。图片来源：Shutterstock*",
      "shortSummary": "根据PitchBook数据，2025年人工智能领域已吸引1927亿美元风险投资，创全球新高，预计将首次占据风险投资总额的一半以上。市场呈现两极分化，大部分资金流向Anthropic和xAI等成熟AI公司，而非AI或小型初创公司则面临挑战。美国和全球投资者在最新季度分别将62.7%和53.2%的资金投向AI。",
      "translated_title": "人工智能主导2025年风险投资，吸金1927亿美元",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/03/4dbae199-afa2-4dc9-9e53-43c12b6fc587_8d548d6f.jpg",
          "alt": "San Francisco-based AI firm Anthropic in September completed a Series F financing round that raised US$13 billion, lifting its valuation to US$183 billion. Photo: Shutterstock",
          "title": "San Francisco-based AI firm Anthropic in September completed a Series F financing round that raised US$13 billion, lifting its valuation to US$183 billion. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Venture capitalists poured US$192.7 billion into artificial intelligence start-ups so far this year, setting new global records and putting 2025 on track to be the first year in which more than half of total VC dollars went into the industry, according to data provider PitchBook.\nMost of the capital went to established start-ups – Anthropic and xAI both raised billions in funding this quarter – while some other lesser-known upstarts struggled, especially companies that are not focused on AI.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/5eb72c75-1948-47ee-a82a-594e21002a02_9c8b746f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国建成全球最大单体浮式风力发电系统 (原标题: China builds world’s biggest single-unit floating wind power system)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327723/rotor-size-7-pitches-china-builds-worlds-biggest-floating-wind-power-system?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 06:00:16 +0000",
      "isoDate": "2025-10-03T06:00:16.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 中国建成全球最大单体浮式风力发电系统\n\n中国已成功组装全球最大的单体浮式海上风力发电系统，此举旨在加速其海洋经济和清洁能源产业的发展。\n\n## 关键信息：\n\n*   **系统规模与容量**\n    *   该系统为16兆瓦的单体浮式风力发电系统，是目前全球最大的同类系统。\n    *   其转子直径达252米（约827英尺），覆盖面积相当于七个足球场。\n\n*   **生产与地点**\n    *   系统组装已在中国南方广西壮族自治区的北海完成。\n    *   所有关键部件，包括系泊电缆、涡轮机齿轮箱和压载控制系统，均由中国国内生产。\n\n*   **发电能力**\n    *   投入运营后，预计每年可发电约4470万千瓦时。\n    *   这一发电量足以满足超过4000个普通美国家庭的用电需求。\n\n*   **技术特点**\n    *   该涡轮机安装在一个半潜式平台上。\n    *   配备了中国首个动态压载系统。\n\n*   **后续步骤**\n    *   项目下一步是将系统拖至50米以上水深的海域进行安装和测试。\n    *   之后将连接电网并投入商业运营。\n\n*   **战略意义**\n    *   该项目是中国扩大海洋经济和清洁能源产业努力的一部分。",
      "shortSummary": "中国已在广西北海建成全球最大的16兆瓦单体浮式海上风力发电系统。该系统所有关键部件均实现国产化，其252米直径的转子每年可发电约4470万千瓦时，足以满足4000多个美国家庭的用电需求。此举旨在推动中国海洋经济和清洁能源产业发展。",
      "translated_title": "中国建成全球最大单体浮式风力发电系统",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has assembled the world’s largest single-unit floating offshore wind power system as it accelerates efforts to expand its marine economy and clean energy industry.\nAssembly of the 16-megawatt system has been completed in Beihai, in South China’s Guangxi Zhuang autonomous region, Science and Technology Daily reported on Wednesday.\nAll of its key parts, from mooring cables and turbine gearboxes to ballast control systems, were produced domestically, the official newspaper of the Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/c1f7eee6-1dbf-4552-85e9-fd39da0c4e9e_7d6b06cd.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-09T01:42:10.765Z"
}