{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "经济学家警告金融制裁可能成为中美新战场 (原标题: Economist warns that financial sanctions could become new US-China battleground)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312393/chinese-economist-warns-financial-sanctions-could-become-new-us-china-battleground?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 04:00:23 +0000",
      "isoDate": "2025-05-30T04:00:23.000Z",
      "creator": "Sylvia Ma",
      "summary": "一位中国著名经济学家警告称，金融制裁和反制措施可能“成为中美竞争的新战场”，但他同时指出，华盛顿对北京发起全面金融制裁的可能性仍然很小。\n\n*   **主要观点**：\n    *   中国首席经济学家论坛主席连平表示，尽管美国采取全面金融制裁措施的可能性较低，但华盛顿可能会采取“首先针对特定中国实体，然后逐步扩大范围，最终将中国推出美元体系”的策略。\n    *   他的言论是在中美紧张关系（目前主要集中在贸易领域）可能蔓延至金融战的担忧日益加剧之际发表的。\n\n*   **全面制裁的挑战**：\n    *   连平指出，美国难以对中国实施一些人担心的全面金融制裁，例如将其从环球银行金融电信协会（SWIFT）系统中剔除或冻结其美元资产。\n    *   他认为，在SWIFT系统内制裁中国（作为全球最大贸易国和第二大投资国）“无异于拆除其主要支柱之一，这将不可避免地对系统本身造成严重损害”。\n    *   如果SWIFT系统将中国排除在外，与中国有贸易和投资往来的国家将转向使用人民币跨境支付系统（CIPS）——中国的替代结算系统，这将削弱SWIFT的重要性。",
      "shortSummary": "中国经济学家连平警告称，金融制裁可能成为中美竞争的新战场，但全面制裁的可能性较低。他指出，美国可能采取逐步将中国推出美元体系的策略。连平认为，对中国实施全面金融制裁（如将其排除出SWIFT系统）将损害SWIFT本身，并促使各国转向中国的CIPS系统，从而削弱SWIFT的重要性。",
      "translated_title": "经济学家警告金融制裁可能成为中美新战场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A prominent Chinese economist has cautioned that financial sanctions and countermeasures could “become a new battleground” in China-US rivalry, while adding that the chance of Washington launching full-scale financial sanctions against Beijing remained slim.\nLian Ping, chairman of the China Chief Economists Forum, a government advisory think tank, said that although the odds of full-blown measures remain low, Washington could adopt a strategy of “first targeting specific Chinese entities, then...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/4523b96b-1bcb-4b1c-92c2-47dbe3455783_80acb249.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美紧张局势瞄准科技，日内瓦协议是否昙花一现？ (原标题: As US-China tensions target tech, was Geneva deal just a flash in the pan?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312337/rising-us-china-tensions-target-tech-was-geneva-deal-just-flash-pan?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 14:30:08 +0000",
      "isoDate": "2025-05-29T14:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中美经济紧张局势升级，重心转向先进技术\n\n分析人士指出，中美之间的经济紧张局势在关税压力下持续加剧，并正蔓延至更难达成共识的领域——即先进技术。这一转变发生在华盛顿据报采取行动，暂停向中国出口与半导体设计和喷气发动机制造相关的产品和技术之后。\n\n### 美国对华科技出口限制的具体举措\n\n*   **半导体设计技术：** 据《金融时报》援引知情人士消息报道，美国商务部已告知包括Cadence、Synopsys和西门子EDA在内的美国电子设计自动化公司，停止向中国提供其技术。\n*   **航空制造技术：** 《纽约时报》报道称，华盛顿已暂停部分允许美国公司向中国国有航空制造商中国商飞（Comac）出售产品和技术的许可证，这些技术可能被用于开发中国国产的C919飞机。据称，此举是为了回应中国对关键矿物的出口管制。\n\n### 对“日内瓦停火”协议的影响\n\n经济学人智库亚洲首席经济学家兼全球贸易首席分析师Nick Marro表示，这些举动“对美中关系构成威胁，因为它破坏了日内瓦停火协议”。他指的是本月早些时候在瑞士举行的高级别双边会谈，该会谈促成了双方针锋相对的关税战的暂时停顿。Marro补充说：“我们越来越多地看到美中摩擦从关税转向经济关系中更困难的领域。”\n\n### 科技“脱钩”的长期性与复杂性\n\n文章指出，无论关税谈判状况如何，中美科技部门的“脱钩”都将是一个长期且日益复杂的过程。\n\n### 美国法院裁定特朗普关税权力越权\n\n对美国总统唐纳德·特朗普而言，一个挫折是，美国联邦法院于周三裁定他在使用紧急权力对所有贸易伙伴征收高额关税方面越权。这一裁决阻止了他全面的“解放日”关税，以及另一组针对中国、墨西哥和加拿大（因其在芬太尼危机中的作用）的关税。",
      "shortSummary": "中美经济紧张局势正从关税转向先进技术领域。美国据报已暂停对华出口半导体设计和航空制造技术，此举被分析人士视为对近期“日内瓦停火”协议的威胁。中美科技“脱钩”预计将长期且复杂。此外，美国一联邦法院裁定特朗普使用紧急权力征收关税越权。",
      "translated_title": "中美紧张局势瞄准科技，日内瓦协议是否昙花一现？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Economic tensions between the US and China are rising under the weight of tariffs and spreading into areas where it is harder to reach a consensus – namely, advanced technology – analysts say in the wake of Washington’s reported moves to pause exports of products and technologies related to semiconductor design and jet-engine manufacturing to China.\nThe US Department of Commerce has told American electronic design automation firms – including Cadence, Synopsys and Siemens EDA – to stop supplying...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/bca80a10-bb31-45a3-8f7f-e5d3a934cf4e_06a1eecb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国法院阻止了特朗普的关税。这对中国意味着什么？ (原标题: A US court has blocked Trump’s tariffs. What does that mean for China?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312313/us-court-has-blocked-trumps-tariffs-what-does-mean-china?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 10:00:33 +0000",
      "isoDate": "2025-05-29T10:00:33.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "## 美国法院阻止特朗普关税的影响\n\n美国一家法院发布命令，阻止了唐纳德·特朗普总统的“解放日”关税，这被分析人士视为对美国领导人的一次挫折。然而，分析人士也指出，这不太可能为中国和其他美国贸易伙伴提供超过暂时性的喘息机会。\n\n### 关键信息点：\n\n*   **法院裁决**：美国一家法院阻止了特朗普政府征收的“解放日”关税。\n*   **对特朗普的影响**：该裁决对特朗普总统而言是一次挫折。\n*   **对贸易伙伴的影响**：分析人士认为，这对中国及其他美国贸易伙伴而言，可能只提供暂时的缓解。\n*   **政府回应**：特朗普政府已向联邦巡回法院提起上诉，试图阻止关税禁令的生效。\n*   **未来可能性**：即使上诉失败，特朗普仍有可能通过其他方式重新征收这些关税。\n*   **诉讼发起方**：共有12个美国州和5家美国企业提起了诉讼，旨在阻止这些行政措施。\n*   **关税背景**：这些关税是在中美之间一系列针锋相对的贸易行动后，将中国商品的关税提高了惊人的145个百分点。\n*   **裁决细节**：法院裁决要求美国政府在10天内停止征收这些关税，并允许对已征收的关税进行退款。\n\n**（文章内容中不包含有效的图片链接，因此详细摘要中不包含图片。）**",
      "shortSummary": "美国一家法院阻止了特朗普政府的“解放日”关税，这对特朗普而言是一次挫折。分析人士认为，这可能只为中国及其他贸易伙伴提供暂时性缓解。特朗普政府已提起上诉，并可能寻求其他方式重新征收关税。该裁决源于12个州和5家企业的诉讼，要求政府在10天内停止征收关税，并允许退款。",
      "translated_title": "美国法院阻止了特朗普的关税。这对中国意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A US court order blocking President Donald Trump’s “Liberation Day” tariffs marks a setback for the US leader, but is unlikely to provide China and other American trading partners with more than a temporary reprieve, analysts said.\nThe Trump administration has already filed an appeal to stop the tariff block with a Federal Circuit court, and even if that effort fails he could potentially reinstate the tariffs using other methods, they added.\nA three-judge panel at the New York-based US Court of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/6de28479-5e5a-4f6d-b751-f3d656fcfb12_b11e15b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何亚洲储蓄过剩在特朗普贸易战中再次成为焦点 (原标题: Why Asia’s savings glut is back in spotlight amid Trump’s trade war)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3312230/will-trump-induced-fears-cause-asian-capital-flow-back-home?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 08:30:07 +0000",
      "isoDate": "2025-05-29T08:30:07.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 特朗普贸易战背景下亚洲储蓄过剩问题再受关注\n\n自美国总统唐纳德·特朗普于4月2日宣布对几乎所有贸易伙伴征收“对等”关税以来，亚洲经济体一直位居投资者担忧名单之首。\n\n*   **初期担忧：贸易脆弱性**\n    *   最初的担忧集中在亚洲的严重脆弱性上，因为在全球对美贸易顺差最大的10个经济体中，有7个来自亚洲。\n*   **关注点转移：资本流动**\n    *   在特朗普于4月9日宣布暂停征税90天后，资本流动取代贸易成为主要担忧。\n    *   许多依赖贸易的亚洲经济体拥有巨额经常账户盈余，其中一部分被循环投资到海外资产，特别是美国债券。\n*   **亚洲金融危机后的政策转变**\n    *   1997-98年亚洲金融危机后，该地区决策者认为积累大量外汇储备是金融稳定的关键先决条件。\n    *   到2007年，亚洲盈余经济体（中国大陆、台湾、香港、日本、韩国和新加坡）的经常账户总盈余已达到近7000亿美元，而2000年时约为2000亿美元。\n*   **“亚洲储蓄过剩”现象**\n    *   2005年，时任美联储主席本·伯南克指出，亚洲经济体的储蓄多于其国内投资，已成为世界其他地区的净资本供应方。\n    *   伯南克称之为该地区的“储蓄过剩”，这有助于为美国的经常账户赤字提供资金。他质疑美国（占全球净资本进口的大部分）与亚洲（主导全球净贷款）之间的这种不平衡是否可持续。\n*   **亚洲投资者在美国资产中的地位**\n    *   截至去年底，亚洲投资者（包括中央银行等官方主权投资者和保险公司等私人投资者）持有美国国债的外国份额中占45%。\n    *   根据法国兴业银行的数据，他们还持有美国政府部门或政府资助企业发行债务的外国份额的55%，以及近20%的外国持有的美国股票。\n*   **特朗普政策对美国资产的影响**\n    *   然而，特朗普重返白宫对美国作为避险天堂的地位提出了质疑。\n    *   除了破坏性的贸易政策外，特朗普鲁莽的减税和支出立法（预计未来十年将使美国本已膨胀的公共债务至少增加3万亿美元）正在给美国资产带来压力，并危及该国的信用评级。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa)\n*视频：特朗普承诺将美国制造业从中国带回，但他的关税会奏效吗？*",
      "shortSummary": "特朗普的贸易战使亚洲的“储蓄过剩”问题再次受到关注。亚洲经济体拥有巨额经常账户盈余，这些资金被大量投资于美国资产，特别是美国国债。这一现象曾被美联储前主席伯南克指出，并质疑其可持续性。然而，特朗普的贸易政策、减税和支出计划正给美国资产带来压力，并危及美国的信用评级，从而挑战了美国作为安全避风港的地位。",
      "translated_title": "为何亚洲储蓄过剩在特朗普贸易战中再次成为焦点",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Ever since US President Donald Trump unveiled sweeping “reciprocal” tariffs on nearly all trading partners on April 2, Asia’s economies have been at the top of investors’ worry list. Concerns initially focused on Asia’s acute vulnerability given that it accounts for seven of the 10 economies with the largest trade surpluses with the United States.\nAfter Trump announced a 90-day suspension of the levies on April 9, capital flows supplanted trade as the main cause for concern. Investors betting on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/619204d4-c51e-48f3-86f2-1a4dc8d7e05b_9ab620d4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何剩余关税可能削弱中国航空公司的实力，并影响波音公司 (原标题: Why remaining tariffs could clip Chinese airlines’ wings, and Boeing’s)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312216/trade-turbulence-slow-chinese-airlines-growth-add-boeing-delays-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 03:05:16 +0000",
      "isoDate": "2025-05-29T03:05:16.000Z",
      "creator": "Sylvia Ma",
      "summary": "根据分析师的观点，中美之间剩余的关税以及全球交付延迟，可能对中国航空业和波音公司造成显著影响：\n\n*   **关税影响成本**：\n    *   尽管近期关税有所下调，但对美国进口商品（包括波音飞机）的剩余关税，可能导致中国买家每架飞机需额外支付数百万甚至超过千万美元。\n    *   这使得中国航空公司在短期内不愿进口波音飞机。\n\n*   **航空运力增长放缓**：\n    *   受关税和全球供应链限制的影响，中国民航客运能力预计到2028年，年均增长率仅为3.1%。\n    *   这与2019年之前的十年间15.4%的年均增长率形成鲜明对比。\n\n*   **飞机交付与订单**：\n    *   分析师预计，飞机交付可能会延迟，甚至一些订单可能被中国航空公司取消。\n    *   波音公司首席执行官证实，在今年的贸易动荡中，一些中国航空公司曾拒绝接收波音飞机。\n    *   然而，据报道，在中美关税战降温后，美国制造飞机的交付已于本月早些时候恢复。\n    *   供应链紧张和关税压力意味着飞机交付延迟率可能仍将保持在25%左右。",
      "shortSummary": "剩余的美国关税和全球交付延迟正严重影响中国航空业。分析师指出，关税使波音飞机对中国买家成本增加数百万美元，导致中国航空运力增长显著放缓，预计年均增长率仅3.1%。中国航空公司因此不愿进口波音飞机，可能导致订单延迟甚至取消。尽管近期交付有所恢复，但供应链紧张和关税压力仍将使飞机交付延迟率维持在25%左右，对中国航空公司和波音公司均构成挑战。",
      "translated_title": "为何剩余关税可能削弱中国航空公司的实力，并影响波音公司",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite recent tariff cuts, remaining duties on imports from the US could force Chinese buyers of Boeing jets to pay millions of US dollars more than before and, along with worldwide delivery delays, contribute to a sharp slowdown in the growth of China’s aviation capacity, analysts said.\nHeld back by tariffs and global supply chain constraints, China’s civil aviation passenger capacity is likely to grow by an average of 3.1 per cent a year until 2028, analysts at China International Capital...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/913212a4-2b7e-4341-b365-857241acaa63_96d5a26b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "前WTO总干事呼吁中欧合作，应对特朗普的‘黑手党式’策略 (原标题: China, EU cooperation urged by former WTO head amid Trump’s ‘mafia-like’ tactics)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312167/urging-china-eu-cooperation-former-wto-head-pascal-lamy-points-common-ground?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 13:38:28 +0000",
      "isoDate": "2025-05-28T13:38:28.000Z",
      "creator": "Kandy Wong",
      "summary": "### 前WTO总干事呼吁中欧合作，应对特朗普的“黑手党式”策略\n\n前世界贸易组织（WTO）总干事帕斯卡尔·拉米（Pascal Lamy）在香港瑞银亚洲投资大会期间表示，在全球贸易面临不确定性，特别是美国总统特朗普实施关税政策的背景下，中国和欧盟之间存在“共同点”，可以加强合作，确保互惠开放的贸易继续遵循基于规则的体系。\n\n**中欧合作的共同点与潜力：**\n\n*   **吸引投资与本地生产：** 拉米建议欧盟可以效仿中国30年前的做法，采取“欢迎来到欧盟，前提是你在欧盟生产”的策略。他特别指出，中国在电动汽车领域的投资正是欧盟所希望的类型。\n*   **脱碳努力：** 中欧双方在脱碳驱动方面拥有共同利益，因为彼此的“发展方向”一致，存在“大量合作能力”。然而，拉米也指出，中国在推进脱碳的同时仍严重依赖煤炭，因此“行动不够迅速”。\n\n**特朗普的关税政策：**\n\n*   拉米的评论正值全球因美国总统唐纳德·特朗普自1月重返白宫以来实施的关税政策而面临不确定性之际。\n*   拉米将特朗普的关税策略描述为“黑手党式的人质劫持”。\n*   特朗普在4月对几乎所有贸易伙伴征收了所谓的“对等关税”，并曾威胁从6月1日起对欧盟征收50%的关税，尽管后来将实施日期推迟到7月9日。",
      "shortSummary": "前WTO总干事帕斯卡尔·拉米呼吁中国和欧盟加强合作，以应对美国总统特朗普的“黑手党式”关税策略，并维护基于规则的全球贸易。他指出，中欧在电动汽车投资和脱碳努力方面存在共同利益与合作潜力。拉米认为，欧盟应欢迎中国投资，前提是在欧盟本地生产。",
      "translated_title": "前WTO总干事呼吁中欧合作，应对特朗普的‘黑手党式’策略",
      "images": [],
      "contentSource": "完整文章",
      "content": "Against the backdrop of tariff negotiations between the United States and various countries, there is “common ground” on which China and the European Union can work together and ensure that mutual and open trade remains a rules-based game, according to a former head of the World Trade Organization.\n“We should do what China did to us 30 years ago,” Pascal Lamy told the Post on Wednesday on the sidelines of the UBS Asian Investment Conference in Hong Kong, with the message being: “Welcome to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/748a2e21-d2e7-4de0-bfb2-838861a60de4_b605c4fa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧半导体企业会晤，旨在加强供应链安全，应对‘霸凌’ (原标题: China, EU semiconductor firms meet to enhance supply-chain security amid ‘bullying’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312160/chinese-eu-semiconductor-firms-discuss-supply-chain-security-amid-bullying?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 12:00:09 +0000",
      "isoDate": "2025-05-28T12:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中欧半导体企业会晤：加强供应链安全与合作\n\n### 会议背景与目的\n\n*   在美方加强对华技术限制的背景下，中欧半导体企业代表在北京举行了由政府主导的会议。\n*   会议旨在探讨深化合作，增强半导体供应链的韧性与安全性。\n*   中国商务部（Mofcom）指出，当前全球半导体生产和供应链的安全与稳定面临严峻挑战，并坚决反对单边主义和“霸凌”行为。\n\n### 参会方\n\n*   超过40家来自半导体供应链上游和下游的企业代表。\n*   中国商务部（Mofcom）。\n*   中国半导体行业协会（China Semiconductor Industry Association）。\n*   欧盟商会（European Union Chamber of Commerce）。\n\n### 会议核心信息与承诺\n\n*   会议承诺共同维护全球半导体供应链的安全与稳定，强调中欧双方在其中扮演的关键角色。\n*   中国商务部声明表示，加强中欧半导体领域的合作符合双方的共同利益。\n*   中方重申，将继续深化高水平对外开放，并致力于为企业提供一个公平、稳定、透明和可预测的政策环境。",
      "shortSummary": "中欧半导体企业代表在北京会晤，旨在深化合作，加强供应链韧性。此次会议是在美国加强对华技术限制背景下举行的，中方坚决反对单边主义和“霸凌”行为。双方承诺维护全球半导体供应链安全稳定，并认为加强合作符合共同利益。中国表示将提供公平、稳定的政策环境。",
      "translated_title": "中欧半导体企业会晤，旨在加强供应链安全，应对‘霸凌’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Semiconductor representatives from China and Europe have come together at a government-hosted meeting in Beijing to explore deeper collaboration and enhance supply-chain resilience after the United States stepped up tech curbs on China.\nRepresentatives from more than 40 companies in the semiconductor supply chain, both upstream and downstream, attended Tuesday’s meeting, along with representatives from China’s Ministry of Commerce (Mofcom), the China Semiconductor Industry Association, and the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/392a6b9f-a1da-4331-aa47-57c316d34cea_0a48d771.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“亚洲联盟”：中国如何在贸易战中打造新的权力中心 (原标题: ‘Asian alliance’: how China is forging a new power centre amid the trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312111/china-pushes-new-asian-alliance-it-signs-deals-asean-gulf-states?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 09:00:20 +0000",
      "isoDate": "2025-05-28T09:00:20.000Z",
      "creator": "Ji Siqi",
      "summary": "中国寻求建立“亚洲联盟”以应对美国保护主义\n\n*   **背景与目标**\n    *   面对日益加剧的美国保护主义，中国正积极推动与东南亚国家联盟（东盟）及海湾合作委员会（海合会）国家建立一个强大的新经济联盟。\n    *   有分析人士指出，这可能正在形成一个“亚洲联盟”的原型。\n\n*   **关键事件：东盟-中国-海合会经济论坛**\n    *   中国国务院总理李强于周二出席了在马来西亚吉隆坡举行的东盟-中国-海合会经济论坛开幕式。\n    *   李强总理在开幕式上指出，当前全球紧张局势为三方深化合作提供了契机。他强调，面对不断升级的地缘政治冲突和对抗，可以通过深化互信、加强团结来创造长期战略机遇。\n    *   同日早些时候，三方还举行了一次峰会，并签署了一份联合声明。\n\n*   **合作承诺与领域**\n    *   联合声明承诺在贸易、供应链、基础设施和金融领域进行更紧密的合作。\n\n*   **联盟构成**\n    *   **东盟：** 由十个东南亚国家组成。\n    *   **海合会：** 包括六个与波斯湾接壤的阿拉伯国家，分别是巴林、科威特、阿曼、卡塔尔、沙特阿拉伯和阿拉伯联合酋长国。\n\n*   **巨大的经济潜力**\n    *   李强总理在讲话中指出，这三方国家的人口和经济总量占全球的四分之一，但全球贸易额仅占5%，这表明了巨大的扩展潜力。\n\n*   **战略意义与分析师观点**\n    *   北京智库全球化智库创始人兼总裁王辉耀表示，此次新峰会有潜力为亚洲的多边合作开创新的范式。\n    *   他认为，这将使中国在抵御美国贸易压力方面处于更有利的地位。",
      "shortSummary": "中国正积极推动与东南亚国家联盟（东盟）及海湾合作委员会（海合会）国家建立新的经济联盟，以应对美国保护主义。中国总理李强出席了相关论坛，并签署了深化贸易、供应链、基础设施和金融合作的联合声明。此举旨在利用三方巨大的经济潜力，并增强中国抵御美国贸易压力的能力，被视为“亚洲联盟”的原型。",
      "translated_title": "“亚洲联盟”：中国如何在贸易战中打造新的权力中心",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is pushing to forge a powerful new economic bloc with countries across Southeast Asia and the Middle East to counteract rising US protectionism, with some analysts suggesting a prototype for an “Asian Union” may be taking shape.\nPremier Li Qiang attended the opening of a new forum bringing together leaders from China, the Association of Southeast Asian Nations (Asean) and the Gulf Cooperation Council (GCC) on Tuesday, where he remarked that the current global tensions offered an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/6d4f1fa6-ffda-4b25-b813-63d8fc3d8410_55896649.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国海关截获Labubu、Molly玩偶走私者，因价格飙升且海外出现争抢 (原标题: China stops Labubu, Molly doll smugglers as prices soar, fights reported overseas)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312093/china-stops-labubu-molly-doll-smugglers-prices-soar-fights-reported-overseas?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 08:00:09 +0000",
      "isoDate": "2025-05-28T08:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国海关截获泡泡玛特玩偶走私者\n\n中国海关当局近期多次截获泡泡玛特（Pop Mart）玩偶（包括Labubu和Molly系列）的走私行为。此举发生在这些玩偶价格飙升之际，而泡泡玛特这家总部位于北京的零售商正在全球范围内迅速扩张。\n\n*   **走私原因与动机**\n    *   **价格飙升**：Labubu和Molly等泡泡玛特玩偶在国内市场价格高涨。\n    *   **套利行为**：据报道，旅行者在海外购买这些玩偶，然后带回中国境内转售以牟利。\n    *   **价格差异**：由于汇率波动或海外当地折扣，泡泡玛特最受欢迎的玩偶在海外的售价有时低于中国境内。\n    *   **市场热度**：广东省体制改革研究会执行会长彭澎指出，高价既是炒作的结果，也是国际受欢迎程度的影响。他认为，中国消费者和商家对此类商机表现出兴趣，不应错过能促进消费的商业机会。\n\n*   **海关查获案例**\n    *   **长沙黄花国际机场**：海关人员在湖南省长沙黄花国际机场从三名旅客处没收了318个未申报的玩偶。\n    *   **合肥新桥国际机场**：安徽省合肥新桥国际机场的一名旅客被查获携带94个玩偶，这些玩偶均用于转售。\n\n*   **泡泡玛特的全球扩张**\n    *   泡泡玛特成立于2010年，目前正在国际市场快速扩张。\n    *   该公司在全球30多个国家和地区拥有超过500家门店。",
      "shortSummary": "中国海关多次截获泡泡玛特Labubu和Molly玩偶走私者。由于泡泡玛特全球扩张导致国内外价格差异，旅行者在海外低价购入玩偶后带回中国高价转售牟利。海关已在多个机场查获大量未申报玩偶，反映出市场对这些热门玩偶的强烈需求和炒作现象。",
      "translated_title": "中国海关截获Labubu、Molly玩偶走私者，因价格飙升且海外出现争抢",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese customs authorities have repeatedly stopped suspected smugglers of Pop Mart toys, including its Labubu and Molly series, as prices for the dolls soar amid a global expansion for the Beijing-based retailer.\nCustoms agents have intercepted undeclared toys multiple times from passengers “allegedly seeking to profit from resales”, China Daily reported.\nIn one case, 318 toys were confiscated from three travellers at Changsha Huanghua International Airport in Hunan province, according to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/5259a079-81dd-4bf8-acb6-658460505e0d_5041aa99.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "调查显示，在华欧盟企业悲观情绪达到创纪录水平 (原标题: Record levels of pessimism among EU businesses in China, survey reveals)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312080/confidence-eu-businesses-china-hit-record-low-even-tariff-war-survey?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 06:00:17 +0000",
      "isoDate": "2025-05-28T06:00:17.000Z",
      "creator": "Carol Yang",
      "summary": "### 在华欧盟企业信心调查结果\n\n一项由领先的外国商会进行的年度调查显示，欧洲企业对在华增长和盈利能力的乐观情绪已降至历史最低点，这主要受到经济下行和地缘政治紧张局势加剧的影响。该商会呼吁全面落实近期宣布的旨在改善营商环境的措施。\n\n**调查概况**\n\n*   **时间**：调查于今年1月和2月进行，甚至早于4月中美贸易战升级、关税飙升之前。\n*   **受访者**：共有503家商会成员参与了此次调查。\n*   **发布机构**：欧盟商会于周三公布了此次商业信心调查结果。\n\n**主要发现**\n\n1.  **增长前景悲观**\n    *   仅有29%的受访者表示对未来两年在华增长前景感到乐观，这是自2013年以来的最低水平。\n    *   同时，有29%的受访者表示悲观，创下同期历史新高。\n\n2.  **盈利能力信心不足**\n    *   对未来两年在华盈利能力的乐观程度较去年下降了3个百分点，仅为12%，再次创下历史新低。\n    *   表示悲观的受访者比例高达49%，创下历史新高。\n\n3.  **悲观情绪的原因**\n    *   欧盟商会主席Jens Eskelund指出，不确定性源于不断升级的贸易和地缘政治紧张局势。\n    *   对中国国内经济的担忧。\n    *   持续的生产者价格通缩。\n\n4.  **市场准入和监管障碍**\n    *   与去年的调查类似，市场准入和监管障碍依然普遍存在。\n    *   三分之一的受访者不认为市场准入会有实质性改善。\n\n**呼吁**\n\n*   该商会呼吁中国全面落实近期宣布的旨在改善营商环境的措施。",
      "shortSummary": "一项调查显示，在华欧盟企业对增长和盈利的乐观情绪降至历史最低点。仅29%的受访者对未来两年增长前景乐观，而49%对盈利前景悲观。主要原因包括经济下行、地缘政治紧张、中美贸易战以及持续的生产者价格通缩。市场准入和监管障碍依然普遍。该商会呼吁全面落实改善营商环境的措施。",
      "translated_title": "调查显示，在华欧盟企业悲观情绪达到创纪录水平",
      "images": [],
      "contentSource": "完整文章",
      "content": "European businesses’ optimism about growth and profitability in China has hit a record low, overshadowed by economic downturns and rising geopolitical tensions, according to annual survey findings by a leading foreign business association, which called for the full implementation of recently announced measures aimed at improving the business environment.\nConducted in January and February, the survey of 503 chamber members showed a bleak outlook even before the China-US trade war intensified in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/4fbd0675-71da-487d-914c-86c78249e237_a2467cc0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国重申企业改革，分析师称中美竞争日益“激烈” (原标题: China renews drive for corporate reform as US rivalry grows ‘fiercer’: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311990/china-renews-drive-corporate-reform-us-rivalry-grows-fiercer-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 12:00:08 +0000",
      "isoDate": "2025-05-27T12:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "中国正加倍努力提升企业治理水平和全球竞争力。分析人士指出，鉴于中美在技术霸权上的激烈竞争以及持续的贸易不确定性，这项工作变得更加紧迫。\n\n*   **改革目标与时间表：**\n    *   根据本周发布的新指导方针，北京的目标是到2035年，将更多国有和私营企业转变为具有现代化公司治理结构、创新、有韧性且具有全球竞争力的公司。\n*   **竞争格局：**\n    *   上海金融与法律研究院院长傅蔚认为，中美之间日益激烈的竞争将体现在两国企业之间，未来是“中国公司”对“美国公司”的较量。\n    *   他指出，尽管中国企业取得了巨大进步，但在许多领域仍处于劣势，这份文件反映了北京更加重视通过改善治理来提高其竞争力。\n*   **指导方针的重要性：**\n    *   这些指导方针由中共中央和国务院（中国内阁）联合发布，显示出其重要性。\n*   **现代公司治理的定义：**\n    *   北京此前曾表示，现代公司治理的特点是产权清晰、权责明确和科学的管理模式。\n    *   指导方针中还包含了在私营企业中也要巩固党的领导的要求。",
      "shortSummary": "中国正加速推进企业改革，以提升公司治理和全球竞争力。此举源于中美日益激烈的技术竞争和贸易不确定性。目标是到2035年，使国有和私营企业更具创新性和全球竞争力，并强调现代化治理结构和党的领导。",
      "translated_title": "中国重申企业改革，分析师称中美竞争日益“激烈”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is doubling down on its efforts to improve corporate governance and sharpen its global competitiveness, a move analysts said will be given greater urgency amid the high-stakes race for technological supremacy against the US and ongoing trade uncertainties.\nBy 2035, Beijing aims to turn more state and privately owned companies into innovative, resilient and globally competitive firms with modern corporate governance structures, according to new guidelines released this week.\n“Fiercer...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/27/9a581977-4ab9-480c-b34a-cfc2a8174b36_38b50cf9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在越南，出口商无视特朗普的关税言论——并急于取代美国 (原标题: In Vietnam, exporters tune out Trump’s tariff riffs – and rush to replace the US)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311967/vietnam-exporters-tune-out-trumps-tariff-riffs-and-rush-replace-us?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 08:02:24 +0000",
      "isoDate": "2025-05-27T08:02:24.000Z",
      "creator": "Mia Nulimaimaiti,Ralph Jennings",
      "summary": "### 越南出口商对特朗普关税政策的应对\n\n尽管美国总统唐纳德·特朗普表示美国不寻求生产运动鞋和T恤等低利润产品，但中国和越南的服装制造商仍对美国关税政策保持高度不确定性，并谨慎应对。\n\n*   **背景与不确定性：**\n    *   中美两国正处于90天关税暂停期，并试图与华盛顿达成协议，以避免关税进一步上涨。\n    *   此前数周，美国关税政策波动剧烈，导致企业难以制定长期计划。\n    *   全球两大服装出口中心——中国和越南的企业，正面临巨大的不确定性。\n\n*   **特朗普的最新表态：**\n    *   特朗普于周日表示，美国不打算生产运动鞋和T恤，认为这些产品可以在其他地方很好地生产。\n    *   他强调美国的目标是发展芯片、电脑、坦克和船舶等高价值制造业，以实现“美国制造业再次伟大”。\n    *   这一言论与美国财政部长斯科特·贝森特（Scott Bessent）此前的观点一致，贝森特认为美国应专注于高端精密制造业的回流，而非纺织业。\n\n*   **出口商的反应：**\n    *   尽管特朗普的言论暂时让越南纺织品出口商松了一口气。\n    *   但鉴于特朗普政策言论的反复无常，很少有企业计划根据这些评论改变其现有策略。\n    *   他们仍面临巨大的不确定性，并继续寻求替代美国市场的方案。",
      "shortSummary": "尽管美国总统特朗普表示不寻求生产低利润的运动鞋和T恤，但中国和越南的服装出口商仍对美国关税政策保持高度不确定性。鉴于特朗普政策言论的反复无常，企业不打算根据这些评论改变现有计划，仍面临巨大挑战，并急于寻找美国以外的市场以降低风险。",
      "translated_title": "在越南，出口商无视特朗普的关税言论——并急于取代美国",
      "images": [],
      "contentSource": "完整文章",
      "content": "Garment manufacturers across China and Vietnam breathed a small sigh of relief on Sunday, after US President Donald Trump told reporters that the United States was “not looking to make sneakers and T-shirts”.\nBut few plan to change their plans based on the president’s comments. After weeks of wild swings in US tariff policies, they have learned that Trump could soon change his tune once again.\nBusinesses in China and Vietnam – the world’s two largest clothing export hubs – are still facing huge...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/27/3147a7fb-5cec-4396-b504-3556f4f709e5_33cac492.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么央行在推高金价方面扮演着重要角色 (原标题: Why central banks are playing a big role in pushing up gold prices)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311909/why-central-banks-are-playing-big-role-pushing-gold-prices?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 03:40:07 +0000",
      "isoDate": "2025-05-27T03:40:07.000Z",
      "creator": "Kandy Wong",
      "summary": "## 央行购金推动金价上涨\n\n### 背景\n*   今年金价飙升，部分原因是投资者在美国总统特朗普关税政策引发的经济不确定性加剧下寻求避险投资。\n*   经济学家指出，央行购金是推动金价上涨的另一个重要因素。\n\n### 央行购金的原因\n*   **地缘政治影响：** 高盛研究报告指出，2022年俄罗斯入侵乌克兰以及西方国家随后对俄罗斯资产的冻结，标志着央行对黄金看法的“转折点”。\n*   **购金量激增：** 自俄乌冲突爆发以来，央行的黄金购买量增加了五倍。\n*   **持续高需求：** 报告预计，各国政府对黄金的需求将在未来一段时间内保持高位，从而“持续提振”金价。\n*   **规避美元体系：** 大西洋理事会经济治国方略倡议的Kimberly Donovan和Maia Nikoladze撰文指出，各国正越来越多地尝试创建黄金支持的数字资产和交易系统，以绕过以美元计价的金融体系。\n\n### 黄金在规避美元体系中的作用\n*   **经济利益：** 许多此类举措纯粹是为了经济利益。\n*   **规避制裁：** 黄金也被美国对手用来规避制裁或资助与美国国家安全利益相悖的活动。",
      "shortSummary": "金价上涨除经济不确定性外，央行购金是重要推手。俄乌冲突及西方资产冻结促使央行将黄金视为“转折点”，购金量激增五倍。各国央行持续高需求，部分原因在于寻求规避美元体系，通过黄金支持的数字资产和交易系统实现经济利益或规避制裁，这为金价提供了持续支撑。",
      "translated_title": "为什么央行在推高金价方面扮演着重要角色",
      "images": [],
      "contentSource": "完整文章",
      "content": "Gold prices have surged this year as investors seek safe investments amid a spike in economic uncertainty unleashed by US President Donald Trump’s tariff policies.\nBut economists say that there is another important factor driving the rally: purchases by central banks.\nIn this explainer, we explore why central banks are increasingly turning to gold assets, how that is driving a long-term structural shift in demand for the metal, and what that means for gold prices going forward.\nWhy are central...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/27/2870df70-7136-4ea2-b831-92c3b7fbe2ed_7c812d21.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国新疆在制裁下吸引外国游客，目标万亿旅游收入 (原标题: China’s Xinjiang woos foreigners for 1 trillion yuan tourism haul amid sanctions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311842/chinas-xinjiang-plans-open-more-tourists-including-foreigners?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 01:00:08 +0000",
      "isoDate": "2025-05-27T01:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "中国新疆维吾尔自治区，一个因人权问题面临西方制裁的多元民族地区，正计划向更多外国游客开放，以提振旅游业并实现区域经济多元化。\n\n**背景与现状**\n*   新疆以其壮丽的自然风光和多元的民族构成在中国国内享有盛誉。\n*   近年来，新疆已成为国内游客的热门目的地，去年接待游客达创纪录的3.02亿人次。\n*   尽管国际游客通常可以自由进入新疆，但访问某些旅游景点（如巴音布鲁克草原）通常需要特殊许可证。\n\n**旅游发展目标（至2030年）**\n*   根据周日公布的行动计划，新疆文化和旅游业的目标是：\n    *   将年收入提高到至少1万亿元人民币（约合1380亿美元）。\n    *   每年接待游客至少4亿人次。\n\n**吸引外国游客的策略**\n*   该计划明确提出向更多外国游客开放该地区。\n*   措施包括：\n    *   加强跨境旅游的发展。\n    *   扩大文化产品和服务的贸易。",
      "shortSummary": "尽管面临西方制裁，中国新疆正计划向更多外国游客开放，以推动旅游业发展。该地区已成为国内热门旅游目的地，并设定了到2030年实现年旅游收入1万亿元人民币、年接待游客4亿人次的目标。新计划旨在加强跨境旅游并扩大文化贸易，以吸引国际游客，尽管目前部分景点仍需特殊许可。",
      "translated_title": "中国新疆在制裁下吸引外国游客，目标万亿旅游收入",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Xinjiang – an ethnically diverse region that still faces Western sanctions over a slew of human-rights issues – plans to open up to more foreign visitors, as the local government strives to boost tourism and diversify the regional economy.\nThe Xinjiang Uygur autonomous region, which stretches over a vast tract of land in western China, has become a hugely popular destination among domestic tourists in recent years, receiving a record 302 million visits last year.\nNow, local officials...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/26/1e37f54c-10fd-441a-a408-35a4fe5147ef_a72cc170.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京应推动人民币全球影响力，因美元信心动摇 (原标题: Beijing should push for more yuan global influence as faith in US dollar falters)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3311816/beijing-should-seize-rattled-faith-us-dollar-accelerate-yuans-global-influence?utm_source=rss_feed",
      "pubDate": "Mon, 26 May 2025 23:00:15 +0000",
      "isoDate": "2025-05-26T23:00:15.000Z",
      "creator": "Zhou Xin",
      "summary": "# 人民币国际化进展有限\n\n文章指出，自2008年全球金融危机以来，中国启动了人民币国际化进程，但在全球贸易、投资以及央行储备中的使用方面，人民币（又称离岸人民币）的国际影响力提升有限。\n\n## 现状与数据\n\n*   **全球支付份额：** 根据环球银行金融电信协会（Swift）的数据，截至4月，人民币在全球支付中的份额仅为3.5%，位居第五，排在美国美元、欧元、英镑和日元之后。\n*   **外汇储备份额：** 国际货币基金组织（IMF）的数据显示，人民币在官方外汇储备中仅占2.2%，远低于美元的57.8%和欧元的19.8%。\n*   **代表性不足：** 鉴于中国经济和贸易规模（作为120多个国家的最大贸易伙伴），人民币在全球金融体系中的代表性明显不足。\n\n## 国际化受限的原因\n\n人民币国际化进展有限的一个关键原因是，中国在权衡管理国际货币的风险和收益后，采取了谨慎的态度，尤其是在2015年人民币改革失误引发持续资本外流之后。\n\n*   **央行担忧：** 过去十年，中国央行一直面临美元升值和人民币贬值的压力，并努力防范潜在金融危机带来的“三重威胁”（股票、债券和汇率同时下跌）。避免资本外流是其工作重点，而人民币国际化则成为了这种做法的“附带损害”。\n*   **美元强势：** 资本外流和人民币贬值压力的一个主要因素是美元的相对强势。美元越强，中国对人民币及其汇率的控制压力越大。而过度控制反过来又限制了海外投资者对人民币资产的兴趣。\n*   **市场吸引力：** 强势美元和稳定的美国市场长期以来给人民币作为国际货币的前景蒙上阴影，因为在美元明显是最佳选择时，放弃美元的意义不大。\n\n## 图片信息\n\n文章中包含一张图片，标题为“亚洲股市恢复下跌，因美国对华高额关税生效”，图片链接为：\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/09/Thumb---Clean.jpg?itok=Zh6fNOcQ)\n\n## 未来展望\n\n尽管面临挑战，文章指出，今年情况开始向有利于北京的方向发展。",
      "shortSummary": "自2008年以来，中国致力于推动人民币国际化，但进展有限。目前，人民币在全球支付和外汇储备中的份额仍远低于美元、欧元等主要货币，与其经济和贸易规模不符。这主要归因于中国为防范资本外流而采取的谨慎政策，以及美元的持续强势。然而，文章指出，当前形势可能正开始出现有利于人民币国际化的转变。",
      "translated_title": "北京应推动人民币全球影响力，因美元信心动摇",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/09/Thumb---Clean.jpg?itok=Zh6fNOcQ",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "In the aftermath of the 2008 global financial crisis, Chinese authorities kick-started a process to make the yuan an international currency. Yet, as measured by its use in global trade and investment, as well as central bank reserves, Beijing has achieved only limited success in boosting the currency, also known as the renminbi.\nAccording to data compiled by Swift, the Belgium-based operator of the international payments messaging network for financial institutions, the yuan’s share in global...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/26/e638b86c-de5b-4af4-a27e-8fd3715ca553_bc06392a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "重回正轨：中越重开铁路线以支持旅游业繁荣 (原标题: Back on track: China, Vietnam reopen railway line to support tourism boom)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311800/china-vietnam-reopen-railway-line-amid-tourism-boom-after-5-year-pause?utm_source=rss_feed",
      "pubDate": "Mon, 26 May 2025 09:00:08 +0000",
      "isoDate": "2025-05-26T09:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中越重开客运铁路线以促进旅游业\n\n中国和越南已重新开通一条在疫情初期暂停的客运列车线路。此举旨在推动两国间本已蓬勃发展的旅游业，并吸引更多国际游客免签访问中国大陆。\n\n**背景与目的：**\n*   该线路的重开是中国后疫情时代经济复苏计划的一部分，旨在提振旅游业。\n*   北京近年来扩大了对更多国家的免签政策。\n\n**签证政策：**\n*   目前，越南公民如果参加由中国大陆旅行社组织的旅行团，可在指定口岸免签进入中国。\n\n**列车服务详情：**\n*   **路线：** 从中国广西壮族自治区南宁市到越南首都河内。\n*   **行程时间：** 11.5小时。\n*   **开通日期：** 列车已于周日恢复运行。\n*   **历史：** 该服务于2009年推出，但在2020年2月因亚洲边境关闭以遏制疫情蔓延而暂停。\n\n**对旅游业的影响：**\n*   分析人士指出，这条线路的重开将促进两国边境（长1,297公里）两侧的旅游增长。\n*   **越南游客趋势：** 过去两年，越南游客赴华旅游呈增长趋势，这与越南经济的快速发展相吻合。\n*   **交通便利性：** 越南乘客抵达南宁后，可以转乘中国的高铁网络，前往他们通常喜欢访问的城市，如北京和上海。\n*   **数据支持：**\n    *   市场研究公司Statista的数据显示，2023年，从越南前往中国大陆的游客占所有入境游客的4%。\n    *   根据中国文化和旅游部的数据，截至2024年第三季度，越南游客数量达到23,500人次，仅次于香港，成为中国第二大境外客源地。",
      "shortSummary": "中越两国已重新开通南宁至河内的客运列车线路，旨在促进两国间日益增长的旅游业，并支持中国后疫情时代的经济复苏。该服务于周日恢复，为期11.5小时的旅程，并允许符合条件的越南游客免签入境。此举将进一步便利越南游客通过中国高铁网络前往其他城市，数据显示越南已成为中国第二大境外客源地。",
      "translated_title": "重回正轨：中越重开铁路线以支持旅游业繁荣",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and Vietnam have reopened a passenger train route that was suspended during the early months of the pandemic, a move that could boost already surging tourism between the neighbours and attract more international travellers to visit the mainland without a visa, analysts said.\nBeijing has expanded visa-free access to more countries in recent years, as authorities look to boost the tourism industry as part of China’s post-pandemic economic recovery. Vietnamese citizens can now enter China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/26/46307125-fbfc-4060-a20a-1ecc770caa9d_203ae6ce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对大学的“战争”并非学生住房市场的威胁 (原标题: Trump’s war on universities not a threat to student housing market)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3311779/trumps-war-universities-not-threat-student-housing-market?utm_source=rss_feed",
      "pubDate": "Mon, 26 May 2025 08:31:00 +0000",
      "isoDate": "2025-05-26T08:31:00.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 特朗普政府对国际学生的政策及其影响\n\n*   **哈佛大学国际学生禁令**\n    *   2020年5月22日，美国前总统唐纳德·特朗普政府曾决定禁止哈佛大学招收国际学生。这项禁令将迫使哈佛大学的6,800名国际学生转学或失去在美国学习的合法身份。\n    *   尽管一名美国地方法官暂时阻止了该命令，但此举传递了一个“令人不寒而栗”的信息。\n    *   国土安全部声称致力于“恢复学生签证系统的常识”，但对特朗普及其支持者而言，“常识”意味着严厉的反移民政策，以及对美国自由派建制派，特别是该国精英大学发动“战争”。\n\n*   **对中国学生的影响**\n    *   中国学生占哈佛大学去年国际学生入学人数的约20%，他们首当其冲地受到特朗普政府对美国常春藤盟校攻击的影响。\n    *   白宫曾指责哈佛大学“在校园内与中国共产党协调”。\n    *   2020年3月，一群共和党人提出立法，旨在停止向中国学生发放学生签证。\n\n### 其他英语国家类似政策：以加拿大为例\n\n*   **国际学生成为住房市场替罪羊**\n    *   文章指出，美国并非唯一推行反移民政策的国家。一些其他英语国家政府也将国际学生作为其未能解决住房市场功能失调根本原因的替罪羊。\n    *   这些国家没有解决住房市场潜在问题（如住房严重短缺和对多处房产的加拿大房主征税的政治阻力），而是将矛头指向外国购房者和国际学生。\n\n*   **加拿大政策收紧**\n    *   2023年，加拿大对获得签证的国际学生数量设定了较低的上限。\n    *   在2013年至2023年间，国际学生入学人数增加了两倍，达到一百多万，同时有越来越多的证据表明小型私立学院颁发虚假文凭。\n    *   加拿大政府利用日益增长的排外情绪，将高等教育政策实际上变成了住房政策的附属品。\n    *   去年，加拿大禁止外国人拥有住房的禁令原定于今年到期，现已延长至2027年。",
      "shortSummary": "特朗普政府曾试图禁止哈佛大学招收国际学生，尤其针对中国学生，此举被视为反移民政策的一部分，尽管该禁令被暂时阻止。文章指出，其他英语国家（如加拿大）也效仿，将国际学生作为住房市场问题的替罪羊。加拿大通过限制学生签证和延长外国购房禁令来应对住房短缺，而非解决根本问题，反映了将高等教育政策与住房政策挂钩的趋势。",
      "translated_title": "特朗普对大学的“战争”并非学生住房市场的威胁",
      "images": [],
      "contentSource": "完整文章",
      "content": "For a textbook case of how not to boost exports of higher education, look no further than the deplorable decision by US President Donald Trump’s administration on May 22 to bar Harvard University from enrolling international students. The ban would force Harvard’s 6,800 foreign students to enrol elsewhere or lose their legal status to study in the US.\nWhile a US district judge temporarily blocked Trump’s order, the ban sends a chilling message. The Department of Homeland Security said it was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/26/35a7741b-6754-4046-aa99-76eea7b0501a_a28d64cd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "停战中的真相：温迪·卡特勒思考中美贸易能否找到持久和平 (原标题: Truth in the truce: Wendy Cutler mulls if US-China trade can find lasting peace)",
      "link": "https://www.scmp.com/economy/global-economy/article/3311591/truth-truce-wendy-cutler-mulls-if-us-china-trade-can-find-lasting-peace?utm_source=rss_feed",
      "pubDate": "Sun, 25 May 2025 22:00:22 +0000",
      "isoDate": "2025-05-25T22:00:22.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 停战中的真相：温迪·卡特勒思考中美贸易能否找到持久和平\n\n**引言**\n\n*   **人物背景：** 温迪·卡特勒（Wendy Cutler）在美国贸易政策领域拥有三十年的丰富经验，曾于1988年至2015年在美国贸易代表办公室（USTR）任职。目前，她担任亚洲协会政策研究所副所长。\n*   **核心观点：** 在中美贸易关系持续紧张的背景下，尽管本月初两国举行了里程碑式的会谈并大幅削减了关税，卡特勒仍运用其深厚的经验对复杂的中美贸易关系提出了独到见解。\n\n**中美贸易休战及其挑战**\n\n*   **休战情况：** 本月初宣布的中美关税休战超出了预期，双方在90天内将关税税率降低了115%。\n*   **休战原因：** 关税对两国经济都造成了严重影响，最终促使双方回到谈判桌。\n*   **主要挑战：** 卡特勒指出，90天对于解决悬而未决的重大问题来说，是一个“极其短暂”的窗口期。\n*   **未来预期：** 因此，她预计未来几个月双边关系将出现更多的“起伏”。\n\n**谈判议程与进展**\n\n*   **已取得进展：** 在解决美国对芬太尼问题的担忧方面，似乎已经取得了进展。\n*   **面临巨大挑战的问题：** 然而，对于美国关注的其他问题，如：\n    *   产能过剩\n    *   补贴\n    *   转运\n    谈判代表在寻找共同点方面将面临“巨大挑战”，尤其是在短短三个月内。",
      "shortSummary": "温迪·卡特勒（Wendy Cutler）指出，中美近期达成的关税休战虽超出预期，但90天的谈判期极短。她认为，尽管芬太尼问题有所进展，但在产能过剩、补贴和转运等关键议题上，双方仍面临巨大挑战，难以在短期内达成持久协议。预计未来几个月中美双边关系将持续波动。",
      "translated_title": "停战中的真相：温迪·卡特勒思考中美贸易能否找到持久和平",
      "images": [],
      "contentSource": "完整文章",
      "content": "Wendy Cutler comes from a three-decade career in shaping US trade policy. She worked in the Office of the US Trade Representative from 1988 to 2015 before moving into the think tank space. Today, she is vice-president of the Asia Society Policy Institute.\nCutler uses this accumulated experience to offer a view on the fractious US-China trade relationship at a time when trade ties remain tense despite landmark talks between the two powers, followed by a sharp reduction in tariffs, earlier this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/23/984d4c64-0d22-4bf9-887b-d5b92b18b0a8_f584b3ab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港如何帮助捍卫基于规则的秩序 (原标题: How Hong Kong can help defend the rules-based order)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3311508/how-hong-kong-can-help-defend-rules-based-order?utm_source=rss_feed",
      "pubDate": "Sun, 25 May 2025 01:30:09 +0000",
      "isoDate": "2025-05-25T01:30:09.000Z",
      "creator": "Regina Ip",
      "summary": "### 全球秩序的剧变与中国的预见\n\n*   中国官员多年来提及“百年未有之大变局”，其预见性在唐纳德·特朗普重返白宫后世界秩序的剧变中得到了印证。\n\n### 中美关系恶化与西方对中国的看法\n\n*   自特朗普首个总统任期以来，中美关系迅速恶化。\n*   西方政治圈形成一种观点，认为中国正在利用美国，并进行一场“百年马拉松”以取代美国成为全球领导者。\n\n### 对中国经济的担忧\n\n*   **经济失衡与扭曲：**\n    *   西方一些人认为中国经济存在失衡，其崛起是全球经济的“颠覆”或“扭曲”之源。\n    *   这种失衡表现为中国生产过多而消费过少。\n    *   消费占中国经济的比重不足40%，而美国约为70%。\n*   **制造业产能过剩：**\n    *   2024年，中国占全球制造业产出的31.6%，几乎是美国（15.9%）的两倍，远超其他工业国家。\n    *   许多经济分析认为，中国应采取更积极的措施来刺激消费，使其国内市场能够吸收过剩产能。\n\n### 特朗普对全球经济体系的冲击\n\n*   特朗普重掌权力后，对全球经济、贸易和金融体系的破坏无人能及。\n*   他宣布的（现已暂停的）“对等”关税，被诺贝尔经济学奖得主约瑟夫·斯蒂格利茨形容为“分而治之”的策略。\n*   这些策略旨在迫使美国的贸易伙伴屈服。",
      "shortSummary": "文章探讨了全球秩序的剧变，这与中国提出的“百年未有之大变局”以及中美关系恶化紧密相关。西方担忧中国经济存在失衡，表现为消费不足和制造业产能过剩。文章还指出，前美国总统特朗普的贸易政策具有破坏性，被视为“分而治之”的策略，旨在迫使贸易伙伴屈服。",
      "translated_title": "香港如何帮助捍卫基于规则的秩序",
      "images": [],
      "contentSource": "完整文章",
      "content": "For several years, Chinese officials have been talking about “changes unseen in a hundred years” without elaborating what they have in mind. Looking at the drastic changes to the world order since Donald Trump returned to the White House, one can only conclude that the Chinese have spoken with uncanny prescience.\nThere have indeed been many changes to the international system in recent years, starting with a rapid deterioration of US-China relations since Trump’s first term as US president. A...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/23/3159ebb5-f2e3-4419-8d4d-94243a658ed1_e5174ed4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "金钱会说话，特朗普应关注亚洲债券市场 (原标题: Money talks and Trump should pay attention to Asia’s bond markets)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3311385/money-talks-and-trump-should-pay-attention-asias-bond-markets?utm_source=rss_feed",
      "pubDate": "Sat, 24 May 2025 08:30:07 +0000",
      "isoDate": "2025-05-24T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 金钱会说话：投资者撤离美国市场，亚洲债券市场崛起\n\n文章指出，尽管美国总统唐纳德·特朗普公开言辞强硬，但真正具有更大影响力的是“金钱”——即投资者的行为。投资者，尤其是亚洲的投资者，正在通过实际行动撤离美国金融市场，这给特朗普带来了重要的教训。\n\n#### 投资者撤离的迹象\n\n*   **亚洲本地货币债券市场的转型**：投资者撤离美国市场最明显的迹象并非特朗普关税言论对美国股市造成的即时冲击，而是亚洲本地货币债券市场的长期发展。这些市场正在经历一场显著且在很大程度上被忽视的转型，其规模已能与美元计价的美国国债市场相媲美，并超过了欧元计价的欧元区债券市场。\n*   **对美国债务证券信心的侵蚀**：对美国债务证券的信心正在迅速瓦解。路透社在5月21日的市场简报中指出，尽管29万亿美元的美国国债市场仍是全球金融体系的支柱，但美国政策风险的增加正促使世界其他地区重新考虑其对包括国债在内的美国资产的敞口。评级机构穆迪剥夺美国政府AAA信用评级的决定，只会加速这种信心的侵蚀。\n\n#### 对亚洲及全球金融体系的影响\n\n*   **亚洲金融危机风险降低**：这些发展表明，即使特朗普的反复无常政策可能导致全球经济放缓或衰退，亚洲遭受1997年那种金融危机的风险也微乎其微。这与当前一切似乎都取决于特朗普一言一行的局面形成了鲜明对比。\n*   **挑战美国资本市场不可或缺的假设**：文章还指出，全球经济离不开美国深度和流动性资本市场的假设是错误的。长期以来对美国国债和股票市场实力与完整性的信心，甚至在特朗普于4月2日宣布“解放日”并对几乎所有国家征收惩罚性“对等”关税之前就已经开始动摇。\n*   **市场对特朗普政策的反应**：当特朗普在关税袭击后不到一周宣布90天暂停时，这种侵蚀非但没有减缓反而加速了。他的退让被视为屈服于市场反应，因为美国国债、股票和美元在关税消息传出后都开始下滑。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/12/thumb1.jpg?itok=sOHyFQ9u)\n\n该图片展示了与中美贸易谈判相关的内容，标题为“中美在首轮贸易谈判后大幅削减彼此大部分关税”。",
      "shortSummary": "文章指出，投资者，特别是亚洲投资者，正因特朗普的政策和对美国债务信心的侵蚀而撤离美国金融市场。亚洲本地货币债券市场正迅速扩张，其规模已可与美国国债市场媲美，这降低了亚洲未来发生金融危机的风险，并挑战了全球经济对美国资本市场不可或缺的假设。对美国市场的信心在特朗普政策影响下持续瓦解。",
      "translated_title": "金钱会说话，特朗普应关注亚洲债券市场",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/12/thumb1.jpg?itok=sOHyFQ9u",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "For all of US President Donald Trump’s public bellicosity, it is money that talks – more softly but more powerfully, and with greater impact. This is the lesson Trump needs to learn as investors, especially those in Asia, vote with their feet and beat a retreat from US financial markets.\nThe clearest sign of the severity of that retreat is not the immediate shocks administered to US stock prices by Trump’s rantings on tariffs and trade. Rather, it is visible in the longer-term developments in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/23/9054dd2b-fda6-4052-9090-4a31b1e1ac9f_d7be76a7.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-05-30T06:33:15.479Z"
}