{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国开通秘鲁大型港口新航线，深化在拉美贸易影响力 (原标题: China drops latest trade anchor in Latin America with new service to Peru megaport)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325728/china-launches-first-direct-break-bulk-shipping-route-perus-chancay-port?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 15:00:11 +0000",
      "isoDate": "2025-09-16T15:00:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 中国开通秘鲁大型港口新航线，深化在拉美贸易影响力\n\n中国已开通首条直达秘鲁钱凯港的散杂货航运服务，此举标志着中国在拉丁美洲的贸易、投资和影响力进一步提升。\n\n## 航线详情\n*   **服务启动**：由中远海运特种运输公司运营的船只“Greensuape”于上周从中国江苏省苏州港启航，开始其首航。\n*   **目的地**：秘鲁钱凯港。\n*   **航程时间**：预计总航程约32天。\n*   **货物类型**：\n    *   载有超过30,000吨货物。\n    *   包括储能柜、吨袋、钢圆棒及其他设备。\n    *   主要货物是用于将矿石粉碎成细粉的研磨球，将直接供应给钱凯的矿物加工厂，以“保障当地采矿业供应链的稳定运行”。\n*   **服务频率**：新直航航线每月运营一次。\n*   **运输方式**：与标准化集装箱运输不同，散杂货船专门运输不规则和超大货物，这些货物是单独装载的。\n\n## 钱凯港项目背景\n*   **性质**：钱凯港是“一带一路”倡议在拉丁美洲的一个重要项目。\n*   **建设方**：由中国中远海运港口有限公司和秘鲁Volcan公司共同建设。\n*   **投资规模**：总投资约35亿美元。\n*   **建设与启用**：第一阶段建设始于2021年，并于去年11月启用。",
      "shortSummary": "中国已开通首条直达秘鲁钱凯港的散杂货航运服务，进一步深化其在拉美的贸易、投资和影响力。由中远海运特种运输公司运营的“Greensuape”号货轮已从苏州启航，载有超过3万吨货物，包括用于当地采矿业的研磨球。钱凯港是“一带一路”项目，由中远海运港口和秘鲁Volcan公司投资35亿美元建设，已于去年11月启用。此航线每月一班，旨在保障当地采矿业供应链稳定。",
      "translated_title": "中国开通秘鲁大型港口新航线，深化在拉美贸易影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched its first direct break-bulk shipping service to Peru’s Chancay port, as it steps up its trade, investment and influence in Latin America.\nA vessel operated by Cosco Shipping Specialised Carriers departed last week from Suzhou in eastern Jiangsu province on its maiden voyage to the strategic gateway, with the journey expected to take about 32 days in total, according to local media outlet Suzhou Daily.\nThe ship, named Greensuape, is carrying more than 30,000 tonnes of cargo,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/4e46c32a-0290-4aad-9349-2511089ca055_2e2656a9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "深入剖析TikTok协议：分析师看到多层博弈、关税与大豆 (原标题: Peeling into TikTok deal, analysts see layers of leverage, tariffs and soybeans)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325752/peeling-us-china-tiktok-deal-analysts-see-layers-leverage-tariffs-and-soybeans?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 13:00:16 +0000",
      "isoDate": "2025-09-16T13:00:16.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "### 中美TikTok框架协议：多层博弈与未来展望\n\n根据分析师的观点，尽管措辞模糊，中美两国就热门视频分享应用TikTok达成的新框架协议，是推动双边对话、保持两国关系热度以迎接未来会晤的重要一步。分析师们还指出，北京方面可能会试图利用TikTok协议，寻求关税减免或高科技出口管制方面的豁免。\n\n#### 协议背景与谈判进展\n\n*   **谈判地点与时间**：两国官员在西班牙马德里经过周日和周一的谈判后，确认已就解决TikTok相关问题达成框架协议。\n*   **问题溯源**：这些问题可追溯到美国前总统唐纳德·特朗普第一个任期，即五年前。\n*   **框架文本**：谈判人员尚未公布TikTok框架协议的具体文本。\n*   **中方立场**：中方表示保留审查和批准与TikTok（一款在美国拥有超过1亿用户的热门中国应用）相关的技术出口、知识产权和许可协议事宜的权利。\n\n#### 潜在的博弈筹码\n\n*   分析师认为，中国可能会利用此次TikTok协议作为筹码，争取美国在关税方面做出让步，或放松对中国高科技产品的出口管制。\n\n#### 后续发展与协议内容预测\n\n*   **关键通话**：协议的具体条款预计将在特朗普与中国国家主席习近平预计于周五进行的电话通话后公布。\n*   **潜在条款**：美国威拉米特大学经济学教授梁燕表示，该协议可能包括“新的所有权方案”或允许美国对“专有技术”进行许可。",
      "shortSummary": "中美两国就TikTok达成一项新的框架协议，分析师认为这是推动双边对话和保持两国关系热度的重要一步。北京可能利用此协议寻求关税减免或高科技出口管制豁免。该协议的细节尚未公开，但中方保留审查技术出口和知识产权的权利。具体条款预计将在特朗普与习近平通话后公布，可能涉及“新的所有权方案”或技术许可。",
      "translated_title": "深入剖析TikTok协议：分析师看到多层博弈、关税与大豆",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite its vague wording, the new China-US framework deal on popular video-sharing app TikTok represents an important step in advancing bilateral talks and keeping ties warm ahead of any future meetings between the world’s two largest economies, according to analysts.\nAnd they added that Beijing could potentially try to leverage the TikTok deal by seeking tariff cuts or relief from hi-tech export controls.\nOfficials from both powers confirmed after negotiations in Madrid, Spain, on Sunday and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/c0d5ed23-412a-4ed1-9166-3f6e126c528f_4bd40142.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国家主席习近平呼吁建设统一大市场以在全球竞争中“取得优势” (原标题: China’s Xi calls for building unified market to ‘secure an edge’ in global race)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325680/chinas-xi-calls-building-unified-market-secure-edge-global-race?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 04:30:10 +0000",
      "isoDate": "2025-09-16T04:30:10.000Z",
      "creator": "Alice Li",
      "summary": "# 中国国家主席习近平呼吁建设统一大市场以在全球竞争中“取得优势”\n\n中国国家主席习近平强调，需要加大力度发展统一的国内市场，认为这对于帮助中国在全球竞争中取得优势并实现其发展目标至关重要。\n\n## 背景与来源\n\n*   这一呼吁发表在周一出版的中共中央理论刊物《求是》杂志上的一篇文章中。\n*   该文章是习近平在7月召开的中央财经委员会会议上讲话的摘录。在这次会议上，官员们呼吁打击企业间过度价格竞争，并逐步淘汰过时的工业产能。\n\n## 核心目标\n\n*   通过建设统一的国内市场，帮助中国在全球竞争中“取得优势”。\n*   实现中国的发展目标。\n\n## 六项关键任务与措施（重点关注过度竞争）\n\n习近平在文章中列出了六项关键任务，其中处理过度恶性竞争的措施处于首位。\n\n### 1. 应对恶性竞争\n\n*   **问题现状：** 近几个月来，由于企业努力应对持续的产能过剩和需求低迷，多个行业爆发了恶性价格战，加剧了中国经济的通缩压力。\n*   **指导原则：** 习近平指出，“行业协会应引导企业提高产品质量，重质量而非价格，反对低质量产品。”\n\n### 2. 淘汰落后产能\n\n*   **具体措施：** “过时的生产能力应有序淘汰。”\n\n### 3. 解决“内卷”问题\n\n*   **关注领域：** 政策应解决线上和线下业务中的“内卷”问题。",
      "shortSummary": "中国国家主席习近平呼吁建设统一的国内市场，以在全球竞争中取得优势并实现发展目标。他在《求是》杂志上发表的文章中强调，需应对过度恶性竞争、淘汰落后产能、提高产品质量，并解决线上线下业务的“内卷”问题。此举旨在缓解产能过剩和需求低迷带来的价格战及通缩压力。",
      "translated_title": "中国国家主席习近平呼吁建设统一大市场以在全球竞争中“取得优势”",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping has called for more efforts to develop a unified domestic market, arguing that it will be crucial to helping China secure an edge in international competition and meet its development goals.\nIn an article published on Monday in Qiushi, the ruling Communist Party’s leading theoretical journal, the Chinese leader listed six key tasks, with measures to deal with excessive cutthroat competition at the forefront.\nVicious price wars have broken out in several industries in recent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/6c223310-0226-480a-9675-fa5ee86753f3_0200ffad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚推动对华出口增长，贸易壁垒逐渐消除 (原标题: Australia pushes to boost exports to China as trade barriers fade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325631/australia-unveils-plan-boost-exports-china-trade-barriers-fade?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 00:00:20 +0000",
      "isoDate": "2025-09-16T00:00:20.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 澳大利亚政府推出新计划，旨在促进对华出口\n\n## 引言\n澳大利亚政府近日宣布了一项为期两年的新计划——“进入新市场倡议”，旨在改善国内出口商进入中国市场的机会。此前，中国已取消了对价值200亿澳元（约合133亿美元）澳大利亚商品施加的贸易壁垒。\n\n## “进入新市场倡议” (Accessing New Markets Initiative)\n该倡议将提供5000万澳元的资金，主要目标是“巩固”中国近期取消多项影响澳大利亚产品的贸易限制所取得的成果。\n\n*   **贸易部长声明：** 贸易和旅游部长唐·法雷尔（Don Farrell）表示，该倡议建立在阿尔巴尼斯工党政府已为澳大利亚出口商所做工作的基础上，包括消除了对华出口价值超过200亿澳元的贸易障碍，使农民、渔民、矿工和葡萄酒生产商能够以比以往更高的销量重返中国市场。\n\n## 背景与关系改善\n\n*   **历史背景：** 在疫情期间，由于两国关系紧张，中国曾限制了对一系列澳大利亚产品的进口。\n*   **关系重建：** 自2022年上任以来，澳大利亚总理安东尼·阿尔巴尼斯（Anthony Albanese）一直致力于重建两国关系。\n*   **成果：** 这一努力为中国近几个月来取消对澳大利亚红肉、龙虾、葡萄酒及其他多种产品的贸易壁垒铺平了道路。\n*   **分析师观点：** 分析师指出，美国前总统唐纳德·特朗普的关税政策也促使中澳两国改善贸易联系。\n\n## 对出口商的支持措施\n该倡议覆盖澳大利亚在全球范围内的贸易活动，政府将向出口商提供“快速、灵活和有针对性”的支持，包括：\n\n*   获得贸易顾问的帮助。\n*   参与海外活动的机会。\n\n## 澳大利亚贸易投资委员会 (Austrade) 的作用\n澳大利亚贸易投资委员会（一个政府推广机构）将与行业机构合作，支持其成员快速实现多元化，并拓展到包括中国在内的新出口市场。",
      "shortSummary": "澳大利亚政府启动了一项为期两年的“进入新市场倡议”，投入5000万澳元，旨在利用中国取消200亿澳元贸易壁垒的契机，促进对华出口。此举是在总理阿尔巴尼斯努力重建两国关系后实现的，此前中国曾限制澳大利亚红肉、龙虾和葡萄酒等产品进口。该计划将为出口商提供顾问和海外活动支持，并由澳大利亚贸易投资委员会协助企业拓展包括中国在内的新市场。",
      "translated_title": "澳大利亚推动对华出口增长，贸易壁垒逐渐消除",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Australian government has unveiled a plan to improve domestic exporters’ access to the Chinese market after Beijing’s removal of trade barriers that previously affected A$20 billion (US$13.3 billion) worth of the country’s goods.\nThe two-year Accessing New Markets Initiative will provide A$50 million of funding in an attempt to “build on” China’s recent scrapping of several trade restrictions affecting Australian products, the Department of Foreign Affairs and Trade said in a statement on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/e9b4958d-ae6d-424d-a323-05e92149e49a_d3f28b13.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国为何对美国芯片发起调查——以及这对国内企业意味着什么 (原标题: Why China launched probe into US chips – and what it means for domestic firms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325594/why-china-launched-anti-dumping-probe-us-chips-and-what-it-means-domestic-firms?utm_source=rss_feed",
      "pubDate": "Mon, 15 Sep 2025 08:31:06 +0000",
      "isoDate": "2025-09-15T08:31:06.000Z",
      "creator": "Mandy Zuo",
      "summary": "中国商务部宣布对原产于美国的模拟集成电路（IC）芯片发起反倾销调查，理由是这些芯片“降低和压制”了国内替代产品的价格。该调查由江苏省半导体行业协会提出，目标是采用40纳米及以上工艺节点制造的通用接口芯片和栅极驱动芯片。这些芯片广泛应用于智能家电和工业电机驱动等对成本敏感、性能要求适中的应用中的电源管理和数据传输。预计受影响的主要美国芯片制造商包括德州仪器（TI）、安森美半导体（ON Semiconductor）、亚德诺半导体（ADI）和博通（Broadcom）。江苏省半导体行业协会表示，在整个2024年，受调查的美国原产产品价格“持续大幅下降”。",
      "shortSummary": "中国对原产于美国的模拟集成电路芯片发起反倾销调查，原因是这些芯片压低了国内替代产品的价格。调查目标是40纳米及以上工艺节点制造的通用接口芯片和栅极驱动芯片，主要应用于智能家电和工业电机驱动等领域。预计德州仪器、安森美半导体、亚德诺半导体和博通等美国芯片制造商将受到影响。江苏省半导体行业协会指出，2024年美国原产产品价格持续大幅下降。",
      "translated_title": "中国为何对美国芯片发起调查——以及这对国内企业意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched an anti-dumping investigation into analogue integrated circuit (IC) chips imported from the United States, saying they have “lowered and suppressed” the prices of domestic alternatives.\nThe probe, requested by a provincial semiconductor association, was announced on Saturday, a day after Washington introduced its latest tech curbs on Chinese companies – and a day before the two economic powers began their fourth round of trade talks in Spain on Sunday.\nIn this explainer, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/2f6e2e1f-76de-4c78-aa05-f59d655c31f2_8ebd53ec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国小鹏汽车与奥地利麦格纳斯太尔合作，在欧洲启动电动汽车生产 (原标题: China’s Xpeng launches EV production in Europe with Austria’s Magna Steyr)",
      "link": "https://www.scmp.com/business/china-business/article/3325572/chinas-xpeng-launches-ev-production-europe-austrias-magna-steyr?utm_source=rss_feed",
      "pubDate": "Mon, 15 Sep 2025 08:30:11 +0000",
      "isoDate": "2025-09-15T08:30:11.000Z",
      "creator": "Daniel Ren",
      "summary": "小鹏汽车已在欧洲启动电动汽车生产，以规避惩罚性关税并增强竞争力。\n\n*   **合作方：** 小鹏汽车与奥地利麦格纳斯太尔公司合作。\n*   **生产地点：** 麦格纳斯太尔位于格拉茨的工厂。\n*   **生产车型：** 目前组装G6和G9 SUV车型，未来将有更多小鹏车型在此工厂组装。\n*   **目的：** 通过本地化生产，小鹏汽车可以免受欧盟对中国制造的纯电动汽车征收的关税（目前为30.7%），同时提高其在欧洲这一重要汽车市场的竞争力。\n*   **供应链：** 初期将使用麦格纳的供应链，并逐步提高本地化水平。\n\n![Xpeng and Magna Steyr staff with the first cars made at the Austrian contract manufacturer’s plant in Graz. Photo: Handout](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/15/f7f08e76-2797-426f-9550-f7666991d59e_3811b488.jpg)",
      "shortSummary": "小鹏汽车与奥地利麦格纳斯太尔合作，在欧洲启动电动汽车生产。小鹏汽车在麦格纳斯太尔位于格拉茨的工厂组装G6和G9 SUV车型。此举旨在规避欧盟对中国制造电动汽车征收的关税，提高其在欧洲市场的竞争力。小鹏汽车初期将使用麦格纳的供应链，并逐步提高本地化水平。",
      "translated_title": "中国小鹏汽车与奥地利麦格纳斯太尔合作，在欧洲启动电动汽车生产",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/15/f7f08e76-2797-426f-9550-f7666991d59e_3811b488.jpg",
          "alt": "Xpeng and Magna Steyr staff with the first cars made at the Austrian contract manufacturer’s plant in Graz. Photo: Handout",
          "title": "Xpeng and Magna Steyr staff with the first cars made at the Austrian contract manufacturer’s plant in Graz. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Xpeng, part owned by Volkswagen Group, has begun production in Europe in partnership with a contract manufacturer in Austria, as mainland Chinese electric vehicle (EV) makers make inroads into the continent and circumvent punitive tariffs.\nThe Guangzhou-based carmaker said on Monday that it had started assembling the G6 and G9 SUVs at Magna Steyr’s plant in Graz. Xpeng did not elaborate on its planned output, but added that cooperation with its partner would deepen over time.\n“[The roll-out]...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/8c7467ff-ea33-452a-bd5f-6330b1255daa_9d52360a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济8月承压，零售销售和工业产出均不及预期 (原标题: China’s economy strains in August as retail sales, industrial output miss forecasts)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3325524/chinas-economy-under-strain-august-retail-sales-industrial-output-miss-forecasts?utm_source=rss_feed",
      "pubDate": "Mon, 15 Sep 2025 01:59:44 +0000",
      "isoDate": "2025-09-15T01:59:44.000Z",
      "creator": "Xinyi Wu,Ji Siqi",
      "summary": "# 中国经济8月承压\n\n8月份，中国经济出现承压迹象，主要受国内需求疲软、中美贸易战逆风以及房地产市场长期低迷等因素影响。\n\n## 关键经济指标表现\n*   **零售销售：** 作为衡量消费的主要指标，8月份同比增长3.4%，低于金融数据提供商Wind调查预测的3.82%，也低于7月份3.7%的增速。\n\n## 官方回应与展望\n*   国家统计局发言人付凌晖表示，8月份经济“总体稳定”，但警告称“外部环境中不稳定不确定因素较多”，经济“面临多重风险挑战”。\n*   他强调，必须全面落实宏观政策，着力稳就业、稳企业、稳市场、稳预期，深化改革开放和创新，以促进经济平稳健康发展。\n\n## 政府应对措施\n*   为平衡经济并抵消中美贸易紧张局势的影响，北京今年将提振国内消费作为优先事项。\n*   家电及其他商品的“以旧换新”计划是今年消费增长的主要动力之一，但一些省份因资金耗尽而暂停了对某些商品的补贴。\n*   中国已承诺提供更多财政支持以刺激消费，上个月公布了一项为期一年的计划，旨在补贴个人消费贷款利息。",
      "shortSummary": "8月份中国经济面临压力，零售销售增长3.4%，低于预期。国内需求疲软、中美贸易战和房地产低迷是主要原因。国家统计局表示经济总体稳定但挑战犹存。政府正优先提振消费，已推出个人消费贷款利息补贴等措施，以应对经济下行风险。",
      "translated_title": "中国经济8月承压，零售销售和工业产出均不及预期",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy showed signs of strain in August, as sluggish domestic demand, headwinds from the US trade war and a prolonged property downturn continued to weigh on several major indicators.\nRetail sales, a major gauge of consumption, rose by 3.4 per cent in August from a year earlier, missing the 3.82 per cent forecast in a poll by financial data provider Wind and down from July’s 3.7 per cent growth, data from the National Bureau of Statistics (NBS) showed on Monday.\nFu Linghui, spokesperson...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/4d299fe4-ec31-4527-a9af-e1dfc844185a_a55933fd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易代表团在马德里启动第四轮会谈 (原标题: China, US trade delegations kick off fourth round of talks in Madrid)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325494/china-us-trade-delegations-kick-fourth-round-talks-madrid?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 12:08:16 +0000",
      "isoDate": "2025-09-14T12:08:16.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中美在马德里举行第四轮贸易会谈\n\n中美贸易代表团已在西班牙马德里启动新一轮（第四轮）贸易会谈。此次会谈由中国国务院副总理何立峰和美国财政部长斯科特·贝森特共同牵头，旨在解决两国间日益加剧的贸易分歧。\n\n### 会谈背景与目的\n*   **关税休战协议临近到期：** 此前在斯德哥尔摩达成的关税休战协议定于11月到期，为此次会谈增添了紧迫性。\n*   **解决贸易分歧：** 自美国总统唐纳德·特朗普于4月重启关税战以来，中美两国间的贸易分歧不断升级，双方正努力寻求解决方案。\n*   **第四次面对面会晤：** 这是何立峰副总理和贝森特财长在欧洲举行的第四次面对面会晤，显示出双方持续沟通的努力。\n\n### 会谈地点与参与人员\n*   **抵达马德里：** 中美代表团于当地时间周日下午抵达位于马德里市中心的西班牙外交部，中方团队在此前数小时抵达首都。\n*   **主要牵头人：** 中方由国务院副总理何立峰率领，并有高级贸易谈判代表李成钢陪同；美方由财政部长斯科特·贝森特率领。\n*   **西班牙官方欢迎：** 西班牙外交大臣何塞·曼努埃尔·阿尔瓦雷斯（Jose Manuel Albares）对中美代表团的到来表示欢迎。\n*   **西班牙首相缺席：** 西班牙首相佩德罗·桑切斯（Pedro Sánchez）当时正在该国南部参加西班牙工人社会党的一次集会。\n\n### 现场情况\n*   **媒体关注：** 来自中国和欧洲（包括西班牙公共广播公司TVE）的十余名记者聚集在外交部大楼外，吸引了路人和附近咖啡馆露台当地居民的好奇目光。",
      "shortSummary": "中美贸易代表团在马德里启动第四轮会谈，由中国副总理何立峰和美国财长斯科特·贝森特牵头。此次会谈旨在解决日益加剧的贸易分歧，此前在斯德哥尔摩达成的关税休战协议将于11月到期。这是自美国总统特朗普4月重启关税战以来，双方在欧洲的第四次面对面会晤，显示出双方在贸易问题上持续沟通的努力。",
      "translated_title": "中美贸易代表团在马德里启动第四轮会谈",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Vice-Premier He Lifeng and US Treasury Secretary Scott Bessent are leading a new round of trade talks in Madrid, with the tariff truce reached in Stockholm set to expire in November.\nThe delegations arrived at the Spanish foreign ministry in central Madrid on Sunday afternoon local time, just hours after the Chinese team touched down in the capital.\nA dozen journalists from Chinese and European outlets, including Spain’s public broadcaster TVE, had gathered outside the ministry building...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/14/075cecf0-b31f-4fe1-8225-45fc110f5cd9_7e3275e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大量俄罗斯学生涌入中文小学引关注 (原标题: Huge enrolment of Russian pupils turns heads at Chinese-language primary school)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325360/enrolment-russians-surges-chinese-school-turning-heads-blonde-hair-blue-eyes?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 08:00:17 +0000",
      "isoDate": "2025-09-14T08:00:17.000Z",
      "creator": "He Huifeng",
      "summary": "## 俄罗斯学生大量涌入中国小学\n\n### 背景概述\n\n中俄边境的一所中国学校近期接收了大量俄罗斯学生，这一现象引起了广泛关注，并强调了中俄两国间人文交流已达到历史新高。\n\n### 入学情况\n\n*   **新入学学生：** 根据中国驻俄罗斯大使馆官方微信账号发布的信息，9月1日，共有127名来自俄罗斯的儿童在黑龙江省的公立学校——黑河小学开始上课。\n*   **总学生人数：** 这些新入学的学生加入了此前已在该校就读的89名俄罗斯学生，使得该校的俄罗斯学生总数达到216人。\n*   **校园景象：** 文章指出，校园里经常能看到金发碧眼的俄罗斯学生与中国同学手拉手。\n\n### 学生通勤与家长反馈\n\n*   **跨境通勤：** 一位来自俄罗斯布拉戈维申斯克的母亲表示，她的女儿每天通过一座桥梁跨境通勤，大约需要20分钟。\n*   **语言学习：** 这位母亲曾担心女儿无法理解中文，但现在女儿每天回家都会教他们说中文的“谢谢”和“再见”，对此她感到非常欣慰。\n\n### 学校支持措施\n\n*   为了协助像上述家庭这样的跨境学生，黑河小学特别安排了专用的跨境巴士路线和翻译服务，以便利学生的学习和生活。",
      "shortSummary": "中俄边境黑河小学迎来大量俄罗斯学生，新学期有127名俄罗斯儿童入学，使该校俄罗斯学生总数达到216人。此现象凸显两国人文交流升温。学校为跨境学生提供专用巴士和翻译服务，方便学生通勤和学习，家长对此表示满意，称孩子已能回家教中文。",
      "translated_title": "大量俄罗斯学生涌入中文小学引关注",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese school along the border with Russia has welcomed a large batch of young Russians, drawing widespread coverage while underscoring how people-to-people exchanges between the neighbouring countries have warmed to a historically high degree.\nA total of 127 children from north of the border began classes on September 1 at Heihe Primary School, a public institution in Heilongjiang province, according to an article posted by the Chinese embassy in Russia to its official WeChat account on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/dab2fa49-cfe5-485b-87cd-bf38c1b4fc11_6884a90c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对菲律宾的旅行警告将对两国商业关系意味着什么？ (原标题: What will China’s travel warnings about the Philippines mean for business ties?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325357/what-will-chinas-travel-warnings-about-philippines-mean-business-ties?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 06:00:15 +0000",
      "isoDate": "2025-09-14T06:00:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国对菲律宾的旅行警告及其对商业关系的影响\n\n### 引言\n自今年四月以来，中国已针对菲律宾发布了四次旅行警告，分析人士指出，如果中国公民听从这些警告，两国间的双向贸易、投资和高等教育交流可能会因此放缓。\n\n### 旅行警告详情\n*   **发布频率与机构：** 中国在短短五个月内发布了四次旅行警告。\n    *   最近一次警告由中国外交部于8月30日发布，指出菲律宾的公共安全“不稳定”，并存在“大量针对中国公民的犯罪”。\n    *   此前，外交部已于4月1日发布了类似的警告。\n    *   中国教育部也分别在4月和8月对在菲律宾的中国学生发布了安全警告。\n\n### 分析师观点\n*   分析人士普遍认为，前往菲律宾进行合法贸易、投资、学习或旅游的普通中国公民很少会遇到麻烦，但他们仍需对潜在风险保持警惕。\n\n### 警告发布背景（以Joseph Sy案为例）\n*   这些旅行警告发布的一个背景是近期发生的一起事件：菲律宾移民局于上月拘留了矿业公司高管Joseph Sy。\n    *   Sy被怀疑是一名非法获取菲律宾公民身份文件的中国公民。\n    *   尽管地方法院曾两次下令释放他，并指出此举侵犯了他作为菲律宾公民的权利，但移民局已对这些命令提出上诉，并尚未执行释放。\n    *   值得注意的是，Joseph Sy同时担任菲律宾工商会矿业委员会的主席。\n\n### 潜在影响\n*   如果中国公民因这些警告而减少前往菲律宾的旅行，预计将对两国间的贸易额、相互投资以及高等教育领域的学生交流产生负面影响，导致相关活动放缓。",
      "shortSummary": "中国已发布四次对菲律宾的旅行警告，理由是公共安全不稳定和针对中国公民的犯罪。分析师认为，这可能导致中菲两国在贸易、投资和高等教育领域的交流放缓。警告发布的背景之一是菲律宾移民局拘留了一名涉嫌非法获取公民身份的中国籍矿业高管。",
      "translated_title": "中国对菲律宾的旅行警告将对两国商业关系意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has issued four travel advisories warning of risks in the Philippines since April, with analysts saying that two-way trade, investment and higher education exchanges could slow if they are heeded by Chinese citizens.\nThe latest notice, issued by the Ministry of Foreign Affairs on August 30, described public security in the Philippines as “unstable” with “numerous crimes targeting Chinese citizens”. A similar advisory went out on April 1, and the Ministry of Education issued warnings in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/f0ebe6d1-ec67-4bd8-8695-8f0fd05be915_7fff10ed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "股市上涨建立在充满风险的叙事之上 (原标题: Stock market rally is built on narrative that is loaded with risk)",
      "link": "https://www.scmp.com/business/banking-finance/article/3325465/stock-bulls-everywhere-beware-us-market-rally-narrative-loaded-risks?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 04:31:17 +0000",
      "isoDate": "2025-09-14T04:31:17.000Z",
      "creator": "Bloomberg",
      "summary": "# 股市上涨：风险与乐观并存\n\n## 当前市场情绪与S&P 500指数\n*   美国股市看涨情绪高涨，华尔街策略师纷纷上调S&P 500指数目标，该指数屡创新高。\n*   尽管市场普遍乐观，但即使是最看涨的分析师也清醒地认识到，一系列潜在问题可能终结当前的上涨势头。\n\n## 主要风险因素\n*   **估值过高**：当前市场估值处于本世纪以来的最高水平之一。\n*   **人工智能主题的潜在裂痕**：对人工智能热潮的担忧日益浮现。\n*   **贸易战影响**：前总统唐纳德·特朗普的贸易战可能造成的持续损害。\n*   **政府债务负担**：不断膨胀的政府债务。\n*   **劳动力市场疲软**：劳动力市场出现走弱迹象。\n\n## 专家观点\n*   CFRA首席投资策略师Sam Stovall指出，所有新高都是积极的，除了最后一个。他预计涨势将继续，部分原因是美国股市与其他发达股票市场同时创下新高，这在历史上是一个强劲信号。\n*   华尔街许多人将这些担忧视为招股说明书中的风险因素——它们真实存在且策略师和投资者都知晓，但并未因此却步。\n\n## 机构展望\n*   近期，德意志银行、巴克莱银行、富国银行、美国银行和Yardeni Research等多家机构上调了S&P 500指数的目标价。\n*   高盛和摩根士丹利也发布了对2026年的看涨展望，预计美联储将于9月17日开始的降息可能进一步刺激股市上涨。\n\n## 市场图片\n![纽约证券交易所（NYSE）的交易员，摄于2025年9月12日。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/14/40ac3720-7124-4694-a071-96c60ecd515a_c80f2ae3.jpg)\n*纽约证券交易所（NYSE）的交易员，摄于2025年9月12日。图片来源：路透社*",
      "shortSummary": "美国股市正经历强劲上涨，S&P 500指数屡创新高，多家华尔街机构上调目标价。然而，这种乐观情绪伴随着显著风险，包括高估值、AI主题潜在问题、贸易战影响、政府债务和劳动力市场疲软。尽管存在这些担忧，许多分析师仍看好市场前景，预计美联储即将开始的降息将进一步推动涨势。",
      "translated_title": "股市上涨建立在充满风险的叙事之上",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/14/40ac3720-7124-4694-a071-96c60ecd515a_c80f2ae3.jpg",
          "alt": "Floor traders at the New York Stock Exchange (NYSE) on September 12, 2025. Photo: Reuters",
          "title": "Floor traders at the New York Stock Exchange (NYSE) on September 12, 2025. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Bullish sentiment towards stocks is rampant in the US, as one Wall Street strategist after another raises their target for an S&P 500 Index that is repeatedly setting records.\nYet as optimism about further gains has solidified into something resembling a consensus, even the most bullish are clear-eyed about a growing list of issues that could potentially stop the party. With valuations at among the richest levels of this century, the most commonly cited risks for a hard market landing include...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/14/ef02606c-4f9c-40d3-99b0-be8318522a0f_799738bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "海南和香港如何能相互借鉴，共同成功 (原标题: How Hainan and Hong Kong can build on each other’s success)",
      "link": "https://www.scmp.com/opinion/hong-kong-opinion/article/3325041/how-hainan-and-hong-kong-can-build-each-others-success?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 21:30:08 +0000",
      "isoDate": "2025-09-13T21:30:08.000Z",
      "creator": "Ken Chu",
      "summary": "# 海南与香港：互补共赢的新篇章\n\n海南省与香港特别行政区今年早些时候签署的谅解备忘录，标志着中国这两个关键门户进入了双向协调和共同抱负的新阶段。这份备忘录涵盖金融、贸易与投资、数据、旅游和人才交流等多个领域，强调了两者未来深度交织的关系。\n\n## 海南的发展与潜力\n\n*   **自贸港政策：**\n    *   今年8月，中国在海南自由贸易港启动了跨境资产管理试点，初期配额为100亿元人民币，允许海外机构和个人投资共同基金等金融产品。\n    *   预计到12月，海南将实施独立的关税运作，对超过6600种产品实行零关税制度。\n*   **角色定位：**\n    *   这些发展不应被解读为对香港国家经济地位的激烈竞争。相反，海南的角色是补充香港，而非取代。\n    *   海南自贸港扩展了国家的工具箱，为香港提供了一个机会，使其从单一的门户转变为跨境金融未来共同发展的可信赖伙伴。\n\n## 香港的独特优势与支持\n\n*   **世界级金融体系：**\n    *   海南的改革要取得成功，需要强化、结构和全球连通性，而这正是香港世界级金融体系发挥作用的地方。\n    *   根据证券及期货事务监察委员会的数据，去年香港的资产及财富管理行业管理着35.1万亿港元（约合4.5万亿美元）的资产，其中超过一半是为海外投资者管理的。\n*   **专业服务：**\n    *   香港在基金管理、法律服务和风险管理等领域的优势，对于扩大海南寻求吸引的跨境资金流动至关重要。\n    *   资金可能流入海南，但仍需要可信赖的托管机构和基础设施。香港可以提供这种支撑，赋予全球公认的信誉。\n\n## 多元化合作领域\n\n*   **旅游业：**\n    *   谅解备忘录为旅游等合作开辟了新途径。将海南庞大的免税生态系统与香港的高端服务业相结合，可以促使国际旅客规划一次性游览两地的行程。\n*   **文化休闲产业：**\n    *   此外，在文化和休闲产业中开展品牌合作等联合努力，可以提升中国南方的区域竞争力。\n\n![顾客在海南海口国际免税城购物。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/10/3fbed2fa-c575-4c59-a690-2f2e2168498f_b458fa52.jpg)\n*顾客于12月31日在海南海口国际免税城购物。图片来源：新华社*",
      "shortSummary": "海南与香港通过签署谅解备忘录，进入了双向协调的新阶段，旨在相互借鉴、共同成功。海南的自由贸易港政策，包括跨境资产管理试点和零关税制度，将与香港世界级的金融体系及其在基金管理、法律服务和风险管理方面的优势形成互补。双方合作领域广泛，不仅限于金融，还包括旅游和文化休闲产业，以共同提升区域竞争力，将香港从单一门户转变为跨境金融发展的可信赖伙伴。",
      "translated_title": "海南和香港如何能相互借鉴，共同成功",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/10/3fbed2fa-c575-4c59-a690-2f2e2168498f_b458fa52.jpg",
          "alt": "Customers shop at Haikou International Duty Free City in Haikou, Hainan province, on December 31. Photo: Xinhua",
          "title": "Customers shop at Haikou International Duty Free City in Haikou, Hainan province, on December 31. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The memorandum of understanding signed earlier this year between Hainan province and Hong Kong is more than a mere policy document. It’s a signal that two of China’s key gateways have entered a new phase of two-way coordination and shared ambition. Spanning multiple sectors such as finance, trade and investment, data, tourism and talent exchange, the memorandum underscores the deeply intertwined future of both places.\nIn August, China launched a cross-border asset management pilot in the Hainan...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/a1b7d72b-4ddb-431f-bd20-a8d51bfa8a1f_4202c0bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国承诺“保障支持”私人投资，提振信心 (原标题: China vows to ‘safeguard support’ for private investment, boost confidence)",
      "link": "https://www.scmp.com/news/china/article/3325431/china-vows-safeguard-support-private-investment-boost-confidence?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 11:00:11 +0000",
      "isoDate": "2025-09-13T11:00:11.000Z",
      "creator": "Holly Chik",
      "summary": "### 中国国务院承诺提振私人投资\n\n中国国务院已承诺采取多项措施，旨在消除阻碍私人投资的隐性壁垒，并解决私营企业家的担忧。此举是中国经济为实现年度增长目标和稳定就业市场所做的努力的一部分。\n\n#### 国务院常务会议要点\n\n*   **会议主持与目标：** 由李强总理主持的国务院常务会议强调，要为民营企业创造一个公平竞争的市场环境，使其能够“放心地、有利可图地”进行投资。\n*   **私人投资的重要性：** 会议明确指出，私人投资是“稳定就业和经济的关键”。\n*   **核心措施：** 必须“采取切实措施扩大市场准入，解决瓶颈问题，并保障对他们的支持”。\n\n#### 重点支持领域与具体措施\n\n*   **投资机会拓展：** 重点将包括扩大在新质生产力、新兴服务和新型基础设施等领域的投资机会。\n*   **资金支持：** 将通过中央预算拨款及其他渠道增加对私人投资的支持。\n*   **具体建议：**\n    *   为中小企业预留一定比例的政府采购份额。\n    *   增加中央预算拨款，以进一步支持私人投资项目。",
      "shortSummary": "中国国务院承诺消除阻碍私人投资的隐性壁垒，解决私营企业家担忧，以提振信心，稳定经济和就业。会议强调营造公平竞争市场，扩大市场准入，解决瓶颈，并增加对新质生产力、新兴服务和新型基础设施等领域的支持，包括通过中央预算拨款和政府采购配额等具体措施。",
      "translated_title": "中国承诺“保障支持”私人投资，提振信心",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s State Council has vowed to remove hidden barriers holding back private investment and also address the concerns of private entrepreneurs, as the world’s second largest economy intensifies efforts to meet its annual growth target and stabilise the job market.\nThe council – China’s cabinet – held an executive meeting on Friday chaired by Premier Li Qiang. The meeting emphasised the goal of creating a fair and competitive market environment, where private enterprises could invest...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/13/d38c8283-ff0f-41f0-9409-c93d408b3174_b2c977d0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国通过向女性科研人员提供生育补贴，一举解决两大难题 (原标题: China tackles 2 problems at once with birth subsidy for women in science)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325294/china-tackles-2-problems-once-birth-subsidy-women-science?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 08:00:14 +0000",
      "isoDate": "2025-09-13T08:00:14.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 上海推出女性科研人员生育补贴计划\n\n### 背景与目标\n中国正致力于解决两大重要的政策优先事项：一是构建“生育友好型社会”，二是壮大其科学人才队伍。为响应这些目标，上海市推出了一项补贴计划，旨在支持女性科研人员在生育后重返工作岗位。\n\n### 计划详情\n*   **计划名称**：该计划名为“科研回归计划”（Keyan Return Plan）。\n*   **发起方**：由上海市妇女科学技术协会于上周启动。\n*   **目的**：根据当地政府附属媒体《解放日报》报道，该计划旨在解决女性科研人员在平衡母亲职责与科研工作需求时所面临的职业挑战。\n*   **首批覆盖单位**：中国科学院上海分院将成为首批纳入该计划的单位。\n*   **资助内容**：首批20位符合条件的新妈妈将每人获得一笔一次性科研资助，金额为5万元人民币（约合7,010美元）。\n\n### 申请资格\n申请人需满足以下条件：\n*   年龄：40岁以下。\n*   生育时间：在过去两年内生育。\n*   学历：持有博士学位。\n*   职称：拥有副高级或以上专业技术职称。\n*   研究领域：必须从事“高影响力研究”，涉及前沿技术、经济重点、国家需求或公共卫生领域，并具备可证明的成就。\n\n### 意义\n尽管该计划的初期覆盖范围有限，但一些女性科研人员表示，她们认为这是一个重要的进步。\n\n### 相关图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/01/08/Thu_Clean_B.jpg?itok=3f0UePL1)",
      "shortSummary": "上海推出“科研回归计划”，通过向符合条件的女性科研人员提供5万元人民币的一次性生育补贴，以期同时解决中国鼓励生育和壮大科技人才队伍两大政策优先事项。该计划旨在帮助女性科研人员平衡育儿与科研工作，申请者需满足年龄、学历、职称及研究领域等条件。尽管初期覆盖有限，但此举被视为一个积极的进步。",
      "translated_title": "中国通过向女性科研人员提供生育补贴，一举解决两大难题",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/01/08/Thu_Clean_B.jpg?itok=3f0UePL1",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "In an attempt to jointly address two major policy priorities for China – fostering a “birth-friendly society” and bolstering its scientific talent pool – Shanghai has introduced a subsidy programme to support female researchers returning to work after childbirth.\nThe Keyan Return Plan was launched last week by the Shanghai Women’s Association for Science and Technology to address career challenges faced by women in science – particularly those that arise while balancing the demands of motherhood...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/51dd0064-485c-489f-a67a-acb12ba4baaa_123097e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "德国巴伐利亚州欢迎中国投资，州部长表示 (原标题: Germany’s Bavaria welcomes Chinese investment, state minister says)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325351/germanys-bavaria-open-chinese-investment-despite-eu-tensions-state-minister-says?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 06:00:24 +0000",
      "isoDate": "2025-09-13T06:00:24.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 德国巴伐利亚州欢迎中国投资\n\n## 历史背景\n*   五十年前，巴伐利亚基督教社会联盟主席弗朗茨·约瑟夫·施特劳斯访问北京，成为首位会见中国领导人毛泽东的西德政治家。\n*   据德国媒体报道，施特劳斯当时向德国总理赫尔穆特·施密特寄了一张明信片，称“北京值得一游”。\n*   施密特随后于同年成为首位访问中国的德国领导人。\n\n## 当前形势与巴伐利亚州的立场\n*   半个世纪后，角色发生转变，中国开始在巴伐利亚州进行投资。\n*   尽管中国与欧盟之间的紧张关系日益加剧，布鲁塞尔对中国在欧洲日益增长的经济影响力感到不安，但巴伐利亚州经济事务部长胡伯特·艾万格向《南华早报》表示，该州仍然欢迎来自中国的投资。\n\n## 反对保护主义\n*   艾万格承认欧洲需要建立更强的经济韧性和自给自足能力。\n*   但他同时指出，保护主义和孤立主义并非解决方案。\n*   他强调：“这不仅适用于中国，也适用于我们保持密切关系的其他主要经济体，如美国或日本……我们继续欢迎许多投资巴伐利亚的中国公司。”",
      "shortSummary": "五十年前，西德政治家施特劳斯访问中国，开启了德中交流。如今，尽管欧盟对中国经济影响力日益警惕，巴伐利亚州经济事务部长胡伯特·艾万格表示，该州仍欢迎中国投资。他强调，保护主义和孤立主义并非解决之道，巴伐利亚州将继续欢迎投资当地的中国企业，如同对待美国和日本等其他主要经济体一样。",
      "translated_title": "德国巴伐利亚州欢迎中国投资，州部长表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "Fifty years ago, Christian Social Union in Bavaria chairman Franz Josef Strauss visited Beijing, becoming the first West German politician to meet Chinese leader Mao Zedong.\nAccording to German media reports, the late conservative politician sent a postcard to Helmut Schmidt, Germany’s chancellor at the time and head of the rival Social Democratic Party, saying “Beijing is worth a trip.” Schmidt became the first German leader to visit China later that year.\nA half-century later, the roles have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/d8849f84-0b01-4969-8f69-b8ec2a0bfbae_29ae9b76.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "苹果在中国的影响力如何下滑——以及这对其他跨国公司意味着什么 (原标题: How Apple’s grip on China slipped – and what it means for other multinationals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325358/how-apples-grip-china-slipped-and-what-it-means-other-multinationals?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 15:00:08 +0000",
      "isoDate": "2025-09-12T15:00:08.000Z",
      "creator": "Kandy Wong,Alice Li",
      "summary": "## 苹果在中国市场面临的挑战\n\n*   **消费者热情减退：** 曾被中国消费者誉为“科技界春晚”的苹果新品发布，如今已不再受到往日般的狂热追捧。许多消费者，如曾不惜飞往香港抢购最新iPhone的谭慧，现在对苹果产品的新闻不再关注，且自iPhone 14后便未再购买新机。\n*   **创新乏力：** 43岁的会计师谭慧表示，她曾视苹果为“先驱和变革者”，但现在认为新款iPhone“几乎没有区别——变得乏味”。这种对创新不足的感知是导致消费者热情下降的关键因素。\n*   **销售业绩下滑：** 像谭慧这样对苹果产品热情减退的中国消费者数量日益增多，直接导致了该科技巨头近年来在中国市场的销售表现不佳。\n\n## 对其他跨国公司的更广泛影响\n\n*   **地缘政治风险与供应链重构：** 随着华盛顿方面对企业施压，要求其在国内投资，以及跨国公司为规避地缘政治风险而考虑将制造业迁出中国，中国作为全球供应链枢纽和主要收入来源地的角色正受到严格审视。苹果在中国市场面临的挑战，可能预示着其他跨国公司未来在中国运营时也可能遇到类似的困境和战略调整需求。",
      "shortSummary": "苹果在中国市场的吸引力正在减弱。曾被视为创新先锋的苹果，因产品缺乏显著创新，导致中国消费者热情消退，销售业绩下滑。这不仅反映了中国消费者对苹果态度的转变，也预示着在地缘政治风险和国内投资压力下，中国作为供应链和收入中心对其他跨国公司的重要性可能面临重新评估。",
      "translated_title": "苹果在中国的影响力如何下滑——以及这对其他跨国公司意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "Apple’s launch season has arrived, an occasion once treated like a festival in China and hailed by enthusiasts as the “Spring Festival Gala of the tech world”.\nTan Hui used to be one of the devoted, closely following every iPhone launch and going all out to secure the latest model. At times, she would even fly two and a half hours from her home in Sichuan province to Hong Kong – where new models sometimes went on sale earlier than on the mainland – to ensure she was one of the first to get her...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/1a20cac5-8453-4c62-8bb8-7b631ab5439d_543a65a3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易协议能否及时达成，可能取决于下周的马德里会议 (原标题: Why a timely US-China trade deal could hinge on next week’s Madrid meetings)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325370/why-timely-us-china-trade-deal-could-hinge-next-weeks-madrid-meetings?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 13:00:10 +0000",
      "isoDate": "2025-09-12T13:00:10.000Z",
      "creator": "Luna Sun,Ralph Jennings,Kandy Wong",
      "summary": "## 马德里会议对中美贸易谈判的重要性\n\n随着中美两国90天的贸易休战期在两次延期后即将于11月到期，下周在马德里举行的会谈被分析人士视为具有决定性意义。此次会议不仅将影响两国元首习近平和唐纳德·特朗普举行峰会的可能性，还将决定双方能否达成一项持久的解决方案，而非仅仅是又一次不稳定的缓和。\n\n### 会议背景与参与者\n\n*   **休战期临近**：中美贸易休战期在两次90天延期后，正接近其11月的到期日。\n*   **第四轮主要会谈**：北京和华盛顿之间的第四轮主要贸易会谈定于下周在西班牙首都马德里举行。\n*   **高级别官员会晤**：美国财政部长斯科特·贝森特将与中国副总理何立峰及其他高级官员会面，此消息已由贝森特办公室证实。\n\n### 讨论的关键议题\n\n美国财政部表示，两国代表将讨论“共同关心的关键国家安全、经济和贸易问题”，其中包括：\n\n*   **TikTok**：热门短视频应用TikTok的未来和相关问题。\n*   **反洗钱网络合作**：就威胁美国和中国的洗钱网络进行合作。\n\n### 专家观点与峰会前景\n\n前美国贸易谈判代表、现新加坡东南亚研究所高级访问学者斯蒂芬·奥尔森指出：\n\n*   **讨论需深化**：如果中美两国希望在11月10日之前取得超越仅仅是又一次延期的成果，那么讨论的节奏、速度和深度都必须加强。\n*   **分歧犹存**：两国在主要问题上仍存在巨大分歧。\n*   **峰会风险**：如果马德里会议未能取得具体进展，特朗普“希望的峰会”与习近平能否保持“可行的可能性”尚不明确。\n\n### 潜在的习特会安排\n\n此前有报道称，特朗普可能在前往10月30日至11月1日在韩国举行的亚太经济合作组织（APEC）峰会之前访问中国，或者在APEC会议期间与习近平会晤。",
      "shortSummary": "随着中美贸易休战期临近11月到期，下周在马德里举行的中美高级别会谈至关重要。美国财政部长斯科特·贝森特将与中国副总理何立峰会面，讨论国家安全、经济、贸易、TikTok以及反洗钱等关键议题。分析人士认为，此次会谈结果将决定两国能否达成持久协议，以及两国元首峰会能否顺利举行。若无实质进展，习特会前景堪忧。",
      "translated_title": "中美贸易协议能否及时达成，可能取决于下周的马德里会议",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the fragile US-China trade truce nearing its November expiry date after two 90-day extensions, next week’s talks in Madrid could be decisive – not only in determining the likelihood of a summit between presidents Xi Jinping and Donald Trump, but also whether the two sides can agree to a lasting settlement rather than another shaky detente, according to analysts.\nA fourth round of major trade talks between Beijing and Washington is set to unfold next week in the Spanish capital, with US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/698a36a5-f39a-471e-9a7c-c765dcce831b_611966e8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将通过10个区域试点计划改进关键资源的市场化利用 (原标题: China to improve market-based use of key resources with 10-region pilot plan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325315/china-improve-market-based-use-key-resources-10-region-pilot-plan?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 10:00:14 +0000",
      "isoDate": "2025-09-12T10:00:14.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国关键资源市场化利用试点计划\n\n## 计划概述\n中国已启动一项为期两年的综合试点计划，旨在推进其市场化经济发展目标，重点是改善技术、土地和数据等关键资源的市场化配置。该计划将在10个具有重要经济意义的区域实施。\n\n## 核心目标与背景\n*   **目标：** 消除制度障碍，提高资源配置效率，促进高质量发展。\n*   **机制：** 允许市场在生产要素的定价和分配中发挥决定性作用。\n*   **背景：** 全球第二大经济体（中国）的增长仍面临压力。\n\n## 试点区域\n选定的10个区域“具备开展改革的有利条件，且具有高度代表性”，包括：\n*   北京通州区\n*   粤港澳大湾区\n*   浙江和江苏省的部分地区\n*   四川省成都市\n*   重庆市\n\n## 改革意义\n国家发展和改革委员会副主任李春林指出，这些有针对性的试点计划反映了中国深化要素市场改革的努力。要素市场是生产要素买卖的市场，对建设统一的全国市场和建立高水平社会主义市场经济至关重要。\n\n李春林强调，尽管改革开放以来中国大多数商品和服务的定价和流通已实现市场化，但要素市场体系仍不发达，阻碍了市场在资源配置中的决定性作用。\n\n## 创新与新质生产力\n该试点计划不仅关注土地、劳动力和资本等传统要素，还鼓励参与区域在以下方面探索创新方法：\n*   **新资源分配与货币化：** 数据、算力、空域和轨道频谱。\n*   **推动：** 加速“新质生产力”的发展（这是习近平主席去年提出的经济概念）。",
      "shortSummary": "中国启动一项为期两年的10区域试点计划，旨在深化市场化改革，改善技术、土地、数据等关键资源的配置效率。该计划将消除制度障碍，让市场在资源定价和分配中发挥决定性作用，以促进高质量发展。它不仅关注传统要素，还鼓励探索数据、算力等新资源的分配与货币化，以加速“新质生产力”发展，对建设统一大市场和高水平社会主义市场经济至关重要。",
      "translated_title": "中国将通过10个区域试点计划改进关键资源的市场化利用",
      "images": [],
      "contentSource": "完整文章",
      "content": "To advance China’s goal of developing its market-oriented economy, a comprehensive two-year pilot programme has been launched in 10 economically significant regions – aiming to improve the market-based allocation of key resources such as technology, land and data.\nThe undertaking seeks to remove institutional barriers, improve resource-allocation efficiency, and promote high-quality development by allowing markets to play a decisive role in pricing and distributing factors of production, as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/dce30e72-1fb9-4312-801d-eee40da0fba2_3defaa27.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "泡泡玛特希望Labubu粉丝能喜欢其Popop品牌的黄金首饰 (原标题: Pop Mart hopes Labubu fans take a shine to its Popop-branded gold jewellery)",
      "link": "https://www.scmp.com/business/companies/article/3325333/pop-mart-hopes-labubu-fans-take-shine-its-popop-branded-gold-jewellery?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 09:15:12 +0000",
      "isoDate": "2025-09-12T09:15:12.000Z",
      "creator": "Cao Li",
      "summary": "## 泡泡玛特推出Popop品牌黄金首饰\n\n全球最有价值的玩具制造商泡泡玛特（Pop Mart）近日推出了一系列新的黄金首饰，旨在利用其玩具日益增长的人气。\n\n### 产品详情\n*   **品牌名称**：Popop珠宝品牌。\n*   **产品类型**：包括黄金珠子、吊坠、金条和饰品。\n*   **特色角色**：新系列产品以泡泡玛特的主要角色之一Baby Molly为特色。\n*   **销售地点**：目前已在北京和上海的泡泡玛特门店有售。\n*   **价格范围**：商品定价在980元人民币（约合137美元）至56,800元人民币之间。\n*   **预告**：泡泡玛特已于上周在官方微信账号上预告了此次黄金首饰的发布。\n\n### 此前珠宝业务拓展\n*   泡泡玛特于今年1月首次涉足珠宝领域，通过Popop品牌推出了银项链、手链和戒指，价格范围在399元至2,000元人民币。\n\n### 市场反应与公司估值\n*   **股价表现**：黄金珠宝系列的推出为公司在香港上市的股票带来了提振。股价在早盘一度飙升超过4%，最终收盘上涨1.2%，报276.80港元。\n*   **年度涨幅**：截至目前，公司股价今年已累计上涨超过200%。\n*   **公司估值**：泡泡玛特的估值高达478亿美元，远高于其全球竞争对手，例如Hello Kitty制造商三丽鸥（Sanrio，126亿美元）、变形金刚制造商孩之宝（Hasbro，112亿美元）以及芭比娃娃制造商美泰（Mattel，58亿美元）。\n\n### 产品展示\n\n![Pop Mart’s Popop-branded Baby Molly gold products are displayed at the Grand Gateway 66 Plaza in Shanghai on Friday. Photo: Daniel Ren](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/12/914592a2-61d3-4d8c-a05b-714158a3e039_dafdbc9b.jpg)\n*泡泡玛特Popop品牌的Baby Molly黄金产品于周五在上海港汇恒隆广场展出。图：Daniel Ren*",
      "shortSummary": "泡泡玛特（Pop Mart）推出Popop品牌的黄金首饰，以Baby Molly角色为特色，价格从980元至56,800元人民币。此举是继今年1月推出银饰后的又一业务拓展。新产品发布提振了公司股价，使其香港上市股票收盘上涨1.2%，年初至今涨幅超200%。泡泡玛特目前估值达478亿美元，远超三丽鸥、孩之宝等竞争对手。",
      "translated_title": "泡泡玛特希望Labubu粉丝能喜欢其Popop品牌的黄金首饰",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/12/914592a2-61d3-4d8c-a05b-714158a3e039_dafdbc9b.jpg",
          "alt": "Pop Mart’s Popop-branded Baby Molly gold products are displayed at the Grand Gateway 66 Plaza in Shanghai on Friday. Photo: Daniel Ren",
          "title": "Pop Mart’s Popop-branded Baby Molly gold products are displayed at the Grand Gateway 66 Plaza in Shanghai on Friday. Photo: Daniel Ren",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Pop Mart, the world’s most valuable toymaker, rose on Friday after the company launched a new line of gold jewellery to cash in on the growing popularity of its toys.\nThe company started selling gold beads, pendants, bars and ornaments under its Popop jewellery brand, featuring one of its main characters, Baby Molly, at its stores in Beijing and Shanghai, according to a statement on Pop Mart’s official WeChat account. The items are priced between 980 yuan (US$137) and 56,800 yuan.\nPop Mart had...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/1d25cc00-2217-4501-8cb0-c084fd4c6490_e463e445.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "扫雪割草机器人为中国科技扩张铺平道路 (原标题: Snow-blowing, lawn-mowing robots clear the way for China’s tech expansion)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325292/snow-blowing-lawn-mowing-robots-clear-way-chinas-tech-expansion?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 08:00:09 +0000",
      "isoDate": "2025-09-12T08:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国消费机器人企业出海寻新机\n\n中国消费机器人初创企业正在海外市场寻找新的增长机遇，这为国内制造商提供了一种新的发展模式，帮助它们摆脱国内产能过剩和恶性价格战带来的困境。\n\n### 竞争优势与发展模式\n\n行业内部人士和分析师指出，这些新兴机器人公司正利用以下优势进行竞争：\n\n*   **成熟的供应链：** 依托国内完善的供应链体系。\n*   **快速的产品迭代周期：** 能够迅速更新和改进产品。\n*   **技术与速度：** 在技术创新和产品上市速度上占据优势。\n*   **市场转化：** 快速将技术创新转化为市场份额和定价权。\n\n### 典型案例：Yarbo公司\n\n深圳的Yarbo公司凭借其混合型扫雪割草机器人系列脱颖而出，该产品专为应对极端严寒和暴风雪而设计，用于清理家庭花园和车道。\n\n#### Yarbo的成就与市场表现\n\n*   **众筹纪录：** 在众筹平台Kickstarter上，两年内成功筹集345万美元，创下消费机器人领域的纪录。\n*   **产品交付：** 已交付首批1000台设备。\n*   **预售订单：** 去年获得了超过6000份预售订单，产品价格介于4000至7000美元之间。\n\n#### 技术创新亮点\n\nYarbo的成功得益于其在技术上的持续投入和创新，包括：\n\n*   **定制低温电池：** 确保设备在严寒环境下正常运行。\n*   **自适应刀片：** 提高作业效率和适应性。\n*   **八次快速产品迭代：** 不断优化产品功能，例如增加了自加热电池和无线充电功能。",
      "shortSummary": "中国消费机器人初创企业正积极拓展海外市场，以应对国内产能过剩和价格战。它们利用成熟供应链和快速迭代能力，在技术和速度上竞争。深圳Yarbo公司是典型代表，其混合型扫雪割草机器人已在Kickstarter上成功筹集345万美元，并交付首批产品，去年获得6000多份预售订单，展现了中国科技企业出海的新模式。",
      "translated_title": "扫雪割草机器人为中国科技扩张铺平道路",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer robotics start-ups are finding new growth opportunities in overseas markets, providing a new development model for the country’s manufacturers as they attempt to escape problems wrought by excess capacity and destructive price wars at home.\nThese up-and-coming robotics firms are leveraging mature supply chains and rapid product iteration cycles to compete on technology and speed, industry insiders and analysts said, quickly turning tech innovation into market presence and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/2297e5d3-b395-4c9f-96b0-c17047da4d41_8c23073b.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-16T19:15:30.290Z"
}