{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中美贸易战下中国转向其他供应商，美国农民面临严峻前景 (原标题: US farmers face tough outlook as China switches suppliers amid trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315484/us-farmers-face-tough-outlook-china-switches-suppliers-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-23T13:00:08.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中美贸易战对美国农业出口的影响\n\n*   **中国农产品进口急剧下降**\n    *   专家指出，由于中美贸易战以及北京对两国关系长期不确定性的担忧，中国对美国农产品的需求发生了显著转变。\n    *   根据最新中国海关数据，2023年5月，中国从美国进口的一篮子农产品总价值同比暴跌超过43%。\n    *   随着中美关税战的影响显现，多个类别的农产品出货量几乎完全停止。\n\n*   **具体产品跌幅显著**\n    *   美国新鲜去骨牛肉和食用高粱的进口量同比下降超过97%。\n    *   玉米和未梳棉纱的进口量分别下降超过93%和94%。\n    *   美国冷冻牛肉的进口量下降了约一半。\n    *   多种冷冻和保鲜鸡肉的进口量下降超过60%。\n\n*   **长期影响与专家观点**\n    *   这种需求转变可能对全球供应链产生深远影响，特别是对长期以来作为关键出口市场的美国农业部门。\n    *   专家认为，中国为实现食品供应多元化而采取的措施将“难以逆转”，中美农产品贸易可能永远无法完全恢复。\n\n*   **贸易战背景**\n    *   在5月中旬达成临时“贸易休战”协议并缩减大部分额外关税之前，双方在4月曾通过一系列快速的报复性措施，将彼此商品的关税提高了100%以上。",
      "shortSummary": "受中美贸易战影响，中国对美国农产品的进口在2023年5月急剧下降。数据显示，多种美国农产品进口量同比暴跌超过43%，部分产品如牛肉、高粱、玉米和棉纱跌幅甚至超过90%。专家认为，中国为分散食品供应来源而采取的措施难以逆转，美国农产品对华出口可能无法完全恢复，这将对美国农业部门产生深远影响。",
      "translated_title": "中美贸易战下中国转向其他供应商，美国农民面临严峻前景",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of a slew of US agricultural products plunged dramatically in May, and it is possible the trade may never fully rebound as Beijing’s moves to diversify its food supplies will be “difficult to unwind”, experts said.\nThe shift in Chinese demand sparked by the trade war and Beijing’s concerns about long-term uncertainty in its relationship with America could have deep implications for global supply chains – and particularly for the US farm sector, for which China has long been a key...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/4701248f-72d5-4ce1-b61b-96fa267d6758_dd869e9b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京要求中国船只在霍尔木兹海峡期间每日报平安，以应对安全风险 (原标题: Beijing tells China ships in Strait of Hormuz to phone home amid safety risks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315527/beijing-tells-china-ships-strait-hormuz-phone-home-flags-shipping-safety?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 12:00:38 +0000",
      "isoDate": "2025-06-23T12:00:38.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国要求霍尔木兹海峡船只每日报平安\n\n### 背景与原因\n\n鉴于美国周末对伊朗进行空袭后，伊朗正在考虑关闭霍尔木兹海峡这一关键石油贸易路线，地区紧张局势升级，中国已要求所有穿越该区域的国内船只每日报平安。\n\n### 具体要求\n\n*   **生效时间**：立即生效。\n*   **适用范围**：所有穿越霍尔木兹海峡、阿曼湾和波斯湾的中国航运公司和船舶管理公司。\n*   **报告频率**：每日提交报告。\n*   **报告内容**：需包含船只名称、IMO编号、类型、船旗、载重、出发港和目的港、计划航行时间、船员人数以及在该区域的每日动态。\n*   **数据追溯**：中国船东协会（CSA）还要求提供自去年年初以来在该区域航行的船只数据。\n\n### 发布机构与目的\n\n此通知由交通运输部下属的中国船东协会（CSA）于周一在线发布。协会指出，红海地区持续的紧张局势已对周边水域的航运安全造成广泛而深远的影响，收集这些关键区域的信息对于确保国家利益至关重要。\n\n### 直接触发事件\n\n此前一天，伊朗国家媒体报道称，在美国轰炸该国核设施后，伊朗议会支持关闭霍尔木兹海峡的措施，进一步加剧了与以色列的冲突升级。",
      "shortSummary": "鉴于美国空袭后伊朗考虑关闭霍尔木兹海峡，以及红海地区持续的紧张局势，中国已要求所有穿越霍尔木兹海峡、阿曼湾和波斯湾的国内船只每日提交详细报告。此举由中国船东协会发布，旨在确保国家航运安全和利益。报告内容包括船只信息、航行计划及每日动态，并追溯去年以来的数据。",
      "translated_title": "北京要求中国船只在霍尔木兹海峡期间每日报平安，以应对安全风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "Check in once a day so we know you’re OK – that is the message China has sent to all domestic shipping vessels traversing the Strait of Hormuz, as Iran mulls closure of the key oil trade route following air strikes by the United States at the weekend.\nEffective immediately, all shipping companies and ship-management firms must submit daily reports with specific details from vessels transiting not only the Hormuz – a critically important shipping chokepoint – but also the Gulf of Oman and the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/7acc2040-cad3-48d7-99b7-6a82ca435705_a0ea6c49.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "霍尔木兹海峡：中国为何担忧以色列-伊朗战争对全球经济构成威胁 (原标题: Strait of Hormuz: why China fears Israel-Iran war poses threat to global economy)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3315519/china-calls-de-escalation-israel-iran-war-warns-risks-global-economy?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 11:25:37 +0000",
      "isoDate": "2025-06-23T11:25:37.000Z",
      "creator": "Phoebe Zhang,Kandy Wong",
      "summary": "# 霍尔木兹海峡：中国对以色列-伊朗战争威胁全球经济的担忧\n\n中国已敦促国际社会加大努力，缓和伊朗与以色列之间的冲突，并警告称冲突的后果可能损害全球经济。此举是在德黑兰威胁封锁霍尔木兹海峡——全球最重要的航运路线之一——之后发出的。\n\n## 关键担忧与影响\n\n*   **能源与贸易危机风险：** 分析人士指出，霍尔木兹海峡承担着全球约20%的石油和天然气流量。一旦被封锁，可能导致石油和天然气价格急剧上涨，从而引发全球能源和贸易危机。\n*   **中国立场：** 中国外交部发言人郭继坤在周一的例行记者会上强调了波斯湾及其邻近水域对全球商品和能源贸易的战略重要性。他表示：“维护该地区的安全与稳定符合国际社会的共同利益。”\n*   **伊朗的威胁：** 在美国周末对其核设施发动军事打击后，伊朗议会批准了一项关闭霍尔木兹海峡的措施。尽管最终决定权掌握在该国的最高国家安全委员会和最高领袖阿亚图拉·阿里·哈梅内伊手中，但此举已加深了全球能源贸易的担忧。\n*   **美国呼吁中国：** 此前，美国国务卿马可·卢比奥曾呼吁中国利用其外交影响力说服伊朗放弃此举。",
      "shortSummary": "中国敦促国际社会缓和以色列与伊朗冲突，警告其可能威胁全球经济。伊朗威胁封锁霍尔木兹海峡（全球20%油气流量），恐引发能源和贸易危机。中国外交部强调该地区对全球贸易的重要性。伊朗议会已批准封锁措施，美国呼吁中国利用影响力劝说伊朗。",
      "translated_title": "霍尔木兹海峡：中国为何担忧以色列-伊朗战争对全球经济构成威胁",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has urged the international community to step up efforts to de-escalate the conflict between Iran and Israel, warning that the fallout could damage the global economy as Tehran threatens to block the Strait of Hormuz – one of the world’s most important shipping routes.\nA blockade of the strait, which handles roughly 20 per cent of global oil and gas flows, could dramatically push up oil and natural gas prices, risking a global energy and trade crisis, analysts said.\nSpeaking at a regular...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/1f1fa744-101b-4245-8388-ca0f8b898049_bea0791e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对伊朗的打击是否给了中国战略优势？ (原标题: Have Trump’s Iran strikes given China a strategic advantage?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315485/have-trumps-iran-strikes-given-china-strategic-advantage?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-23T11:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "美国直接介入以色列-伊朗冲突，可能加剧其获取关键资源（特别是稀土矿物）的努力，分析人士认为，这一发展可能增强中国在与华盛顿地缘政治和经济竞争中的地位。\n\n**核心观点与分析**\n\n*   **中国战略优势的潜在提升**：分析人士指出，美国在中东的直接军事介入，可能促使其更迫切地寻求关键资源，尤其是稀土矿物。这可能在美中持续的地缘政治和经济竞争中，提升中国的地位。\n*   **资源分配与压力缓解**：华南理工大学公共政策研究所助理研究员许卫军表示，中东局势的潜在升级将迫使美国在该地区投入更多战略资源，从而减少其在印太地区与中国竞争的资源，进而减轻中国所面临的压力。\n*   **稀土在贸易谈判中的杠杆作用**：许卫军进一步指出，稀土是中美贸易谈判的一个关键焦点，对现代技术和国防工业至关重要，被认为是美国的战略脆弱点。随着中东紧张局势的加剧，华盛顿获取这些资源的紧迫性可能会增加，从而赋予北京在谈判桌上更大的筹码。\n\n**事件背景**\n\n*   美国总统唐纳德·特朗普于周六宣布，美国已对伊朗的三个核设施进行了“非常成功的袭击”。\n*   德黑兰已誓言报复，并威胁关闭重要的霍尔木兹海峡。\n\n**地区与贸易影响**\n\n*   这次袭击加剧了各国对地区紧张局势进一步升级的担忧，并在美中贸易关系停滞不前之际，加深了华盛顿在海外的军事介入。\n*   中国和美国在关税及其他贸易问题上仍处于紧张僵局，最近在伦敦举行的谈判也未取得实质性进展。",
      "shortSummary": "分析人士认为，美国直接介入中东冲突可能增强中国在与华盛顿竞争中的战略地位，尤其是在稀土资源方面。中东局势升级将迫使美国分散战略资源，从而减轻对中国的压力。同时，美国对稀土的迫切需求可能赋予中国在贸易谈判中更多筹码。特朗普对伊朗的袭击加剧了地区紧张，而美中贸易关系仍处于停滞状态。",
      "translated_title": "特朗普对伊朗的打击是否给了中国战略优势？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The US’ direct engagement in the Israel-Iran conflict over the weekend could intensify its drive to secure critical resources – particularly rare earth minerals – a development that could strengthen China’s position in its ongoing geopolitical and economic rivalry with Washington, analysts said.\nA potential escalatory spiral in the Middle East could push forward trade negotiations between the world’s two largest economies, said Xu Weijun, an assistant research fellow at South China University of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/a959f0a6-c84c-46b2-8552-f214fdd332ef_cd45c93c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国应尽快推出人民币支持的稳定币，北京被敦促 (原标题: China needs yuan-backed stablecoins ‘sooner rather than later’, Beijing urged)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315469/china-needs-yuan-backed-stablecoins-sooner-rather-later-state-media-urges-beijing?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 09:00:09 +0000",
      "isoDate": "2025-06-23T09:00:09.000Z",
      "creator": "Leopold Chen",
      "summary": "# 中国对人民币稳定币的需求与监管呼吁\n\n一篇发表在官方媒体《证券时报》上的文章指出，北京必须积极主动地“适应稳定币的趋势”，等待并非一个可行的选择，因为美国已经占据了先机。文章同时呼吁领导层考虑制定稳定币监管立法，并强调稳定币在推动人民币国际化方面的潜在作用。\n\n### 核心观点与专家共识\n\n*   **紧迫性：** 《证券时报》（人民日报旗下的刊物）援引专家和业内人士的普遍观点，认为作为一种新兴支付工具，稳定币的独特优势和潜在风险不容忽视，因此人民币支持的稳定币应“宜早不宜迟”地发展。\n*   **稳定币定义：** 与比特币和以太坊等波动性较大的加密货币不同，稳定币将其价值锚定于法定货币或其他储备资产，旨在结合加密货币的效率与传统货币的可靠性。\n\n### 机遇与风险并存\n\n*   **金融风险：** 文章警告称，允许稳定币在缺乏监管的情况下泛滥，将损害中国的金融体系。\n*   **国际化机遇：** 然而，放弃这种高效的结算工具，可能意味着错失人民币国际化的“黄金机遇”。文章指出：“对于正在推动人民币全球使用的中国而言，积极监管稳定币，从而促进人民币国际化，可能是一个更好的解决方案。”\n*   **跨境交易优势：** 稳定币能够降低资本和时间成本，使跨境交易更加便捷。\n\n### 中国大陆与香港的对比\n\n*   **香港的进展：** 作为中国的特别行政区，香港已经通过了一项稳定币监管框架，旨在建立针对港元挂钩稳定币的发行人许可制度，该制度预计将于八月生效。\n*   **大陆的现状：** 与香港形成对比的是，加密货币交易在中国大陆仍然被法律禁止。",
      "shortSummary": "中国官方媒体敦促北京尽快推出并监管人民币支持的稳定币，以适应全球趋势并促进人民币国际化。文章指出，美国已抢占先机，中国不应等待。专家认为稳定币是高效的支付工具，虽有风险但能降低跨境交易成本，对人民币国际化是“黄金机遇”。尽管中国大陆禁止加密货币交易，香港已通过港元稳定币监管框架。",
      "translated_title": "中国应尽快推出人民币支持的稳定币，北京被敦促",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing must be proactive in “adapting to the trend of stablecoins”, and waiting is not an option as the US has a head start, warns an article on Monday in state media that simultaneously calls for leadership to consider legislation regulating stablecoins while hyping up their potential role in making the yuan a more global currency.\nSecurities Times, a publication under party mouthpiece People’s Daily, said experts and industry insiders “generally believe that, as an emerging payment tool, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/ef7e8e98-f75c-4215-aa39-de14014398da_d3ffbac4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国陷入困境的房地产行业是投资者遗忘的危机 (原标题: Why China’s ailing housing sector is the crisis investors forgot)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3315439/chinas-housing-woes-demand-action-even-if-investors-look-away?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-23T08:30:08.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 中国房地产市场：被遗忘的危机\n\n**1. 市场前景与最新数据对比**\n*   **初期乐观情绪消退**：S&P全球评级公司在5月11日的一份报告中曾对中国房地产市场持谨慎乐观态度，认为该行业“终于接近稳定”，并指出一线城市新房和二手房价格同比跌幅收窄。实际上，去年底，受北京更强有力的刺激措施影响，月度价格已开始上涨。\n*   **稳定仍遥不可及**：然而，最新数据显示，房地产行业的稳定仍难以实现。上个月，全国70个城市的新房和二手房价格分别以七个月和八个月以来最快的月度速度收缩。\n*   **投资与销售下滑**：房地产投资同比下降12%，新房销售下降3.3%，跌幅均超过4月份。在一线城市中，上海是唯一一个月度价格增速加快的城市。\n\n**2. 刺激措施效果减弱与行业困境**\n*   **刺激效应消退**：去年货币和财政刺激方案带来的提振作用正在减弱，而房屋去库存方面进展甚微。\n*   **“银行挤兑”风险**：野村证券认为，中国房地产市场正面临“银行挤兑”的局面，因为许多陷入困境的开发商资金不足，无法按时交付预售房屋。\n\n**3. 投资者认知偏差**\n*   **危机被忽视**：尽管房地产市场面临严峻挑战，但投资者似乎“遗忘了”这场危机。本月早些时候，在摩根大通亚洲信贷市场会议上，只有1%的受访投资者认为中国经济是今年亚洲债务市场的最大威胁。近60%的投资者将地缘政治和更高的贸易关税列为最重大风险。\n*   **忽视原因**：\n    *   **未引发全面衰退**：中国房地产危机从未导致全面衰退，这主要归因于近年来强劲的出口表现以及自2010年以来最宽松的金融条件。\n    *   **被视为特殊事件**：华尔街一直将这场危机视为一个特殊事件，认为其对全球市场影响甚微或没有影响。\n\n**4. 相关视频内容**\n*   **恒大兴衰**：文章提及一个视频，标题为“消失的仙境之梦：中国恒大如何崛起，然后崩溃”，时长08:36。这反映了中国房地产行业中一些主要参与者所经历的剧烈波动。\n    ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/01/29/Evergrande-clean-thumb_3.jpg?itok=lAHCWmn8)",
      "shortSummary": "中国房地产市场面临严峻挑战，尽管此前有稳定迹象，但最新数据显示价格、投资和销售均加速下滑。去年刺激措施效果减弱，野村证券甚至将其比作“银行挤兑”。然而，投资者普遍忽视这场危机，仅少数人认为中国经济是亚洲债务市场的主要威胁。这主要是因为危机尚未引发全面衰退，且被华尔街视为对全球市场影响有限的特殊事件。",
      "translated_title": "为什么中国陷入困境的房地产行业是投资者遗忘的危机",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/01/29/Evergrande-clean-thumb_3.jpg?itok=lAHCWmn8",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "As recently as last month, S&P Global Ratings struck a cautiously optimistic tone on the outlook for China’s housing market. In a report on May 11, S&P said the sector “is finally approaching stabilisation”, pointing to shallower year-on-year declines in prices of new and second-hand homes in Tier 1 cities. In fact, on a monthly basis, prices began to grow in the final months of last year in response to Beijing’s more forceful stimulus measures.\nHowever, a cursory glance at the latest data on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/4f7f5376-078a-4123-bcdb-59ae20cc8e33_96c6f968.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对伊朗的打击和霍尔木兹海峡的担忧加剧全球经济紧张 (原标题: Global economy jitters grow after Trump’s Iran strikes, Strait of Hormuz fears)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315463/trumps-strikes-irans-strait-hormuz-threat-fuel-global-economy-fears-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 06:59:44 +0000",
      "isoDate": "2025-06-23T06:59:44.000Z",
      "creator": "Sylvia Ma,Alice Li",
      "summary": "## 全球经济因中东紧张局势而承压\n\n中东地区日益增长的不确定性给全球市场前景蒙上阴影，分析师警告称，霍尔木兹海峡的潜在关闭可能导致原油价格飙升，加剧美国通胀，并使美联储的降息计划复杂化。\n\n### 主要影响与担忧：\n\n*   **原油价格上涨风险**：\n    *   伊朗威胁关闭霍尔木兹海峡，该海峡是全球五分之一石油供应的咽喉要道。\n    *   中泰证券分析师何家华指出，尽管当前地缘政治紧张局势出现在油价整体下跌期间，短期影响有限，但如果伊朗兑现威胁，油价可能飙升至每桶100-120美元。\n*   **宏观经济影响**：\n    *   美国通胀可能加剧。\n    *   美联储的降息计划可能受阻。\n*   **资产表现**：\n    *   黄金有望直接受益于地缘政治冲击，因其避险属性。\n    *   中国资产可能相对受到保护，受影响较小。\n\n### 市场情绪与分析师观点：\n\n*   **中金公司（CICC）**：\n    *   不能排除避险情绪的上升和反复出现。\n    *   市场在冲突早期阶段可能难以准确评估局势升级的可能性。\n    *   短期内，随着各方进行报复性打击和强硬言辞交锋，风险溢价可能会被推高。\n*   **美国行动**：\n    *   美国总统唐纳德·特朗普此前宣布，美军已“彻底摧毁”伊朗的三个核设施。\n    *   作为回应，德黑兰威胁将袭击波斯湾的美国基地并关闭霍尔木兹海峡。\n\n**注意：文章内容中未包含任何有效的图片链接，因此摘要中不包含图片。**",
      "shortSummary": "特朗普对伊朗的打击和霍尔木兹海峡的担忧加剧了全球经济紧张。分析师警告，霍尔木兹海峡若关闭，可能推高油价至100-120美元，加剧美国通胀，并扰乱美联储降息计划。黄金将受益于避险情绪，而中国资产可能相对安全。市场面临避险情绪上升和风险溢价走高的挑战。",
      "translated_title": "特朗普对伊朗的打击和霍尔木兹海峡的担忧加剧全球经济紧张",
      "images": [],
      "contentSource": "完整文章",
      "content": "Surging uncertainty in the Middle East has clouded the outlook for global markets, with analysts warning that a potential shutdown of the Strait of Hormuz could send crude prices higher, intensify US inflation and complicate the Federal Reserve’s rate-cut plans.\nGold stands to benefit more directly from geopolitical shocks, while Chinese assets could remain relatively shielded, they added.\n“Looking ahead, we cannot rule out a rise and recurrence of risk aversion,” the China International Capital...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/e0ec8051-d857-4f95-aafe-631dff00302d_f48cece6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "霍尔木兹海峡为何重要——以及封锁对中国和亚洲意味着什么 (原标题: Why Strait of Hormuz matters – and what a blockade could mean for China, Asia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315447/why-strait-hormuz-matters-and-what-blockade-could-mean-asia-world?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 05:01:11 +0000",
      "isoDate": "2025-06-23T05:01:11.000Z",
      "creator": "Kandy Wong",
      "summary": "## 霍尔木兹海峡的重要性及其对中国和亚洲的影响\n\n### 背景\n\n伊朗议会已批准一项关闭霍尔木兹海峡的措施，此举是在美国周末对其核设施发动军事打击之后作出的。尽管最终决定权掌握在伊朗最高国家安全委员会和最高领袖阿亚图拉·阿里·哈梅内伊手中，但此举已加剧了全球能源贸易的担忧。\n\n### 霍尔木兹海峡的位置与关键性\n\n*   **地理位置：** 霍尔木兹海峡是连接波斯湾和阿曼湾之间的一条狭窄水道，宽度约为33公里，是全球重要的海上咽喉。\n*   **全球能源流量：** 根据美国能源信息署的数据，该海峡处理着全球约20%的石油和天然气流量，是全球能源供应的关键通道。\n\n### 对亚洲市场的重要性\n\n*   **主要目的地：** 2024年，通过霍尔木兹海峡运输的原油、凝析油和液化天然气中，估计有84%的原油和凝析油以及83%的液化天然气流向亚洲市场。\n*   **主要消费国：** 中国、印度、日本和韩国是亚洲地区的主要目的地，它们合计占通过该战略水道的所有原油和凝析油流量的69%。\n*   **潜在影响：** 任何对该海峡供应的干扰都可能对这些高度依赖中东能源的亚洲市场造成最严重的影响。\n\n### 对中国的影响\n\n*   **全球最大石油进口国：** 中国自2017年超越美国以来，已成为全球最大的石油进口国，其超过70%的石油供应依赖进口。\n*   **中东依赖：** 中国约一半的石油进口量来自中东地区，这使得霍尔木兹海峡的稳定对中国的能源安全至关重要。",
      "shortSummary": "伊朗议会批准关闭霍尔木兹海峡，引发全球能源贸易担忧。该海峡是连接波斯湾和阿曼湾的狭窄水道，处理全球约20%的石油和天然气流量。2024年，通过该海峡的石油和天然气大部分流向亚洲市场，其中中国、印度、日本和韩国是主要目的地。作为全球最大石油进口国，中国约一半的石油来自中东，因此任何封锁都将对其能源供应产生重大影响。",
      "translated_title": "霍尔木兹海峡为何重要——以及封锁对中国和亚洲意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "Iran’s parliament has approved a measure to close the Strait of Hormuz after the United States launched military strikes on its nuclear facilities over the weekend. The final decision rests with the country’s Supreme National Security Council and Supreme Leader Ayatollah Ali Khamenei – but the move has already deepened fears for the global energy trade.\nIn this explainer, we examine why this matters and what the implications of a blockade would be.\nWhere is the Strait of Hormuz? Why is it so...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/9921cfcf-9afe-4731-a1ba-2044e8166f7d_115655b3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国银行股上涨点燃社交媒体，投资者担心错失良机 (原标题: Chinese banks’ stock rally lights up social media as investors fear missing out)",
      "link": "https://www.scmp.com/business/banking-finance/article/3315298/chinese-banks-stock-rally-lights-social-media-fomo-grips-investors?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 00:30:11 +0000",
      "isoDate": "2025-06-23T00:30:11.000Z",
      "creator": "Cao Li",
      "summary": "## 中国银行股上涨点燃社交媒体，投资者担心错失良机\n\n近期，中国银行股的强劲上涨吸引了从香港到上海和深圳的散户投资者，成为中国内地社交媒体上最热门的话题之一，许多人都在询问是否为时已晚，错过了入场机会。\n\n### 市场表现\n*   追踪中国工商银行（ICBC）、中国建设银行（CCB）、中国银行及其同业的基准指数在香港上涨了24%，在内地市场上涨了17%。\n*   这些涨幅超越市场，并且是在2024年取得16年来最佳回报之后实现的，表现尤为突出。\n\n### 上涨原因分析\n分析师指出，银行股上涨的主要原因在于：\n*   **高股息派发：** 银行的高股息吸引了寻求稳定回报的投资者。\n*   **政府债券收益率下滑：** 随着政府债券收益率的下降，银行股的吸引力相对增加。\n*   **保险公司配置增加：** 这两个因素共同促使保险公司将更大比例的资产配置到银行股中。\n*   Jefferies分析师陈淑瑾（Shujin Chen）表示，自2023年以来，银行一直是金融板块的首选。“对于银行而言，最明显和重要的一点是，它们相对更有可能提供稳定的回报，尤其是大型银行。”\n\n### 政策推动\n*   去年，中国政府敦促上市公司每年多次派发股息，并提前在农历新年前派发，以提振市场情绪。\n*   当局还限制了如果公司未能达到股息派发标准，主要股东出售其股份。\n*   许多中国银行积极响应，其中六家主要国有控股银行去年首次派发了中期股息。\n*   一些分析师认为，这些高达60%的股息派发吸引了寻求更高收益资产的保险公司。\n\n### 图片\n![中国建设银行等主要内地银行的股票今年以来持续上涨。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/20/0dc0eeb6-3753-4bec-b490-7bffba0e09b4_ed2458dc.jpg)",
      "shortSummary": "中国银行股近期强劲上涨，在社交媒体上引发热议，投资者担心错失良机。香港市场银行股基准指数上涨24%，内地市场上涨17%，创16年来最佳回报。分析师认为，高股息派发和政府债券收益率下滑吸引了保险公司加大配置。此外，政府鼓励上市公司派发股息的政策也推动了此次上涨，多家银行首次派发中期股息。",
      "translated_title": "中国银行股上涨点燃社交媒体，投资者担心错失良机",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/20/0dc0eeb6-3753-4bec-b490-7bffba0e09b4_ed2458dc.jpg",
          "alt": "Shares of top mainland lenders like China Construction Bank have extended gains this year. Photo: Reuters",
          "title": "Shares of top mainland lenders like China Construction Bank have extended gains this year. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The rally in Chinese bank stocks is captivating retail investors from Hong Kong to Shanghai and Shenzhen, making it one of the hottest topics on mainland social media platforms, with many asking if it is too late to jump on the bandwagon.\nBenchmarks tracking Industrial & Commercial Banking Corp (ICBC), China Construction Bank (CCB), Bank of China and their peers have risen 24 per cent in Hong Kong and 17 per cent in onshore markets. The market-beating gains are even more spectacular, coming...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/dc9a5480-d6d3-4f24-9e49-205584efbe76_969af886.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "金立群回顾亚投行十年风雨兼程的历程 (原标题: Jin Liqun reflects on tumult and triumphs in AIIB’s eventful first decade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315141/jin-liqun-reflects-tumult-and-triumphs-aiibs-eventful-first-decade?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 22:00:14 +0000",
      "isoDate": "2025-06-22T22:00:14.000Z",
      "creator": "Ji Siqi",
      "summary": "## 亚洲基础设施投资银行（亚投行）首个十年回顾\n\n### 引言：金立群的背景与亚投行\n\n*   **金立群**是亚洲基础设施投资银行（AIIB）的行长兼董事会主席，该银行是一家总部设在北京的多边开发贷款机构，成立于2016年。\n*   他自亚投行成立之初就深度参与其发展，并于2020年连任第二个也是最后一个五年任期。\n*   金立群是中国最早在1980年代获得国际金融直接经验的官员之一，曾担任世界银行中国候补执行董事。\n*   他的职业生涯还包括在亚洲开发银行（ADB）、中国国际金融股份有限公司（CICC）和中国投资有限责任公司（CIC）担任高级职务，以及在中国财政部工作近二十年，并升至副部长职位。\n\n### 亚投行的创立理念与使命\n\n*   亚投行在2014年至2015年的构想阶段，有57个创始成员国共同参与筹建。\n*   其基本理念是：发展面临巨大挑战，尽管现有多边开发银行（MDBs）已做出卓越贡献，但仍有大量工作亟待完成。\n*   亚投行的目标是创建一家新银行，填补资金缺口，补充现有机构在促进成员国可持续发展方面的努力。\n*   在过去十年中，亚投行一直秉持这一基本使命。\n\n### 亚投行的运营与成就\n\n*   亚投行在过去十年间，为亚洲及全球的实体和数字基础设施项目提供了融资。\n*   已累计为基础设施项目融资超过600亿美元，其中包括在新冠疫情期间对医疗系统的支持。\n*   亚投行对旨在应对气候变化的项目做出了坚定承诺。\n*   亚洲国家的基础设施需求估计每年约为3至4万亿美元，这是一个巨大的资金缺口。\n*   没有任何一家多边开发银行能够单独填补这一缺口。",
      "shortSummary": "亚洲基础设施投资银行（AIIB）行长金立群回顾了该行成立十年来的发展。亚投行成立于2016年，旨在填补亚洲巨大的基础设施资金缺口，补充现有国际金融机构的努力。在过去十年中，亚投行已为全球基础设施项目融资超过600亿美元，包括支持医疗系统和应对气候变化的项目。金立群强调，亚洲每年3-4万亿美元的基础设施需求巨大，没有任何单一机构能独自满足。",
      "translated_title": "金立群回顾亚投行十年风雨兼程的历程",
      "images": [],
      "contentSource": "完整文章",
      "content": "A veteran of international finance, Jin Liqun is president and chair of the board of directors at the Asian Infrastructure Investment Bank (AIIB), a multilateral development lender headquartered in Beijing and established in 2016. He has been closely involved in the Bank’s evolution since its inception, and was elected to a second and final five-year term in 2020.\nJin was among the first Chinese officials to gain direct experience in international finance in the 1980s, serving as alternate...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/019e92b1-424c-4f05-b40b-de9fd369ddcf_f91ea7c4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国介入以色列-伊朗冲突，中国的中东利益是否面临风险？ (原标题: As US enters Israel-Iran conflict, are China’s Middle East interests at risk?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315387/us-enters-israel-iran-conflict-are-chinas-middle-east-interests-risk?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 09:04:39 +0000",
      "isoDate": "2025-06-22T09:04:39.000Z",
      "creator": "Luna Sun",
      "summary": "美国直接军事介入以色列-伊朗冲突，可能加剧地区紧张局势，并威胁到中国在中东的战略经济立足点。\n\n*   **对中国利益的风险**：\n    *   华南理工大学公共政策研究所助理研究员徐伟军指出，中东紧张局势升级将损害中国在该地区的投资。\n    *   冲突可能威胁关键项目，并扰乱贸易流动和石油进口。\n*   **能源安全担忧**：\n    *   霍尔木兹海峡是中国石油进口的重要航运路线。\n    *   鉴于伊朗对该海峡的地理控制，任何地区冲突的加剧都可能威胁这一关键通道的稳定，对中国的石油进口构成风险。\n*   **美国行动与地区反应**：\n    *   文章提及美国总统唐纳德·特朗普曾表示，美国对伊朗的三个核设施进行了“非常成功的袭击”。\n    *   此次袭击加剧了各国对地区紧张局势进一步升级的担忧。\n    *   也门的胡塞武装和哈马斯（这两个受伊朗支持的组织）均谴责了美国的袭击。\n    *   胡塞武装誓言支持伊朗对抗“犹太复国主义和美国的侵略”。",
      "shortSummary": "美国军事介入以色列-伊朗冲突可能加剧地区紧张，威胁中国在中东的经济利益。分析人士指出，这会损害中国投资，并对霍尔木兹海峡的石油运输构成风险。文章提及美国曾对伊朗核设施进行袭击，引发地区担忧，伊朗支持的胡塞武装和哈马斯对此表示谴责，胡塞武装誓言支持伊朗。",
      "translated_title": "随着美国介入以色列-伊朗冲突，中国的中东利益是否面临风险？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Direct military engagement by the US in the Israel-Iran conflict risks escalating regional tensions and threatens China’s strategic economic foothold in the Middle East, according to analysts.\nXu Weijun, an assistant research fellow at the Institute of Public Policy at South China University of Technology, said rising tensions in the Middle East would undermine China’s investments in the region, with conflict threatening key projects and violence disrupting trade flows and oil imports.\n“In terms...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/22/0a492709-d233-4c12-8cd6-5b70f2ebc259_8b167f7c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“它助我生存”：英国蓬勃发展的华人零工经济内幕 (原标题: ‘It helps me survive’: inside the UK’s thriving Chinese gig economy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315245/chinese-graduates-uk-turn-gig-work-amid-job-crunch-it-helps-me-survive?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 06:00:14 +0000",
      "isoDate": "2025-06-22T06:00:14.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 英国华人零工经济的兴起：以Mark Lin为例\n\n## 背景与困境\nMark Lin于2020年在伦敦一所顶尖大学完成美术学位后，梦想从事艺术行业。然而，由于英国经济在疫情封锁后仍未恢复，他在画廊、机构和经销商处申请了数十个职位，却屡屡碰壁，只收到大量拒绝邮件，没有一个面试机会，资金也迅速耗尽。\n\n## 创业之路\n面对就业困境，当时25岁的Lin决定自食其力。他开始在中文社交平台上发布信息，为在英华人提供跑腿服务，包括：\n\n*   机场接送\n*   宜家家具组装\n*   代办政府文件\n*   遛狗\n*   甚至代为在大学校园打卡\n\n出乎意料的是，他的服务需求量巨大，请求蜂拥而至。\n\n## 业务发展与壮大\nLin的副业迅速发展成为一项蓬勃的生意。\n\n*   **公司注册：** 他于2021年注册了公司。\n*   **签证转换：** 成功将签证类型转换为技术工人签证。\n*   **团队扩张：** 开始雇佣其他年轻华人来处理不断增长的订单。\n*   **收入可观：** 某些月份，他的收入高达8,000英镑（约合10,900美元）。\n\nMark Lin的故事生动地展现了在英国，华人社区内部如何通过零工经济模式，满足特定需求并创造就业机会，从而形成一个蓬勃发展的市场。",
      "shortSummary": "美术毕业生Mark Lin在英国疫情期间求职受挫，资金耗尽。他转而在中文社交平台为在英华人提供跑腿服务，如机场接送、宜家组装等。这项副业意外地需求旺盛，迅速发展成一项成功生意。Lin于2021年注册公司并雇佣员工，月收入可达8,000英镑。他的经历反映了英国华人零工经济的蓬勃发展，为面临就业挑战的华人提供了生存和创业的新途径。",
      "translated_title": "“它助我生存”：英国蓬勃发展的华人零工经济内幕",
      "images": [],
      "contentSource": "完整文章",
      "content": "Mark Lin had always dreamed of a career in the arts. As he finished his fine arts degree at a top London university in 2020, he began applying for dozens of roles at galleries, agencies and dealers across the capital.\nBut the British economy was still reeling after months of pandemic lockdowns, and Lin hit a brick wall. After weeks of effort, he had an inbox full of rejection emails but not a single callback – and he was rapidly running out of money.\nThat is when Lin decided to take a leap of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/042fc44a-9244-49aa-9146-2c4daf261fe6_8eef17ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推出“房产超市”以帮助低迷的住房市场 (原标题: China rolls out ‘property supermarkets’ to help ailing housing market)",
      "link": "https://www.scmp.com/business/article/3315247/chinas-rolls-out-official-property-supermarkets-support-creaking-housing-market?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 03:15:08 +0000",
      "isoDate": "2025-06-22T03:15:08.000Z",
      "creator": "Yuke Xie",
      "summary": "# 中国推出“房产超市”以帮助低迷的住房市场\n\n中国住房市场在5月份再次面临房价下跌和买家情绪低迷的困境。为应对这一挑战，中国当局正在推广“房产超市”——一种线上或线下的平台，供消费者浏览和购买房屋。\n\n## 平台推广与特点\n\n*   **成都模式**：\n    *   上周，成都市推出了一个购房平台，旨在提高购房的透明度和效率。\n    *   该平台与近30家国有和私人开发商合作，在一个移动应用程序上展示了50多个项目。\n    *   用户可以通过该应用联系开发商并追踪销售情况。\n*   **全国范围的推广**：\n    *   此类平台是中国振兴低迷房地产行业更广泛努力的一部分。\n    *   **苏州**等城市也推出了类似举措，其应用中包含了二手房源，并设立了实体店面以吸引买家。\n    *   **山东省**于2月份敦促更广泛地采用此类“超市”模式。\n    *   **威海市**上周也推出了其版本，由当地银行主导，绕过了传统的房产中介。\n\n## 专家观点与优势\n\n*   **概念并非全新**：上海易居房地产研究院副院长严跃进指出，虽然“房产超市”并非全新概念，但越来越多的地方政府正在加速推出，以更好地协调住房供需。\n*   **信任与权威性**：严跃进强调，这些由政府集中管理的平台主要优势在于其可信度和权威性。房源信息经过地方政府审核，有助于最大程度地减少虚假宣传，并降低信息不对称的风险。\n*   **区域差异**：住房超市的特点因地区而异。在某些情况下，只有持有住房券（一种为城市再开发项目中的搬迁居民提供补贴的政策工具）的居民才能访问。目前尚无通过此方法售出单位的集中数据。\n\n## 潜在效益\n\n*   **提高交易效率**：严跃进表示，该模式可以通过整合此前分散在非官方平台上的信息，并捆绑抵押贷款申请、税务支持和房产登记等服务，从而帮助提高交易效率。",
      "shortSummary": "为提振低迷的住房市场，中国正推出“房产超市”——线上或线下平台，供消费者浏览和购买房屋。这些平台旨在提高购房透明度、效率和信任度，通过整合房源信息和相关服务，并由政府或银行主导，有时绕过传统中介。成都、苏州等地已推行此类模式，以更好地匹配供需，重振买家信心。",
      "translated_title": "中国推出“房产超市”以帮助低迷的住房市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "With another decline in housing prices in May and sentiment among buyers remaining subdued, Chinese authorities are rolling out “property supermarkets”, which are online or offline hubs where consumers can view homes.\nChengdu last week became the latest city to launch a homebuying platform in an effort to make homebuying more transparent and efficient. The capital of southwestern China’s Sichuan province partnered with nearly 30 state-owned and private developers to feature more than 50 projects...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/8dfe8ba5-6493-4300-8317-ef57f9a58cb5_d4352231.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国寻求刺激者青睐探险旅游，社交媒体将其引向野外 (原标题: China’s thrill-seekers eye adventure tourism as social media lures them off-grid)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315249/chinas-thrill-seekers-splash-out-adventure-tourism-social-media-lures-them-grid?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 03:00:11 +0000",
      "isoDate": "2025-06-22T03:00:11.000Z",
      "creator": "June Xia",
      "summary": "# 中国探险旅游新趋势：社交媒体引领“脱离电网”之旅\n\n## 概述\n越来越多的中国游客正告别传统的大城市和热门景点，转而寻求偏远、非主流的探险旅游体验。社交媒体在这一转变中扮演了关键角色，激发了他们对“脱离电网”式冒险的浓厚兴趣。\n\n## 旅游偏好转变\n*   **告别传统景点：** 中国游客不再满足于千篇一律的城市风光和大众旅游目的地，这些地方通常充斥着传统游客的照片。他们认为这些地方过于“乏味”。\n*   **拥抱偏远与刺激：** 他们的目光转向了那些偏远、人迹罕至的地区。这些地方往往因社交媒体上的精彩内容而吸引了他们的注意，被视为能够带来独特刺激的体验。\n*   **“一生一次”的体验：** 这些旅行通常被宣传为“一生一次”的经历，旨在帮助人们摆脱日常生活的束缚，沉浸在大自然的美丽和刺激之中，同时仍能保持相对安全的视角。\n\n## 案例分析：黄怡和 (Huang Yihe)\n*   **背景：** 黄怡和是一位28岁的上海外贸公司职员。\n*   **旅行理念：** 她表示，为了避开最受欢迎的景点和目的地，她不惜投入重金。\n*   **对传统地标的看法：** 她对诸如吉隆坡双子塔之类的标志性建筑感到厌倦，认为它们随处可见，缺乏新意，且高度已被其他建筑超越。\n*   **近期探险：** 她最近刚完成了在马来西亚丛林中的一次探险。她的目标是寻找世界上最大的大王花（Rafflesia），这种花因其巨大的尺寸和腐肉般的恶臭而闻名，被称为“尸花”或“臭尸百合”。",
      "shortSummary": "中国游客正日益转向偏远、非主流的探险旅游，而非传统热门景点。社交媒体是激发这一趋势的关键因素，吸引他们寻求“脱离电网”的独特体验。这些旅行旨在让人们沉浸于大自然，摆脱日常束缚。例如，上海的黄怡和为避开大众景点，不惜重金前往马来西亚丛林寻找世界上最大的大王花，她认为传统地标已缺乏吸引力。",
      "translated_title": "中国寻求刺激者青睐探险旅游，社交媒体将其引向野外",
      "images": [],
      "contentSource": "完整文章",
      "content": "Big city lights? Too dull, say bright-eyed Chinese travellers who prefer to dream of far-flung locales – areas more likely to drain their life alongside their bank account. And oh, what a thrill.\nChinese tourists eyeing overseas excursions are increasingly turning their gaze to remote areas – generally away from urban settings and run-of-the-mill tourist destinations that comprise the photo posts of more traditional travellers, and towards off-the-beaten-path locations that, in many cases, wowed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/bbbd277b-c120-4599-b920-a8730fe1364b_44d342dc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国品牌如何在欧洲提升前景？ (原标题: How are Chinese brands boosting their prospects in Europe?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315210/slick-advertising-sports-sponsorships-help-boost-chinese-brands-fortunes-europe?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 07:05:07 +0000",
      "isoDate": "2025-06-21T07:05:07.000Z",
      "creator": "Xiaofei Xu",
      "summary": "中国品牌正在调整其在欧洲的战略，以提升市场前景。文章以小米（Xiaomi）在法国的经历为例进行了阐述。\n\n**小米在法国的初期尝试与撤退：**\n*   **开店与选址：** 小米于2018年在法国开设了首家精品店，选址在巴黎市中心商业区（如夏特莱）。\n*   **消费者认知：** 当时，消费者对小米的品牌形象存在偏见，认为“啊，这是小米，一个中国品牌，质量不好”。\n*   **战略调整与闭店：** 尽管初期有所尝试，但到2022年，小米关闭了其在法国的所有实体店，转而专注于线上销售和与合作零售商及运营商的合作。公司表示，此举是为了调整零售策略，以适应法国消费者的购买行为。\n\n**小米的“卷土重来”计划：**\n*   **全球扩张目标：** 小米计划在今年（2024年）在中国境外开设500家新零售店，尤其是在“发达市场”。\n*   **长期愿景：** 在未来五年内，小米的目标是在海外开设10,000家门店。\n\n这表明中国品牌正在从过去的经验中吸取教训，并采取新的策略，以更好地适应欧洲市场并提升其品牌形象和销售业绩。",
      "shortSummary": "中国品牌正调整在欧洲的策略。文章以小米为例，指出其2018年在法国开店，但因品牌形象和策略调整于2022年关闭所有门店。小米现计划卷土重来，今年将在海外开设500家新店，未来五年目标是10,000家，尤其聚焦发达市场，以提升在欧洲的前景。",
      "translated_title": "中国品牌如何在欧洲提升前景？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Parisian Alexandre Martins still remembers Chinese electronics brand Xiaomi’s old stores in the French capital, where his parents and sister used to shop.\n“They were at good locations, like Chatelet [a commercial area in central Paris] … I used to go scout for stuff and then buy them online,” Martins said.\nThe Chinese tech brand opened its first boutique in France in 2018, but had shut all of its stores in the country by 2022, opting instead to maintain a presence online and with partnered...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/0d5bf495-1ef1-4d8b-b14e-d63d06709f85_cd1f5926.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国江苏的草根足球联赛如何实现经济效益？ (原标题: How is a grass-roots soccer league scoring economic goals in China’s Jiangsu?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315200/how-grass-roots-football-league-scoring-economic-goals-chinas-jiangsu-province?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 03:00:16 +0000",
      "isoDate": "2025-06-21T03:00:16.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 江苏城市足球联赛：草根赛事如何点燃经济活力\n\n江苏省的草根足球联赛，俗称“苏超联赛”，在过去一个月内展现出惊人的活力和经济影响力，令观察者感到意外。\n\n## 赛事盛况与持续影响\n*   足球教练潘鑫对一个月前江苏城市足球联赛开幕赛的氛围印象深刻，并对其持续的吸引力感到惊讶。\n*   开幕赛吸引了大量观众，包括省级高级官员，并有啦啦队助兴，国家媒体也进行了现场直播。\n*   潘鑫表示，虽然开局很棒，但他没有预料到赛事能产生如此持久的影响。\n\n## 观众参与与经济效益\n*   在过去一个月中，这项草根足球联赛吸引了数百万在线观众和数千名球迷涌入体育场。\n*   这种高涨的热情引发了消费热潮，涵盖了从比赛门票到当地特色产品等多个领域。\n*   联赛已成为一个“商业巨头”，重新点燃的足球热情正在强劲地推动消费增长。\n\n## 球迷热情与背景\n*   中国足球迷对这项业余赛事的表现出前所未有的热情，这与他们对国家男足的失望形成了鲜明对比。\n*   此前，中国男足在本月初输给印度尼西亚后，已无缘明年世界杯的亚洲区预选赛。\n\n## 联赛构成\n*   该联赛由13支以城市为基础的球队组成，球员背景多元化。",
      "shortSummary": "中国江苏省的草根足球联赛，俗称“苏超联赛”，在过去一个月内意外地取得了巨大成功。尽管国家队表现不佳，该联赛仍吸引了数百万在线观众和数千名现场球迷，引发了从门票到地方特产的消费热潮。这项由13支城市球队组成的赛事已成为一个商业巨头，其重新点燃的足球热情正在强劲推动当地经济增长。",
      "translated_title": "中国江苏的草根足球联赛如何实现经济效益？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Football coach Pan Xin was impressed by the vibrant atmosphere at the Jiangsu City Football League’s opening match a month ago, but admits to being surprised it has persisted.\nThe game drew a large crowd – including senior provincial officials – with cheerleaders adding a dash of colour, and was broadcast live by state media, he said.\n“It felt like a great start to the event, but I didn’t anticipate such a lasting impact,” said Pan, who coaches a youth football team in Danyang, Jiangsu...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/99913602-9f77-46a9-958a-616118f2f03d_428982d4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "墙上的另一块砖：全球最大乐高乐园七月在上海开业 (原标题: Another brick in the wall: world’s largest Legoland opens in Shanghai in July)",
      "link": "https://www.scmp.com/business/china-business/article/3315296/another-brick-wall-worlds-largest-legoland-opens-shanghai-next-month?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 01:30:14 +0000",
      "isoDate": "2025-06-21T01:30:14.000Z",
      "creator": "Daniel Ren",
      "summary": "## 上海乐高乐园度假区试运营\n\n全球最大的乐高乐园度假区已于周五在上海启动试运营，此举旨在进一步提升上海作为全球主要旅游目的地的地位。\n\n*   **地理位置与投资**：该度假区位于上海西南部金山区，总投资达5.5亿美元。\n*   **预计开业与客流量**：乐高乐园上海度假区预计将于7月5日正式开业。据当地政府官员估计，开业后每年可吸引多达240万游客。\n\n## 规模与特色\n\n该娱乐综合体占地31.8万平方米，拥有丰富的设施和体验：\n\n*   **主题区域**：包含八个主题区域。\n*   **游乐设施**：提供75个互动游乐设施。\n*   **酒店**：设有一家拥有250间客房的酒店。\n*   **积木使用量**：在建造过程中使用了超过8500万块“乐高积木”。\n\n## 对上海旅游业的意义\n\n上海雅恒国际旅行社首席执行官李文杰表示，乐高乐园度假区将成为又一个世界级的游乐园，为上海的旅游业增光添彩。他指出：\n\n*   乐高乐园度假区与上海迪士尼乐园和海昌海洋公园的协同效应，将为游客提供在中国其他城市无法获得的独特、愉快的体验。\n*   乐高乐园度假区的建设始于2021年，是上海致力于将自身打造为主要国际旅游目的地的重要组成部分。\n\n![孩子们在乐高乐园上海度假区开业前与吉祥物合影。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/20/a6e34383-9fd5-441d-8f04-883ecefff935_ac707f82.jpg)",
      "shortSummary": "全球最大的乐高乐园度假区已在上海启动试运营，并计划于7月5日正式开业。该项目位于金山区，耗资5.5亿美元，占地31.8万平方米，拥有八个主题区、75个游乐设施和一家酒店。预计每年可吸引240万游客，将进一步巩固上海作为全球主要旅游目的地的地位，并与迪士尼和海昌海洋公园形成协同效应，提供独特旅游体验。",
      "translated_title": "墙上的另一块砖：全球最大乐高乐园七月在上海开业",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/20/a6e34383-9fd5-441d-8f04-883ecefff935_ac707f82.jpg",
          "alt": "Children pose for a photo with a mascot as they visit Legoland Shanghai Resort ahead of the theme park’s opening on July 5. Photo: Reuters",
          "title": "Children pose for a photo with a mascot as they visit Legoland Shanghai Resort ahead of the theme park’s opening on July 5. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Trial operations started on Friday at the world’s largest Legoland theme park in Shanghai, as the city presses ahead with its goal to boost its status as a major global tourist destination.\nThe US$550 million Legoland Shanghai Resort, located in the southwestern Jinshan district, could attract up to 2.4 million visitors a year once it officially opens on July 5, according to estimates by local government officials.\nThe 318,000-square-metre entertainment complex – featuring eight themed areas, 75...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/1199b606-9799-4d7b-b1af-a36b0c230fcf_04822862.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普缺乏贸易协议如何增强北京的实力？ (原标题: How does Trump’s lack of trade deals strengthen Beijing’s hand?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315199/trump-struggles-secure-trade-deals-has-beijings-hand-been-strengthened?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 01:00:16 +0000",
      "isoDate": "2025-06-21T01:00:16.000Z",
      "creator": "Ralph Jennings",
      "summary": "美国近期在贸易谈判中遭遇挫折，这被分析人士视为可能增强中国在对华贸易谈判中立场的因素。\n\n**美国贸易谈判进展不顺**\n*   美国未能与关键的太平洋沿岸盟友日本达成关税协议。\n*   美国威胁将通知多个国家新的进口关税税率，目前只有与英国的谈判显示出成果。\n*   分析人士认为，这些进展短期内使美国显得弱势，应促使中国在与华盛顿达成协议时采取更强硬的立场。\n\n**特朗普政府的关税行动**\n*   美国总统唐纳德·特朗普曾于4月2日（他称之为“解放日”）对中国进口商品征收超过100%的关税，对世界第二大经济体中国造成了尤其严重的打击。\n*   出于对美国贸易逆差的担忧，特朗普还对许多其他亚洲国家的进口商品征收了两位数的关税。\n*   针对特定国家的“解放日”关税随后被暂停90天（大多数国家暂停至7月9日），以待贸易谈判。\n*   在5月初于瑞士举行谈判后，对中国的关税也被暂停了90天，直至8月12日。\n\n**对中国谈判地位的影响**\n*   香港大学金融学讲席教授陈志武表示，美国威胁通知贸易伙伴新的关税以及美日协议的缺失，将增强北京谈判代表的实力。\n*   陈教授指出，这两点都表明华盛顿今年夏天很难通过谈判实现其目标。\n*   陈志武认为，这类威胁是“绝望的迹象”，将“鼓舞”中国谈判代表。",
      "shortSummary": "美国未能与日本达成关税协议，且仅与英国的贸易谈判取得进展，这使得美国在短期内显得弱势。分析人士认为，这一局面将增强中国在对美贸易谈判中的立场。尽管特朗普曾对中国及其他亚洲国家征收高额关税，但这些关税多被暂停。美国在达成贸易协议上的困难，被视为北京谈判的有利因素。",
      "translated_title": "特朗普缺乏贸易协议如何增强北京的实力？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States failed this week to reach a tariff deal with Japan, a key Pacific Rim ally, and has threatened to notify multiple countries of new duty rates on imports after talks with only one, the United Kingdom, have shown any results.\nThose developments, which made the US look weak in the short term, should prompt China to take a harder line with Washington on reaching a deal, analysts said.\nChina, the world’s second-largest economy, was hit especially hard by US President Donald Trump on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/f6b5fda5-3f84-459a-a0d9-fd341374644f_104dcb42.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对美磁铁出口5月暴跌，受稀土限制影响：数据 (原标题: China’s magnet exports to US slammed in May as rare earth curbs hit: data)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315251/chinas-magnet-exports-us-slammed-may-beijings-rare-earth-curbs-hit-data?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 12:30:13 +0000",
      "isoDate": "2025-06-20T12:30:13.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国磁铁出口大幅下滑\n\n*   **对美出口骤降：**\n    *   根据最新海关数据，中国对美国磁铁出口量在5月份同比暴跌93.3%，环比4月份的246.3吨下降81%，仅为约46.4吨。\n    *   磁铁是中国关键矿产出口的主导产品，其出口量和出口额的急剧下降对全球供应链产生了显著影响。\n*   **整体出口表现：**\n    *   上个月，中国磁铁总出口量同比下降近74.3%，出口额下降超过76.1%。\n*   **出口管制影响：**\n    *   此次出口量大幅下降是北京为反制华盛顿对中国商品征收全面关税而实施出口管制的结果。\n    *   这给美国国防、能源和汽车行业的制造商带来了巨大压力。\n*   **对其他主要市场的影响：**\n    *   对欧洲制造业强国德国的出口量上月同比下降70%。\n    *   对日本的出口量下降了84.1%。\n*   **中方回应：**\n    *   中国商务部发言人何亚东周四表示，中国正在根据相关法律法规加快稀土相关出口许可证的审查，并已批准了一批申请。\n    *   何亚东补充说，中国愿与相关国家加强出口管制方面的沟通对话，积极促进合规贸易的便利化。",
      "shortSummary": "中国对美磁铁出口在5月同比骤降93.3%，受北京实施的出口管制影响，整体磁铁出口量和价值也大幅下滑，对美国国防、能源和汽车等行业造成压力。中国商务部表示正加快稀土出口许可证审批，并愿加强与相关国家在出口管制上的沟通，促进合规贸易。",
      "translated_title": "中国对美磁铁出口5月暴跌，受稀土限制影响：数据",
      "images": [],
      "contentSource": "完整文章",
      "content": "The volume of China’s export shipments of magnets to the US, a chokepoint in the ongoing trade war between the world’s two largest economies, plunged in volume by 93.3 per cent in May, year on year, according to the latest customs data.\nChina exported around 46.4 tonnes of magnets to the US last month. It was also a sharp month-on-month decline of 81 per cent from 246.3 tonnes shipped in April.\nThe total export of magnets, which dominate China’s critical minerals shipments, fell by nearly 74.3...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/d377734a-547e-4c04-bce7-bb16bceedbad_81d7b61d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在多重危机下强调韧性治理而非意识形态 (原标题: Facing multiple crises, China is stressing resilient governance over ideology)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3314615/facing-multiple-crises-china-stressing-resilient-governance-over-ideology?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 12:30:08 +0000",
      "isoDate": "2025-06-20T12:30:08.000Z",
      "creator": "Dominik Mierzejewski",
      "summary": "## 习近平纪念陈云诞辰120周年讲话的转变\n\n中国国家主席习近平最近纪念了中共经济规划奠基人之一陈云诞辰120周年。此次纪念活动基调喜庆，但习近平的讲话预示着修辞上的显著转变。\n\n### 与2015年讲话的对比\n\n*   **2015年（陈云诞辰110周年）**：\n    *   习近平的讲话强调了对马克思主义和共产主义的坚定信念。\n    *   他将陈云描绘成一位严守纪律的党员。\n    *   传递的信息是：意识形态将重新成为习近平第一个任期内中国共产党合法性的主要来源。\n*   **2024年（陈云诞辰120周年）**：\n    *   与2015年讲话中突出的共产主义信念相比，此次讲话中提及相关内容相对稀少。\n    *   取而代之的是关于发展规划和政治韧性的精炼语言。\n\n### 2024年讲话的重点与陈云的新形象\n\n*   **陈云被塑造成治理典范**：习近平将陈云描绘成纪律严明的治理典范，赞扬他以下能力：\n    *   把握关键点。\n    *   花时间思考战略问题。\n    *   同时平衡国家主导和市场导向的经济规划方法。\n*   **强调务实方法**：习近平特别强调了陈云的15字箴言——“不唯上、不唯书、只唯实，交换、比较、反复”。\n    *   他将此箴言作为干部在当今动荡世界中导航的指南。\n    *   这象征着：陈云不仅是一位革命前辈，更是一位在不确定时期拥抱政策逻辑的技术官僚。\n\n### 核心信息\n\n此次讲话表明，在当前面临多重危机的背景下，中国正将重点从意识形态转向韧性治理和基于事实的务实政策。",
      "shortSummary": "习近平在纪念陈云诞辰120周年的讲话中，展现出修辞上的显著转变。与2015年强调共产主义意识形态不同，此次讲话侧重于发展规划、政治韧性和纪律严明的治理。习近平将陈云描绘成一位务实的技术官僚典范，并引用其“不唯上、不唯书、只唯实”的箴言，暗示中国在多重危机下，正从意识形态转向强调韧性治理和基于事实的政策。",
      "translated_title": "中国在多重危机下强调韧性治理而非意识形态",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese President Xi Jinping recently commemorated the 120th birth anniversary of Chen Yun, one of the foundational economic planners of the Communist Party of China. Amid the commemoration’s celebratory tone, Xi’s speech signals a rhetorical shift.\nThe references to communist conviction so prominent in the 2015 address delivered for Chen’s 110th birthday were relatively sparse in Xi’s remarks from earlier this month. Instead, there was polished language relating to development planning and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/484d9620-2938-4738-8297-0e9766f977c7_79bc71e1.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-23T19:15:53.783Z"
}