{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国免签政策成效显著，2025年海外入境人数飙升 (原标题: China’s visa-free policy pays dividends as overseas entries soar in 2025)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317241/chinas-visa-free-policy-pays-dividends-overseas-entries-soar-2025?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 13:00:12 +0000",
      "isoDate": "2025-07-07T13:00:12.000Z",
      "creator": "June Xia",
      "summary": "# 中国免签政策成效显著，海外入境人数飙升\n\n中国扩大对数十个国家公民的免签政策似乎取得了显著成效，大量海外游客涌入，为2025年上半年中国消费提供了急需的提振。\n\n## 主要数据亮点：\n\n*   **整体成效**：免签政策显著促进了海外入境人数增长和国内消费。\n*   **上海**：\n    *   2025年上半年，上海接待海外访客260万人次，同比增长44.8%。\n    *   其中约140万人次通过免签政策入境，是去年同期的三倍多。\n    *   主要客源国包括韩国、日本、美国、泰国和俄罗斯。\n    *   浦东国际机场以237万海外入境人次位居全国首位。\n*   **北京**：\n    *   海外入境总人数达149万人次。\n    *   其中超过84万人次通过免签政策入境，是去年同期的两倍。\n*   **成都**：\n    *   2025年上半年，成都通过免签政策入境的人数达28.7万人次，比2024年上半年增长120%。\n*   **海南**：\n    *   作为中国最大的自由贸易港，海南接待了66.3万外国出入境人次，比2024年增长48%。\n    *   其中约89%通过免签计划入境；海南允许59个国家的公民免签停留30天，这在中国各地区中独具特色。\n\n## 未来展望：\n\n文章指出，尽管取得了显著进展，但仍存在一些瓶颈需要解决。如果这些问题得到妥善处理，中国的入境旅游有望在未来10到20年内达到世界顶级水平。",
      "shortSummary": "中国扩大免签政策在2025年上半年取得了显著成效，海外入境人数大幅增长，提振了国内消费。上海、北京、成都和海南等主要城市和地区均报告了海外访客和免签入境人数的显著增长。其中，上海上半年海外访客达260万，免签入境人数是去年三倍。海南免签入境占比高达89%。尽管仍有瓶颈，但该政策有望在未来使中国入境旅游跻身世界前列。",
      "translated_title": "中国免签政策成效显著，2025年海外入境人数飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s expansion of visa-free entry to nationals from dozens of countries appears to have yielded substantial results, with tourists arriving in droves from overseas and providing a much-needed boost to the country’s consumption in the first half of the year.\nShanghai, the country’s financial hub, saw 2.6 million visits from abroad in the first six months of 2025, up 44.8 per cent year on year according to local authorities. About 1.4 million of them entered China under a visa-free policy, more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/c8f44a88-68fa-43df-8ed2-e217d69a9aac_7d03b7a1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国被敦促采取更大胆的措施来应对价格战、通货紧缩和需求疲软 (原标题: China urged to take bolder steps to tackle price wars, deflation and weak demand)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317239/china-urged-take-bolder-steps-tackle-price-wars-deflation-and-weak-demand?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 10:15:10 +0000",
      "isoDate": "2025-07-07T10:15:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国经济面临的挑战与应对建议\n\n**背景与现状**\n*   中国政府近期旨在遏制价格战的举措，可能有助于缓解通货紧缩压力。\n*   然而，分析师警告称，当前措施不足以解决中国经济面临的更深层次结构性问题。\n*   自2023年第二季度以来，衡量商品和服务价格的中国GDP平减指数一直为负值。\n*   消费者价格指数已连续四个月同比下降。\n\n**通货紧缩的根源与应对不足**\n*   分析师指出，要阻止通货紧缩螺旋，中国当局应解决其根本原因：国内需求疲软。\n*   中金公司（CICC）首席策略师苗延亮在一份研究报告中指出，迄今为止，通过削减供应和减少过剩产能来重振通胀的尝试效果有限。\n*   苗延亮强调，“需求疲软仍然是根本问题。”\n*   尽管政策制定者在去年12月的中央经济工作会议上已将激烈竞争视为一个担忧，但价格反弹的迹象仍然很少。\n\n**导致通货紧缩的深层原因**\n*   苗延亮将当前的通货紧缩螺旋归因于：\n    *   金融和房地产行业的低迷。\n    *   中国家庭收入预期的下降。",
      "shortSummary": "中国政府遏制价格战的措施未能有效解决深层结构性问题。分析师指出，中国经济面临通货紧缩（GDP平减指数和消费者价格持续下降），根本原因是国内需求疲软。尽管尝试通过削减供应来提振通胀，但效果有限。金融和房地产行业低迷以及家庭收入预期下降是导致当前通货紧缩螺旋的关键因素。",
      "translated_title": "中国被敦促采取更大胆的措施来应对价格战、通货紧缩和需求疲软",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s latest push to curb price wars may help ease deflationary pressures, but analysts warn the current measures fall short of addressing deeper structural problems facing the world’s second-largest economy.\nChina’s GDP deflator – a broad measure of prices across goods and services – has been negative since the second quarter of 2023, while consumer prices have fallen for four straight months year-on-year. To stop the deflationary spiral, Chinese authorities should address the cause: weak...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/f88ab3bc-db6c-453f-9ef9-6fce1e9e1b43_4d09de46.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国恢复喷气发动机出口如何让中国C919飞机大获裨益 (原标题: How China’s C919 aircraft could win big from revived US jet engine exports)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317198/china-us-jet-engine-deal-boost-c919-production-comacs-eu-market-ambitions-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 06:00:13 +0000",
      "isoDate": "2025-07-07T06:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 背景与最新进展\n\n*   美国已解除对向中国买家出售美国喷气发动机零部件和技术的禁令。\n*   此举预计将支持中国国产飞机的持续生产，并扩大其进入国际市场的机会。\n*   路透社报道，销售已于上周恢复，此前一项关于出口管制的双边协议得到确认。\n*   该协议允许中国商用飞机有限责任公司（Comac）从通用电气投资的合资企业进口零部件。\n\n### 对C919飞机生产的影响\n\n*   中国目前尚未大规模国产化飞机发动机。\n*   获得发动机供应使商飞能够以当前速度履行C919窄体飞机的数百份订单。\n*   澳大利亚航空分析国际公司首席执行官休·里奇指出，没有这项技术，美国实际上将控制中国飞机的零部件，这对商飞至关重要。\n*   如果没有这些发动机，商飞将需要寻找新的外国供应商或加速开发国产替代品。\n\n### 此前限制的影响与中国长期战略\n\n*   分析师警告称，特朗普政府此前实施的出口限制产生了寒蝉效应。\n*   这种效应可能会坚定北京加速开发国产发动机和其他关键部件的决心。\n*   尽管美国官员在5月曾暂停某些喷气发动机销售和相关技术，但由于C919生产仍处于早期阶段，商飞上海工厂未报告重大中断。",
      "shortSummary": "美国已解除对中国喷气发动机零部件和技术的出口禁令，预计将促进中国C919飞机的生产和国际市场准入。此举使中国商飞能继续履行C919订单，因其尚未大规模国产化发动机。然而，分析师指出，此前美国的出口限制可能已促使北京加速自主研发发动机，以减少对外国技术的依赖。",
      "translated_title": "美国恢复喷气发动机出口如何让中国C919飞机大获裨益",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is expected to sustain production of its home-grown aircraft and expand access to foreign skies, following the United States’ removal of a ban on selling American jet engine parts and technology to Chinese buyers.\nBut analysts cautioned that earlier export restrictions imposed by the Trump administration had a chilling effect – one that could harden Beijing’s resolve to accelerate the development of indigenous engines and other critical components.\nSales resumed last week after a bilateral...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/a811b446-0f0b-462a-be86-db9090ab7c69_f3803437.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚总理阿尔巴尼斯将在访华期间讨论达尔文港出售事宜 (原标题: Australia’s Albanese to address Darwin Port sale on China visit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317184/australias-albanese-address-darwin-port-sale-china-visit?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 04:00:17 +0000",
      "isoDate": "2025-07-07T04:00:17.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯访华议程：达尔文港出售事宜\n\n澳大利亚总理安东尼·阿尔巴尼斯（Anthony Albanese）即将对中国进行第二次正式访问。此次访问除了常规的外交礼节和贸易议题外，一项主要任务将是解释澳大利亚对中国投资的立场，特别是处理关于达尔文港所有权及其潜在政府主导出售的争议。\n\n**主要议题与挑战：**\n\n*   **达尔文港争议：** 阿尔巴尼斯将需要向中方解释澳大利亚在达尔文港问题上的立场。该港口的所有权和潜在出售引发了争议。\n*   **敏感的对话：** 分析人士指出，这将是一次艰难的对话。此前美国对巴拿马运河中资港口采取的行动，已使北京对未来的资产剥离高度警惕。\n\n**访问行程与目的：**\n\n*   **访问日期：** 一位消息人士透露，阿尔巴尼斯将于7月15日左右抵达北京，此举被视为保持两国关系积极发展的“友好姿态”。\n*   **参加展会：** 另一位消息人士称，总理将出席中国国际供应链博览会。该博览会自2023年起每年在北京举行，今年的展期为7月16日至7月20日。\n\n**官方回应：**\n\n*   澳大利亚总理和内阁部（Department of the Prime Minister and Cabinet）在回应置评请求时表示，阿尔巴尼斯的国际活动将“按惯例”公布。",
      "shortSummary": "澳大利亚总理阿尔巴尼斯即将对中国进行第二次正式访问。此行主要任务是讨论达尔文港的所有权和潜在出售争议，这将是一次艰难的对话，因为中方对资产剥离高度警惕。访问旨在保持两国关系积极发展，阿尔巴尼斯还将出席中国国际供应链博览会。",
      "translated_title": "澳大利亚总理阿尔巴尼斯将在访华期间讨论达尔文港出售事宜",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Australian Prime Minister Anthony Albanese arrives in China next week for his second official visit, he will have more than the typical diplomatic niceties to discuss with President Xi Jinping.\nA major task on Albanese’s agenda, besides routine topics like trade, will be to explain his country’s stance on Chinese investment – in particular, addressing the controversy over the ownership and potential government-influenced sale of the Darwin Port – the Post has learned from sources with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/9fdb555e-eb76-4b02-a69c-4c5be6e5005c_b9524798.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么法国为中国对欧洲白兰地的新关税举杯庆祝 (原标题: Why France is toasting China’s new tariff on European brandy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317176/why-france-toasting-chinas-new-tariff-european-brandy?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 02:39:55 +0000",
      "isoDate": "2025-07-07T02:39:55.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 中国对欧洲白兰地征收关税与法国的积极反应\n\n*   **背景与最初预期：**\n    *   中国对欧洲白兰地征收新的反倾销税。\n    *   许多分析师最初预测，此举可能加剧中国与欧盟的紧张关系，并影响即将举行的中欧领导人峰会准备工作。\n\n*   **法国的意外反应：**\n    *   出人意料的是，法国对此表示欢迎，称之为“积极的一步”。\n\n*   **积极反应的原因：**\n    *   北京方面给予了一系列法国干邑（白兰地的一种）生产商豁免权。\n    *   一项协议得以促成，包括轩尼诗（Hennessy）、马爹利（Martell）和人头马（Rémy Martin）在内的主要生产商同意签署一项最低出口价格协议，从而免除了关税。\n\n*   **豁免范围与影响：**\n    *   据法国干邑原产地命名控制总联盟（UGVC）称，这些豁免将覆盖约90%的法国干邑对华出口量（按体积计算）。\n    *   北京公布了34家获得关税豁免的公司官方名单。\n    *   法国业内人士认为，此举可能产生巨大影响。\n\n*   **官方表态：**\n    *   法国外交部长让-诺埃尔·巴罗（Jean-Noël Barrot）在与中国外交部长王毅的联合新闻发布会上，将中方的公告描述为中国与干邑行业之间达成的一项“协议”。\n    *   此举也使得中国外交部长王毅的欧洲之行得以积极收尾。",
      "shortSummary": "中国对欧洲白兰地征收反倾销税，原被认为会加剧中欧紧张。然而，法国对此表示欢迎，因北京给予轩尼诗、马爹利等主要法国干邑生产商豁免权。这些生产商同意遵守最低出口价格协议，从而免除关税。此举覆盖了法国干邑对华出口量的约90%，被法国视为积极进展，缓解了贸易担忧。",
      "translated_title": "为什么法国为中国对欧洲白兰地的新关税举杯庆祝",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s new anti-dumping duty targeting European brandy unexpectedly became the toast of France over the weekend, after Beijing granted exemptions to a string of French cognac makers.\nThe cordial reaction in Paris came as a surprise to many analysts, who had initially predicted that China’s decision to impose the tariff might further raise tensions with the European Union and sour preparations for an upcoming leaders’ summit in Beijing.\nBut French leaders ended up hailing the ruling as a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/182428ba-8b49-4e68-b2f5-229002d28a89_5f786cb5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国投资者在美国许多城市仍能受到热烈欢迎 (原标题: Why Chinese investors can still expect a warm welcome in many US cities)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316992/why-chinese-investors-can-still-expect-warm-welcome-many-american-cities?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 13:00:10 +0000",
      "isoDate": "2025-07-06T13:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 美国地方政府对中国投资的持续欢迎\n\n尽管今年贸易紧张局势加剧，但美国大多数地方政府官员仍然欢迎中国投资项目。中国通用商会芝加哥分会主席倪频指出，潜在投资者在权衡经济利益和地缘政治风险时，城市领导者渴望中国投资来刺激当地经济，尤其是在难以从其他地方获得的制造业项目。\n\n### 投资者关注与市场机遇\n\n*   **地缘政治担忧：** 倪频表示，许多中国投资者希望进入美国市场，但他们更担心地缘政治问题，疑问是“你们这里欢迎我们吗？”\n*   **市场吸引力：** 中国制造商看到了在美国富裕市场赚钱的潜力。\n*   **关税驱动的紧迫性：** 美国总统唐纳德·特朗普对中国进口商品征收的关税，增加了中国企业在美国本土生产以供国内销售的紧迫性。\n\n### 国家层面言论的影响\n\n倪频提到，国家层面政治领导人的“叫嚣和谩骂”已经阻止了一些投资者申请投资许可，因为他们担心地方层面的美国官员也会希望他们远离。\n\n### 地方层面的积极态度\n\n*   **中西部地区：** 美国商业咨询公司Foresight Restructuring的合伙人Ker Gibbs引用其在该地区的个人联系表示，伊利诺伊州和威斯康星州等中西部州的市长们对中国投资“非常乐意接受”。\n*   **具体案例：** 威斯康星州沃索市（人口4万）的市长明确寻求与农业相关的中国投资，鉴于汽车工业在中西部周边地区的突出地位，也可能寻求汽车行业的投资。",
      "shortSummary": "尽管中美贸易紧张，但美国许多地方政府官员仍欢迎中国投资，特别是制造业项目，以刺激当地经济。中国投资者虽担忧地缘政治，但看重美国市场潜力及关税带来的本土生产需求。虽然国家层面言论有所阻碍，但中西部如威斯康星州沃索市等城市，市长们对中国投资持开放和积极态度，尤其在农业和汽车领域。",
      "translated_title": "为什么中国投资者在美国许多城市仍能受到热烈欢迎",
      "images": [],
      "contentSource": "完整文章",
      "content": "Most local government officials in the US still welcome Chinese-invested projects despite a rise in trade tensions this year, a Chinese chamber of commerce leader said this week as potential investors weigh up economic benefits and geopolitical risks.\nCity leaders want Chinese investment to help stimulate their local economies, especially in manufacturing projects that are hard to source elsewhere, said Ni Pin, chairman of the China General Chamber of Commerce branch in Chicago.\n“There are a lot...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/f4c1933b-257e-4520-850f-21666adca037_c73ea8f7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国刺激内需的努力会奏效吗？ (原标题: Will China’s bid to boost domestic demand pay off?)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3316994/will-chinas-bid-boost-domestic-demand-pay?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 12:30:08 +0000",
      "isoDate": "2025-07-06T12:30:08.000Z",
      "creator": "Imran Khalid",
      "summary": "中国正致力于将其经济增长模式从出口和房地产转向以国内需求为核心。这一愿景由国务院总理李强在天津举行的世界经济论坛“夏季达沃斯”会议上重申，他指出中国正在发展成为一个“超大规模的消费强国”。尽管这一再平衡的政策目标已提出十余年，但当前全球需求疲软、供应链转移以及地缘政治紧张局势，使得此时推动消费转型尤为关键。\n\n中国刺激内需的努力目前呈现出喜忧参半的局面：\n\n*   **积极迹象：**\n    *   5月份零售销售额同比增长6.4%，创近18个月来最强劲增长，这得益于“618”购物节和一系列政策激励措施。\n    *   电动汽车购买量激增。\n    *   京东（JD.com）报告家电销售额实现两位数增长。\n    *   5月份零售销售总额达到4.1万亿元人民币（约合5720亿美元）。\n    *   这些数据表明中国家庭正在谨慎地重返市场。\n\n*   **挑战与复杂性：**\n    *   6月份进口连续第二个月下降，表明内部需求虽在恢复，但仍不均衡。\n    *   截至去年，中国人均储蓄率为24.5%，虽低于2022年疫情期间的峰值，但仍处于较高水平。\n    *   6月份采购经理人指数（PMI）微升至49.7，但仍处于收缩区间，这凸显了国内需求作为稳定力量的紧迫性。\n    *   这些数据表明，中国经济正经历消费的稳步回归，但同时受到结构性摩擦的制约，阻碍了经济的全面转型。\n\n*   **结构性制约因素：**\n    *   中国家庭储蓄率高企，这与社会保障网络有限以及对医疗、教育和养老的担忧有关。\n    *   2025年第一季度（注：原文如此，可能为笔误，应为2023年第一季度）可支配收入增长了5.5%，但这一增长尚未转化为广泛的消费者信心。",
      "shortSummary": "中国正努力将经济增长模式转向以国内需求为核心。尽管5月零售销售表现强劲，电动汽车和家电销售增长，但6月进口下降、高储蓄率以及PMI仍处于收缩区间，显示内部需求复苏不均。高储蓄率源于社会保障不足及对医疗、教育、养老的担忧，这些结构性因素制约着消费信心的全面提升。",
      "translated_title": "中国刺激内需的努力会奏效吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the World Economic Forum’s “Summer Davos” meeting in Tianjin last month, Premier Li Qiang said that China is evolving into a “mega-sized consumption powerhouse”. This was more than a rhetorical flourish. It marked a reaffirmation of Beijing’s long-standing ambition to change its growth model, placing domestic demand, rather than exports or real estate, at the heart of the economy.\nThis vision is not new. Policymakers have been talking about rebalancing for over a decade. But the timing of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/06/4c00828b-a835-4e34-a9af-73a8529ad8b1_20087133.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将以创纪录的可再生能源为电网供电，以应对人工智能激增的需求 (原标题: China to power grid with record renewable energy as AI spurs demand)",
      "link": "https://www.scmp.com/news/article/3317136/china-power-grid-record-renewable-energy-ai-spurs-demand?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 11:00:09 +0000",
      "isoDate": "2025-07-06T11:00:09.000Z",
      "creator": "Alice Li",
      "summary": "### 中国可再生能源创纪录增长以满足AI需求\n\n根据国家电网能源研究院的报告，中国预计在今年（2024年）为其国家电网新增创纪录的500吉瓦（GW）可再生能源容量。这一增长主要是为了满足人工智能（AI）快速发展对计算中心电力需求的激增。\n\n#### 新增容量构成：\n\n*   **总新增容量**：预计达到500吉瓦，这将是首次新增可再生能源装机容量超过500吉瓦。\n*   **风力发电**：\n    *   预计新增140吉瓦，创历史新高，占总新增容量的四分之一以上。\n    *   这一新增容量相当于三峡大坝容量的约六倍。\n    *   比去年新增的风电容量增加了77%。\n    *   此举也回应了美国前总统唐纳德·特朗普此前关于中国不使用风能的言论。\n*   **太阳能发电**：\n    *   预计新增380吉瓦。\n    *   比去年新增的太阳能容量增长了35.5%。\n\n此次大规模的可再生能源扩张，旨在为中国日益增长的数字化需求提供清洁、可持续的电力支持。",
      "shortSummary": "中国预计2024年将新增创纪录的500吉瓦可再生能源容量，以满足人工智能（AI）激增的电力需求。其中，风力发电将新增140吉瓦，太阳能发电将新增380吉瓦。这将是中国首次新增可再生能源装机容量突破500吉瓦，标志着其在清洁能源领域的重大飞跃，并回应了外界对中国风电利用的质疑。",
      "translated_title": "中国将以创纪录的可再生能源为电网供电，以应对人工智能激增的需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "China expects to add a record 500 gigawatts (GW) in renewable energy capacity to its national grid this year as the rapid rise of artificial intelligence (AI) increases demand for electricity to power computing centres.\nAccording to a report from the State Grid Energy Research Institute on Friday, over a quarter of that new capacity – or a record 140GW – will come from wind power, a source of energy that US President Donald Trump has suggested China does not use.\n“They make about 95 per cent of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/06/53377c1b-9782-4375-a191-023e91393ed6_5ab6274b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "肯德基、必胜客运营商百胜中国采用人工智能提升效率和盈利能力 (原标题: KFC, Pizza Hut operator Yum China adopts AI to spur efficiency, profitability)",
      "link": "https://www.scmp.com/business/china-business/article/3317135/kfc-pizza-hut-operator-yum-china-embraces-ai-boost-efficiency-profitability?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 07:33:22 +0000",
      "isoDate": "2025-07-06T07:33:22.000Z",
      "creator": "Daniel Ren",
      "summary": "## 百胜中国拥抱AI提升运营效率与盈利能力\n\n百胜中国控股，作为中国大陆肯德基和必胜客餐厅的运营商，正积极深化人工智能（AI）的应用，以期显著提升运营效率和盈利能力，并使门店经理能够更专注于提供卓越的客户服务。\n\n### Q-Smart AI助手及其功能\n\n*   **推出时间**：公司于今年6月推出了其AI驱动的助理系统——Q-Smart。\n*   **核心目标**：首席技术官张蕾（Leila Zhang）表示，Q-Smart旨在帮助减少浪费、提高产品质量并节省劳动力成本。\n*   **具体应用**：该AI系统能够协助员工排班、库存补货以及餐点准备。\n*   **赋能经理**：张蕾强调，AI和机器人技术的主要考量之一是赋能餐厅经理，通过开发AI驱动的数字化工具，提高他们的工作效率，从而腾出更多时间专注于提供卓越的客户服务。\n*   **管理能力**：Q-Smart管理系统能够监控销售数据、调整备餐计划，并提醒员工确认订单。\n\n### 数字化转型与市场表现\n\n*   **数字化先驱**：百胜中国在数字化方面一直走在前沿，早在2015年就成为中国大陆首家采用数字支付系统的快餐连锁店。\n*   **数字订单占比**：去年，数字订单约占其总销售额的90%。\n*   **会员计划**：截至3月31日，其忠诚度会员计划在中国大陆拥有5.4亿消费者。\n*   **门店扩张**：今年第一季度，百胜中国净新增门店247家，使全国门店总数达到16,642家。\n\n### 财务业绩\n\n*   **第一季度销售额**：第一季度销售额同比增长1%，达到29.8亿美元。\n*   **第一季度净利润**：调整后的净收入同比增长1.7%，达到2.92亿美元。\n*   **2024年年度销售额**：2024年年度销售额达到113亿美元，创下自2016年以来的最高纪录。\n\n![一对夫妇于2025年2月走出重庆的一家肯德基餐厅。图片来源：Getty Images](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/06/f2198362-b750-4369-9a29-ff2a95a54edd_7423abb5.jpg)\n*一对夫妇于2025年2月走出重庆的一家肯德基餐厅。图片来源：Getty Images*",
      "shortSummary": "百胜中国（肯德基、必胜客运营商）正通过引入Q-Smart AI助手，进一步提升运营效率和盈利能力。该系统能优化员工排班、库存管理和备餐，使门店经理更专注于客户服务。作为数字化先驱，百胜中国去年数字订单占比达90%，会员数超5.4亿。公司持续扩张，第一季度销售额和净利润均实现增长，2024年销售额创历史新高。",
      "translated_title": "肯德基、必胜客运营商百胜中国采用人工智能提升效率和盈利能力",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/06/f2198362-b750-4369-9a29-ff2a95a58edd_7423abb5.jpg",
          "alt": "A couple walks out of a KFC restaurant in Chongqing in February 2025. Photo: Getty Images",
          "title": "A couple walks out of a KFC restaurant in Chongqing in February 2025. Photo: Getty Images",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Yum China Holdings, the operator of KFC and Pizza Hut restaurants in mainland China, will further embrace artificial intelligence (AI) to improve operating efficiency and profitability and allow its store managers to focus on customer service.\nThe firm, which introduced its Q-Smart AI-powered assistant in June, was expected to help reduce waste, improve quality and save labour costs, chief technology officer (CTO) Leila Zhang said in an interview. The AI-powered system could help with staff...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/06/b340d227-6f9f-4a39-a147-0bd7bbf2f991_8a672678.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "海上派对：为什么中国年轻人爱上邮轮度假 (原标题: Party at sea: why young Chinese have fallen in love with cruise ship holidays)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316973/how-young-chinese-travellers-are-fuelling-cruise-ship-holiday-boom?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 04:00:10 +0000",
      "isoDate": "2025-07-06T04:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国年轻人爱上邮轮度假\n\n**背景与趋势**\n\n*   中国年轻旅行者，特别是高中和大学毕业生，正日益将海洋邮轮作为一种社交旅行方式。分析师发现，这已成为一个显著的增长趋势。\n\n**案例：董文鑫的邮轮组织业务**\n\n*   **创业动机：** 复旦大学MBA毕业生董文鑫（30岁）为了维系与同学的联系，萌生了组织团体邮轮旅行的想法。他认为，在上海这个主要港口城市，邮轮出发频繁，存在将分散各地的同学重新聚集起来的商机。\n*   **运营模式：** 过去三年里，董文鑫组织了多趟为期一周的往返邮轮旅行。团体规模从4人到30人不等，部分行程远至日本。\n*   **旅行费用：** 根据邮轮的豪华程度，每位旅客的费用在3,000元（约合418美元）至10,000元人民币之间。\n\n**邮轮旅行的独特优势**\n\n*   **促进社交：** 邮轮为团体成员提供了独特的联谊环境，拥有丰富的娱乐活动和共享空间，不受限于租住公寓等传统旅行方式的局限。\n*   **活动丰富：** 董文鑫指出，虽然邮轮旅行不同于公路旅行或徒步，但乘客可以在公共空间享受大量活动，这正是其吸引力所在。",
      "shortSummary": "中国年轻人，特别是毕业生，正日益青睐邮轮度假作为社交旅行方式。复旦大学MBA毕业生董文鑫组织邮轮团维系同学关系，印证了这一趋势。邮轮提供独特的集体环境、丰富的娱乐活动和共享空间，有助于团体成员建立深厚联系，成为他们寻求社交体验的理想选择。",
      "translated_title": "海上派对：为什么中国年轻人爱上邮轮度假",
      "images": [],
      "contentSource": "完整文章",
      "content": "After graduating from Fudan University’s prestigious MBA programme this year, Dong Wenxin wants to keep in touch with his fellow students. The 30-year-old figured many former students probably felt the same way – eager to reconnect even when scattered across China.\nLiving in Shanghai, a major global port city with regular cruise ship departures, gave him an idea. Dong saw business potential in organising group trips that would bring former students back together for quality time at sea.\nOver the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/06/ea607991-1aa5-44fa-a420-d1cf44607994_49e10ca2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普想让中国的无人机停飞——但它们是否已高飞到难以触及？ (原标题: Trump wants to ground China’s drones – but have they flown too high to reach?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317044/trump-wants-ground-chinas-drones-have-they-flown-too-high-reach?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 22:00:16 +0000",
      "isoDate": "2025-07-05T22:00:16.000Z",
      "creator": "Leopold Chen,Xiaofei Xu,Ralph Jennings",
      "summary": "### 特朗普政府的无人机行政令\n\n*   美国总统唐纳德·特朗普于6月6日签署了一项行政命令，旨在对全球无人机市场，特别是中国在该市场中的主导地位，产生重大影响。\n*   该命令要求政府机构“在法律允许的最大范围内”优先使用美国本土制造的无人机系统（UAS）。\n*   此外，行政令还承诺削减相关法规，以加速国内无人机生产和开发。\n\n### 对中国无人机市场地位的挑战\n\n*   这并非华盛顿首次试图遏制中国在利润丰厚的无人机领域崛起，但它表明美国并未放弃这场竞争。\n*   尽管如此，分析师和行业内部人士指出，中国在全球无人机市场中的卓越地位，使得美国目前难以将其产品从供应链中移除。\n\n### 行业观点与潜在影响\n\n*   宾夕法尼亚州Proxim公司（一家使用无人机进行商业检查的公司）的董事总经理保罗·尼尔森（Paul Nielsen）认为，这项行政令是一种谈判策略。\n*   但他对其实施前景感到“不安”，并指出全球只有少数几家非中国公司生产无人机。\n*   尼尔森预测，这项禁令可能会提高成本，称这是“基本的经济学原理”。",
      "shortSummary": "美国总统特朗普签署行政令，要求政府优先使用本土无人机，旨在削弱中国在无人机市场的领导地位。然而，分析师认为中国在全球市场的主导地位使得美国难以将其产品移除，且此举可能导致成本上升。全球仅少数非中国公司生产无人机，凸显了挑战。",
      "translated_title": "特朗普想让中国的无人机停飞——但它们是否已高飞到难以触及？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump issues quite a few executive orders. So many, in fact, that one could be forgiven for not keeping up with them all.\nBut amid the rapid-fire policy changes that have come to characterise his administration, one arrived last month that could have drastic implications for the world’s drone market – and China’s role in it.\nThe order, signed June 6, requires government agencies to prioritise using home-grown unmanned aircraft systems (UAS) “to the maximum extent permitted by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/7dafc9f1-0635-4b8d-9642-2b5bcabbfef1_97028d1b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“对我们来说更难”: 中国年轻人在严峻的英国就业市场中挣扎 (原标题: ‘It’s harder for us’: young Chinese struggle to compete in harsh UK job market)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316972/chinese-graduates-struggle-compete-harsh-uk-job-market-its-harder-us?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 12:00:10 +0000",
      "isoDate": "2025-07-05T12:00:10.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 英国就业市场中中国毕业生的困境\n\n文章指出，对于在英国完成学业的中国毕业生来说，在当地就业市场中找到一份稳定的工作面临着严峻的挑战。这不仅是因为英国整体的就业竞争激烈，还因为中国学生面临着额外的文化障碍和签证限制。\n\n### Harley Hu的求职经历\n\n*   **漫长而艰难的求职过程**：25岁的Harley Hu在去年12月完成教育学硕士学位后，开始在英国寻找全职工作。她寄出了200到300份简历，花了整整半年时间才找到一份稳定的工作。\n*   **临时性的解决方案**：Hu目前找到了一份全职的教学工作，但这份工作只能提供暂时的喘息。她的雇主不提供技术工人签证担保，这意味着她需要在2026年底两年期的毕业后工作签证（Post-study work visa）到期前，找到其他留在英国的途径。\n*   **未来的不确定性**：Hu表示，如果无法解决签证问题，她将不得不准备回中国。她的经历反映了许多中国留学生在英国面临的普遍困境。\n\n### 普遍面临的挑战\n\n*   **激烈的就业竞争**：英国的毕业生就业市场竞争异常激烈，青年失业率高达14.3%。\n*   **中国学生的额外障碍**：与来自其他国家的国际学生相比，中国毕业生往往面临更大的挑战，这主要是由于一系列文化障碍。\n*   **数据对比**：英国政府数据显示，中国国际学生毕业后的职业发展轨迹与其他国家的学生存在显著差异，进一步凸显了他们面临的独特困境。",
      "shortSummary": "文章指出，在英国完成学业的中国毕业生在当地就业市场面临严峻挑战。以Harley Hu为例，她花费半年时间才找到工作，但因雇主不提供签证担保，未来仍面临回国风险。这反映了中国学生在英国就业的普遍困境，他们不仅要应对14.3%的青年失业率带来的激烈竞争，还要克服文化障碍，且政府数据显示其就业轨迹与其他国际学生存在显著差异。",
      "translated_title": "“对我们来说更难”: 中国年轻人在严峻的英国就业市场中挣扎",
      "images": [],
      "contentSource": "完整文章",
      "content": "After finishing her master’s degree in education last December, Harley Hu began looking for a full-time job in the United Kingdom. The search proved to be far more gruelling than she had expected.\n“I sent out maybe 200 or 300 CVs,” the 25-year-old told the Post. “It took half a year to find something stable.”\nAfter six months of juggling part-time work as a Chinese language tutor, Hu has now secured a full-time role in teaching. But the job only provides a temporary respite, as her employer does...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/f5209206-828e-4866-b869-85c15ffc0811_5bc83fee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "太阳能里程碑：中国在行业突破中利用海洋 (原标题: Solar energy milestone: China taps the ocean in breakthrough for industry)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316987/solar-energy-milestone-china-taps-ocean-breakthrough-industry?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 08:00:13 +0000",
      "isoDate": "2025-07-05T08:00:13.000Z",
      "creator": "June Xia",
      "summary": "# 中国首个海水基太阳能系统投入工业使用\n\n中国在山东青岛启动了首个完全基于海水的太阳能系统，该系统适用于工业用途和大规模电力生产，标志着可再生能源领域的一项突破。此举是中国扩大沿海地区可再生能源、促进海洋经济发展和推动工业创新的重要组成部分。\n\n## 项目概况与规模\n*   **地点与运营商**：该浮动太阳能电站位于青岛，由中国最大的国有企业之一中石化（Sinopec）建造。它与中石化在5月下旬启动的另一个海上光伏发电项目共同组成了该公司迄今为止最大的此类倡议。\n*   **发电与减排**：据国务院信息网站称，这两个项目每年可合计发电1670万千瓦时，减少二氧化碳排放1.4万吨。\n\n## 浮动电站技术特点\n*   **建设方与面积**：该浮动电站由中石化青岛炼化公司在沿海水域建造，占地约6万平方米。\n*   **装机容量**：装机容量为7.5兆瓦。\n*   **潮汐适应性**：太阳能电池板能随潮汐涨落，从海洋表面发电。\n*   **效率提升**：靠近水面可将发电效率提高5%至8%。\n\n## 国家战略意义\n*   **能源转型**：该项目是中国减少对进口燃料依赖、转向本土可再生能源的更广泛战略的一部分。\n*   **国家目标**：中国政府在2020年设定了目标，到2030年风能和太阳能总装机容量超过12亿千瓦。\n*   **“新质生产力”**：北京将光伏能源等新兴产业视为发展“新质生产力”的关键，这是一种以技术突破和产业升级为核心的增长模式，并多次得到中国国家主席习近平的强调。",
      "shortSummary": "中国在青岛启动了首个工业级海水基太阳能系统，这是中石化最大的海上光伏项目。该系统与另一项目合计年发电1670万千瓦时，减排1.4万吨二氧化碳。其浮动面板随潮汐涨落，靠近水面可提升5-8%效率。此举是中国减少进口燃料依赖、发展可再生能源，并推动“新质生产力”战略的重要一步。",
      "translated_title": "太阳能里程碑：中国在行业突破中利用海洋",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched a fully seawater-based solar energy system – the first of its kind suitable for industrial use and large-scale power production – as part of broader efforts to expand renewables in coastal regions, boost the maritime economy and drive industrial innovation.\nLocated in Qingdao, Shandong province, the floating solar station builds upon another offshore photovoltaic power generation project launched in late May. Together, they form the largest initiative of its kind by Sinopec,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/a43973fb-00ba-49be-a045-48d1a18eb53b_d8204d30.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "韩国、日本在美国瞄准中国造船业之际加紧行动——它们能成功吗？ (原标题: South Korea, Japan step up as US targets China’s shipbuilding – can they succeed?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316971/south-korea-japan-step-us-targets-chinas-shipbuilding-industry-can-they-succeed?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 02:00:17 +0000",
      "isoDate": "2025-07-05T02:00:17.000Z",
      "creator": "Carol Yang",
      "summary": "## 韩国、日本在美国瞄准中国造船业之际加紧行动\n\n### 背景概述\n\n随着美国誓言要遏制中国在造船业的主导地位（尽管美国国内产能几乎不存在），韩国和日本正寻求从中受益并重新获得其竞争优势。\n\n### 韩国的应对策略与目标\n\n*   **总统承诺与行业危机：** 一个月前上任的韩国总统李在明，在竞选期间就承诺支持造船业，他将该行业描述为“处于重大危机之中”。\n*   **行业重要性：** 李在明在5月14日的一篇社交媒体帖子中指出：“造船业一直是推动韩国出口和创造就业的核心产业。”\n*   **未来愿景：** 他表示：“我将创建一个超越造船强国、引领世界的海洋强国。”\n*   **政策方向：**\n    *   尽管新政府尚未通过任何具体支持该行业的政策或法案，但据野村证券驻首尔的造船业分析师Eon Hwang透露，政府已在“新政府增长政策指南”中概述了相关措施。\n    *   根据Hwang提供的翻译，这些指导方针侧重于船舶开发、生产改进和新的增长计划。\n    *   该文件还指出，新政府旨在通过数字化、自动化以及改善人员培训和工作条件，促进未来船舶（如自主船和环保船）的开发。\n\n### 日本的角色\n\n文章标题和开头提到了日本，但提供的文章内容中没有详细说明日本在此背景下的具体行动或计划。",
      "shortSummary": "美国旨在遏制中国造船业主导地位，促使韩国和日本寻求重获竞争力。韩国总统李在明承诺支持面临危机的造船业，视其为出口和就业核心。新政府计划通过“新政府增长政策指南”，聚焦船舶开发、生产改进及未来船舶（如自主、环保船）发展，以期将韩国打造成全球海洋强国。文章未详细说明日本的具体举措。",
      "translated_title": "韩国、日本在美国瞄准中国造船业之际加紧行动——它们能成功吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the United States vows to curb China’s dominance in shipbuilding – despite its domestic capacity being nearly nonexistent – South Korea and Japan are looking to benefit from the rivalry and reclaim their competitive edge.\nSouth Korea’s president, Lee Jae-myung, who took office a month ago, campaigned on supporting the industry – which he described as being “in major crisis”.\n“Shipbuilding has been a core industry driving Korea’s exports and creating jobs,” he said in a social media post on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/95681a4d-1161-4927-99a2-cdd359c048ca_d090a38b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国以旧换新计划提振外国品牌（包括苹果）销量 (原标题: China’s trade-in programme boosts sales of foreign brands – including Apple)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316980/chinas-trade-programme-boosts-sales-foreign-brands-including-apple?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 14:00:07 +0000",
      "isoDate": "2025-07-04T14:00:07.000Z",
      "creator": "Mandy Zuo",
      "summary": "中国政府推出的以旧换新计划正在提振包括苹果在内的外国品牌在华销量。\n\n*   **政策背景与投入：**\n    *   中国政府通过发行专项债券，投入3000亿元人民币（约合409亿美元）用于以旧换新计划。\n    *   该计划旨在通过对汽车、智能手机等商品提供大幅折扣，以刺激国内需求，并抵消美国关税的影响。\n*   **初步成效：**\n    *   根据商务部数据，截至5月底，该政策已带动1.1万亿元人民币的销售额。\n    *   多个主要跨国公司因此受益。\n*   **苹果公司案例：**\n    *   根据咨询公司Counterpoint Research的报告，2025年第二季度，苹果iPhone在中国的销量同比增长8%。\n    *   这是苹果两年内首次在中国市场实现季度销售正增长。\n    *   销量增长主要归因于苹果在5月份推出的积极折扣活动，以及中国国家以旧换新计划的显著支持。\n    *   苹果公司在“618”购物节前下调了iPhone 16系列的价格。\n*   **未来展望：**\n    *   报告指出，第二季度的表现得益于国家对智能手机的补贴。\n    *   但预计该计划在今年下半年可能会有所缩减。",
      "shortSummary": "中国政府投入3000亿元人民币的以旧换新计划，已带动1.1万亿元销售额，显著提振了包括苹果在内的外国品牌销量。苹果iPhone在2025年第二季度销量同比增长8%，结束了两年负增长，主要得益于其折扣活动和国家补贴。然而，该计划在下半年可能面临缩减。",
      "translated_title": "中国以旧换新计划提振外国品牌（包括苹果）销量",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global brands including US tech giant Apple have recorded an unexpected bump in sales in China over recent months, as they reap the benefit of Beijing’s giant consumption-boosting subsidy campaign.\nChina has ploughed 300 billion yuan (US$40.9 billion) of funding from a special bond sale this year into the trade-in programme – which provides hefty discounts on goods ranging from cars to smartphones – as the government strives to raise domestic demand and offset the impact of US tariffs.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/b0185e28-d9fd-42ab-b040-317fbdef03f4_3e1bc440.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普是否以美元为代价获得了他的“巨大而美丽的法案”？ (原标题: Did Trump get his ‘Big Beautiful Bill’ at the US dollar’s expense?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316991/did-trump-get-his-big-beautiful-bill-us-dollars-expense?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 11:30:13 +0000",
      "isoDate": "2025-07-04T11:30:13.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 美国预算案通过及其对美元的影响\n\n美国国会通过了一项庞大的预算案，引发了市场对美国长期债务的担忧，分析师认为这可能加剧了对美元作为避险资产可靠性的现有疑虑。\n\n### “一项巨大而美丽的法案法案”的主要内容\n\n这项名为“一项巨大而美丽的法案法案”（One Big Beautiful Bill Act）的预算案在众议院以218票对214票的微弱优势获得通过。该法案的主要内容包括：\n\n*   增加边境安全和国防开支。\n*   将2017年颁布的创纪录减税措施永久化。\n\n该法案目前已提交给美国总统唐纳德·特朗普签署，预计他将于周五签署。\n\n### 债务上限与财政影响\n\n该法案将联邦政府的债务上限提高5万亿美元，这一数字超过了此前版本法案中设定的4万亿美元。虽然这为财政部借款以偿还未来义务提供了更多空间，但也意味着未来将累积更多的国家债务。\n\n### 专家分析与市场担忧\n\n澳新银行（ANZ）大中华区首席经济学家杨宇霆（Raymond Yeung）指出，尽管这项法案可能降低了政府立即违约的风险，但它也加深了市场对美国债务可持续性和利率结构的担忧。\n\n杨宇霆表示，在法案通过前的几个月里，投资者就已经在讨论如何分散风险并减少对美元资产的敞口。他进一步指出，即使没有这项法案，许多国家也一直在积累多元化投资的势头。",
      "shortSummary": "美国国会通过了一项名为“一项巨大而美丽的法案法案”的预算案，该法案将增加边境安全和国防开支，并永久化2017年的减税措施。此法案将联邦政府债务上限提高5万亿美元，引发了对美国长期债务可持续性的担忧。分析师指出，尽管法案降低了短期违约风险，但加剧了投资者对美元作为避险资产可靠性的疑虑，促使他们寻求资产多元化。",
      "translated_title": "特朗普是否以美元为代价获得了他的“巨大而美丽的法案”？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The passage of a sprawling budget bill has raised concerns over the long-term debt of the United States, which analysts said could compound already heightened worries over the reliability of the country’s currency as a safe-haven asset.\nWinning a narrow 218-214 vote in the House of Representatives on Thursday, the “One Big Beautiful Bill Act” – which raises spending on border security and defence while making the record tax cuts enacted in 2017 permanent – now heads to US President Donald Trump...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/9499cd11-6e8d-4b6a-b4b8-bdf764b6ed7d_42448182.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧寻求改善关系之际，布鲁塞尔旨在保护其制造业基础 (原标题: As China, EU eye warm ties, Brussels aims to protect its manufacturing base)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316955/china-eu-eye-warmer-ties-brussels-seeks-protect-its-crown-jewel-manufacturing?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 08:00:57 +0000",
      "isoDate": "2025-07-04T08:00:57.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中欧关系与欧洲制造业的挑战\n\n### 德国制造业面临困境\n*   **PMI数据表现：** 德国制造业采购经理人指数（PMI）在6月份升至34个月高点，但仍停留在49.0。由于低于50的读数表示行业收缩，这凸显了德国在恢复制造业增长和昔日辉煌方面面临的严峻挑战。\n\n### 中欧寻求改善关系\n*   **高层互访：** 在德国PMI数据发布之际，中国外交部长王毅正在欧洲进行访问（布鲁塞尔、柏林和巴黎），为本月晚些时候举行的中欧峰会做准备。\n*   **共同目标：** 中欧双方都希望在全球贸易格局因美国而重新洗牌的背景下，解决贸易争端并改善双边关系。\n\n### 欧洲对中国制造业的担忧\n*   **核心症结：** 分析师和业内人士指出，尽管中欧双方都有加强关系的紧迫性，但决定布鲁塞尔与北京之间动态的关键因素是欧洲对中国制造业实力对其构成威胁的深层担忧。欧洲的制造业被视为其大陆的“皇冠上的明珠”。\n*   **专家观点：** 巴黎雅克·德洛尔研究所（Institut Jacques Delors）研究欧洲和中国经济治理的专家萨沙·库尔蒂亚尔（Sacha Courtial）表示：“欧洲希望重建其制造业，因此无法承受大量来自中国的廉价进口。”\n\n### 全球制造业产出对比（2024年）\n*   **欧盟：** 净产出为2.72万亿美元。\n*   **美国：** 产出为2.91万亿美元，与欧盟大致持平。\n*   **中国：** 产出为4.66万亿美元，是全球最大的制造业基地。",
      "shortSummary": "尽管德国制造业面临收缩挑战，中欧正寻求改善关系并解决贸易争端。然而，欧洲对中国制造业实力对其构成威胁的担忧是双边关系的关键因素。欧洲希望重建其制造业，不愿承受大量廉价中国进口。根据世界银行数据，2024年中国以4.66万亿美元的产出位居全球最大制造业国，远超欧盟和美国。",
      "translated_title": "中欧寻求改善关系之际，布鲁塞尔旨在保护其制造业基础",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hopes for a long-awaited recovery of factory activity in Europe’s manufacturing powerhouse were uplifted this week as a key indicator of the sector’s health surged to a 34-month high in Germany.\nBut the fact that the country’s manufacturing purchasing managers’ index for June still remained at 49.0 – when a reading below 50 suggests a contraction in the sector – underscores the uphill challenge that Germany is facing in trying to regain growth and past glory in its manufacturing activities.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/73cd39d8-eab9-4ce2-9053-8b38b7b1d8a2_ba10a24a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧紧张关系升级，北京对欧洲白兰地征收反倾销关税 (原标题: China-EU tensions rise as Beijing levies anti-dumping tariffs on European brandy)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316945/china-levy-anti-dumping-tariffs-european-cognac?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 07:21:12 +0000",
      "isoDate": "2025-07-04T07:21:12.000Z",
      "creator": "Xiaofei Xu,Mia Nulimaimaiti,Finbarr Bermingham",
      "summary": "## 中欧贸易摩擦加剧：中国对欧洲白兰地征收反倾销关税\n\n### 概述\n中国商务部宣布，将对原产于欧盟的进口白兰地征收为期五年的反倾销关税，此举主要影响法国生产的白兰地。这一决定是在中国外交部长王毅正在欧洲访问，旨在解决贸易争端并改善双边关系之际公布的，标志着中欧贸易紧张局势的进一步升级。\n\n### 关税详情与中方理由\n*   **征收对象与期限**：关税将针对主要来自法国的欧洲白兰地，为期五年。\n*   **生效日期**：新关税将于本周六（即公告发布后的第二天）起生效。\n*   **追溯性**：中国商务部明确表示，不会对2023年10月11日至本周五期间进口的相关欧盟白兰地追溯征收反倾销税。\n*   **中方理由**：中国商务部在一份声明中指出，调查发现欧盟相关进口白兰地存在倾销行为，对中国国内白兰地产业造成了实质性损害威胁，且倾销与损害威胁之间存在因果关系。确定的倾销幅度介于27.7%至34.9%之间。\n\n### 背景与外交考量\n*   **宣布时机**：关税公告恰逢中国外交部长王毅正在欧洲进行访问，此行的主要目的是在当前全球贸易格局重塑的背景下，寻求解决贸易争端并改善与欧盟的关系。\n*   **专家解读**：经济学人智库高级中国经济学家徐天辰分析指出，中方此前一直未实际征收关税，是希望欧盟能对中国采取更温和的立场。然而，现在中方显然对欧盟的“强硬”态度感到失望，尽管中方已表现出和解姿态。\n*   **调查截止期**：此次关税公告是在中国反倾销调查原定于7月5日结束的截止日期前一天发布的。\n*   **峰会准备**：王毅的欧洲之行也被视为本月晚些时候中欧峰会的准备工作，但此次关税决定无疑给即将到来的峰会蒙上了一层阴影。\n\n### 中欧关系现状\n*   **紧张局势加剧**：法国外贸银行首席经济学家艾丽西亚·加西亚-埃雷罗表示，中欧之间的紧张关系显而易见。除了白兰地，目前还有针对猪肉和乳制品的“第三阶段调查”正在进行中。\n*   **中方策略与影响力**：加西亚-埃雷罗认为，每当欧盟委员会表示“我们已经完成，没有高级经济对话”时，中方就会发起一项调查，更不用说出口管制。她强调，中方拥有很大的影响力，这表明中国在贸易争端中掌握着重要的筹码。",
      "shortSummary": "中国决定对主要来自法国的欧洲白兰地征收为期五年的反倾销关税，税率介于27.7%至34.9%之间，本周六生效。此举发生在中国外长王毅访欧旨在缓和贸易紧张之际。中方称此举是因欧盟白兰地存在倾销并对国内产业构成威胁。专家认为，中方此前期待欧盟立场软化，但因欧盟的强硬态度而失望。这进一步加剧了中欧贸易摩擦，也反映出双方在即将举行的峰会前关系紧张。",
      "translated_title": "中欧紧张关系升级，北京对欧洲白兰地征收反倾销关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has decided to levy anti-dumping tariffs on European brandy, mostly produced in France, for the next five years – an announcement made while Foreign Minister Wang Yi is on his European tour seeking to resolve trade disputes and improve ties amid a reshuffle of global trade dynamics introduced by the United States.\n“There is dumping of related imported brandy from the EU, the domestic brandy industry faces a material threat of injury, and there is a causal relationship between the dumping...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/b02137c4-bcdf-4c00-811e-ed1ff2ee6d63_d9828410.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美越贸易协议中的一项条款如何可能颠覆亚洲供应链 (原标题: How a clause in the US-Vietnam trade deal could upend Asia’s supply chains)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316920/why-1-clause-us-vietnam-trade-deal-sparking-concern-across-asia?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 05:33:11 +0000",
      "isoDate": "2025-07-04T05:33:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 美越贸易协议及其对亚洲供应链的影响\n\n美国与越南于周三宣布达成一项贸易协议，该协议将使华盛顿对越南商品征收20%的关税。\n\n### 协议主要内容与初步反应\n\n*   **关税税率**：美国将对越南商品征收20%的关税。\n*   **越南企业反应**：越南庞大出口部门的企业最初对此消息感到宽慰，因为20%的税率远低于美国此前在4月份威胁要征收的46%的所谓“对等”关税。\n\n### 协议中的“转运”条款\n\n*   **高额转运关税**：然而，该协议暗藏玄机。美国总统唐纳德·特朗普在宣布协议的社交媒体帖子中表示，被认定通过越南转运的商品将面临高达40%的更高关税。\n*   **条款实施与影响**：目前尚不清楚这项转运条款将如何具体实施。但分析师指出，该条款可能产生深远影响，不仅对越南，也对更广泛的亚洲地区供应链造成冲击。\n\n### 转运的定义\n\n*   **概念解释**：从最纯粹的意义上讲，转运是指出口商通过将货物经由第三国转移来逃避关税的行为。",
      "shortSummary": "美国与越南达成贸易协议，将对越南商品征收20%关税。尽管这低于此前威胁的税率，但协议中新增的“转运”条款规定，经越南转运的商品将面临40%的更高关税。分析师认为，这项条款的实际操作尚不明确，但可能对越南乃至整个亚洲的供应链产生深远影响，旨在打击通过第三国逃避关税的行为。",
      "translated_title": "美越贸易协议中的一项条款如何可能颠覆亚洲供应链",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States announced it had reached a trade deal with Vietnam on Wednesday, which will see Washington impose a 20 per cent tariff on Vietnamese goods.\nBusinesses in Vietnam’s vast export sector initially reacted with relief to the news, as the 20 per cent rate is substantially lower than the 46 per cent so-called “reciprocal” tariff that the US threatened to impose on Vietnam in April.\nHowever, the agreement has a sting in the tail. US President Donald Trump also said in a social post...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/0f998f16-991f-45a8-a31e-ee1023612676_ef14baab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最新承诺解决太阳能电池板产能过剩问题能否达到预期效果？ (原标题: Will China’s latest vow to tackle solar panel oversupply have desired impact?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316893/china-vows-once-again-tackle-solar-panel-oversupply-will-time-be-different?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 02:32:34 +0000",
      "isoDate": "2025-07-04T02:32:34.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国政府承诺解决太阳能光伏产业产能过剩问题\n\n中国政府已承诺解决其太阳能光伏（PV）产业中存在的过度竞争和产能过剩问题，该产业目前仍在积极拓展全球市场。\n\n### 政府高层表态与行动\n\n*   **工业和信息化部部长李乐成：**\n    *   周四，李乐成部长在北京与14家太阳能光伏制造商和行业协会代表举行了会议。\n    *   他强调，“行业必须依法依规治理，全面整治无序低价竞争”。\n    *   李乐成指出，应引导企业提高产品质量，推动落后产能有序退出，以实现健康和可持续发展。\n    *   他还敦促与会者“全面客观地看待光伏产业发展格局”，以“进一步巩固和提升”中国在该行业的优势。\n*   **国家主席习近平：**\n    *   周二，在国家最高经济决策机构——中央金融委员会会议上，习近平主席明确指出要解决“无序低价竞争”问题。\n    *   他指示要清除过剩的工业产能。\n\n### 行业反馈与面临的挑战\n\n*   在与李乐成部长的会议中，光伏行业代表们讨论了他们在生产、创新和竞争中面临的困难。\n*   他们还就可能的政策支持提出了建议。\n\n### 目标\n\n中国政府此举旨在通过规范市场秩序、淘汰落后产能和提升产品质量，促进太阳能光伏产业的健康发展，从而巩固和增强中国在该领域的全球领先地位。",
      "shortSummary": "中国政府正采取行动解决太阳能光伏产业的产能过剩和过度竞争问题。工业和信息化部部长李乐成和国家主席习近平均强调要整治“无序低价竞争”并淘汰落后产能。政府旨在引导企业提升产品质量，实现行业健康可持续发展，以巩固中国在光伏领域的优势。行业代表也提出了面临的困难和政策建议。",
      "translated_title": "中国最新承诺解决太阳能电池板产能过剩问题能否达到预期效果？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed to reduce excessive competition and oversupply in its solar photovoltaic (PV) industry, which is continuing to explore global markets.\nIndustry and Information Technology Minister Li Lecheng told 14 representatives from solar PV manufacturers and industry associations on Thursday that the “industry must be governed in accordance with laws and regulations, and disorderly low-price competition should be comprehensively addressed”, the ministry said in a statement released after...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/3e225993-fc60-402b-809b-5be2fbfc5e75_ac8a9f12.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-07T19:16:42.119Z"
}