{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "船舶改道，董事辞职，中美港口费用冲击航运业 (原标题: Ships divert, directors resign as US-China port fees rock shipping industry)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329246/ships-divert-directors-resign-us-china-port-fees-rock-shipping-industry?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 02:00:31 +0000",
      "isoDate": "2025-10-17T02:00:31.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美港口新费用冲击航运业：航运公司紧急应对\n\n新的美国和中国港口费用已于本周二生效，对全球航运业造成显著影响。为尽量减少高额新费用带来的影响，航运公司正紧急采取措施，包括调整船舶航线和企业结构。\n\n### 主要应对措施\n\n*   **船舶改道**：多家航运公司正在重新规划其船只的航线，以避开受新费用影响的港口。\n*   **企业结构调整**：公司也在审视并调整其内部运营和企业结构，以适应新的成本环境。\n\n### Maersk和Hapag-Lloyd的先行响应\n\n欧洲航运巨头马士基（Maersk）和赫伯罗特（Hapag-Lloyd），作为“Gemini”联盟的成员，已率先对新费用作出反应：\n\n*   **美国籍船只改道**：两家公司已决定将其两艘美国籍船只从中国港口改道。\n\n#### 具体案例：\n\n1.  **“Potomac Express”号的改道**：\n    *   赫伯罗特的集装箱船“Potomac Express”号跳过了原定在中国东部宁波港的停靠计划。\n    *   该船转而驶向韩国釜山。\n    *   马士基表示，原定运往或途经宁波的货物将在釜山卸载，随后通过马士基的现有网络运送至最终目的地。\n\n2.  **“Maersk Kinloss”号的改道**：\n    *   马士基的“Maersk Kinloss”号也将采取类似安排，不再停靠宁波。\n    *   该船将直接前往韩国，所有运往宁波的货物将在韩国卸载，并通过马士基既定的网络转运。\n\n### 供应链调整\n\n*   **TP7航线调整**：马士基表示将对其TP7航线（一条连接亚洲和北美港口的跨太平洋航运服务，上述两艘集装箱船均在该航线上运营）进行调整。\n*   **确保供应链顺畅**：此举旨在确保客户的供应链能够“尽可能顺畅”地运行，以应对新费用带来的挑战。",
      "shortSummary": "新的中美港口费用生效后，航运业面临冲击。为规避高额费用，航运公司正紧急调整运营。欧洲航运巨头马士基和赫伯罗特已率先行动，将两艘美国籍船只从中国宁波港改道至韩国釜山，货物将在釜山转运。马士基还将调整其跨太平洋航线，以确保供应链顺畅运行。",
      "translated_title": "船舶改道，董事辞职，中美港口费用冲击航运业",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shipping companies are rushing to divert vessels and adjust their corporate structures, as they strive to minimise their exposure to steep new US and Chinese port fees that took effect on Tuesday.\nThe United States has targeted Chinese-linked vessels with hefty charges as part of a broader push to curtail China’s dominance in global shipbuilding, prompting Beijing to impose similar duties on US-owned or operated ships in an apparent tit-for-tat move.\nEuropean shipping giants Maersk and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/bcc54f54-f4c8-4aa7-846d-d633e4bd8f2d_b8670da5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车制造商理想汽车以香港为基地放眼全球市场 (原标题: Chinese EV maker Li Auto eyes global market with Hong Kong base)",
      "link": "https://www.scmp.com/business/banking-finance/article/3329313/chinese-ev-maker-li-auto-eyes-global-market-hong-kong-headquarters?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 01:37:10 +0000",
      "isoDate": "2025-10-17T01:37:10.000Z",
      "creator": "Daniel Ren",
      "summary": "## 理想汽车在香港设立国际总部，剑指全球市场\n\n中国电动汽车制造商理想汽车（Li Auto）已在香港设立其国际总部，此举旨在应对国内日益激烈的市场竞争，并为其海外扩张铺平道路。\n\n### 香港作为战略基地\n\n*   据香港政府投资推广署（InvestHK）声明，香港业务将成为理想汽车的战略基地，负责“监督其研发（R&D）、知识产权管理和国际供应链职能”。\n*   理想汽车计划积极扩大在香港的业务并壮大本地团队，然后进一步发展其全球业务。\n\n### 理想汽车的行业地位\n\n*   理想汽车是中国大陆少数几家盈利的电动汽车制造商之一。\n\n### 香港作为“跳板”的趋势\n\n*   理想汽车是最新一家在香港设立业务的汽车公司，香港正日益被视为中国企业实现全球抱负的“跳板”。\n*   其他国内竞争对手，如全球最大的电动汽车制造商比亚迪（BYD）和吉利汽车旗下的极氪（Zeekr），也在香港销售其智能电动汽车。\n*   雷诺（Renault）支持的初创公司BeyonCa也计划很快在香港组装电动汽车。\n\n### 香港的优势\n\n*   香港投资推广署的投资推广副总监李淑芬（Loretta Lee）表示，这“有力证明了香港作为国际创新科技（I&T）枢纽和领先全球金融中心的双重优势”。\n*   香港拥有世界一流的科研人才、充满活力的资本市场以及与国际标准接轨的法律体系，使其成为中国大陆领先创新科技企业走向全球的理想门户。\n\n### 图片\n\n![一辆理想L6。该公司是中国大陆少数几家盈利的电动汽车制造商之一。图：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/9ba70d6d-0e63-441f-9e87-b27cd951f087_10ade1a9.jpg)",
      "shortSummary": "中国电动汽车制造商理想汽车已在香港设立国际总部，旨在应对国内激烈竞争并推动海外扩张。香港将作为其研发、知识产权管理和国际供应链的战略基地。理想汽车是中国大陆少数盈利的电动汽车制造商之一。此举凸显香港作为国际创新科技枢纽和全球金融中心，是中国企业走向全球的理想门户，吸引了包括比亚迪和极氪在内的多家电动汽车制造商。",
      "translated_title": "中国电动汽车制造商理想汽车以香港为基地放眼全球市场",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/9ba70d6d-0e63-441f-9e87-b27cd951f087_10ade1a9.jpg",
          "alt": "A Li Auto L6. The company is one of the few profitable EV makers in mainland China. Photo: Reuters",
          "title": "A Li Auto L6. The company is one of the few profitable EV makers in mainland China. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese electric-vehicle (EV) maker Li Auto has set up its international headquarters in Hong Kong, paving the way for its overseas expansion amid intensifying competition at home.\nThe Hong Kong operations would serve as a strategic base for the Beijing-based carmaker to “oversee its research and development [R&D], intellectual property management and international supply chain functions”, said InvestHK, the Hong Kong government’s investment promotion arm, in a statement on Thursday.\nLi Auto,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/ad2d9d0a-9d2a-4a9c-80ea-e5e9d874c7f6_c0ac90e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "压力升级：北京和华盛顿在叙事战升温之际展示实力 (原标题: The squeeze is on: Beijing and Washington flex muscles as narrative war heats up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329260/squeeze-beijing-and-washington-flex-muscles-narrative-war-heats?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 15:00:10 +0000",
      "isoDate": "2025-10-16T15:00:10.000Z",
      "creator": "Ji Siqi,Mandy Zuo",
      "summary": "# 中美贸易紧张局势升级与叙事战\n\n中美两国正就贸易紧张局势的最新升级相互指责，并声称对方扰乱了世界经济。分析人士指出，双方言语交锋的共同目标是施加最大压力，以期达成一项协议。\n\n## 美方叙事与指控\n\n*   **“中国对抗世界”**：华盛顿将近期关系紧张归咎于“中国对抗世界”的局面。\n*   **“不可靠伙伴”**：美国财政部长斯科特·贝森特（Scott Bessent）表示，中国上周公布的稀土元素出口限制，使得中国成为一个“不可靠的伙伴”。\n\n## 中方回应与反驳\n\n*   **“双重标准”**：中国商务部反驳称美国在此问题上采取“双重标准”。\n*   **举例说明**：中方官员指出，美国曾扩大贸易限制所涵盖的公司范围，且其出口管制清单包含3000多项商品，远超中国的约900项。\n*   **稀土监管立场**：\n    *   中共中央机关报《人民日报》在线发布系列海报，重申中方立场：中国稀土监管旨在更好地维护世界和平。\n    *   经过“全面评估”，中方确信这些措施对供应链的影响将是最小的。\n*   **驳斥美方说法**：商务部发言人何永谦在记者会上表示，美方说法“严重歪曲和夸大中国的措施，蓄意造成不必要的误解和恐慌”。\n\n## 专家观点\n\n北京对外经济贸易大学经济学教授龚炯（John Gong）认为，两国之间的你来我往本质上是一场“竞争性叙事”的较量。",
      "shortSummary": "中美贸易紧张局势升级，双方展开“叙事战”。美国指责中国挑起事端，并因稀土出口限制称其为“不可靠伙伴”。中国则反驳美国采取“双重标准”，并强调其稀土监管旨在维护世界和平，对供应链影响甚微。分析人士指出，双方旨在通过施压达成协议，这是一场竞争性叙事的较量。",
      "translated_title": "压力升级：北京和华盛顿在叙事战升温之际展示实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China and the United States accuse each other of provoking the latest escalation in trade tensions and disrupting the world economy, analysts say both share a goal in their war of words: applying maximum pressure until a deal is struck.\nIn the past few days, Washington has framed the recent flare-up in relations as “China versus the world”, with US Treasury Secretary Scott Bessent suggesting on Wednesday that Beijing’s restrictions on the export of rare earth elements unveiled last week made...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/765cc9c4-7ee6-49d9-8e11-e56009ba3f10_654ad019.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“不必要的恐慌”：中国反驳美国官员关于稀土的言论 (原标题: ‘Unnecessary panic’: China rebukes US officials’ comments on rare earths)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329265/unnecessary-panic-china-rebukes-us-officials-comments-rare-earths?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 11:00:13 +0000",
      "isoDate": "2025-10-16T11:00:13.000Z",
      "creator": "Mandy Zuo,Ji Siqi",
      "summary": "## 中国反驳美国对稀土出口管制的言论\n\n中国商务部周四驳斥了美国官员关于其稀土出口管制措施“与世界为敌”的说法，强调这些措施被美方“严重扭曲和夸大”，旨在“故意制造不必要的误解和恐慌”。\n\n### 中国的立场与措施\n\n*   **否认“与世界为敌”：** 商务部表示，中方对符合规定的稀土出口申请予以批准，并正在采取措施加快审查流程，包括可能建立“绿色通道”。\n*   **指责美国：** 商务部发言人何永谦指出，美国声称的“中国与世界为敌”是“将自己的行为投射到他人身上”。她认为，全球供应链的稳定和安全需要包括美国在内的所有国家共同努力。\n*   **根源在于美国：** 何永谦强调，美国旨在“全球压制中国”的域外行动是问题的根源，特别是美国对半导体贸易的限制。\n\n### 美国官员的言论\n\n*   **美国财政部长斯科特·贝森特：** 此前一天，贝森特在美国华盛顿的一次新闻发布会上表示，中国在稀土问题上的行动制造了“中国与世界为敌”的分裂，并使北京成为一个“不可靠的伙伴”。\n*   **美国总统唐纳德·特朗普：** 曾威胁对中国进口商品加征额外的100%关税，并考虑停止进口中国食用油。\n\n### 背景与影响\n\n*   **贸易争端升级：** 此次言语交锋发生在中美两国旷日持久的贸易争端背景下。\n*   **关系紧张：** 近几周，双方采取了一系列行动，包括中国扩大稀土元素出口管制（作为对美国贸易黑名单扩大的回应），以及美国对中国商品加征关税的威胁，这些都加剧了两国本已紧张的关系。\n*   **其他摩擦：** 中美两国周二开始对彼此的船只实施新的港口费用结构。",
      "shortSummary": "中国商务部周四驳斥了美国官员关于其稀土出口管制措施“与世界为敌”的说法，指责美方“故意制造不必要的误解和恐慌”。中方强调，对符合规定的申请将批准并加快审查，并指出美国对半导体等领域的限制才是全球供应链不稳定的根源。此前，美国财政部长称中国是“不可靠的伙伴”，特朗普也曾威胁加征关税，这进一步加剧了两国紧张的贸易关系。",
      "translated_title": "“不必要的恐慌”：中国反驳美国官员关于稀土的言论",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing on Thursday rebutted Washington’s characterisation of its recent rare earth export control measures as an action taken “against the world”, stressing it grants approval to compliant applications and is taking steps to expedite the review process, including the potential establishment of a green channel.\nClaims the policy will disrupt global supply chains “severely” distort and exaggerate China’s intent, “deliberately causing unnecessary misunderstanding and panic”, the Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/e9cbc176-3a3a-4847-a725-5b52940a7d77_0f286268.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "奢侈品巨头路威酩轩（LVMH）窥见中国缓慢复苏的转折点 (原标题: Luxury giant LVMH glimpses a turning point in China’s slow-motion recovery)",
      "link": "https://www.scmp.com/business/article/3329247/signs-bottoming-chinas-luxury-slowdown-lvmh-turns-cautiously-upbeat?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 08:59:28 +0000",
      "isoDate": "2025-10-16T08:59:28.000Z",
      "creator": "Cao Li",
      "summary": "### 中国奢侈品市场或迎转折点，LVMH业绩超预期\n\n**分析师观点：市场回暖迹象**\n\n*   根据晨星（Morningstar）股票研究总监Lorraine Tan和亚洲股票策略师Kai Wang的分析，中国奢侈品市场可能正接近其放缓的尾声。\n*   股市上涨带来的财富效应以及被压抑的购买需求开始提振消费者情绪。\n*   然而，分析师们也提出了一个关键问题：这种回暖能否持续？\n\n**LVMH的谨慎乐观**\n\n*   全球最大奢侈品集团路威酩轩（LVMH）也表达了类似的谨慎乐观态度。\n*   该公司报告了今年以来的首次季度增长，并指出中国消费“正接近稳定”。\n\n**第三季度业绩亮点**\n\n*   LVMH第三季度销售额增长1%，达到183亿欧元（约合212亿美元），超出市场预期。\n*   首席财务官Cecile Cabanis表示，该季度中国大陆的销售额实现了中高个位数的增长。\n*   与此同时，中国游客在海外的消费则出现了两位数的下降。\n\n**全面复苏仍需时日**\n\n*   Cabanis补充说，考虑到中国房地产市场的长期低迷和高企的青年失业率，全面的复苏仍在进行中。\n*   她强调：“中国市场要实现反弹，仍然需要时间。”",
      "shortSummary": "奢侈品巨头LVMH报告第三季度销售额增长1%，超出预期，并表示中国消费“正接近稳定”，预示着中国奢侈品市场可能迎来转折点。分析师认为股市上涨和被压抑的需求提振了消费者情绪。然而，LVMH首席财务官指出，鉴于中国房地产市场低迷和青年失业率高企，全面复苏仍需时日。",
      "translated_title": "奢侈品巨头路威酩轩（LVMH）窥见中国缓慢复苏的转折点",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s luxury market could be nearing the end of its slowdown, as improving stock prices and pent-up demand begin to lift consumer sentiment, according to analysts.\n“This may be wealth-effect related as the China stock market has risen alongside some pent-up buying,” said Lorraine Tan, director of equity research at Morningstar, and Kai Wang, Asia equity strategist. “The question is whether it can be sustained.”\nLVMH, the world’s largest luxury group, echoed that cautious optimism after...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/0c862d8b-b03c-4c84-b4ce-41af562ef723_c108d24f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "赋能未来：中国如何计划加速其电动汽车革命 (原标题: Powering the future: how China plans to supercharge its EV revolution)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329240/china-vows-double-ev-charging-capacity-2027-major-nationwide-expansion?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 08:22:41 +0000",
      "isoDate": "2025-10-16T08:22:41.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 中国电动汽车充电基础设施发展计划\n\n中国国家发展和改革委员会（NDRC）发布了一项行动计划，旨在大幅提升全国电动汽车（EV）充电能力，以解决当前公共网络分布不均、设施设计不足等问题，并刺激汽车消费。\n\n## 主要目标与规模\n\n*   **充电能力翻倍**：到2027年底，中国计划将电动汽车充电能力翻倍。\n*   **设施数量**：在全国范围内建设2800万个充电设施。\n*   **总充电容量**：提供超过3亿千瓦的公共充电容量。\n*   **支持电动汽车数量**：足以满足8000多万辆电动汽车的充电需求。\n\n## 具体措施\n\n*   **直流快充**：到2027年，在城市地区安装160万个新的直流（DC）快速充电桩，其中包括10万个大功率型号。\n*   **效率与可靠性提升**：\n    *   升级或更换已使用超过八年的充电设施。\n    *   升级或更换电压低于800伏的充电平台。\n\n## 当前挑战（根据国家发改委）\n\n国家发改委指出，中国的充电基础设施目前仍面临以下问题：\n\n*   公共网络布局不均。\n*   设施设计和功能不理想。\n*   居民区充电服务不足。\n*   电力供应支持薄弱。\n*   运营和管理效率低下。\n\n## 经济与市场影响\n\n*   **刺激消费**：该倡议将支持北京在3月公布的计划，通过刺激汽车行业的国内需求来促进消费。\n*   **电动汽车普及**：电动汽车作为中国的旗舰产品之一，在国内得到广泛采用，并促进了出口。\n*   **市场份额**：截至9月，包括纯电动和混合动力车型在内的新能源汽车，占国内乘用车零售销量的57.8%。",
      "shortSummary": "中国计划到2027年底将电动汽车充电能力翻倍，在全国建设2800万个充电设施，提供超3亿千瓦的公共充电容量，满足8000多万辆电动汽车需求。此举旨在解决充电网络分布不均等问题，并安装160万个直流快充桩，同时升级老旧设施。该计划将促进汽车消费，支持电动汽车作为国内旗舰产品的发展，目前新能源汽车已占国内乘用车零售销量的57.8%。",
      "translated_title": "赋能未来：中国如何计划加速其电动汽车革命",
      "images": [],
      "contentSource": "完整文章",
      "content": "China aims to double its electric vehicle (EV) charging capacity by the end of 2027, building 28 million facilities nationwide to tackle the uneven distribution of public networks and spur consumer spending in the auto sector.\nThe expanded network will provide more than 300 million kilowatts of public charging capacity, enough to meet the needs of over 80 million EVs, according to a document released by the National Development and Reform Commission (NDRC).\nThe action plan, unveiled on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/7b6a59cb-5090-44ae-b751-2734c1f6630a_e4189b0d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行将人民币兑美元汇率中间价设在一年来最高水平 (原标题: China’s central bank sets yuan at highest rate against US dollar in a year)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329206/chinas-central-bank-sets-daily-yuan-rate-against-us-dollar-strongest-level-year?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 05:06:29 +0000",
      "isoDate": "2025-10-16T05:06:29.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国央行将人民币兑美元汇率中间价设在一年来最高水平\n\n中国人民银行（PBOC）已将人民币兑美元的每日参考汇率设定在一年来的最高水平，这主要是由于市场预期美联储（US Federal Reserve）将在本月再次降息。\n\n## 关键信息：\n\n*   **汇率设定**：周四，中国人民银行将人民币兑美元的中间价（即每日固定汇率）设定为7.0968，这是自去年10月以来的最高水平。\n*   **美联储降息预期**：\n    *   两天前，美联储主席杰罗姆·鲍威尔（Jerome Powell）表示，美国的劳动力市场和通胀前景与上月美联储降低基准利率时相比变化不大。他的言论强化了市场对本月晚些时候再次降息的预期。\n    *   美联储理事斯蒂芬·米兰（Stephen Miran）周三在一个论坛上表示，中美贸易紧张局势带来的不确定性增加了美国经济前景的风险，使得降息的理由更加紧迫。\n*   **市场展望**：在美联储上月进行了今年首次0.25个百分点的降息之后，市场预计今年还将有两次降息。\n*   **离岸人民币表现**：周四中午，离岸人民币兑美元汇率在定盘价公布后一度升至7.121，随后小幅回落至7.129。周三，人民币也走强，当时中国人民银行将汇率设定在去年11月以来的最高水平。",
      "shortSummary": "中国央行将人民币兑美元汇率中间价设在一年来最高水平，周四定为7.0968。此举主要受市场对美联储本月将再次降息的强烈预期推动。美联储官员的表态以及中美贸易紧张局势加剧了降息的紧迫性。离岸人民币也随之走强。",
      "translated_title": "中国央行将人民币兑美元汇率中间价设在一年来最高水平",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank has set the yuan’s daily reference rate against the US dollar at the strongest level in a year, as expectations grow that the US Federal Reserve will cut rates again this month.\nOn Thursday, the People’s Bank of China (PBOC) set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.0968 per US dollar, its strongest since October last year.\nTwo days earlier, US Federal Reserve Chairman Jerome Powell said that America’s labour market and inflation outlooks were...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/f586ff8b-67a2-4fb3-89da-d531bea4f5a7_47aae87d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国航空公司反对美国禁止其飞美航班飞越俄罗斯领空的提议 (原标题: Chinese airlines oppose US plan to stop flights over Russia on way to America)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329182/chinese-airlines-formally-oppose-us-plan-stop-them-flying-over-russia-way-america?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 03:00:15 +0000",
      "isoDate": "2025-10-16T03:00:15.000Z",
      "creator": "Alice Li",
      "summary": "# 中国航空公司反对美国禁止其飞美航班飞越俄罗斯领空的提议\n\n## 背景\n美国政府提出了一项提案，可能禁止所有运营飞往美国的中国主要航空公司在执飞美国航线时飞越俄罗斯领空。该提案最早可能于下个月生效。\n\n## 中国航空公司的立场\n所有主要中国航空公司，包括中国国际航空、中国南方航空、中国东方航空、海南航空、厦门航空和四川航空，已正式向美国交通部提交文件，表示反对或要求重新考虑美国政府的这项提案。\n\n## 中国国际航空的反对理由\n*   **乘客不便**: 中国国际航空（国航）明确表示反对该提案，认为这将给乘客带来更多不便。\n*   **受影响乘客数量**: 国航估计，如果该限制生效，仅2025年11月和12月，至少有4,400名持有国航机票的乘客将受到影响。\n*   **节假日影响**: 该时期包括感恩节和圣诞节等主要节假日，中断将严重影响乘客权益和公共利益。\n*   **请求宽限期**: 国航请求，如果美国决定推行该提案，应给予至少60天的宽限期，以便乘客重新预订并最大程度地减少对其运营的干扰。\n\n## 其他航空公司的回应\n中国南方航空、中国东方航空、海南航空、厦门航空和四川航空也已就该提案提交了官方文件，表达了反对意见。",
      "shortSummary": "所有主要中国航空公司已正式反对美国政府的一项提案，该提案可能禁止其飞往美国的航班飞越俄罗斯领空。中国国际航空表示，此举将给乘客带来不便，预计2025年11月和12月将有至少4,400名乘客受影响，尤其是在感恩节和圣诞节等主要节假日期间。国航请求60天宽限期，以减少对乘客和运营的干扰。中国南方航空、中国东方航空等其他航空公司也提交了反对意见。",
      "translated_title": "中国航空公司反对美国禁止其飞美航班飞越俄罗斯领空的提议",
      "images": [],
      "contentSource": "完整文章",
      "content": "All major Chinese airlines operating flights to the United States have formally opposed or asked for reconsideration of a US government proposal that could bar them from flying over Russian airspace on US routes as early as next month.\nIn a filing to the US Department of Transportation on Tuesday, Air China said it “opposes” the proposal because it would make travel more inconvenient for passengers.\n“Air China estimates that at least 4,400 passengers holding Air China tickets for travel in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/bafe3103-d061-4f92-8015-e789c7bada72_bfd0a95c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“极其危险”：为何中国五年规划将加倍重视粮食安全 (原标题: ‘Extremely dangerous’: why China’s 5-year plan will double down on food security)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329086/why-chinas-next-5-year-plan-will-double-down-food-security?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 22:00:09 +0000",
      "isoDate": "2025-10-15T22:00:09.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国五年规划：加倍重视粮食安全\n\n中国正在起草其第十五个五年规划，这是七十多年来一系列宏伟蓝图中的最新一份，旨在为国家发展定下基调。这些文件既反映也指导着高层政策优先事项。\n\n## 粮食安全：核心优先事项\n\n*   **长期原则：** 几十年来，中国领导人最常见的口号之一是“把中国人的饭碗牢牢端在自己手中”，这一原则持续塑造着中国共产党的五年规划。\n*   **当前规划（第十四个五年规划，2021-2025）：** 政策制定者已将粮食安全与能源和金融并列，作为增强国家经济安全的三个优先领域之一。\n*   **未来展望（第十五个五年规划）：** 分析人士指出，随着官员们起草下一个五年规划，粮食安全将继续作为追求经济韧性的基石。\n\n## 加倍重视粮食安全的原因\n\n*   **复杂的地缘政治和贸易环境：** 尽管中国人口在过去两年有所下降，但日益复杂的地缘政治格局和贸易环境，加上气候变化日益加剧的影响，进一步强化了对安全粮食供应的需求。\n*   **气候变化影响：** 气候变化带来的挑战也促使中国更加重视粮食安全。\n\n## 近期成就\n\n*   **粮食产量创新高：** 根据官方数据，在过去五年中，中国通过对农业技术的大量投资和对耕地的严格保护，稳定并提升了粮食产量，达到了创纪录的水平。",
      "shortSummary": "中国正在起草其第十五个五年规划，预计将继续把粮食安全作为核心优先事项。这一长期原则在当前第十四个五年规划中已是重点，并因复杂的地缘政治、贸易环境和气候变化影响而愈发重要，尽管人口有所下降。过去五年，中国通过投资农业技术和保护耕地，已将粮食产量提升至创纪录水平，以确保经济韧性。",
      "translated_title": "“极其危险”：为何中国五年规划将加倍重视粮食安全",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and why food security is set to remain a cornerstone in Beijing’s push for self-reliance.\nFor more stories in this ongoing series, click here. To view SCMP Plus Factsheets on the 15th five-year plan and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/87bf7486-23f5-42e9-9b1e-0bd2565dc51e_69489cf5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中美紧张关系再次升级，TikTok交易是否面临风险？ (原标题: With US-China tensions back on the upswing, is the TikTok deal at risk?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329137/us-china-tensions-back-upswing-tiktok-deal-risk?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 15:00:09 +0000",
      "isoDate": "2025-10-15T15:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### TikTok交易面临新压力\n\n中国短视频应用TikTok在美国的暂定管理协议正面临新的压力，这主要是由于上周中美贸易紧张局势的再次升级。\n\n### 分析师观点不一\n\n分析师对该协议能否存续的评估意见不一：\n\n*   Natixis高级亚太经济学家Gary Ng表示，在当前氛围下，“很难看到（交易）发生”。\n*   他补充说，最大的不利因素是美国可能会关闭该应用并阻止访问。\n\n### 中美关系紧张加剧\n\n近期中美双方的一系列活动加剧了本已紧张的关系：\n\n*   北京扩大了与稀土元素相关的出口管制，这是对美国扩大贸易黑名单的回应。\n*   美国总统特朗普随后威胁对中国进口商品加征额外的100%关税。\n*   尽管TikTok交易未在这些交锋中明确提及，但这些事件和其他双边关系中的爆发点可能会阻止协议最终敲定。\n\n### 新的复杂因素\n\n周二出现了更多复杂情况：\n\n*   中美两国开始对彼此的船只实施新的港口费用结构。\n*   特朗普在社交媒体上警告称，他正在考虑停止进口中国食用油。",
      "shortSummary": "由于中美贸易紧张关系再次升级，TikTok在美国的暂定管理协议面临新压力。近期北京扩大稀土出口管制、美国扩大贸易黑名单以及特朗普的关税威胁等事件，加剧了两国关系紧张，使分析师对TikTok交易能否最终敲定持怀疑态度。新的港口费用和潜在的食用油进口禁令进一步增加了复杂性。",
      "translated_title": "随着中美紧张关系再次升级，TikTok交易是否面临风险？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A tentative deal for the management of Chinese short video app TikTok in the United States is facing new pressure after last week’s flare-up in trade tensions between Beijing and Washington, with analysts mixed in their assessment of the pact’s chances for survival.\n“It’s probably quite hard to see that [deal] happening under such an atmosphere,” said Gary Ng, senior Asia-Pacific economist at Natixis.\n“I don’t know whether it will collapse or go through … The biggest downside is the US could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/cfdb7e7c-df9a-47aa-b83a-f129595cfabe_33225fe1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国最大的出口交易会上，贸易战日益加剧的影响清晰可见 (原标题: At China’s biggest export fair, the trade war’s rising toll is clear to see)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329125/chinas-biggest-export-fair-trade-wars-rising-toll-clear-see?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 13:00:12 +0000",
      "isoDate": "2025-10-15T13:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "## 广交会：中美贸易紧张局势下的中国出口困境\n\n第134届中国进出口商品交易会（广交会）在最新一轮中美紧张局势下开幕，尽管影响有限，但已投下阴影。\n\n### 主要影响与挑战\n\n*   **美国关税威胁：** 面对美国可能恢复三位数关税的威胁，中国出口商正积极从美国市场转向。\n*   **利润与风险：** 许多企业面临利润空间受挤压和信用风险增加的困境。\n*   **市场转向：**\n    *   **欧洲：** 许多出口商寄希望于欧洲市场能成为“救命稻草”，以弥补美国市场的损失。\n    *   **新兴市场：** 来自新兴市场的需求增长为他们提供了一些缓解，成为重要的替代市场。\n*   **出口商案例：**\n    *   来自中国东部浙江省的照明出口商Louis Huang表示，许多美国买家表示不会参加广交会。\n    *   他的美国订单已转向东南亚，并认为美国市场“基本已失去”，因此不能再失去欧洲市场。\n    *   对明年的订单前景感到担忧，指出一些客户的库存高达50%至60%，预示着未来订单可能疲软。\n\n### 广交会概况\n\n*   广交会为期三周，被广泛视为中国庞大出口行业的晴雨表。\n*   本届展会创纪录地有32,000家参展商参与，其中包括超过10,000家高科技企业。\n*   展会展示了353,000种产品，涵盖了从服务机器人到绿色能源解决方案等广泛领域。",
      "shortSummary": "中美贸易紧张局势给中国最大的出口展——广交会蒙上阴影。面对美国高关税威胁，中国出口商正转向欧洲和新兴市场，但面临利润受挤压和信用风险增加的挑战。许多美国买家缺席，订单转向东南亚，出口商对未来订单和高库存表示担忧，认为美国市场已基本失去。",
      "translated_title": "在中国最大的出口交易会上，贸易战日益加剧的影响清晰可见",
      "images": [],
      "contentSource": "完整文章",
      "content": "The latest flare-up in US-China tensions is casting a fresh – albeit limited – shadow over the autumn edition of the Canton Fair, China’s largest foreign trade exhibition, which kicked off on Wednesday.\nWith the threat of a return to triple-digit US tariffs hanging in the air, Chinese exporters in a slew of industries said they were pivoting away from the American market but faced squeezed profit margins and increased credit risks.\nMany are hoping that Europe can act as a lifeline, while rising...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/f8835fed-d90a-44e6-9855-58b269da6682_60f155a4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国顶级党刊敦促在四中全会前采取行动提振信心 (原标题: China’s top party journal urges action to boost confidence ahead of fourth plenum)",
      "link": "https://www.scmp.com/economy/policy/article/3329130/chinas-top-party-journal-urges-action-boost-confidence-ahead-fourth-plenum?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 12:00:11 +0000",
      "isoDate": "2025-10-15T12:00:11.000Z",
      "creator": "Mia Nurmamat",
      "summary": "### 背景与呼吁\n\n在中国共产党即将召开闭门会议讨论下一个五年规划、以及中美贸易紧张局势加剧之际，中共中央机关刊物《求是》杂志敦促有关部门更好地管理市场预期，提高政策可预测性，并更加关注公众情绪。\n\n《求是》杂志在周三发表的一篇文章中，呼吁政策制定者更好地把握政策实施时机，协调经济和非经济措施，并采取措施增强信心和支持增长。\n\n### 具体建议\n\n*   文章指出，政策制定者应“谨慎出台可能产生收紧或抑制效应的措施”，同时呼吁努力支持家庭和企业。\n*   它强调：“企业和投资者主要根据对未来政策的预期做出决策。”“及时、有针对性地实施措施并提高政策可预测性对于提振市场信心至关重要。”\n\n### 当前经济与政治背景\n\n*   世界第二大经济体的领导层定于下周举行四中全会，届时国家主席习近平和300多名中央委员会成员预计将讨论第十五个五年规划的纲要。该规划将为未来五年（2026-2030年）的社会经济目标设定蓝图，目标是2025年实现约5%的经济增长。\n*   中国目前面临国内需求疲软的逆风，市场长期以来一直呼吁不同政府机构之间更好地协调政策发布。\n*   此外，尽管经过数月的谈判和临时休战的延长（自4月冲突达到顶峰以来），中美之间的紧张关系在上周因一系列经济制裁、出口管制和三位数关税威胁而升级。",
      "shortSummary": "中共中央机关刊物《求是》杂志敦促当局在四中全会前采取行动，以提振市场信心。文章呼吁更好地管理市场预期，提高政策可预测性，并关注公众情绪。建议政策制定者谨慎出台收紧措施，支持家庭和企业。此举正值中国面临国内需求疲软和中美贸易紧张局势加剧之际，四中全会将讨论第十五个五年规划。",
      "translated_title": "中国顶级党刊敦促在四中全会前采取行动提振信心",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s ruling Communist Party’s leading theoretical journal has urged authorities to better manage market expectations, improve policy predictability and pay closer attention to public sentiment – ahead of a closed-door meeting of senior officials to discuss the next five-year plan and as trade tensions with the United States mount.\nIn a Wednesday article, Qiushi – a leading platform for disseminating official policies and ideas – called on policymakers to better time policy implementation,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/d3e9b368-3802-4404-b3ba-507bd8cd7c47_868797fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球月度电动汽车销量创纪录达210万辆，其中62%为中国制造 (原标题: Global monthly EV sales hit record 2.1 million, with 62% Chinese-made)",
      "link": "https://www.scmp.com/business/china-business/article/3329143/global-ev-sales-hit-monthly-record-21-million-62-chinese-made?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 11:53:40 +0000",
      "isoDate": "2025-10-15T11:53:40.000Z",
      "creator": "Daniel Ren",
      "summary": "# 全球电动汽车销量创历史新高，中国制造占比62%\n\n## 主要亮点\n*   全球电动汽车（EV）月销量首次突破200万辆，创下210万辆的历史新高。\n*   中国市场是全球销量增长的主要驱动力，其电动汽车交付量占全球总量的62%。\n*   中国电动汽车制造商在全球市场的影响力日益增强。\n\n## 详细数据与增长\n*   **全球销量：** 上月（九月）全球纯电动汽车和插电式混合动力汽车的交付量达到210万辆。\n    *   这比去年同期增长了24%。\n    *   首次突破200万辆大关，超过了去年12月创下的190万辆的旧纪录。\n    *   与八月相比，销量增长了20%。\n*   **驱动因素：** 销量的增长主要得益于中国消费者对新车型的日益增长的兴趣，以及电动汽车在欧洲市场的日益普及。\n\n## 中国市场表现与全球主导地位\n*   **中国作为全球最大EV市场：** 中国乘用车协会（CPCA）的数据显示，中国大陆的电动汽车市场呈现上升势头。\n    *   上月，中国约50家电动汽车制造商的纯电动汽车交付量达到82.6万辆，比去年同期增长28.5%，创下新纪录。\n    *   若计入混合动力汽车，中国上月的电动汽车总交付量为130万辆，比去年同期增长15.5%。\n    *   **中国市场的交付量占全球总量的62%。**\n*   **中国影响力：** 中国乘用车协会秘书长崔东树表示，中国在电动汽车领域的主导地位帮助该国汽车行业增加了其在全球市场的份额。他强调，在新能源汽车领域，中国企业正在全球范围内施加越来越大的影响力。\n\n## 中国品牌出海战略\n*   **比亚迪（BYD）为例：** 作为全球最大的电动汽车制造商，比亚迪正在改善物流并积极在海外市场推出更多新车型，以挑战大众和丰田等国际知名品牌。\n*   **出口预期：** 比亚迪品牌及公关总经理李云飞在上月的一次采访中表示，预计今年比亚迪的出口量将占其全球销量的约20%，而此前这一比例低于10%。",
      "shortSummary": "全球电动汽车（EV）月销量上月创纪录达到210万辆，同比增长24%。中国市场是主要驱动力，其电动汽车交付量达130万辆，占全球总量的62%。中国消费者对新车型的兴趣和欧洲市场的普及推动了增长。中国电动汽车制造商正积极拓展海外市场，如比亚迪预计今年出口占比将达20%，进一步提升中国在全球电动汽车领域的影响力。",
      "translated_title": "全球月度电动汽车销量创纪录达210万辆，其中62%为中国制造",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global electric vehicle (EV) sales hit a record last month, buoyed by Chinese consumers’ growing interest in new models and the rising popularity of battery-powered cars in Europe.\nWorldwide September deliveries of pure-electric cars and plug-in hybrids jumped 24 per cent from a year earlier to 2.1 million units – breaking 2 million for the first time and topping the previous record of 1.9 million in December, according to London-based consultancy Rho Motion. The figure represented 20 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/9d8eb3e4-94e8-411f-b18b-3d6eaaf70d6b_225deef2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国旨在打破就业市场“35岁魔咒”，提高公务员招录年龄上限 (原标题: China bids to break job market ‘curse of 35’ as it raises civil service age cap)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329072/china-bids-break-job-market-curse-35-it-raises-civil-service-age-cap?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 05:03:16 +0000",
      "isoDate": "2025-10-15T05:03:16.000Z",
      "creator": "Mia Nurmamat,Mandy Zuo",
      "summary": "# 中国提高公务员招录年龄上限，旨在打破就业市场“35岁魔咒”\n\n中国政府正在提高部分公务员职位的最高招聘年龄，以应对就业市场中普遍存在的年龄歧视问题，许多年长求职者将其称为“35岁魔咒”。\n\n**主要调整内容：**\n\n*   **国家级公务员考试：**\n    *   根据中国中央政府及附属机构发布的招聘计划，明年国家级公务员考试中，应届硕士和博士毕业生的年龄上限已从35岁提高至43岁。\n    *   对于所有其他中央政府职位的候选人，年龄上限也已从35岁放宽至38岁。\n*   **背景与原因：**\n    *   此举旨在解决就业市场中普遍存在的年龄歧视问题。\n    *   这也与中国为应对人口快速老龄化而逐步提高退休年龄的政策相呼应，其中大多数人退休年龄将延长三年，部分女性延长五年。\n*   **地方实践：**\n    *   今年早些时候，中国西南四川省遂宁市已将公务员招录年龄上限提高：本科学历者至38岁，研究生学历者至43岁。\n    *   退役军人还可在这些年龄限制基础上延长两年。",
      "shortSummary": "中国为应对就业市场普遍存在的“35岁魔咒”和年龄歧视，正在提高公务员招录年龄上限。明年国家级公务员考试中，应届硕博士毕业生年龄上限提高至43岁，其他中央政府职位候选人上限放宽至38岁。此举也与中国为应对人口老龄化而逐步提高退休年龄的政策相符。",
      "translated_title": "中国旨在打破就业市场“35岁魔咒”，提高公务员招录年龄上限",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is raising the maximum hiring age for some civil service positions from 35 to 43 amid rampant age discrimination in the job market that has left many older workers complaining of a “curse of 35”.\nThe upper age limit for candidates in next year’s national-level civil service examinations has been increased to 43 for fresh master’s and doctoral graduates, according to a recruitment plan published by China’s central government and affiliated institutions on Tuesday.\nThe age requirement for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/68ac7c31-7ef0-4026-9808-ff7603e295c8_51635d2f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国总理在与商界领袖座谈会上强调韧性 (原标题: Chinese premier stresses resilience in symposium with business leaders)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329066/chinese-premier-stresses-resilience-symposium-business-leaders?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 04:03:26 +0000",
      "isoDate": "2025-10-15T04:03:26.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国总理在与商界领袖座谈会上强调韧性\n\n中国总理李强周二在与商界领袖、学者及其他专家举行的座谈会上，呼吁中国企业保持韧性，并重申了实现国家年度经济目标的承诺。\n\n## 主要观点与呼吁\n*   **李强总理强调：**\n    *   要准确理解当前的经济形势，必须从更广阔的视角看待。\n    *   需要进一步增强信心，正视问题，并坚定不移地做好各项工作。\n    *   重申了实现国家年度经济增长目标的决心。\n\n## 会议背景\n*   此次会议召开之际，中美贸易不确定性依然存在。\n*   会议距离中国共产党一次关键会议不到一周，预计该会议将讨论国家下一个五年规划的大致框架。\n\n## 与会者反馈\n*   据新华社报道，与会的企业家和其他专家在发言中表达了乐观态度。\n*   他们认为，尽管面临困难，中国经济在压力下仍保持稳定，“有利因素正在持续积累”。\n\n## 经济目标与预测\n*   中国已将年度国内生产总值（GDP）增长目标设定为“5%左右”。\n*   国际货币基金组织（IMF）在本周发布的《世界经济展望》报告中，预测中国2025年的增长率为4.8%。\n\n## 与会代表\n*   来自多个商业领域的代表在会上发言，包括零售巨头名创优品（Miniso）创始人兼首席执行官叶国富。\n*   学者代表包括中国社会科学院世界经济与政治研究所副所长徐奇渊。",
      "shortSummary": "中国总理李强在与商界领袖和专家座谈时，强调企业需保持韧性，并重申实现年度经济目标的承诺。他呼吁增强信心、正视问题。与会者对经济前景表示乐观，认为尽管面临挑战，有利因素仍在积累。中国设定了“5%左右”的GDP增长目标，国际货币基金组织预测2025年增长率为4.8%。",
      "translated_title": "中国总理在与商界领袖座谈会上强调韧性",
      "images": [],
      "contentSource": "完整文章",
      "content": "Premier Li Qiang called on China’s companies to be resilient and reiterated a pledge to achieve the country’s annual economic goals at a symposium with business leaders, academics and other experts on Tuesday.\n“To accurately understand the current economic situation, one must take a broader perspective … [it is necessary to] further strengthen confidence, face problems squarely and stay firmly committed to doing our work well,” Li was quoted as saying by state news agency Xinhua.\nThe meeting,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/a645127b-4c22-4a58-b281-08d9818bdab0_aee91b02.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战白热化或激发北京斗志：学者观点 (原标题: Heated US-China trade war could put fire in Beijing’s belly: scholars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328967/us-china-trade-war-hotspots-could-put-fire-beijings-belly-scholars?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 03:00:19 +0000",
      "isoDate": "2025-10-15T03:00:19.000Z",
      "creator": "Ji Siqi,Mandy Zuo",
      "summary": "# 中美贸易战再燃，学者称或激发中国斗志\n\n## 背景与学者观点\n在中美贸易紧张关系再次升级之际，中国学者认为，此次冲突可能为中国提供一个凝聚人心的共同事业，促使政策制定者采取措施保护技术发展和国家安全。\n\n*   上海社会科学院高级经济研究员杨建文表示，无论是内部还是外部压力，都有可能促进团结。他强调，这是中国的民族性，外部压力可以转化为动力。\n\n## 贸易战升级现状\n上周，全球两大经济体之间的紧张关系再次加剧，表现为一系列经济制裁、出口管制和三位数关税威胁。尽管此前经过数月谈判和多次临时休战，但惩罚性措施仍层出不穷。\n\n*   **最新战场：航运业**\n    *   双方从周二开始对彼此船只征收港口费用。\n    *   同日，北京宣布将制裁韩国航运巨头韩华海洋（Hanwha Ocean）的五家美国子公司，理由是其与美国合作，限制中国的海运和造船业。\n\n## 中国立场与战略\n欧亚集团中国区总监王丹表示，从北京的角度看，最新一轮升级始于美国，而中国的行动是经过精心校准的对等回应。\n\n*   王丹指出，这为即将召开的四中全会定下了基调：中国将强调长期、稳定的战略，坚持既定方针，不屈服于美国压力，也不改变其经济计划。\n\n## 重要会议\n执政的共产党中央委员会的四中全会定于10月20日至23日举行。",
      "shortSummary": "中美贸易战在四中全会前夕再次升级，双方互征港口费，中国还制裁了与美合作的韩企子公司。学者认为，外部压力或激发中国团结，将挑战转化为动力。欧亚集团王丹指出，北京视此为美方挑衅后的对等回应，并将在四中全会上强调长期稳定战略，不屈服于美国压力，坚持自身经济计划。",
      "translated_title": "中美贸易战白热化或激发北京斗志：学者观点",
      "images": [],
      "contentSource": "完整文章",
      "content": "With trade tensions between China and the United States reignited less than two weeks before a major political gathering in Beijing, Chinese scholars said the flare-up could provide a common cause for the country to rally behind as policymakers take steps to protect technological development and national security.\n“Pressure, whether from internal or external sources, has the potential to foster unity,” said Yang Jianwen, a senior economic researcher at the Shanghai Academy of Social Sciences....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/cef78e81-e157-4b15-b116-d450824c6bc8_c0f2fecc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济数据显示，对抗通缩压力的斗争尚未胜利 (原标题: Chinese economic data shows fight against deflationary pressures not yet won)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329045/latest-chinese-economic-data-shows-fight-against-deflationary-pressures-not-yet-won?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 02:14:12 +0000",
      "isoDate": "2025-10-15T02:14:12.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 中国经济数据显示，对抗通缩压力的斗争尚未胜利\n\n#### 消费者价格指数（CPI）持续下降\n*   **九月表现**：根据国家统计局周三发布的数据，中国消费者价格指数（CPI）在9月份同比下降0.3%。\n*   **超出市场预期**：此次下降幅度大于市场普遍预期，此前金融服务提供商Wind的调查预测为下降0.15%。\n*   **八月回顾**：8月份CPI同比下降0.4%。\n*   **主要原因**：国家统计局高级统计师董丽娟指出，同比下降主要是由于去年的基数较高（“尾部效应”）。她补充说，食品和能源价格的下降是导致CPI下跌的主要因素。\n\n#### 通缩压力持续存在\n*   **核心挑战**：中国正面临持续的通缩压力，这主要由国内需求疲软和供应过剩的双重挑战驱动。\n*   **贸易不确定性**：贸易不确定性也阻碍了供应商清理过剩库存的努力。\n\n#### 工业生产者出厂价格（PPI）跌幅收窄\n*   **积极信号**：文章提到，工厂出厂价格（PPI）的跌幅略有收窄，这暗示北京遏制“内卷”（即导致价格下降的行业内部恶性竞争）的努力可能正在取得进展。",
      "shortSummary": "中国9月消费者价格指数（CPI）同比下降0.3%，降幅超出市场预期，显示出国内需求疲软和供应过剩导致的持续通缩压力。尽管食品和能源价格下降是主要原因，但工厂出厂价格跌幅的略微收窄，为遏制行业恶性竞争带来了一丝希望，表明对抗通缩的斗争尚未完全胜利。",
      "translated_title": "中国经济数据显示，对抗通缩压力的斗争尚未胜利",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer prices fell again in September as demand remained weak, while a slight narrowing of the fall in factory-gate prices gave a hint that Beijing’s efforts to curb involution – the cutthroat intra-industry competition pushing down prices in several sectors – could be making ground, even as economists said further monetary easing remained an option.\nThe national consumer price index (CPI), a key gauge of inflation, fell 0.3 per cent year on year last month, according to data released...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/84f3266e-7f72-483d-a665-c5bbc4d5192b_b2358602.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的电动汽车热潮让欧盟设置了障碍。合作能否扫清道路？ (原标题: China’s EV boom has the EU setting up roadblocks. Can cooperation clear the way?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328961/chinas-ev-boom-has-eu-setting-roadblocks-can-cooperation-clear-way?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 22:00:08 +0000",
      "isoDate": "2025-10-14T22:00:08.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中欧汽车产业竞争与合作：历史与现状\n\n## 引言\n\n今年标志着中国与欧盟正式建立外交关系五十周年，以及欧盟中国商会成立二十五周年。本文聚焦于中欧之间日益激烈的汽车产业竞争，该产业是欧洲的基石，也是中国取得巨大进步的领域，尤其是在电动汽车及其他高科技发展方面。\n\n## 中国汽车工业的早期面貌\n\n*   **历史背景**：中国第一汽车制造厂（FAW）成立于1953年，是中国首家汽车制造商。其工厂在苏联工程师的指导下建成，首款车型借鉴了莫斯科的Zil，早期是国家工业的瑰宝，也是世界上最大的社会主义国家之间合作的象征。\n*   **技术落后**：在上世纪90年代初，当大众汽车的工程师访问一汽的工厂时，他们发现这家工厂仿佛停留在过去，尽管计划经济时代已经结束了几十年，但变化甚微。\n\n## 中外合资与技术学习\n\n*   **合资企业成立**：1991年，一汽-大众合资企业成立，这是德国汽车巨头与中国公司的第二次合资。\n*   **知识与技能转移**：海外人员发现他们需要向中方同行传授早已成为西方工业生产常识的方法。\n*   **学习过程**：德国汽车智库汽车研究中心（Centre Automotive Research）主任Beatrix Keim表示，这是一个“学习、掌握和理解”的过程。她于1998年加入一汽-大众，在中国与多家欧洲汽车制造商工作了十多年后返回德国，亲身经历了这一转型。",
      "shortSummary": "中欧在汽车产业，特别是电动汽车领域的竞争日益加剧。文章回顾了中国汽车工业的发展历程，指出上世纪90年代初，中国第一汽车制造厂（FAW）与大众汽车合资时，曾大量学习西方先进生产技术。如今，中国电动汽车的蓬勃发展正促使欧盟设置贸易壁垒。文章探讨了在这一背景下，合作能否为中欧关系扫清障碍。",
      "translated_title": "中国的电动汽车热潮让欧盟设置了障碍。合作能否扫清道路？",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union, as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. The latest story in our series examining ties between the two powers focuses on intensified competition in the auto industry, a bedrock sector for Europe and an area where China has made enormous strides, particularly in electric vehicles and other hi-tech advancements.\nWhen Volkswagen engineers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/814c091d-1437-490e-abba-35663c65edeb_db9df14b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美互征港口费，全球航运业面临动荡 (原标题: As China and US impose rival port fees, global shipping braces for disruption)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328979/china-and-us-impose-rival-port-fees-global-shipping-industry-braces-disruption?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 14:00:09 +0000",
      "isoDate": "2025-10-14T14:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "中美两国于周二开始互征额外港口费，分析师警告全球航运业面临日益增长的不确定性和动荡。然而，中国对国产船舶的豁免预计将限制其影响。\n\n*   **费用生效时间与背景**\n    *   中国于上周五宣布了报复性港口费，并于周二（中美两国措施生效的同一天）公布了实施细节。\n    *   美国也于同日开始征收港口费。\n\n*   **中国港口费政策**\n    *   **豁免对象**：在中国建造的船舶以及抵达进行维修的空载船舶将免除费用。\n    *   **征收对象**：\n        *   美国建造、悬挂美国旗、由美国拥有或运营的船舶。\n        *   由美国个人或企业持有25%或以上股权、投票权或董事会席位的任何实体拥有或运营的船舶。\n    *   **潜在影响**：\n        *   由于中国是主要的能源和粮食进口国，其费用将主要影响油轮和干散货船，促使货主和承运商重新考虑部署。\n        *   这可能在短期内增加航运费率的波动性。\n    *   **撤销条件**：如果美国取消港口费，中国的费用也将被撤销。\n    *   **分析师观点**：经纪公司SSY全球研究主管Roar Adland指出，中国政策中关于“美国个人或企业持有25%或以上股权”的规定是真正的“杀手锏”，可能导致全球相当大一部分船队受到额外费用的影响。\n\n*   **美国港口费政策**\n    *   分析师认为，美国的港口费更有可能影响集装箱货物运输。\n\n*   **总体影响**\n    *   全球航运业面临不确定性和动荡。\n    *   短期内航运费率可能增加波动性。",
      "shortSummary": "中美两国于周二起互征港口费，全球航运业面临不确定性与动荡。中国费用针对美国建造或与美国资本关联的船舶，豁免国产船，主要影响油轮和干散货船，可能推高短期运费波动。美国费用则主要影响集装箱运输。分析师警告，中国政策可能波及全球相当一部分船队。若美国取消费用，中国也将撤销。",
      "translated_title": "中美互征港口费，全球航运业面临动荡",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China and the United States begin charging additional port fees on Tuesday, analysts warn the global shipping industry faces growing uncertainty and turmoil – though Beijing’s exemption of domestically built vessels is expected to limit the impact.\nChina announced retaliatory port fees last Friday and released implementation details in the first hour of Tuesday – the same day the Chinese and US measures took effect. Fees will be waived for vessels built in China and for empty vessels arriving...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/48cbed1a-6090-45df-8dc2-af9dde51d1da_85138466.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何国际货币基金组织（IMF）在中美贸易战背景下仍上调中国经济增长预测 (原标题: Why the IMF raised its China growth forecast even amid the US trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328960/imf-raises-its-china-growth-forecast-despite-us-trade-war?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-14T13:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "## 国际货币基金组织（IMF）上调中国经济增长预测\n\n国际货币基金组织（IMF）近期发布了对中国经济的最新预测，显示出谨慎乐观的态度，尽管中美关系依然动荡。\n\n### 增长预测与调整\n\n*   **2025年增长预测：** 中国经济预计将增长4.8%。\n*   **2026年增长预测：** 增长速度将放缓至4.2%。\n*   **预测上调：** 2025年的预测比IMF去年10月的估计高出0.3个百分点。\n*   **上调原因：** IMF表示，此次调整反映了“过去几个季度强于预期的表现”。\n\n### 经济表现的驱动因素\n\nIMF在其《世界经济展望》报告中指出，中国经济的强劲表现主要得益于以下因素：\n\n*   **国际贸易的“前置效应”：** 贸易活动提前进行。\n*   **国内消费：** 在2025年财政扩张的支持下，国内消费相对强劲。\n*   **抵消不利因素：** 这些积极因素“抵消了不确定性和关税带来的不利影响”。\n\n### IMF的担忧与风险\n\n尽管上调了增长预测，IMF也强调中国经济前景“依然令人担忧”，并列举了多项风险：\n\n*   **房地产行业：** 在房地产泡沫破裂四年后，该行业“仍处于不稳固状态”。\n*   **金融稳定：** 存在金融稳定风险。\n*   **信贷需求：** 信贷需求疲软。\n*   **债务-通缩陷阱：** 经济“徘徊在债务-通缩陷阱的边缘”。\n*   **出口可持续性：** 制造业出口支撑了增长，但其可持续性受到质疑。\n\n### IMF的政策建议\n\n为应对上述挑战，IMF建议中国采取以下措施：\n\n*   **向家庭消费再平衡：** 包括通过更侧重社会支出和房地产行业的财政措施。\n*   **缩减产业政策：** 减少对特定产业的干预。\n*   **目标：** 帮助中国减少贸易顺差并缓解国内通缩压力。\n\n### 贸易战影响与展望\n\n*   **关税影响：** IMF指出，中国受关税影响比其他地区更大，面临更高的关税上调。\n*   **未来展望：** 鉴于没有明确迹象表明将达成降低贸易壁垒的协议，中美贸易的不确定性和紧张局势可能在2025年和2026年保持高位。",
      "shortSummary": "国际货币基金组织（IMF）上调了对中国经济的增长预测，预计2025年增长4.8%，2026年为4.2%。此次上调归因于国际贸易的“前置效应”和财政扩张支持下的国内消费强劲表现，这些抵消了关税和不确定性的影响。然而，IMF也指出，房地产行业不稳定、金融风险、信贷需求疲软以及潜在的债务-通缩陷阱仍是主要担忧。IMF建议中国通过转向家庭消费和缩减产业政策来应对这些挑战，并预计中美贸易紧张局势将持续。",
      "translated_title": "为何国际货币基金组织（IMF）在中美贸易战背景下仍上调中国经济增长预测",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy will grow 4.8 per cent in 2025 before growth moderates to 4.2 per cent in 2026 according to the latest projection by the International Monetary Fund (IMF), a sign of cautious optimism from the agency even as US-China ties remain volatile.\nThe forecast for 2025 is unchanged from IMF’s July’s estimate, 0.8 percentage points higher than its April projection and 0.3 percentage points higher than the report from last October.\nThe Chinese economy’s resilient performance was driven by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/4c3653d0-554b-40ed-8d62-28c64bb083c1_245e7e98.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-17T02:24:20.697Z"
}