{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中美互征港口费，全球航运业面临动荡 (原标题: As China and US impose rival port fees, global shipping braces for disruption)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328979/china-and-us-impose-rival-port-fees-global-shipping-industry-braces-disruption?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 14:00:09 +0000",
      "isoDate": "2025-10-14T14:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "中美两国于周二开始互征额外港口费，分析师警告全球航运业面临日益增长的不确定性和动荡。然而，中国对国产船舶的豁免预计将限制其影响。\n\n*   **费用生效时间与背景**\n    *   中国于上周五宣布了报复性港口费，并于周二（中美两国措施生效的同一天）公布了实施细节。\n    *   美国也于同日开始征收港口费。\n\n*   **中国港口费政策**\n    *   **豁免对象**：在中国建造的船舶以及抵达进行维修的空载船舶将免除费用。\n    *   **征收对象**：\n        *   美国建造、悬挂美国旗、由美国拥有或运营的船舶。\n        *   由美国个人或企业持有25%或以上股权、投票权或董事会席位的任何实体拥有或运营的船舶。\n    *   **潜在影响**：\n        *   由于中国是主要的能源和粮食进口国，其费用将主要影响油轮和干散货船，促使货主和承运商重新考虑部署。\n        *   这可能在短期内增加航运费率的波动性。\n    *   **撤销条件**：如果美国取消港口费，中国的费用也将被撤销。\n    *   **分析师观点**：经纪公司SSY全球研究主管Roar Adland指出，中国政策中关于“美国个人或企业持有25%或以上股权”的规定是真正的“杀手锏”，可能导致全球相当大一部分船队受到额外费用的影响。\n\n*   **美国港口费政策**\n    *   分析师认为，美国的港口费更有可能影响集装箱货物运输。\n\n*   **总体影响**\n    *   全球航运业面临不确定性和动荡。\n    *   短期内航运费率可能增加波动性。",
      "shortSummary": "中美两国于周二起互征港口费，全球航运业面临不确定性与动荡。中国费用针对美国建造或与美国资本关联的船舶，豁免国产船，主要影响油轮和干散货船，可能推高短期运费波动。美国费用则主要影响集装箱运输。分析师警告，中国政策可能波及全球相当一部分船队。若美国取消费用，中国也将撤销。",
      "translated_title": "中美互征港口费，全球航运业面临动荡",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China and the United States begin charging additional port fees on Tuesday, analysts warn the global shipping industry faces growing uncertainty and turmoil – though Beijing’s exemption of domestically built vessels is expected to limit the impact.\nChina announced retaliatory port fees last Friday and released implementation details in the first hour of Tuesday – the same day the Chinese and US measures took effect. Fees will be waived for vessels built in China and for empty vessels arriving...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/48cbed1a-6090-45df-8dc2-af9dde51d1da_85138466.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何国际货币基金组织（IMF）在中美贸易战背景下仍上调中国经济增长预测 (原标题: Why the IMF raised its China growth forecast even amid the US trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328960/imf-raises-its-china-growth-forecast-despite-us-trade-war?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-14T13:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "## 国际货币基金组织（IMF）上调中国经济增长预测\n\n国际货币基金组织（IMF）近期发布了对中国经济的最新预测，显示出谨慎乐观的态度，尽管中美关系依然动荡。\n\n### 增长预测与调整\n\n*   **2025年增长预测：** 中国经济预计将增长4.8%。\n*   **2026年增长预测：** 增长速度将放缓至4.2%。\n*   **预测上调：** 2025年的预测比IMF去年10月的估计高出0.3个百分点。\n*   **上调原因：** IMF表示，此次调整反映了“过去几个季度强于预期的表现”。\n\n### 经济表现的驱动因素\n\nIMF在其《世界经济展望》报告中指出，中国经济的强劲表现主要得益于以下因素：\n\n*   **国际贸易的“前置效应”：** 贸易活动提前进行。\n*   **国内消费：** 在2025年财政扩张的支持下，国内消费相对强劲。\n*   **抵消不利因素：** 这些积极因素“抵消了不确定性和关税带来的不利影响”。\n\n### IMF的担忧与风险\n\n尽管上调了增长预测，IMF也强调中国经济前景“依然令人担忧”，并列举了多项风险：\n\n*   **房地产行业：** 在房地产泡沫破裂四年后，该行业“仍处于不稳固状态”。\n*   **金融稳定：** 存在金融稳定风险。\n*   **信贷需求：** 信贷需求疲软。\n*   **债务-通缩陷阱：** 经济“徘徊在债务-通缩陷阱的边缘”。\n*   **出口可持续性：** 制造业出口支撑了增长，但其可持续性受到质疑。\n\n### IMF的政策建议\n\n为应对上述挑战，IMF建议中国采取以下措施：\n\n*   **向家庭消费再平衡：** 包括通过更侧重社会支出和房地产行业的财政措施。\n*   **缩减产业政策：** 减少对特定产业的干预。\n*   **目标：** 帮助中国减少贸易顺差并缓解国内通缩压力。\n\n### 贸易战影响与展望\n\n*   **关税影响：** IMF指出，中国受关税影响比其他地区更大，面临更高的关税上调。\n*   **未来展望：** 鉴于没有明确迹象表明将达成降低贸易壁垒的协议，中美贸易的不确定性和紧张局势可能在2025年和2026年保持高位。",
      "shortSummary": "国际货币基金组织（IMF）上调了对中国经济的增长预测，预计2025年增长4.8%，2026年为4.2%。此次上调归因于国际贸易的“前置效应”和财政扩张支持下的国内消费强劲表现，这些抵消了关税和不确定性的影响。然而，IMF也指出，房地产行业不稳定、金融风险、信贷需求疲软以及潜在的债务-通缩陷阱仍是主要担忧。IMF建议中国通过转向家庭消费和缩减产业政策来应对这些挑战，并预计中美贸易紧张局势将持续。",
      "translated_title": "为何国际货币基金组织（IMF）在中美贸易战背景下仍上调中国经济增长预测",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy will grow 4.8 per cent in 2025 before growth moderates to 4.2 per cent in 2026 according to the latest projection by the International Monetary Fund (IMF), a sign of cautious optimism from the agency even as US-China ties remain volatile.\nThe forecast for 2025 is unchanged from IMF’s July’s estimate, 0.8 percentage points higher than its April projection and 0.3 percentage points higher than the report from last October.\nThe Chinese economy’s resilient performance was driven by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/4c3653d0-554b-40ed-8d62-28c64bb083c1_245e7e98.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国扩大出口管制范围，稀土的未来将走向何方？ (原标题: As China widens its export control net, what’s next for rare earths?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328971/china-widens-its-export-control-net-whats-next-rare-earths?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 10:30:09 +0000",
      "isoDate": "2025-10-14T10:30:09.000Z",
      "creator": "Alice Li",
      "summary": "### 中国扩大稀土出口管制：背景、原因与影响\n\n**背景概览**\n\n*   **中美关系紧张**：在经历数月脆弱的和平、多轮谈判和临时贸易休战延期后，近期事件再次引发市场对局势螺旋式升级的担忧。\n*   **两国竞争加剧**：中美两国作为全球最大的经济体，为在更广泛的竞争中占据上风，已采取或威胁采取多项惩罚性措施。\n*   **中国最新举动**：上周四，中国商务部发布了一系列公告，其中对稀土元素实施的广泛出口管制尤其引人关注。\n*   **稀土的重要性**：稀土是制造高科技产品不可或缺的原材料。\n\n**文章焦点**\n\n*   本文旨在深入探讨这些限制措施的细节、出台原因、涉及的元素和商品，以及新规对全球供应链的意义。\n\n**中国为何扩大稀土出口管制？**\n\n1.  **最初猜测与北京否认**\n    *   **猜测**：最初有传言称此举与巴基斯坦使用中国设备和技术向美国出口稀土有关。\n    *   **北京回应**：中国周一否认了这一说法，称巴基斯坦在与美国的矿产贸易中一直坦诚，并驳斥该理论为“毫无根据”，旨在“在中巴传统盟友之间制造不和”。\n\n2.  **官方解释**\n    *   中国在官方沟通中表示，此举旨在“完善其出口管制框架”，以应对地缘政治动荡以及稀土在军事设备中的潜在用途。\n\n3.  **金融机构分析（Gavekal）**\n    *   金融服务公司Gavekal周一发布的研究报告指出，此举是中国对北京认为的美国违反双方上月在马德里会谈后达成的“默契共识”的回应。\n    *   **主要违规行为**：美国商务部扩大了“实体清单”范围，将更多中国公司纳入其严格制裁之下。",
      "shortSummary": "中国商务部近期宣布扩大对稀土元素的出口管制，引发全球关注。此举是在中美关系紧张背景下，中国为完善出口管制框架、应对地缘政治动荡及稀土军事用途而采取的措施。尽管有猜测与巴基斯坦稀土出口有关，但北京予以否认。金融服务公司Gavekal分析认为，此举是对美国扩大“实体清单”等违反“默契共识”的回应。稀土是高科技产品关键材料，新规将对全球供应链产生影响。",
      "translated_title": "随着中国扩大出口管制范围，稀土的未来将走向何方？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After months of tenuous peace between the US and China – featuring multiple rounds of talks and extensions of a temporary trade truce – recent events had markets and observers briefly worried over a return to the dangerous escalatory spiral averted earlier in the year.\nSeveral punitive measures have been employed or threatened by the world’s two largest economies as they attempt to gain the upper hand in their broader rivalry, but last Thursday’s flurry of announcements from China’s Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/b7f806ad-0879-469c-90a3-ba63a3c42c32_a87099f6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧洲在科技竞赛中输给中国和美国，诺贝尔奖得主警告 (原标题: Europe losing tech race to China and US, Nobel Prize winner warns)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328920/europe-losing-tech-race-china-and-us-nobel-prize-winner-warns?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 06:01:47 +0000",
      "isoDate": "2025-10-14T06:01:47.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 诺贝尔奖得主警告欧洲科技落后\n\n法国经济学家菲利普·阿吉翁（Philippe Aghion）在荣获本年度诺贝尔经济学奖后不久，向欧洲发出了严厉警告。他指出，欧洲在与中国和美国的科技竞赛中正在落败。\n\n*   **落后现状**：阿吉翁强调，欧洲需要“清醒过来”，因为与美国和现在的中国相比，欧洲在技术上正在落后。\n*   **创新差距**：他解释说，自1990年代以来，美国和中国一直在发展突破性的高科技创新，而欧洲则一直局限于渐进式的中等技术创新。\n*   **潜在后果**：阿吉翁警告，如果欧洲不能真正变得创新，其衰落将是不可避免的，并将被边缘化。\n\n## 警告的权威性\n\n阿吉翁的言论因其在解释创新如何驱动经济增长方面的研究而获得了今年的诺贝尔经济学纪念奖，这使得他的警告更具分量。这项研究是他与美国-以色列经济史学家乔尔·莫基尔（Joel Mokyr）和加拿大经济学家彼得·豪伊特（Peter Howitt）共同完成的。\n\n## 扭转局面的潜力\n\n尽管发出了严峻的警告，阿吉翁也强调欧洲有能力扭转局面，赶上美国和中国。",
      "shortSummary": "诺贝尔经济学奖得主菲利普·阿吉翁警告称，欧洲在科技竞赛中正落后于中国和美国。他指出，自1990年代以来，美中两国在发展突破性高科技创新，而欧洲则停留在渐进式创新，面临不可避免的衰落和边缘化风险。尽管如此，阿吉翁认为欧洲仍有能力迎头赶上。",
      "translated_title": "欧洲在科技竞赛中输给中国和美国，诺贝尔奖得主警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "French economist Philippe Aghion issued a stark warning to Europe shortly after winning this year’s Nobel Prize, saying the continent was losing the technology race to China and the United States.\n“Europe needs to wake up. We’re falling behind technologically compared to the United States and now China,” the newly minted laureate said during public broadcaster France 2’s evening news programme on Monday.\n“Since the 1990s, they’ve been developing breakthroughs, hi-tech innovations, while we’ve...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/d2bf77bd-3801-4212-8946-21c07a4f933e_66e05fe1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美航运争端升级，北京制裁韩国巨头子公司 (原标题: China-US shipping dispute escalates as Beijing sanctions South Korean giant units)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328899/china-sanctions-five-us-subsidiaries-south-korean-shipping-giant?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 04:12:28 +0000",
      "isoDate": "2025-10-14T04:12:28.000Z",
      "creator": "Carol Yang,Sylvia Ma",
      "summary": "### 中美航运争端升级：北京制裁韩国巨头子公司\n\n**背景**\n*   中美两国在战略性航运和造船领域紧张关系升级。\n*   此前，美国于周二开始对中国建造或运营的船只征收港口费用，此举是根据此前监管更新中的承诺执行的。\n\n**中国制裁行动**\n*   中国商务部周二发布声明，宣布将韩国航运巨头韩华海洋（Hanwha Ocean）的五家美国子公司列入反制清单。\n*   **指控原因**：中方指控这些子公司与华盛顿合作，限制中国的海运、物流和造船业。\n*   **法律依据**：北京依据中国的《反外国制裁法》及相关规定采取了此次行动。\n*   **中方立场**：中国商务部发言人表示，韩华的美国子公司协助和支持美国政府进行301调查，并对中国的海运、物流和造船业实施措施，中方对此表示强烈不满和坚决反对。\n\n**韩华海洋的角色**\n*   韩华海洋是韩国主要的造船商，与美国保持密切合作。\n*   此次制裁是在美国推动遏制中国在该领域主导地位的背景下发生的，并强制执行了赋予中国采取反制措施权力的新修订规则。",
      "shortSummary": "中国商务部宣布制裁韩国航运巨头韩华海洋的五家美国子公司，指控它们协助美国限制中国的海运和造船业。此举标志着中美航运争端升级，并与美国对中国建造或运营的船只征收港口费用同时发生。北京依据《反外国制裁法》采取行动，对美方遏制中国在该领域主导地位的努力表示强烈不满。",
      "translated_title": "中美航运争端升级，北京制裁韩国巨头子公司",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has announced sanctions against a US ally over its alleged role in constraining China’s maritime and shipbuilding industries – marking an escalation in tensions in the strategic sector.\nThe move came as Washington enforced port fees targeting China-built or operated vessels on Tuesday, and follows a commitment Beijing made in a previous regulatory update.\nChina placed five US-based subsidiaries of the South Korean shipping giant Hanwha Ocean – including Philly Shipyard, which the firm...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/bd7bd6f0-1344-4834-a03e-5ebcf5674673_873f093f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美周一举行‘工作层会谈’，尽管贸易摩擦不断 (原标题: China and US held ‘working-level talks’ on Monday despite trade spat)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328883/china-and-us-held-working-level-talks-monday-despite-trade-spat?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 01:51:38 +0000",
      "isoDate": "2025-10-14T01:51:38.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中美贸易会谈最新进展\n\n*   **会谈举行**：中国商务部表示，尽管贸易紧张局势再度升级，中美两国于周一举行了工作层会谈。\n*   **中方呼吁**：中方敦促美方“展现对话诚意”。\n*   **中方立场**：商务部周二发表声明指出，美方不能一边对话，一边又恐吓和威胁施加新的限制，认为这不是处理对华关系的正确方式。\n*   **要求美方纠正**：中方敦促美方立即纠正错误做法，并展现对话诚意。\n*   **沟通机制**：声明还提到，双方在中美经济贸易磋商机制框架下保持沟通，该机制是在今年早些时候的贸易谈判中建立的。\n*   **后续发展**：文章指出将有更多后续报道。",
      "shortSummary": "尽管贸易紧张局势升级，中美两国周一仍举行了工作层会谈。中国商务部证实了这一消息，并敦促美方“展现对话诚意”，批评美方一边对话一边施压的做法。双方在中美经济贸易磋商机制框架下保持沟通。",
      "translated_title": "中美周一举行‘工作层会谈’，尽管贸易摩擦不断",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing and Washington conducted working-level talks on Monday despite a renewed escalation in trade tensions, China’s Ministry of Commerce has said, urging the US to “show sincerity” in its relations.\n“The US cannot engage in dialogue while intimidating and threatening to impose new restrictions. This is not the right way to deal with China,” the ministry said in a statement on Tuesday.\n“China urges the US to immediately correct its wrong practices and show sincerity for dialogue.”\nTensions...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/52b7fe19-b03f-4d53-8ff4-b345c8107c65_390d11ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易冲突短期内只是虚惊一场，双方都在寻求缓和：分析师 (原标题: US-China trade flare-up a short-term scare as both sides seek off-ramp: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328829/us-china-trade-flare-short-term-scare-both-sides-seek-ramp-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 15:00:08 +0000",
      "isoDate": "2025-10-13T15:00:08.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "# 中美贸易冲突：短期缓和与深层挑战\n\n分析师预计，中美两国短期内将实现相互降级，这将为全球市场带来一些缓解。此前，上周的经济制裁、出口管制和高额关税威胁曾使全球两大经济体面临新一轮毁灭性升级的风险。\n\n## 近期事态发展\n\n*   **特朗普态度软化：** 周日，美国总统特朗普对中美紧张局势采取了比此前更为温和的立场，向记者表示“我认为我们与中国会很好”，并称他与中国国家主席习近平“关系很好”。\n*   **此前威胁：** 特朗普的这一和解言论，是在他两天前通过社交媒体威胁从11月1日起对中国商品征收100%的关税，并对所有“关键软件”实施出口管制之后发表的。\n*   **APEC峰会：** 特朗普还曾表示，没有理由按计划在月底于韩国举行的亚太经济合作组织（APEC）论坛期间与习近平举行高层峰会，尽管他后来告诉记者他并未取消会议。\n*   **中国反制措施：** 特朗普发出警告之前，北京宣布大幅扩大其出口管制制度，特别是针对稀土元素——这些原材料是多种高科技产品生产中的关键组成部分。\n\n## 分析师观点\n\n新加坡东南亚研究所（ISEAS-Yusof Ishak Institute）的客座高级研究员Stephen Olson指出，中美关系目前处于一种“似乎专注于扑灭最新爆发的零星冲突，而不是进行解决根本结构性挑战和寻找新共存方式所需的深入实质性讨论”的模式。",
      "shortSummary": "分析师预计中美贸易冲突短期内将降级，为全球市场带来缓解。此前，美国曾威胁高额关税和出口管制，中国则扩大了稀土出口管制。然而，美国总统特朗普近期态度软化，表示对中美关系乐观。专家认为，两国目前主要关注解决眼前问题，而非深层结构性挑战，但短期缓和仍可期。",
      "translated_title": "中美贸易冲突短期内只是虚惊一场，双方都在寻求缓和：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "Analysts said a mutual de-escalation is expected in the short term between the US and China, a development that would provide some relief for global markets after last week’s barrage of economic sanctions, export controls and vows of triple-digit tariffs threatened to send the world’s two largest economies into another devastating escalatory cycle.\nOn Sunday, US President Donald Trump adopted a softer tone compared to previous comments on the tensions with Beijing, telling reporters, “I think...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/8e252f07-467c-4939-a45e-27b0d79d9cf2_5b0df632.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新车型、即将到期的税收优惠推动中国纯电动汽车销量创纪录 (原标题: New models, expiring tax breaks drive record pure-EV sales in China)",
      "link": "https://www.scmp.com/business/china-business/article/3328837/chinas-pure-ev-sales-hit-all-time-high-new-models-expiring-tax-breaks-lure-buyers?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 11:39:56 +0000",
      "isoDate": "2025-10-13T11:39:56.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国纯电动汽车销量创历史新高\n\n中国大陆纯电动汽车（EV）销量在刚刚过去的9月份创下历史新高，主要原因是消费者赶在即将到期的税收优惠和补贴政策前购车，以及市场上新车型的推出。\n\n### 销售数据概览\n\n*   根据中国乘用车协会（CPCA）的数据，9月份共有82.6万辆纯电动汽车交付给国内客户。\n*   这一数字比去年同期增长了28.5%。\n*   此前的最高纪录是2024年12月的76.2万辆（*注：原文如此，可能为笔误*）。\n*   新车型的上市提前激发了消费者的购买热情，使得销售热潮比往常提前到来。\n\n### 税收优惠政策\n\n*   **当前政策：** 为促进绿色出行和控制排放，中国大陆的电动汽车买家目前可免征10%的销售税。\n*   **未来调整：**\n    *   从2025年1月起，电动汽车购买将征收5%的税。\n    *   到2028年，将恢复常规的10%销售税。\n\n### 补贴政策\n\n*   **置换补贴：** 截至今年年底，中国买家若用现有汽车置换电动汽车，可获得2万元人民币（约合2,811美元）的补贴。\n*   **燃油车补贴：** 购买燃油车的买家则可获得1.5万元人民币的补贴。\n\n### 市场展望\n\n*   **销售预期：** 上海经销商万卓汽车的销售总监赵震表示，预计今年最后两个月（11月和12月）将出现电动汽车购买热潮，消费者将利用即将到期的税收优惠购买心仪的汽车。他预测，从10月到12月，销量有望再持续三个月的火爆。\n*   **惠誉评级报告：** 惠誉评级在7月份的一份报告中曾预测，由于汽车制造商减少折扣和免息贷款，截至9月份的季度（第三季度）中国大陆电动汽车和燃油车需求将减弱。但该评级机构也指出，随着买家寻求利用税收优惠和补贴，第四季度销量将出现反弹。",
      "shortSummary": "中国大陆纯电动汽车（EV）销量在9月份创下82.6万辆的历史新高，同比增长28.5%。这一增长主要得益于消费者赶在即将到期的税收优惠和补贴前购车，以及新车型的推出。目前电动汽车免征10%销售税，但从2025年1月起将征收5%，并于2028年恢复10%。此外，置换电动汽车可获2万元补贴。市场预计，受政策驱动，今年最后几个月销量将持续火爆。",
      "translated_title": "新车型、即将到期的税收优惠推动中国纯电动汽车销量创纪录",
      "images": [],
      "contentSource": "完整文章",
      "content": "Sales of pure-electric vehicles (EVs) in mainland China hit an all-time high last month as consumers rushed to take advantage of expiring tax breaks and subsidies.\nThe country’s 50 or so EV makers delivered a total of 826,000 BEVs (battery electric vehicles) to domestic customers in September, 28.5 per cent higher than a year earlier, according to data from the China Passenger Car Association (CPCA). The previous record was 762,000 in December 2024.\nThe sales boom came earlier than usual, as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/7d34b0c8-6cc2-4b6b-bcca-271acf2b4c74_decc46b3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "《人民日报》警告中国必须克服技术‘瓶颈’，应对中美紧张局势 (原标题: China must overcome tech ‘choke points’, People’s Daily warns, amid US tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328810/china-must-overcome-tech-choke-points-peoples-daily-warns-amid-us-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 09:01:04 +0000",
      "isoDate": "2025-10-13T09:01:04.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国面临技术“瓶颈”挑战\n\n中国共产党官方喉舌《人民日报》发表系列社论，敦促中国突破关键技术“瓶颈”，以避免在科技领域“从属于其他国家”。这一呼吁正值北京准备制定其下一个五年规划，以及中美贸易紧张局势再次升级之际。\n\n#### 核心主张与独立创新\n\n*   **掌握核心技术**：《人民日报》在系列社论的首篇文章中强调，“只有把核心技术牢牢掌握在自己手中，才能真正掌握竞争和发展的主动权。”\n*   **避免技术依附**：文章明确指出，中国“决不能成为他国技术附庸，决不能亦步亦趋、盲目跟风，而要坚定不移走独立自主创新之路。”\n\n#### 中美紧张局势加剧\n\n近期中美关系持续紧张。美国总统唐纳德·特朗普此前威胁对中国商品加征额外的100%关税，并限制“任何和所有关键软件”的出口。\n\n#### 突破瓶颈的意义\n\n《人民日报》评论认为，每一次“卡脖子”技术突破，以及每一次将“不可能”变为“可能”的成就，都极大地振奋了全社会在外部压制面前无所畏惧、坚韧不拔的精神。这培养了一种集体信念和期望，即“挑战越大，我们越要大胆、越要坚决”。",
      "shortSummary": "《人民日报》发表社论，敦促中国突破技术“瓶颈”，强调必须掌握核心技术并坚持独立自主创新，以避免在科技上从属于他国。此举背景是北京制定五年规划和中美贸易紧张加剧，美国总统特朗普威胁加征关税并限制软件出口。社论指出，技术突破能增强民族精神，应对外部压力。",
      "translated_title": "《人民日报》警告中国必须克服技术‘瓶颈’，应对中美紧张局势",
      "images": [],
      "contentSource": "完整文章",
      "content": "The mouthpiece of China’s ruling Communist Party has urged the nation to break through technological “choke points” and avoid becoming “subordinate to other nations” in a series spotlighting the country’s achievements in hi-tech industries.\nThe series of editorials comes as Beijing prepares to outline its next five-year plan and amid a renewed escalation in trade tensions with the United States.\n“Only by keeping core technologies firmly in our own hands can we truly take the initiative in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/5547849d-a75b-4864-a987-d519f290473a_ee871bdf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "传递信息：在中美紧张局势下，北京发布文件不再使用Word格式 (原标题: Sending a message: Beijing issues documents without Word format amid US tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328782/sending-message-beijing-issues-documents-without-word-format-amid-us-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 07:00:50 +0000",
      "isoDate": "2025-10-13T07:00:50.000Z",
      "creator": "Alice Li",
      "summary": "### 中国商务部文件格式转向WPS Office，凸显技术自主决心\n\n上周，中国扩大稀土出口管制，这被视为中美贸易战的又一次升级。然而，这些公告还以另一种不同寻常的方式引人注目：文件无法使用美国文字处理软件打开。\n\n**主要变化与背景：**\n\n*   **文件格式转变**：中国商务部首次发布了一系列只能通过WPS Office（中国版Microsoft Office）直接访问的文件。\n*   **技术自主驱动**：此举是中国推动技术自给自足战略的一部分。\n*   **WPS Office特性**：\n    *   由北京金山软件公司开发。\n    *   与Microsoft Office采用不同的编码结构，这意味着WPS文本文件无法在未经转换的情况下直接用Word打开。\n    *   此前，商务部主要以Microsoft Word格式发布文本文件。\n\n**中美紧张局势加剧：**\n\n*   **贸易摩擦升级**：文件交付格式的转变发生在中美贸易紧张局势不断升级之际。\n*   **美国技术优势**：华盛顿继续利用其技术优势作为与北京竞争的筹码。\n*   **双方行动**：\n    *   在中国宣布新的出口管制后，美国总统唐纳德·特朗普威胁美国将限制“任何及所有关键软件”的出口。\n    *   **相关事件**：微软于三月关闭了其在上海张江高科技园区的人工智能研究机构。\n\n![微软于三月关闭了其在上海张江高科技园区的AI研究机构。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/7c458f5e-fd54-4e02-a41c-c63856aed77f_edd804f5.jpg)\n*微软于三月关闭了其在上海张江高科技园区的AI研究机构。图片来源：Wency Chen*",
      "shortSummary": "在中美贸易紧张局势加剧之际，中国商务部开始发布只能通过中国本土软件WPS Office访问的文件，而非传统的Microsoft Word格式。此举是中国推动技术自给自足的明确信号，凸显了北京在关键技术领域减少对美国依赖的决心，并被视为中美科技竞争的又一升级。此前，微软已关闭其在上海的AI研究机构。",
      "translated_title": "传递信息：在中美紧张局势下，北京发布文件不再使用Word格式",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/7c458f5e-fd54-4e02-a41c-c63856aed77f_edd804f5.jpg",
          "alt": "Microsoft closed its artificial intelligence research facility in Shanghai’s Zhangjiang hi-tech zone in March. Photo: Wency Chen",
          "title": "Microsoft closed its artificial intelligence research facility in Shanghai’s Zhangjiang hi-tech zone in March. Photo: Wency Chen",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s expansion of its rare earth export controls appeared to mark another escalation in the US-China trade war last week. But the announcements were also significant in another way: unusually, the documents could not be opened using American word processing software.\nFor the first time, China’s Ministry of Commerce issued a slew of documents that could be directly accessed only through WPS Office – China’s answer to Microsoft Office – as Beijing continues its tech self-reliance...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/07a525b9-1c05-4b60-b72c-2b679416ee1c_92dcabb3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国9月出口逆势增长，贸易战不确定性仍存 (原标题: China’s exports defy expectations in September under weight of trade war uncertainty)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3328745/chinas-exports-defy-expectations-september-under-weight-trade-war-uncertainty?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 03:01:42 +0000",
      "isoDate": "2025-10-13T03:01:42.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国9月贸易数据：出口反弹与未来挑战\n\n中国海关数据显示，9月份中国出口在8月份触及六个月低点后实现反弹，主要得益于海外需求的恢复以及“超级黄金周”假期前的提前出货。然而，周末与美国之间最新出现的摩擦再次给经济前景带来了不确定性。\n\n**主要数据亮点：**\n\n*   **出口增长：** 9月份，中国出口同比增长8.3%，达到3286亿美元。\n    *   这一增速高于8月份的4.4%（8月增速为2月份以来最低）。\n    *   也超过了中国金融数据提供商Wind预测的5.65%。\n*   **进口增长：** 9月份，进口额为2381亿美元，同比增长7.4%。\n    *   这比8月份的1.3%有所改善。\n    *   同样超出了Wind预测的1.37%。\n*   **贸易顺差：** 9月份，中国的贸易顺差达到904.5亿美元。\n\n**出口反弹原因分析：**\n\n分析师将出口反弹归因于以下几个因素：\n\n*   **全球制造业复苏：** 主要经济体采取的扩张性财政和货币政策支持了全球制造业的复苏。\n*   **假期前出货：** 10月第一周的中国黄金周假期促使企业提前发货，从而提振了9月份的出口数据。\n\n**未来展望与挑战：**\n\n*   海关总署副署长王军在周一的新闻发布会上表示，尽管9月数据表现良好，但由于外部环境复杂、贸易不确定性增加以及去年同期基数较高，第四季度要实现贸易稳定增长将面临巨大挑战，需要付出艰巨努力。\n*   王军强调，尽管外部环境复杂，中国货物贸易仍顶住了压力，实现了稳步增长，展现出强大的韧性。\n*   他指出，产业升级和贸易伙伴的扩大是中国贸易增长的两个主要驱动力。",
      "shortSummary": "中国9月出口在8月触底后强劲反弹，同比增长8.3%至3286亿美元，进口增长7.4%至2381亿美元，贸易顺差达904.5亿美元，均超预期。这得益于全球需求复苏和黄金周前提前出货。然而，与美国的新摩擦以及复杂的外部环境，使第四季度贸易前景充满不确定性，海关官员警告实现稳定增长仍面临挑战。",
      "translated_title": "中国9月出口逆势增长，贸易战不确定性仍存",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports rebounded in September after hitting a six-month low in August, supported by recovering overseas demand and front-loading ahead of the “super golden week” holiday – though the latest flare-up with the United States over the weekend has renewed uncertainty over the economic outlook.\nOutbound shipments rose 8.3 per cent year on year to US$328.6 billion last month, customs data showed on Monday. The figure was higher than August’s 4.4 per cent – which was the lowest growth since...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/47777005-1c7c-4e9f-b528-b7bbc90ea4f1_ef9b9163.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国闻泰科技称荷兰法院因‘国家安全’争议冻结其对安世半导体的控制权 (原标题: China’s Wingtech  says Dutch court freezes control of Nexperia amid ‘national security’ dispute)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3328726/chinas-wingtech-says-dutch-court-freezes-control-nexperia-amid-national-security-dispute?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 17:40:22 +0000",
      "isoDate": "2025-10-12T17:40:22.000Z",
      "creator": "Finbarr Bermingham",
      "summary": "# 荷兰法院冻结闻泰科技对安世半导体的控制权\n\n中国科技公司闻泰科技（Wingtech）宣布，其荷兰子公司安世半导体（Nexperia）的控制权已被有效冻结。此举是荷兰政府部门和法院干预的结果，可能对中欧关系造成影响。\n\n## 事件概述\n\n*   **官方披露**：闻泰科技于10月13日向上海证券交易所提交的企业备案文件显示，根据荷兰经济事务部的命令，半导体制造商安世半导体目前已处于临时外部管理之下。\n*   **闻泰科技的回应**：闻泰科技曾发布一条微信帖子，强烈抨击荷兰的这一举动，并质疑其以“国家安全”为由采取行动的说法。该帖子随后被删除。\n\n## 法院裁决及影响\n\n*   **法院程序启动**：\n    *   10月1日，安世半导体控股公司及其荷兰首席法务官Ruben Lichtenberg，在首席财务官Stefan Tilger和首席运营官Achim Kempe的支持下，向阿姆斯特丹企业法院提交了调查和临时措施的申请。\n    *   同日，阿姆斯特丹企业法院发布了紧急临时裁决，其中包括：\n        *   暂停闻泰科技董事长张学政在安世半导体控股公司执行董事和安世半导体非执行董事的职务。\n        *   将闻泰科技香港子公司裕成控股有限公司（Yucheng Holdings Ltd）持有的股份置于第三方管理之下。\n*   **后续裁决**：10月7日，在第二次听证会后，法院延长了张学政的职务暂停期限，并任命了一名独立的外国国民担任具有决定性投票权的非执行董事。\n\n## 关键人物\n\n*   **张学政**：闻泰科技董事长兼首席执行官，其在安世半导体的职务被暂停。\n\n![张学政，闻泰科技董事长兼首席执行官。图片来源：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/fd81e840-8780-4181-b1b2-d0a455e0f3ca_610daeca.jpg)\n*张学政，闻泰科技董事长兼首席执行官。图片来源：资料图*",
      "shortSummary": "荷兰法院以“国家安全”为由，冻结了中国闻泰科技对其荷兰子公司安世半导体的控制权。闻泰科技董事长张学政的职务被暂停，其香港子公司持有的安世半导体股份也置于第三方管理之下。此举可能对中欧关系产生负面影响。",
      "translated_title": "中国闻泰科技称荷兰法院因‘国家安全’争议冻结其对安世半导体的控制权",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/fd81e840-8780-4181-b1b2-d0a455e0f3ca_610daeca.jpg",
          "alt": "Zhang Xuezheng, the chairman and chief executive of Wingtech. Photo: Handout",
          "title": "Zhang Xuezheng, the chairman and chief executive of Wingtech. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "In a move that could dent China’s relations with the European Union, Chinese technology company Wingtech said control of its Dutch subsidiary Nexperia has been effectively frozen, following an intervention by a government ministry and court in the Netherlands.\nIn a corporate filing dated October 13, lodged with the Shanghai Stock Exchange on Sunday, Wingtech said semiconductor manufacturer Nexperia is now under temporary external management following an order from the Dutch Ministry of Economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/39eebe68-fed4-4608-b92d-d3f4c0079e4d_9c6a5dbe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海将取消所有制造业外资限制 (原标题: Shanghai to scrap all foreign investment limits on manufacturing)",
      "link": "https://www.scmp.com/business/china-business/article/3328710/shanghai-scrap-all-foreign-investment-limits-manufacturing-facilities?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 12:30:10 +0000",
      "isoDate": "2025-10-12T12:30:10.000Z",
      "creator": "Daniel Ren",
      "summary": "## 上海取消制造业外资限制，提振经济信心\n\n中国大陆的商业和金融中心上海已承诺取消所有针对外国投资者设立制造业企业的监管障碍。此举旨在提振地方和国家经济信心，尽管中美贸易紧张局势日益加剧。\n\n### 关键举措与承诺\n\n*   **全面开放制造业**：上海将移除所有阻碍外国投资者进入制造业的监管壁垒。\n*   **特定领域深化改革**：市长龚正表示，已深化改革，允许以下领域的海外公司全面进入中国市场：\n    *   电动汽车\n    *   增值电信服务\n    *   生物技术\n    *   医院\n*   **强调开放优势**：龚正市长在年度国际商业领袖咨询会议后表示：“我们正在有序推进市场开放的体制改革。”他强调：“我们深知，开放是上海最大的优势。”\n\n### 回应经济挑战与未来展望\n\n*   **承认外资下降**：龚正承认近期上海的外国直接投资（FDI）有所下降。\n*   **信心来源**：尽管如此，他指出跨国公司仍在上海设立了更多研发中心和区域总部，这表明它们对中国消费活力保持信心。\n*   **平等待遇承诺**：上海市政府将确保外资制造企业在以下方面获得平等待遇：\n    *   政府采购\n    *   参与构建供应链（无论是上游还是下游）时获得支持。\n\n### 对中美贸易紧张的立场\n\n*   市长龚正并未直接回应有关美国总统唐纳德·特朗普最新威胁对中国商品加征100%关税所带来的中美贸易紧张局势影响的问题。\n\n**（文章内容中未包含有效的实际图片链接，因此摘要中不包含图片。）**",
      "shortSummary": "上海承诺取消所有制造业领域的外资限制，并深化改革，允许电动汽车、电信、生物技术和医院等特定行业的外资企业全面进入中国市场。此举旨在提振经济信心，尽管近期外资有所下降，但上海仍强调开放是其最大优势，并承诺确保外资企业在政府采购和供应链建设中获得平等待遇。",
      "translated_title": "上海将取消所有制造业外资限制",
      "images": [],
      "contentSource": "完整文章",
      "content": "Mainland China’s commercial and financial hub Shanghai has pledged to remove all regulatory hurdles for foreign investors to set up manufacturing businesses, as authorities move to shore up confidence in the local and national economies despite rising US-China trade tensions.\nMayor Gong Zheng said on Sunday that deepened reforms had been carried out to grant overseas companies in the fields of electric vehicles, value-added telecommunications services, biotechnology and hospitals full access to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/12/47793d0b-6bef-44c2-917d-6b3755edca47_4e52259f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新疆-西藏特大铁路为何被称为中国‘世纪工程’？ (原标题: What makes the Xinjiang-Tibet mega railway China’s ‘project of the century’?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328547/what-makes-xinjiang-tibet-mega-railway-chinas-project-century?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 08:00:14 +0000",
      "isoDate": "2025-10-12T08:00:14.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 新疆-西藏特大铁路：中国的“世纪工程”\n\n计划下月开工建设的新疆和田至西藏拉萨的特大铁路，是中国迄今为止最宏伟的基础设施项目之一。这条全长1980公里（1230英里）的线路，因其极端的工程挑战和巨大的投资，被誉为“世纪工程”。\n\n## 工程挑战与地理环境\n\n*   **高海拔穿越**：线路将穿越平均海拔超过4500米（14764英尺）的山脉、冰川和永冻土带。\n*   **连接区域**：它将连接中国西北部和西南部的两个自治区。\n\n## 项目成本与投资\n\n*   **建设与运营公司**：国有新疆-西藏铁路公司于8月成立，注册资本为950亿元人民币。\n*   **总投资预测**：据中信证券分析师估计，总投资可能达到4000亿元人民币（约合562亿美元）。\n*   **单位成本**：这意味着每公里成本约为2亿元人民币（约合2810万美元）。\n*   **历史地位**：这将使其成为中国有史以来最昂贵的铁路项目之一，超过仍在建设中的川藏铁路（预计成本3200亿元人民币）。\n\n## 战略意义\n\n*   该铁路对北京具有超越客运和货运收入等商业考量的战略价值。",
      "shortSummary": "新疆-西藏特大铁路项目计划下月开工，连接新疆和田与西藏拉萨，全长1980公里。该线路因需穿越平均海拔4500米以上的山脉、冰川和永冻土带，工程挑战巨大，被誉为“世纪工程”。项目总投资预计高达4000亿元人民币（约562亿美元），每公里成本约2亿元，将成为中国最昂贵的铁路项目之一。该铁路对北京具有重要的战略价值，超越了商业考量。",
      "translated_title": "新疆-西藏特大铁路为何被称为中国‘世纪工程’？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Construction is set to begin next month on a monumental railway linking Hotan in Xinjiang with Lhasa in Tibet – one of China’s most ambitious infrastructure projects to date.\nThe 1,980km (1,230 miles) line has been dubbed one of the “projects of the century” for the extreme engineering challenges it presents and the massive investment required. Traversing mountain ranges, glaciers and permafrost zones at altitudes averaging above 4,500 metres (14,764 feet), it will connect the two autonomous...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/b95a7594-7600-48c5-91a5-3aea5a397a0b_b12740f7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车经销商在价格战和电商竞争中承压 (原标题: China’s car dealers feel squeeze between price war, e-commerce rivals)",
      "link": "https://www.scmp.com/business/china-business/article/3328686/chinas-car-dealers-feel-life-threatening-squeeze-price-war-e-commerce-rivals?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 07:34:12 +0000",
      "isoDate": "2025-10-12T07:34:12.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国汽车经销商面临严峻挑战\n\n中国汽车经销商曾是中国蓬勃发展的汽车市场的受益者，但如今正面临严峻的未来。他们深受残酷的价格战和制造商及消费者日益增长的电商销售偏好的双重打击。\n\n### 销售业绩大幅下滑\n\n根据中国乘用车协会（CPCA）的数据，行业销售额出现显著下滑：\n*   2024年，14家主要行业参与者的销量同比下降18%。\n*   2025年上半年，销量进一步下滑10%。\n\n### 财务状况堪忧\n\n*   CPCA秘书长崔东树表示，大多数经销商运营亏损严重，无法产生正现金流。\n\n### 行业呼吁支持\n\n*   崔东树建议相关部门敦促银行向汽车分销行业提供金融支持。\n*   他认为，金融服务公司可以通过与经销商合作，在稳定汽车市场方面发挥作用。\n\n### 悲观预测得到印证\n\n*   CPCA的调查结果与中国汽车流通协会（CADA）去年底发布的悲观预测相符。\n*   CADA在其报告中指出，其许多成员可能在两年内从盈利者转变为企业失败者。\n\n### 行业规模与业务范围\n\n*   中国约有3万家汽车经销商，其业务范围不仅限于汽车销售，还包括售后服务、零配件供应和汽车保险销售中介。",
      "shortSummary": "中国汽车经销商正面临严峻挑战，主要原因在于残酷的价格战和制造商及消费者日益倾向电商销售。据中国乘用车协会数据，2024年销量同比下降18%，2025年上半年进一步下滑10%。大多数经销商运营亏损，现金流为负。行业协会预测，许多经销商可能在两年内倒闭。相关部门已被建议提供金融支持以稳定市场。",
      "translated_title": "中国汽车经销商在价格战和电商竞争中承压",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese car dealers, once the beneficiaries of the country’s booming automotive market, are facing a bleak future as they fall victim to a brutal price war and a growing preference for e-commerce sales among manufacturers and shoppers.\nThe industry’s 14 major participants reported a 10 per cent sales slump in the first half of 2025, following an 18 per cent year-on-year decline in 2024, according to data from the China Passenger Car Association (CPCA).\nCui Dongshu, general secretary of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/12/84e4026e-d6f1-42c2-bd16-7ffad460a8e1_897f633f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国下一个五年规划将如何重塑其基础设施战略？ (原标题: Will China’s next 5-year plan rewrite its infrastructure playbook?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328549/will-chinas-next-5-year-plan-rewrite-its-infrastructure-playbook?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 22:00:14 +0000",
      "isoDate": "2025-10-11T22:00:14.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国第十五个五年规划：基础设施战略的演变\n\n中国正在起草其第十五个五年规划，这份文件将为未来十年的国家发展设定政策方向。五年规划在过去七十多年中一直是中国发展的宏伟蓝图，深刻影响着国家的高层政策优先事项。\n\n## 历史成就与挑战\n\n*   **基础设施的快速发展：** 中国通过数十年的快速扩张，使其经济成为世界第二大经济体。近期，在九月初的一次高级别军事阅兵中，中国展示了其高速铁路（如天津至北京线路）的成果，重申了其继续推进基础设施建设的决心。\n*   **应对全球金融危机：** 2009年至2010年，中国推出了4万亿元人民币（约合2009年的5860亿美元）的经济刺激计划。该计划通过大规模公共工程和其他支出，帮助中国摆脱了全球金融危机的最严重影响。\n*   **旧模式的局限性：** 尽管过去的项目成功连接了庞大的人口并克服了广泛的地理障碍，但一些项目也给地方政府的资产负债表增加了债务，成为持续的财政压力来源，至今仍制约着一些地区的增长潜力。\n\n## 未来展望与新方向\n\n*   **战略调整：** 随着北京审议下一个五年规划的细节，一个核心问题是如何调整过去的基础设施战略，使其适应当前时代。这包括在现有大型项目的基础上，融入新的技术进步，以保障经济增长。\n*   **持续的投资价值：** 尽管存在债务担忧，官员和政府顾问仍然认为这些投资具有相当大的价值。\n*   **技术驱动与以人为本：** 一些经济学家对未来五年基础设施支出的规模持乐观态度，并指出未来的项目可能会更加注重技术驱动和以人为本。\n\n**图片：** 文章内容中不包含有效的实际图片链接，因此本摘要不包含图片。",
      "shortSummary": "中国正在制定其第十五个五年规划，这将重塑国家的基础设施战略。过去，大规模基础设施建设（如2009年4万亿元刺激计划和高铁）推动了经济增长，但也导致了地方政府债务。未来的规划将寻求在现有基础上，融入新技术，并转向更注重技术驱动和以人为本的项目，以适应新时代的需求，同时继续发挥基础设施投资的价值。",
      "translated_title": "中国下一个五年规划将如何重塑其基础设施战略？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how infrastructure spending and investment could evolve to meet the demands of a new era.\nFor more stories in this ongoing series, click here. To view SCMP Plus Factsheets on the 15th five-year-plan and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/d1fe6e1d-e7c0-4d97-bfe9-c1b55678163e_02d685d6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美阿联盟对中国的人工智能雄心构成挑战 (原标题: US-UAE alliance poses a challenge to China’s AI ambitions)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3328373/how-us-gulf-partnerships-could-thwart-chinas-ai-leadership-plans?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 21:30:07 +0000",
      "isoDate": "2025-10-11T21:30:07.000Z",
      "creator": "Hannan Hussain",
      "summary": "## 美阿联盟对中国人工智能雄心构成挑战\n\n### 中国的数据中心发展\n\n中国在全球范围内率先推出了**海南商用海底数据中心**，旨在：\n*   升级数字服务。\n*   增加中国在全球互联网流量中的份额。\n*   吸引全球科技巨头的外国直接投资。\n\n这一举措是中国将数字基础设施作为经济增长驱动力这一更广泛政策的一部分。此外，文章也提及中国展示了如何使陆基数据中心在地下实现成本效益。\n\n### 美阿联盟带来的挑战\n\n然而，在人工智能（AI）竞赛中，美国和阿联酋的快速基础设施扩张及其数十亿美元的投资，对中国在2420亿美元数据中心行业中取得领先地位构成了严峻挑战。\n\n#### 阿联酋的扩张\n\n*   **数据中心扩张速度惊人**：海湾地区的数据中心扩张速度引人注目。\n*   **芯片供应协议**：特朗普政府已达成多项数十亿美元的协议，向阿联酋供应芯片。\n*   **“星门阿联酋人工智能数据中心”**：阿联酋正在建设这一大型AI数据中心。\n*   **技术整合**：该设施将使阿联酋主要商业机构将其数字运营与一个基于美国技术的尖端数字生态系统连接起来。\n\n#### 美国的优势\n\n*   **资本与投资**：美国和阿联酋不像中国那样面临企业投资者资本有限的制约。美国在数据中心建设方面更有能力扩大领先优势。\n*   **供应链整合**：旗舰芯片生产商英伟达的投资和供应链需求与特朗普政府之间日益融合，形成关键优势。\n*   **政府干预**：美国政府正在对半导体公司进行股权投资，并增强领先芯片制造商的信心，促使它们共同汇集资源并加速数据中心生产。\n*   **挑战中国**：华盛顿干预的速度和规模对中国在短期内引领数据中心行业的努力构成了挑战。\n\n### 结论\n\n尽管中国在数字基础设施方面取得了创新进展，但要实现持久的全球AI领导地位，还需要应对美阿联盟在资本、技术和供应链整合等方面的挑战。",
      "shortSummary": "中国在全球率先推出商用海底数据中心，旨在提升数字服务并吸引投资。然而，美国和阿联酋的联盟对中国的人工智能雄心构成挑战。阿联酋正通过美国技术建设大型AI数据中心，而美国政府则通过投资和整合英伟达等芯片巨头，加速数据中心建设。美阿在资本、技术和供应链方面的优势，以及其快速扩张的步伐，对中国在数据中心行业的领先地位构成了短期内的严峻挑战。",
      "translated_title": "美阿联盟对中国的人工智能雄心构成挑战",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a global first, China has launched a cutting-edge commercial underwater data centre in Hainan. The facility has the potential to upgrade digital service offerings, increase Beijing’s share of global internet traffic and serve as a magnet for foreign direct investment from global technology giants.\nTo make progress, China must find a competitive edge, given the fast-expanding infrastructure in the United Arab Emirates and the United States, where rivals in the artificial intelligence (AI) race...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/757977cd-a113-47e8-b3e9-dc6ac30b5330_3e685a44.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“咄咄逼人”：中国航空公司或成特朗普贸易战最新前线 (原标题: ‘Aggressive’: how China’s airlines may become latest front in Trump’s trade war)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328562/chinese-airlines-may-face-higher-costs-if-us-ban-russian-airspace-enforced-analysts?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 14:00:08 +0000",
      "isoDate": "2025-10-11T14:00:08.000Z",
      "creator": "Sylvia Ma,Ralph Jennings",
      "summary": "## 美国提议禁止中国航空公司使用俄罗斯领空：贸易战新前线\n\n美国交通部近日提出一项提案，旨在禁止中国航空公司在往返美国的航班上使用俄罗斯领空。此举被视为中美两国紧张关系进一步升级的标志，并可能对中国航空业产生深远影响。\n\n### 提案背景与原因\n\n*   **不公平优势：** 美国官员指出，中国航空公司通过使用俄罗斯领空，获得了比美国同行更短的飞行时间，从而形成不公平的竞争优势。\n*   **紧张关系升级：** 该提案是在中国宣布对稀土及其他物品实施更严格的出口管制之后提出的，表明两国之间的贸易和地缘政治摩擦正在加剧。\n\n### 对中国航空公司的潜在影响\n\n如果该提案最终得以实施，分析师认为中国航空公司将面临多重挑战和损失：\n\n*   **机票销售中断与成本增加：**\n    *   中国航空公司可能面临已售机票取消的损失，包括乘客赔偿和运力浪费。跨太平洋航线的运力规划和机票销售通常提前约六个月进行，因此影响会很大。\n    *   运营成本将显著上升，因为需要寻找替代航线，这通常意味着更长的飞行距离和更高的燃油消耗。\n*   **航线调整或取消：**\n    *   航空公司需要进行全面、长期的评估，以决定是选择通过改道和提高票价来消化更高的成本，还是干脆取消部分或全部受影响的航线。\n    *   取消航线将导致市场份额损失和收入下降。\n*   **审批受阻：**\n    *   美国可能会拒绝批准中国航空公司的飞行计划，尤其是在即将到来的明年夏季飞行季（一年中仅有的两个排班期之一）的审批过程中。\n\n### 分析师观点\n\n尽管该提案的潜在影响巨大，但分析师们对其最终的可行性存在分歧。这表明该政策的实施仍存在不确定性，可能需要进一步的谈判和评估。",
      "shortSummary": "美国交通部提议禁止中国航空公司在往返美国的航班上使用俄罗斯领空，理由是其飞行时间较短，构成不公平优势。此举标志着中美紧张关系升级。分析师指出，若实施，中国航空公司将面临机票销售中断、运营成本增加、甚至航线取消等问题，并需承担乘客赔偿和运力浪费的损失。该计划的可行性仍有争议。",
      "translated_title": "“咄咄逼人”：中国航空公司或成特朗普贸易战最新前线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese airlines could face ticket sale disruptions and higher costs if Washington follows through on a Trump administration proposal to bar them from using Russian airspace on US routes, analysts said – though they were divided over the plan’s feasibility.\n“If the proposal is really implemented, Chinese airlines might have to bear the losses from already-sold flights being cancelled – such as passenger compensation and wasted capacity,” said Yang Bo, a Chinese aviation analyst, noting that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/cac66302-0f77-4f45-9607-61bbc4383725_c237db0b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普最新关税威胁后，中美关系是否会触礁？ (原标题: Are US-China ties heading for the rocks after Trump’s latest tariff threat?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328643/are-us-china-relations-headed-rocks-again-after-trumps-latest-tariff-threat?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-11T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美关系紧张局势升级\n\n近期，中美两国之间的紧张关系因一系列针锋相对的举措而进一步升级。\n\n*   **中方反制措施：**\n    *   **港口费用：** 中国对主要针对美国建造、悬挂美国旗、美国拥有或运营的船只征收了新的港口费用。\n    *   **反垄断调查：** 中方于周五对科技公司高通（Qualcomm）启动了反垄断调查。\n\n*   **美方现有及即将实施的措施：**\n    *   **类似港口费用：** 美国也宣布了类似的港口费用，预计将于本月晚些时候生效。\n    *   **出口管制：** 华盛顿扩大了出口管制范围，旨在防止先进技术和其他军民两用商品被转用于中国。\n\n*   **特朗普的动机与策略（据何伟文）：**\n    *   中国与全球化智库高级研究员、前驻美外交官何伟文指出，特朗普此前曾吹嘘已通过与中国的谈判解决了稀土问题，因此他对当前的局势感到“愤怒和尴尬”。\n    *   何伟文认为，美国总统再次威胁提高关税，表明他可能已没有太多其他工具来对中国施加压力。",
      "shortSummary": "中美关系因最新一轮针锋相对的措施而紧张升级。中国对美国船只征收新港口费并调查高通，而美国也计划实施类似港口费并扩大对华出口管制。分析人士指出，特朗普再次威胁加征关税，可能反映其对华施压手段有限，且对其此前解决稀土问题的言论感到不满。",
      "translated_title": "特朗普最新关税威胁后，中美关系是否会触礁？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s latest threat of additional 100 per cent tariffs on Chinese goods in response to new curbs on rare earth exports has raised further questions about whether any meaningful improvement in relations is possible.\nTrump also threatened to cancel a proposed meeting with his Chinese counterpart Xi Jinping at the end of the month and put export controls on “any and all critical software” in response to Beijing’s new restrictions on rare earth exports announced on Thursday.\nAs...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/11/ed3620df-5b05-4795-bbc7-c9fe957448f9_87d38be8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普100%对华关税威胁令出口商争相赶在截止日期前发货 (原标题: Trump’s 100% China tariff threat leaves exporters scrambling to beat deadline)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328649/trumps-100-china-tariff-threat-sparks-market-jitters-exporters-rush-shipments?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 11:53:02 +0000",
      "isoDate": "2025-10-11T11:53:02.000Z",
      "creator": "He Huifeng",
      "summary": "### 特朗普对华关税威胁\n\n*   **关税宣布**：美国总统唐纳德·特朗普宣布，将从11月1日起对所有中国进口商品额外征收100%的关税。\n*   **报复原因**：此举是为了报复中国此前扩大了对稀土材料和技术的出口限制。\n*   **生效日期**：新关税将于11月1日正式生效。\n\n### 中国出口商的应对与担忧\n\n*   **普遍反应**：特朗普的关税威胁令中国出口商感到高度紧张，许多企业正在争分夺秒地赶在关税生效前将产品运出。\n*   **希望与怀疑**：部分出口商仍抱有希望，认为关税可能像以往措施一样在最后一刻被取消。然而，大多数出口商对此持怀疑态度，认为此次不太可能获得宽限。\n*   **缺乏应急计划**：来自广州（中国南方制造业中心）的数字设备出口商艾伦·姚表示，他和同行们唯一的应对方式就是加紧发货。他指出，如果关税真的在11月1日生效，大多数公司都没有应急计划。他只能尝试在当天安排多个集装箱，以便在截止日期前发货。",
      "shortSummary": "美国总统特朗普宣布，为报复中国扩大稀土出口限制，将从11月1日起对所有中国进口商品额外征收100%的关税。这一威胁令中国出口商高度紧张，他们正争相赶在截止日期前发货。尽管一些人仍抱有最后一刻取消关税的希望，但大多数人对此表示怀疑，并指出许多公司缺乏应对计划。",
      "translated_title": "特朗普100%对华关税威胁令出口商争相赶在截止日期前发货",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s latest threat of an extra 100 per cent tariff on Chinese goods has left exporters in China on edge, with many scrambling to ship their products before the tariffs take effect.\nSome hope that the tariffs might be lifted at the last moment, as has happened with previous measures, but most remain doubtful that there will be a reprieve this time around.\nTrump on Friday announced an additional 100 per cent tariff on all Chinese imports from November 1, doubling down on his...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/11/57d17708-7feb-4ee6-9eb5-2fed6dca14de_be94ddf2.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-14T19:15:15.960Z"
}