{
  "sourceUrl": "https://www.sciencedaily.com/rss/computers_math/artificial_intelligence.xml",
  "title": "Artificial Intelligence News -- ScienceDaily",
  "description": "Artificial Intelligence News. Everything on AI including futuristic robots with artificial intelligence, computer models of human intelligence and more.",
  "link": "https://www.sciencedaily.com/news/computers_math/artificial_intelligence/",
  "items": [
    {
      "title": "马匹成为新一代社交机器人的主要灵感来源 (原标题: Horses 'mane' inspiration for new generation of social robots)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528214222.htm",
      "pubDate": "Wed, 28 May 2025 21:42:22 EDT",
      "isoDate": "2025-05-29T01:42:22.000Z",
      "creator": "",
      "summary": "文章内容过短或信息不足，无法生成详细摘要。",
      "shortSummary": "文章内容过短或信息不足，无法生成简短摘要。",
      "translated_title": "马匹成为新一代社交机器人的主要灵感来源",
      "images": [],
      "contentSource": "RSS",
      "content": "Interactive robots should not just be passive companions, but active partners -- like therapy horses who respond to human emotion -- say researchers."
    },
    {
      "title": "空中变形助力飞行滚动机器人平稳过渡 (原标题: Mid-air transformation helps flying, rolling robot to transition smoothly)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528150829.htm",
      "pubDate": "Wed, 28 May 2025 15:08:29 EDT",
      "isoDate": "2025-05-28T19:08:29.000Z",
      "creator": "",
      "summary": "### 空中变形飞行滚动机器人\n\n*   **核心创新：** 工程师们成功开发出一种现实版的“变形金刚”机器人，它具备在空中进行形态转换的智能能力。\n*   **功能特点：** 这种类似无人机的机器人能够在飞行过程中实现空中变形，从而使其能够平稳地降落并立即开始地面滚动操作，整个过程无需任何停顿。\n*   **主要优势：** 这种独特的设计显著提升了机器人的敏捷性和鲁棒性（即健壮性）。\n*   **潜在应用：** 这种新型机器人有望在多个领域发挥重要作用，特别是对于商业配送系统和未来的机器人探测器而言，其优势尤为突出。",
      "shortSummary": "工程师们开发了一种能在空中变形的飞行滚动机器人。该机器人具备在空中形态转换的能力，使其能平稳地从飞行过渡到地面滚动操作，无需停顿。这种设计提高了机器人的敏捷性和鲁棒性，有望应用于商业配送和机器人探索。",
      "translated_title": "空中变形助力飞行滚动机器人平稳过渡",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers have developed a real-life Transformer that has the 'brains' to morph in midair, allowing the drone-like robot to smoothly roll away and begin its ground operations without pause. The increased agility and robustness of such robots could be particularly useful for commercial delivery systems and robotic explorers."
    },
    {
      "title": "人工智能能比我们更懂情感吗？ (原标题: Could AI understand emotions better than we do?)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250522124755.htm",
      "pubDate": "Thu, 22 May 2025 12:47:55 EDT",
      "isoDate": "2025-05-22T16:47:55.000Z",
      "creator": "",
      "summary": "# 人工智能的情商表现超越人类平均水平\n\n一项最新研究深入探讨了人工智能（AI）在处理情感复杂情境并提出恰当行为建议方面的能力。\n\n## 研究方法\n\n*   研究团队选取了包括ChatGPT在内的六款生成式AI进行测试。\n*   测试中采用了通常为人类设计的情商（EI）评估工具。\n\n## 关键发现\n\n*   **超越人类平均水平**：这些生成式AI在情商评估中的表现超越了人类的平均水平。\n*   **快速生成新测试**：AI还能够以创纪录的速度生成新的情商测试。\n\n## 潜在应用\n\n这些突破性的发现为AI在多个领域开辟了新的可能性，包括：\n\n*   **教育**：辅助情感教育或个性化学习。\n*   **教练指导**：提供情商相关的指导和反馈。\n*   **冲突管理**：协助分析和解决人际冲突。",
      "shortSummary": "一项研究测试了包括ChatGPT在内的六款生成式AI的情商（EI）表现。结果显示，这些AI在人类情商评估中超越了人类平均水平，并能快速生成新的测试。这一发现为AI在教育、教练指导和冲突管理等领域带来了新的应用可能性。",
      "translated_title": "人工智能能比我们更懂情感吗？",
      "images": [],
      "contentSource": "RSS",
      "content": "Is artificial intelligence (AI) capable of suggesting appropriate behavior in emotionally charged situations? A team put six generative AIs -- including ChatGPT -- to the test using emotional intelligence (EI) assessments typically designed for humans. The outcome: these AIs outperformed average human performance and were even able to generate new tests in record time. These findings open up new possibilities for AI in education, coaching, and conflict management."
    },
    {
      "title": "机器人无需人类学习？新研究将人类排除在早期测试之外 (原标题: Robots learning without us? New study cuts humans from early testing)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519132026.htm",
      "pubDate": "Mon, 19 May 2025 13:20:26 EDT",
      "isoDate": "2025-05-19T17:20:26.000Z",
      "creator": "",
      "summary": "# 新研究：机器人社会交互训练摆脱人类依赖\n\n一项最新研究引入了一种创新的模拟方法，旨在改变社交机器人训练和测试的传统模式。\n\n## 核心发现与方法\n*   **突破性进展：** 该研究的核心在于开发出一种新的模拟方法，允许研究人员在没有人类参与者的情况下，对社交机器人进行有效的测试。\n*   **摆脱人类依赖：** 这一方法意味着人类不再对社交机器人的早期训练和测试拥有独占控制权。\n\n## 优势与影响\n*   **加速研究进程：** 通过消除对人类参与者的需求，研究过程得以显著加快。\n*   **提升研究可扩展性：** 新的模拟方法使得大规模的机器人测试变得更加可行和高效。\n\n这项研究为社交机器人领域带来了新的范式，预示着未来机器人开发和测试将更加自主和高效。",
      "shortSummary": "一项新研究引入了一种模拟方法，使社交机器人无需人类参与即可进行测试。这使得机器人研究过程更快、更具可扩展性，标志着人类不再独占社交机器人早期训练的控制权。",
      "translated_title": "机器人无需人类学习？新研究将人类排除在早期测试之外",
      "images": [],
      "contentSource": "RSS",
      "content": "Humans no longer have exclusive control over training social robots to interact effectively, thanks to a new study. The study introduces a new simulation method that lets researchers test their social robots without needing human participants, making research faster and scalable."
    },
    {
      "title": "赋予机器人类人感知能力以导航复杂地形 (原标题: Empowering robots with human-like perception to navigate unwieldy terrain)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519132021.htm",
      "pubDate": "Mon, 19 May 2025 13:20:21 EDT",
      "isoDate": "2025-05-19T17:20:21.000Z",
      "creator": "",
      "summary": "# WildFusion：赋予机器人类人感知能力\n\n*   研究人员开发了一种名为 **WildFusion** 的新型框架。\n*   该框架旨在融合视觉、振动和触觉信息，从而使机器人能够像人类一样“感知”并导航复杂的户外环境。",
      "shortSummary": "研究人员开发了名为WildFusion的新框架，通过融合视觉、振动和触觉，赋予机器人类似人类的感知能力，使其能有效导航复杂的户外地形。",
      "translated_title": "赋予机器人类人感知能力以导航复杂地形",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers have developed a novel framework named WildFusion that fuses vision, vibration and touch to enable robots to 'sense' and navigate complex outdoor environments much like humans do."
    },
    {
      "title": "指尖上的远程控制机器人：提升工业场所安全性 (原标题: Remotely controlled robots at your fingertips: Enhancing safety in industrial sites)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519131817.htm",
      "pubDate": "Mon, 19 May 2025 13:18:17 EDT",
      "isoDate": "2025-05-19T17:18:17.000Z",
      "creator": "",
      "summary": "文章内容过于简短且不完整，无法生成详细摘要。",
      "shortSummary": "文章内容过于简短且不完整，无法生成简短摘要。",
      "translated_title": "指尖上的远程控制机器人：提升工业场所安全性",
      "images": [],
      "contentSource": "RSS",
      "content": "A research team has developed a novel haptic device designed to enhance both safety and efficiency for workers in industrial settings."
    },
    {
      "title": "光驱动的蟑螂半机械人无需电线或手术即可导航 (原标题: Light-driven cockroach cyborgs navigate without wires or surgery)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514181651.htm",
      "pubDate": "Wed, 14 May 2025 18:16:51 EDT",
      "isoDate": "2025-05-14T22:16:51.000Z",
      "creator": "",
      "summary": "### 新型光驱动蟑螂半机械人\n\n研究人员开发了一种新型的昆虫半机械人（蟑螂），能够实现自主导航。\n\n*   **创新之处：** 该系统摆脱了传统半机械人所需的电线、手术或可能导致压力的电击，实现了无创和无应激的控制。\n*   **工作原理：**\n    *   系统核心是一个小型紫外线（UV）光头盔。\n    *   它利用蟑螂天生趋避强光（尤其是紫外线）的习性来引导其方向。\n*   **主要优势：**\n    *   这种方法能够保护昆虫的感官器官不受损害。\n    *   同时，它还能长时间保持对昆虫的稳定和持续控制。",
      "shortSummary": "科学家们创造了一种新型光驱动蟑螂半机械人，无需电线或手术即可自主导航。该系统利用小型紫外线（UV）光头盔，通过利用蟑螂避光（特别是UV光）的自然习性来引导它们。这种方法不仅保护了昆虫的感官器官，还实现了长时间的稳定控制。",
      "translated_title": "光驱动的蟑螂半机械人无需电线或手术即可导航",
      "images": [],
      "contentSource": "RSS",
      "content": "have created a new type of insect cyborg that can navigate autonomously -- without wires, surgery, or stress-inducing electrical shocks. The system uses a small ultraviolet (UV) light helmet to steer cockroaches by taking advantage of their natural tendency to avoid bright light, especially in the UV range. This method not only preserves the insect's sensory organs but also maintains consistent control over time."
    },
    {
      "title": "研究表明视觉-语言模型无法处理带有否定词的查询 (原标题: Study shows vision-language models can't handle queries with negation words)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514165630.htm",
      "pubDate": "Wed, 14 May 2025 16:56:30 EDT",
      "isoDate": "2025-05-14T20:56:30.000Z",
      "creator": "",
      "summary": "研究人员发现，广泛用于分析医学图像的视觉-语言模型（VLMs）无法理解“不”、“没有”等否定词。这意味着当被要求检索包含某些对象但不包含其他对象的医学图像时，这些模型可能会意外地失败。",
      "shortSummary": "一项研究表明，用于医学图像分析的视觉-语言模型无法理解“不”、“没有”等否定词。这导致模型在根据包含或排除特定对象的查询检索医学图像时，可能出现意外的错误。",
      "translated_title": "研究表明视觉-语言模型无法处理带有否定词的查询",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers found that vision-language models, widely used to analyze medical images, do not understand negation words like 'no' and 'not.' This could cause them to fail unexpectedly when asked to retrieve medical images that contain certain objects but not others."
    },
    {
      "title": "能量与记忆：一种新的神经网络范式 (原标题: Energy and memory: A new neural network paradigm)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514164320.htm",
      "pubDate": "Wed, 14 May 2025 16:43:20 EDT",
      "isoDate": "2025-05-14T20:43:20.000Z",
      "creator": "",
      "summary": "本文通过一个生动的例子——“猜歌名”——介绍了联想记忆（associative memory）的概念。\n\n*   **联想记忆的定义**：当听到一首熟悉歌曲的开头几个音符时，即使没有听完整首歌曲，大脑也能立即回忆起整首歌曲的模式。这就是联想记忆的体现，即一个信息片段（如歌曲的开头）能够触发对整个模式的记忆。\n*   **重要性与应用**：这种便捷的神经机制在日常生活中扮演着至关重要的角色，它帮助我们进行学习、记忆、解决问题，并有效地感知和适应周围的现实。",
      "shortSummary": "本文以“猜歌名”为例，阐释了联想记忆的概念。联想记忆是一种神经机制，通过一个信息片段触发对完整模式的记忆。这种能力对我们的学习、记忆、问题解决以及理解现实至关重要，是人类日常生活中不可或缺的一部分。",
      "translated_title": "能量与记忆：一种新的神经网络范式",
      "images": [],
      "contentSource": "RSS",
      "content": "Listen to the first notes of an old, beloved song. Can you name that tune? If you can, congratulations -- it's a triumph of your associative memory, in which one piece of information (the first few notes) triggers the memory of the entire pattern (the song), without you actually having to hear the rest of the song again. We use this handy neural mechanism to learn, remember, solve problems and generally navigate our reality."
    },
    {
      "title": "AI驱动的手写分析可能是早期发现阅读障碍的关键 (原标题: The key to spotting dyslexia early could be AI-powered handwriting analysis)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514151712.htm",
      "pubDate": "Wed, 14 May 2025 15:17:12 EDT",
      "isoDate": "2025-05-14T19:17:12.000Z",
      "creator": "",
      "summary": "### AI手写分析在早期发现阅读障碍中的应用\n\n*   一项新研究指出，人工智能（AI）驱动的手写分析可能成为早期发现儿童阅读障碍（dyslexia）和书写障碍（dysgraphia）的工具。",
      "shortSummary": "一项新研究表明，AI驱动的手写分析有望成为早期发现儿童阅读障碍和书写障碍的有效工具。",
      "translated_title": "AI驱动的手写分析可能是早期发现阅读障碍的关键",
      "images": [],
      "contentSource": "RSS",
      "content": "A new study outlines how artificial intelligence-powered handwriting analysis may serve as an early detection tool for dyslexia and dysgraphia among young children."
    },
    {
      "title": "灵巧的章鱼机器人可适应其周围环境 (原标题: Handy octopus robot can adapt to its surroundings)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514141656.htm",
      "pubDate": "Wed, 14 May 2025 14:16:56 EDT",
      "isoDate": "2025-05-14T18:16:56.000Z",
      "creator": "",
      "summary": "# 章鱼启发式机器人：环境适应能力\n\n*   **研发背景与灵感来源**\n    *   科学家们从章鱼独特的神经系统获得了研发灵感。章鱼的神经系统使其能够灵活地适应复杂环境。\n\n*   **机器人核心功能**\n    *   该新型机器人具备感知其周围环境的能力。\n    *   基于环境感知，机器人能够自主决定其移动方式或抓取物体的方法。\n\n*   **主要特点**\n    *   展现出高度的适应性，能够根据外部条件调整自身行为。",
      "shortSummary": "科学家们受章鱼神经系统启发，开发出一种新型机器人。该机器人能够通过感知环境，自主决定如何移动或抓取物体，展现出其灵巧和环境适应能力。",
      "translated_title": "灵巧的章鱼机器人可适应其周围环境",
      "images": [],
      "contentSource": "RSS",
      "content": "Scientists inspired by the octopus's nervous system have developed a robot that can decide how to move or grip objects by sensing its environment."
    },
    {
      "title": "数据和机器人驱动材料科学的数字实验室 (原标题: Digital lab for data- and robot-driven materials science)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514120105.htm",
      "pubDate": "Wed, 14 May 2025 12:01:05 EDT",
      "isoDate": "2025-05-14T16:01:05.000Z",
      "creator": "",
      "summary": "# 数字实验室 (dLab) 系统\n\n研究人员开发了一种名为“数字实验室”（dLab）的系统，旨在彻底改变材料科学领域。该系统实现了对薄膜样品材料合成以及结构和物理性质评估的全自动化。\n\n## 主要功能和特点\n\n*   **全自动化能力**：dLab系统能够完全自动化地进行薄膜样品的材料合成，并对其结构和物理性质进行评估。这极大地提高了实验效率和重复性。\n*   **自主性操作**：该团队利用dLab系统，可以自主地合成薄膜样品并测量其材料特性，减少了人工干预的需求。\n*   **推动数据和机器人驱动材料科学**：dLab系统展示了在数据和机器人驱动材料科学领域中先进的自动化和自主材料合成能力，预示着未来材料研发的新范式。\n\n（文章内容中不包含有效的图片链接，因此摘要中不包含图片。）",
      "shortSummary": "研究人员开发了一种名为“数字实验室”（dLab）的系统，该系统能够完全自动化并自主地合成薄膜材料，并评估其结构和物理性质。dLab系统展示了在数据和机器人驱动材料科学领域中先进的自动化和自主材料合成能力，有望推动未来材料研发的效率和创新。",
      "translated_title": "数据和机器人驱动材料科学的数字实验室",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers have developed a digital laboratory (dLab) system that fully automates the material synthesis and structural, physical property evaluation of thin-film samples. With dLab, the team can autonomously synthesize thin-film samples and measure their material properties. The team's dLab system demonstrates advanced automatic and autonomous material synthesis for data- and robot-driven materials science."
    },
    {
      "title": "老年护理机器人帮助人们坐立，并在跌倒时提供支撑 (原标题: Eldercare robot helps people sit and stand, and catches them if they fall)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250513172033.htm",
      "pubDate": "Tue, 13 May 2025 17:20:33 EDT",
      "isoDate": "2025-05-13T21:20:33.000Z",
      "creator": "",
      "summary": "### E-BAR老年护理机器人\n\nE-BAR是一款由工程师开发的移动机器人，旨在为老年人提供身体支撑，并有效预防他们在居家环境中移动时跌倒。\n\n**主要功能与设计：**\n*   **身体支撑与防跌倒：** E-BAR的核心功能是为老年人提供物理上的支撑，从而降低跌倒的风险。\n*   **移动式扶手：** 该机器人被设计成一套“机器人扶手”，能够从使用者身后跟随，提供持续的辅助。\n*   **灵活的移动支持：** 使用者可以根据自身需求，选择独立行走，或者依靠E-BAR的机械臂来获得额外的支撑。",
      "shortSummary": "工程师开发了E-BAR移动机器人，旨在为老年人提供身体支撑并防止跌倒。它作为一套机器人扶手，从使用者身后跟随，帮助他们独立行走或提供支撑。",
      "translated_title": "老年护理机器人帮助人们坐立，并在跌倒时提供支撑",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers built E-BAR, a mobile robot designed to physically support the elderly and prevent them from falling as they move around their homes. E-BAR acts as a set of robotic handlebars that follows a person from behind, allowing them to walk independently or lean on the robot's arms for support."
    },
    {
      "title": "机器人手实现类人抓取 (原标题: Robotic hand moves objects with human-like grasp)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250513112155.htm",
      "pubDate": "Tue, 13 May 2025 11:21:55 EDT",
      "isoDate": "2025-05-13T15:21:55.000Z",
      "creator": "",
      "summary": "### 机器人手实现类人抓取\n\n*   **核心突破：** 一种新型机器人手展现出类人般的抓取能力，能够自发地以类似人类的方式移动和抓取物体。\n*   **工作原理：** 这种先进的抓取能力并非依赖于复杂的编程，而是得益于其采用的柔顺材料和结构设计。这些材料和结构使得机器人手能够自然地适应不同物体的形状和特性。\n*   **抓取范围：** 该机器人手已成功演示了对24种不同物体的抓取操作，显示了其广泛的适用性。\n*   **创新之处：** 区别于传统机器人通过精确编程来执行任务，这款机器人手通过其物理特性实现“智能”抓取，使其动作更具自发性和适应性。",
      "shortSummary": "一种新型机器人手能够以类人方式自发抓取物体。其独特之处在于，这种能力并非通过编程实现，而是得益于柔顺材料和结构的应用。该机器人手已成功抓取24种不同物体，展现了其在无需复杂编程下实现智能抓取的能力。",
      "translated_title": "机器人手实现类人抓取",
      "images": [],
      "contentSource": "RSS",
      "content": "A robotic hand can pick up 24 different objects with human-like movements that emerge spontaneously, thanks to compliant materials and structures rather than programming."
    },
    {
      "title": "潜艇机器人捕捉水下波浪 (原标题: Submarine robot catches an underwater wave)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250512153357.htm",
      "pubDate": "Mon, 12 May 2025 15:33:57 EDT",
      "isoDate": "2025-05-12T19:33:57.000Z",
      "creator": "",
      "summary": "### 潜艇机器人利用水下湍流推进\n\n*   工程师们成功开发出一种新型的简单潜艇机器人。\n*   该机器人被赋予了利用水体中湍流力量的能力。\n*   其核心功能是利用这些湍流实现自身在水中的推进。",
      "shortSummary": "工程师们开发了一种简单的潜艇机器人，它能够利用水中的湍流力量进行自我推进，从而在水下移动。",
      "translated_title": "潜艇机器人捕捉水下波浪",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers have taught a simple submarine robot to take advantage of turbulent forces to propel itself through water."
    },
    {
      "title": "乒乓球机器人高速精准回球 (原标题: Ping pong bot returns shots with high-speed precision)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250508161448.htm",
      "pubDate": "Thu, 08 May 2025 16:14:48 EDT",
      "isoDate": "2025-05-08T20:14:48.000Z",
      "creator": "",
      "summary": "### 乒乓球机器人技术突破\n\n*   **研发主体：** 工程师们成功开发了一款能够打乒乓球的机器人。\n*   **核心功能：** 该机器人具备高速处理能力，能够迅速估算来球的速度和飞行轨迹。\n*   **精准回球：** 它能将球精准地击打到球桌上预期的位置。",
      "shortSummary": "工程师们开发了一款乒乓球机器人，它能快速估算来球的速度和轨迹，并将球精准地回击到球桌上的指定位置。",
      "translated_title": "乒乓球机器人高速精准回球",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers developed a ping-pong-playing robot that quickly estimates the speed and trajectory of an incoming ball and precisely hits it to a desired location on the table."
    },
    {
      "title": "机器狗模仿哺乳动物，实现陆地和水上卓越移动能力 (原标题: Robotic dog mimics mammals for superior mobility on land and in water)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250508112731.htm",
      "pubDate": "Thu, 08 May 2025 11:27:31 EDT",
      "isoDate": "2025-05-08T15:27:31.000Z",
      "creator": "",
      "summary": "# 两栖机器狗：陆水两栖移动新突破\n\n一个研究团队近日发布了一款尖端的两栖机器狗。这款机器狗具备卓越的效率，能够自如地在陆地和水上进行移动。",
      "shortSummary": "研究人员推出一款新型两栖机器狗，能够高效地在陆地和水上移动，展现出卓越的两栖移动能力。",
      "translated_title": "机器狗模仿哺乳动物，实现陆地和水上卓越移动能力",
      "images": [],
      "contentSource": "RSS",
      "content": "A team of researchers has unveiled a cutting-edge Amphibious Robotic Dog capable of roving across both land and water with remarkable efficiency."
    },
    {
      "title": "由鱼食制成的环保水生机器人 (原标题: Eco-friendly aquatic robot is made from fish food)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250508112558.htm",
      "pubDate": "Thu, 08 May 2025 11:25:58 EDT",
      "isoDate": "2025-05-08T15:25:58.000Z",
      "creator": "",
      "summary": "# 可食用机器人：环保水质监测的新选择\n\n一种新型的可食用机器人正在为环境监测领域带来创新。这款机器人利用可生物降解燃料和表面张力在水面快速移动，为传统的水质监测设备提供了一种安全且营养的替代方案。\n\n## 主要特点与优势：\n\n*   **环保材料：** 该机器人由可生物降解的材料制成，与传统由人造聚合物和电子元件构成的监测设备相比，大大减少了环境污染。\n*   **独特驱动方式：** 它巧妙地结合了可生物降解燃料和水面张力，使其能够在水体表面高效移动。\n*   **安全且有益：** 作为一种“可食用”的机器人，它不仅对环境无害，甚至可能为水生生物提供营养，从而成为一种安全的监测工具。\n*   **替代传统设备：** 旨在取代那些可能对生态系统造成长期影响的传统监测装置。",
      "shortSummary": "一种由鱼食制成的环保水生机器人被开发出来，它利用可生物降解燃料和表面张力在水面移动。这款可食用机器人为环境监测设备提供了一种安全且有营养的替代方案，旨在取代由人造聚合物和电子元件制成的传统监测装置，从而减少环境污染。",
      "translated_title": "由鱼食制成的环保水生机器人",
      "images": [],
      "contentSource": "RSS",
      "content": "An edible robot leverages a combination of biodegradable fuel and surface tension to zip around the water's surface, creating a safe -- and nutritious -- alternative to environmental monitoring devices made from artificial polymers and electronics."
    },
    {
      "title": "AI真的有创造力吗？原来创造力在于旁观者的眼中 (原标题: Is AI truly creative? Turns out creativity is in the eye of the beholder)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250508112427.htm",
      "pubDate": "Thu, 08 May 2025 11:24:27 EDT",
      "isoDate": "2025-05-08T15:24:27.000Z",
      "creator": "",
      "summary": "# AI创造力：旁观者的视角\n\n一项新研究探讨了人们如何看待人工智能（AI）系统的创造力。研究发现，人们认为AI是否具有创造力，取决于他们对“创造行为”的观察程度。\n\n这项研究结果具有多重意义：\n*   **对AI研究与设计的影响**：它为我们如何研究和设计具有创造力的AI系统提供了新的视角。\n*   **对人类创造力认知的启示**：它也引发了关于我们如何感知他人创造力的基本问题。",
      "shortSummary": "一项新研究表明，人们认为AI是否具有创造力，取决于他们对AI“创造行为”的观察程度。这项发现不仅对未来AI系统的研究与设计有重要意义，也引发了关于人类如何感知创造力的深层思考。",
      "translated_title": "AI真的有创造力吗？原来创造力在于旁观者的眼中",
      "images": [],
      "contentSource": "RSS",
      "content": "What makes people think an AI system is creative? New research shows that it depends on how much they see of the creative act. The findings have implications for how we research and design creative AI systems, and they also raise fundamental questions about how we perceive creativity in other people."
    },
    {
      "title": "医院卫生转型：用于擦拭和紫外-C消毒的自主机器人 (原标题: Transforming hospital sanitation: Autonomous robots for wiping and UV-C disinfection)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250507130744.htm",
      "pubDate": "Wed, 07 May 2025 13:07:44 EDT",
      "isoDate": "2025-05-07T17:07:44.000Z",
      "creator": "",
      "summary": "### 医院卫生转型：擦拭与紫外-C消毒自主机器人\n\n一项研究团队正在开发一种新型消毒机器人，旨在革新医院的卫生清洁方式。该机器人结合了两种主要的消毒技术：\n\n*   **物理擦拭：** 提供表面的物理清洁。\n*   **紫外-C（UV-C）消毒：** 利用UV-C光线进行高效杀菌。",
      "shortSummary": "一个研究团队正在开发一种新型消毒机器人，它结合了物理擦拭和紫外-C（UV-C）消毒技术。该机器人旨在提升医院的卫生清洁效率和效果。",
      "translated_title": "医院卫生转型：用于擦拭和紫外-C消毒的自主机器人",
      "images": [],
      "contentSource": "RSS",
      "content": "A research team develops disinfection robot combining physical wiping and UV-C sterilization."
    },
    {
      "title": "服务机器人的性别特征会影响顾客决策 (原标题: Gender characteristics of service robots can influence customer decisions)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250506152209.htm",
      "pubDate": "Tue, 06 May 2025 15:22:09 EDT",
      "isoDate": "2025-05-06T19:22:09.000Z",
      "creator": "",
      "summary": "# 服务机器人性别特征对顾客决策的影响\n\n## 研究发现\n\n一项最新研究表明，服务机器人的某些特征会影响顾客的决策行为：\n\n*   **男性特征服务机器人：** 对于一些决策能力较低的女性顾客，具有男性特征的服务机器人可能更具说服力。\n*   **“可爱”设计特征：** 诸如大眼睛和上扬的脸颊等“可爱”的设计特征，对男性和女性顾客的影响是相似的。\n\n## 研究来源\n\n这些发现是根据一项新的研究得出的。",
      "shortSummary": "新研究表明，具有男性特征的服务机器人对一些决策能力较低的女性更具说服力。同时，大眼睛、上扬脸颊等“可爱”设计特征对男性和女性顾客的影响是相似的。",
      "translated_title": "服务机器人的性别特征会影响顾客决策",
      "images": [],
      "contentSource": "RSS",
      "content": "While service robots with male characteristics can be more persuasive when interacting with some women who have a low sense of decision-making power, 'cute' design features -- such as big eyes and raised cheeks -- affect both men and women similarly, according to new research."
    },
    {
      "title": "机器人触觉传感器不只停留在皮肤层面 (原标题: Robotic touch sensors are not just skin deep)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250505171017.htm",
      "pubDate": "Mon, 05 May 2025 17:10:17 EDT",
      "isoDate": "2025-05-05T21:10:17.000Z",
      "creator": "",
      "summary": "文章内容过于简短且不完整（包含“undefined”），仅提及研究人员认为触觉传感器的问题在于机器人皮肤本身。由于缺乏进一步的详细信息或关键论点，无法生成详细摘要。",
      "shortSummary": "文章内容过于简短且不完整，无法生成有效摘要。",
      "translated_title": "机器人触觉传感器不只停留在皮肤层面",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers argue that the problem that has been lurking in the margins of many papers about touch sensors lies in the robotic skin itself."
    },
    {
      "title": "文本到视频AI凭借新型变形视频能力蓬勃发展 (原标题: Text-to-video AI blossoms with new metamorphic video capabilities)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250505170633.htm",
      "pubDate": "Mon, 05 May 2025 17:06:33 EDT",
      "isoDate": "2025-05-05T21:06:33.000Z",
      "creator": "",
      "summary": "# 新型文本到视频AI模型\n\n*   计算机科学家开发了一款新的AI文本到视频模型。\n*   该模型能够从延时视频中学习现实世界的物理知识。",
      "shortSummary": "计算机科学家开发了一款新型文本到视频AI模型，该模型能从延时视频中学习现实世界的物理知识。",
      "translated_title": "文本到视频AI凭借新型变形视频能力蓬勃发展",
      "images": [],
      "contentSource": "RSS",
      "content": "Computer scientists have developed a new AI text-to-video model that learns real-world physics knowledge from time-lapse videos."
    },
    {
      "title": "隐私感知建筑自动化 (原标题: Privacy-aware building automation)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250505121743.htm",
      "pubDate": "Mon, 05 May 2025 12:17:43 EDT",
      "isoDate": "2025-05-05T16:17:43.000Z",
      "creator": "",
      "summary": "# 隐私感知建筑自动化框架\n\n研究人员开发了一个创新框架，旨在实现去中心化的人工智能（AI）建筑自动化，并将其核心重点放在**隐私保护**上。\n\n## 核心特点与优势\n\n*   **去中心化AI自动化：** 该框架使建筑自动化系统能够摆脱对传统中央服务器的依赖，转而采用分布式架构。\n*   **设备间直接协作：** 系统支持AI驱动的设备，例如摄像头和各种接口，通过一种新型的**设备到设备（device-to-device）通信**方式直接进行协作。\n*   **消除中央服务器：** 这种直接通信模式彻底消除了对中央服务器的需求，从而避免了数据在单一中心点进行集中存储。\n*   **增强数据隐私与安全：**\n    *   通过避免集中式数据保留，该框架显著降低了与中央服务器相关的潜在安全弱点。\n    *   解决了集中式数据存储对个人数据构成的风险，从而提升了整体的隐私保护水平。",
      "shortSummary": "研究人员开发了一个创新的隐私感知建筑自动化框架。该框架实现了去中心化的人工智能系统，通过新型的设备到设备通信，使AI驱动的设备（如摄像头）能够直接协作，从而无需中央服务器。这有效消除了集中式数据存储带来的潜在安全弱点和个人数据隐私风险，显著提升了建筑自动化系统的隐私保护能力。",
      "translated_title": "隐私感知建筑自动化",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers developed a framework to enable decentralized artificial intelligence-based building automation with a focus on privacy. The system enables AI-powered devices like cameras and interfaces to cooperate directly, using a new form of device-to-device communication. In doing so, it eliminates the need for central servers and thus the need for centralized data retention, often seen as a potential security weak point and risk to private data."
    },
    {
      "title": "使AI模型在关键应用场景中更值得信赖 (原标题: Making AI models more trustworthy for high-stakes settings)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250501164119.htm",
      "pubDate": "Thu, 01 May 2025 16:41:19 EDT",
      "isoDate": "2025-05-01T20:41:19.000Z",
      "creator": "",
      "summary": "# 提高AI模型可信度的新技术\n\n*   研究人员开发了一项新技术，旨在提升机器学习模型的可信赖性。\n*   这项技术有望提高人工智能预测的准确性和可靠性。\n*   其应用场景主要集中在医疗保健等高风险、高重要性的领域。",
      "shortSummary": "研究人员开发了一项新技术，旨在提高机器学习模型的可信度。该技术有望提升AI预测的准确性和可靠性，特别适用于医疗保健等高风险应用场景。",
      "translated_title": "使AI模型在关键应用场景中更值得信赖",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers made a technique that improves the trustworthiness of machine-learning models, which could help improve the accuracy and reliability of AI predictions for high-stakes settings such health care."
    },
    {
      "title": "改进的人工触觉 (原标题: Artificial sense of touch, improved)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250501122459.htm",
      "pubDate": "Thu, 01 May 2025 12:24:59 EDT",
      "isoDate": "2025-05-01T16:24:59.000Z",
      "creator": "",
      "summary": "# 改进的人工触觉\n\n## 核心进展\n\n*   **技术突破**：研究人员在人工触觉领域取得了显著进展。\n*   **用户体验**：通过脑机接口（BCI），用户能够探索数字化的物体，并感知到逼真的触觉反馈。\n*   **感知细节**：用户成功描述了多种不同的触觉体验，包括：\n    *   正在发出咕噜声的猫的温暖毛皮。\n    *   门钥匙光滑而坚硬的表面。\n    *   苹果冰凉且圆润的感觉。\n\n## 意义\n\n这项技术使得脑机接口用户能够通过人工触觉系统，更真实地与数字世界进行交互，极大地提升了沉浸感和感知能力。",
      "shortSummary": "通过改进的人工触觉技术，脑机接口用户能够感知数字化物体的真实触感。用户成功描述了猫的温暖毛皮、门钥匙的光滑坚硬表面以及苹果的冰凉圆润感，这标志着人机交互在触觉感知方面取得了重要进步。",
      "translated_title": "改进的人工触觉",
      "images": [],
      "contentSource": "RSS",
      "content": "While exploring a digitally represented object through artificially created sense of touch, brain-computer interface users described the warm fur of a purring cat, the smooth rigid surface of a door key and cool roundness of an apple."
    },
    {
      "title": "简化数字木工的复杂性 (原标题: Cutting the complexity from digital carpentry)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250425113342.htm",
      "pubDate": "Fri, 25 Apr 2025 11:33:42 EDT",
      "isoDate": "2025-04-25T15:33:42.000Z",
      "creator": "",
      "summary": "### 简化数字木工的复杂性\n\n*   **CNC机器的普及与应用**\n    *   现代世界中的许多产品都以某种方式通过计算机数控（CNC）机器制造。\n    *   CNC机器利用计算机来自动化制造过程中的机器操作。\n\n*   **CNC操作的复杂性挑战**\n    *   尽管CNC机器的概念本身相对简单。\n    *   但在实际应用中，指导和编程这些机器的方法通常非常复杂。\n\n*   **研究团队的解决方案**\n    *   一个研究团队已经开发出一种系统。\n    *   该系统的目标是演示如何有效减轻CNC操作中固有的复杂性。",
      "shortSummary": "计算机数控（CNC）机器广泛应用于现代制造，但其操作指令复杂。一个研究团队已开发出一种系统，旨在简化CNC机器的编程和使用复杂性。",
      "translated_title": "简化数字木工的复杂性",
      "images": [],
      "contentSource": "RSS",
      "content": "Many products in the modern world are in some way fabricated using computer numerical control (CNC) machines, which use computers to automate machine operations in manufacturing. While simple in concept, the ways to instruct these machines is in reality often complex. A team of researchers has devised a system to demonstrate how to mitigate some of this complexity."
    },
    {
      "title": "尴尬。人类在察言观色方面仍优于人工智能 (原标题: Awkward. Humans are still better than AI at reading the room)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250424165649.htm",
      "pubDate": "Thu, 24 Apr 2025 16:56:49 EDT",
      "isoDate": "2025-04-24T20:56:49.000Z",
      "creator": "",
      "summary": "### 核心发现\n\n*   在解读动态场景中的社交互动和理解社交动态方面，人类目前仍优于现有的人工智能模型。\n\n### 研究人员的解释\n\n*   研究人员认为，这可能是因为当前AI神经网络的设计灵感来源于大脑中处理静态图像的区域，而该区域与处理动态社交场景的脑区不同。",
      "shortSummary": "研究表明，人类在解读动态社交互动和理解社交动态方面仍优于当前AI模型。研究人员推测，这可能是因为AI神经网络的设计灵感源于大脑处理静态图像的区域，而非处理动态社交场景的区域。",
      "translated_title": "尴尬。人类在察言观色方面仍优于人工智能",
      "images": [],
      "contentSource": "RSS",
      "content": "Humans are better than current AI models at interpreting social interactions and understanding social dynamics in moving scenes. Researchers believe this is because AI neural networks were inspired by the infrastructure of the part of the brain that processes static images, which is different from the area of the brain that processes dynamic social scenes."
    },
    {
      "title": "使AI生成的代码在任何语言中都更准确 (原标题: Making AI-generated code more accurate in any language)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250424121658.htm",
      "pubDate": "Thu, 24 Apr 2025 12:16:58 EDT",
      "isoDate": "2025-04-24T16:16:58.000Z",
      "creator": "",
      "summary": "# 研究人员提升AI代码生成准确性\n\n*   **核心突破：** 研究人员开发出一种更高效的方法，以精确控制大型语言模型（LLM）的输出。\n*   **目标：** 引导LLM生成符合特定结构（例如编程语言）的文本。\n*   **关键成果：** 确保生成的文本或代码保持无错误状态。\n*   **应用潜力：** 有助于提高AI在生成各种语言代码时的准确性和可靠性。",
      "shortSummary": "研究人员开发出一种更高效的方法，能精确控制大型语言模型（LLM）的输出。该方法旨在引导LLM生成符合特定结构（如编程语言）且无错误的文本，从而提升AI生成代码的准确性。",
      "translated_title": "使AI生成的代码在任何语言中都更准确",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers developed a more efficient way to control the outputs of a large language model, guiding it to generate text that adheres to a certain structure, like a programming language, and remains error free."
    },
    {
      "title": "设计一个能跳10英尺高的无腿机器人 (原标题: Engineering a robot that can jump 10 feet high -- without legs)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250423164027.htm",
      "pubDate": "Wed, 23 Apr 2025 16:40:27 EDT",
      "isoDate": "2025-04-23T20:40:27.000Z",
      "creator": "",
      "summary": "### 无腿跳跃机器人：受寄生虫启发的新突破\n\n*   **灵感来源**：工程师们从一种微小的寄生虫（线虫）的独特运动方式中获得了启发。他们通过观看线虫高速视频，发现这些蠕虫能够将自己挤压成奇特的形状，从而向前或向后弹射。\n*   **机器人设计**：\n    *   **尺寸**：该机器人是一个5英寸（约12.7厘米）长的软体机器人。\n    *   **结构**：它由一根硅胶杆和一根碳纤维脊柱构成。\n    *   **特点**：尽管没有腿，但它能够实现惊人的跳跃高度。\n*   **跳跃能力**：这款机器人能够跳到10英尺（约3米）高，相当于一个篮球框的高度。",
      "shortSummary": "受微小寄生虫运动启发，工程师们开发出一种5英寸长的软体机器人。这款无腿机器人由硅胶杆和碳纤维脊柱构成，能够跳跃10英尺高，达到篮球框的高度。其设计模仿了线虫通过挤压身体来弹射自身的机制，展现了在无腿结构下实现高效跳跃的潜力。",
      "translated_title": "设计一个能跳10英尺高的无腿机器人",
      "images": [],
      "contentSource": "RSS",
      "content": "Inspired by the movements of a tiny parasitic worm, engineers have created a 5-inch soft robot that can jump as high as a basketball hoop. Their device, a silicone rod with a carbon-fiber spine, can leap 10 feet high even though it doesn't have legs. The researchers made it after watching high-speed video of nematodes pinching themselves into odd shapes to fling themselves forward and backward."
    },
    {
      "title": "机器人看，机器人做：系统通过观看操作视频进行学习 (原标题: Robot see, robot do: System learns after watching how-to videos)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250422155938.htm",
      "pubDate": "Tue, 22 Apr 2025 15:59:38 EDT",
      "isoDate": "2025-04-22T19:59:38.000Z",
      "creator": "",
      "summary": "# 新型AI机器人学习框架RHyME\n\n*   研究人员开发了一种名为RHyME（Retrieval for Hybrid Imitation under Mismatched Execution）的新型人工智能驱动的机器人框架。\n*   该框架的核心能力是允许机器人通过观看单个操作视频来学习并执行任务。",
      "shortSummary": "研究人员开发了一种名为RHyME（Retrieval for Hybrid Imitation under Mismatched Execution）的新型AI机器人框架。该系统能够让机器人通过观看单个操作视频来学习并执行任务。",
      "translated_title": "机器人看，机器人做：系统通过观看操作视频进行学习",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers have developed a new robotic framework powered by artificial intelligence -- called RHyME (Retrieval for Hybrid Imitation under Mismatched Execution) -- that allows robots to learn tasks by watching a single how-to video."
    },
    {
      "title": "受脑启发的AI突破：让计算机更像人类一样‘看’ (原标题: Brain-inspired AI breakthrough: Making computers see more like humans)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250422131924.htm",
      "pubDate": "Tue, 22 Apr 2025 13:19:24 EDT",
      "isoDate": "2025-04-22T17:19:24.000Z",
      "creator": "",
      "summary": "# 受脑启发的AI突破：让计算机更像人类一样“看”\n\n研究人员开发了一项名为 **Lp-Convolution** 的新型人工智能（AI）技术，旨在使机器视觉的处理方式更接近人类大脑。\n\n### 关键特性与优势：\n\n*   **提升图像识别能力：** 该方法显著提高了图像识别系统的准确性和效率。\n*   **降低计算负担：** 它同时减少了现有AI模型的计算需求。",
      "shortSummary": "研究人员开发了一种名为Lp-Convolution的新型AI技术，旨在使机器视觉更接近人类大脑处理图像的方式。该技术提高了图像识别的准确性和效率，并降低了现有AI模型的计算负担。",
      "translated_title": "受脑启发的AI突破：让计算机更像人类一样‘看’",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers have developed a new artificial intelligence (AI) technique that brings machine vision closer to how the human brain processes images. Called Lp-Convolution, this method improves the accuracy and efficiency of image recognition systems while reducing the computational burden of existing AI models."
    },
    {
      "title": "基于循证医学的AI工具在USMLE考试中超越其他AI工具和大多数医生 (原标题: AI tool grounded in evidence-based medicine outperformed other AI tools -- and most doctors- on USMLE exams)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250422131218.htm",
      "pubDate": "Tue, 22 Apr 2025 13:12:18 EDT",
      "isoDate": "2025-04-22T17:12:18.000Z",
      "creator": "",
      "summary": "### 文章主要发现\n*   根据一篇新文章，由生物医学信息学研究人员开发的一种强大的临床人工智能工具，在所有三部分美国执业医师资格考试（USMLE Step exams）中展现出卓越的准确性。",
      "shortSummary": "由生物医学信息学研究人员开发的一种临床AI工具，在所有三部分美国执业医师资格考试（USMLE Step exams）中表现出卓越的准确性。",
      "translated_title": "基于循证医学的AI工具在USMLE考试中超越其他AI工具和大多数医生",
      "images": [],
      "contentSource": "RSS",
      "content": "A powerful clinical artificial intelligence tool developed by biomedical informatics researchers has demonstrated remarkable accuracy on all three parts of the United States Medical Licensing Exam (Step exams), according to a new article."
    },
    {
      "title": "可解释人工智能用于船舶导航可提高信任度，降低人为错误 (原标题: Explainable AI for ship navigation raises trust, decreases human error)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250415144007.htm",
      "pubDate": "Tue, 15 Apr 2025 14:40:07 EDT",
      "isoDate": "2025-04-15T18:40:07.000Z",
      "creator": "",
      "summary": "# 可解释人工智能在船舶导航中的应用\n\n*   **项目核心**\n    *   一个研究团队已成功开发出一种可解释人工智能（Explainable AI, XAI）模型。\n    *   该模型的主要功能是实现船舶之间的自动防撞（碰撞避免）。\n    *   根据文章标题，引入可解释人工智能的目的是为了提高用户对自动导航系统的信任度，并有效降低人为操作失误的风险。",
      "shortSummary": "一个团队开发了一种用于船舶自动避碰的可解释人工智能模型。该模型旨在通过提高信任度来减少人为错误。",
      "translated_title": "可解释人工智能用于船舶导航可提高信任度，降低人为错误",
      "images": [],
      "contentSource": "RSS",
      "content": "A team has developed an explainable AI model for automatic collision avoidance between ships."
    },
    {
      "title": "AI工具助力帕金森病及其他运动障碍的更好评估 (原标题: AI tool to better assess Parkinson's disease, other movement disorders)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250414134922.htm",
      "pubDate": "Mon, 14 Apr 2025 13:49:22 EDT",
      "isoDate": "2025-04-14T17:49:22.000Z",
      "creator": "",
      "summary": "## VisionMD：AI驱动的运动障碍评估工具\n\n一项突破性的开源计算机程序VisionMD，利用人工智能（AI）技术分析帕金森病及其他运动障碍患者的视频。\n\n### 核心功能\n\n*   **视频分析**：VisionMD能够深入分析患者的视频，识别并量化细微的运动变化。\n*   **AI驱动**：该工具的核心是人工智能算法，使其能够高效、准确地处理复杂的运动数据。\n\n### 主要优势与影响\n\n*   **提高评估准确性**：VisionMD帮助医生更精确地监测患者的细微运动变化，这对于早期诊断、疾病进展评估和治疗效果监测至关重要。\n*   **改善患者护理**：通过提供更准确的评估数据，该工具能够支持医生做出更明智的治疗决策，从而提升患者的整体护理质量。\n*   **推动临床研究**：作为一款开源工具，VisionMD有望加速相关领域的临床研究，为理解和治疗运动障碍提供新的见解和方法。",
      "shortSummary": "一款名为VisionMD的突破性开源AI工具，通过分析帕金森病及其他运动障碍患者的视频，帮助医生更准确地监测细微运动变化。该工具旨在改善患者护理，并推动相关临床研究的进展。",
      "translated_title": "AI工具助力帕金森病及其他运动障碍的更好评估",
      "images": [],
      "contentSource": "RSS",
      "content": "A groundbreaking open-source computer program uses artificial intelligence to analyze videos of patients with Parkinson's disease and other movement disorders. The tool, called VisionMD, helps doctors more accurately monitor subtle motor changes, improving patient care and advancing clinical research."
    },
    {
      "title": "一种由卷尺制成的新型机器人抓手正在瞄准水果和蔬菜采摘 (原标题: A new robotic gripper made of measuring tape is sizing up fruit and veggie picking)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250409154638.htm",
      "pubDate": "Wed, 09 Apr 2025 15:46:38 EDT",
      "isoDate": "2025-04-09T19:46:38.000Z",
      "creator": "",
      "summary": "# 新型卷尺机器人抓手\n\n工程师们从日常生活中常见的卷尺中获得了灵感，开发出一种新型机器人抓手，其核心材料正是卷尺。\n\n## 主要特点与优势\n\n*   **创新材料**: 抓手利用卷尺的独特物理特性（伸展和弯曲）来设计其结构和功能。\n*   **柔软性**: 抓手的末端设计得足够柔软，这使得它能够安全地抓取易碎的物品，例如水果和蔬菜，而不会造成损坏。\n*   **低成本**: 这种新型机器人抓手的制造成本较低，使其在实际应用中更具经济可行性。\n*   **安全性**: 该设备在人类周围操作时是安全的，降低了潜在的风险。\n*   **应用前景**: 研究人员指出，这种抓手特别适合农业应用，尤其是在需要轻柔处理农产品的采摘任务中，展现出巨大的潜力。",
      "shortSummary": "工程师们受卷尺启发，开发出一种新型机器人抓手。这种抓手由卷尺制成，末端柔软，能够安全地抓取易碎的水果和蔬菜。它成本低廉且对人安全，特别适用于农业采摘领域。",
      "translated_title": "一种由卷尺制成的新型机器人抓手正在瞄准水果和蔬菜采摘",
      "images": [],
      "contentSource": "RSS",
      "content": "It's a game a lot of us played as children -- and maybe even later in life: unspooling measuring tape to see how far it would extend before bending. But to engineer, this game was an inspiration, suggesting that measuring tape could become a great material for a robotic gripper. The grippers would be a particularly good fit for agriculture applications, as their extremities are soft enough to grab fragile fruits and vegetables, researchers wrote. The devices are also low-cost and safe around humans."
    },
    {
      "title": "跳跃让这个微型机器人更具优势 (原标题: Hopping gives this tiny robot a leg up)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250409154610.htm",
      "pubDate": "Wed, 09 Apr 2025 15:46:10 EDT",
      "isoDate": "2025-04-09T19:46:10.000Z",
      "creator": "",
      "summary": "文章描述了一种新型的昆虫大小的跳跃机器人，它通过跳跃作为主要的移动方式，展现出多项显著优势：\n\n*   **增强的移动性：** 能够有效地跳过间隙和障碍物，使其能够导航其他微型机器人可能难以应对的复杂地形。\n*   **多功能表面穿越：** 该机器人能够穿越各种困难的表面，包括崎岖、湿滑和倾斜的地形，显示出其适应性。\n*   **空中机动：** 除了简单的跳跃，它还能执行空中特技动作，表明其在空中具有高度的控制和敏捷性。\n*   **能源效率：** 一个关键的优势是其能耗。与飞行微型机器人相比，它仅消耗一小部分能量，使其成为某些应用中更高效的选择。",
      "shortSummary": "一种新型的昆虫大小的跳跃机器人，能够跳过障碍、穿越复杂地形并进行空中特技。它比飞行微型机器人更节能，展现出卓越的移动性和效率。",
      "translated_title": "跳跃让这个微型机器人更具优势",
      "images": [],
      "contentSource": "RSS",
      "content": "A hopping, insect-sized robot can jump over gaps or obstacles, traverse rough, slippery, or slanted surfaces, and perform aerial acrobatic maneuvers, while using a fraction of the energy required for flying microbots."
    },
    {
      "title": "3D打印开源机器人为材料合成提供可及解决方案 (原标题: 3D-printed open-source robot offers accessible solution for materials synthesis)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250409115256.htm",
      "pubDate": "Wed, 09 Apr 2025 11:52:56 EDT",
      "isoDate": "2025-04-09T15:52:56.000Z",
      "creator": "",
      "summary": "### FLUID：3D打印开源机器人助力材料合成\n\nFLUID是一款开源的3D打印机器人，旨在为自动化材料合成提供经济实惠且可定制的解决方案，从而提高先进研究的可及性。\n\n*   **核心功能：** 自动化材料合成\n*   **主要特点：**\n    *   **开源：** 其设计和软件可供公开访问和修改，促进了社区协作和创新。\n    *   **3D打印：** 降低了制造成本，使得设备更容易被复制和部署。\n    *   **经济实惠：** 使得更多实验室和科学家能够负担得起先进的自动化研究工具。\n    *   **可定制：** 用户可以根据特定的实验需求和材料合成流程进行调整和优化。\n*   **目标：** 通过提供可负担且灵活的自动化平台，FLUID旨在降低进入先进材料研究领域的门槛，使更广泛的科学家群体能够进行复杂的合成实验。",
      "shortSummary": "FLUID是一款开源的3D打印机器人，为自动化材料合成提供了经济实惠且可定制的解决方案。它旨在提高先进材料研究的可及性，让更多科学家能够利用自动化技术进行实验，从而推动科学发现。",
      "translated_title": "3D打印开源机器人为材料合成提供可及解决方案",
      "images": [],
      "contentSource": "RSS",
      "content": "FLUID, an open-source, 3D-printed robot, offers an affordable and customizable solution for automated material synthesis, making advanced research accessible to more scientists."
    },
    {
      "title": "工程师利用AI将手语“带入生活”实现实时翻译 (原标题: Engineers bring sign language to 'life' using AI to translate in real-time)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250409114945.htm",
      "pubDate": "Wed, 09 Apr 2025 11:49:45 EDT",
      "isoDate": "2025-04-09T15:49:45.000Z",
      "creator": "",
      "summary": "# 实时AI手语翻译系统\n\n## 挑战与背景\n*   现有的美国手语（ASL）识别系统在准确性方面面临诸多挑战。\n*   主要问题包括：\n    *   手势相似性高，难以区分。\n    *   图像质量不佳。\n    *   光照条件不稳定。\n\n## 解决方案与技术\n*   研究人员开发了一种新型系统，旨在解决上述准确性问题。\n*   该系统能够将手势实时翻译成文本。\n*   **核心技术与性能指标：**\n    *   **准确率：** 达到98.2%。\n    *   **实时性：** 能够在不同光照和环境条件下实时运行。\n    *   **硬件要求：** 仅需使用标准网络摄像头。\n    *   **高级追踪技术：**\n        *   **MediaPipe：** 用于追踪每只手的21个关键点。\n        *   **YOLOv11：** 用于精确分类ASL字母。\n\n## 应用前景\n*   该系统提供了一个可扩展的解决方案，适用于实际世界中的应用。",
      "shortSummary": "研究人员开发了一种利用AI实现实时美国手语（ASL）翻译的新系统。该系统解决了现有ASL识别系统准确性低的问题，在不同条件下能以98.2%的准确率将手势翻译成文本。它使用标准网络摄像头，并结合MediaPipe和YOLOv11等先进技术进行手部关键点追踪和字母分类，为实际应用提供了可扩展的解决方案。",
      "translated_title": "工程师利用AI将手语“带入生活”实现实时翻译",
      "images": [],
      "contentSource": "RSS",
      "content": "American Sign Language (ASL) recognition systems often struggle with accuracy due to similar gestures, poor image quality and inconsistent lighting. To address this, researchers developed a system that translates gestures into text with 98.2% accuracy, operating in real time under varying conditions. Using a standard webcam and advanced tracking, it offers a scalable solution for real-world use, with MediaPipe tracking 21 keypoints on each hand and YOLOv11 classifying ASL letters precisely."
    },
    {
      "title": "微型软体机器人展现救生潜力 (原标题: Tiny, soft robot flexes its potential as a life saver)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250408121334.htm",
      "pubDate": "Tue, 08 Apr 2025 12:13:34 EDT",
      "isoDate": "2025-04-08T16:13:34.000Z",
      "creator": "",
      "summary": "## 微型软体机器人：未来救生与医疗应用\n\n一个国际团队正在开创一种微型、柔软且灵活的机器人，其潜在应用范围广泛，有望在未来发挥关键作用。\n\n### 核心概念\n\n*   **机器人特性：** 这是一种体积微小、材质柔软且具有高度灵活性的机器人。\n\n### 潜在应用领域\n\n*   **灾难救援：** 这种机器人能够爬行穿过地震废墟，用于搜寻和定位被困的受害者。\n*   **医疗领域：** 它还能够在人体内部移动，用于精确递送药物，实现靶向治疗。\n\n### 技术原理\n\n*   **研发团队：** 该技术由一个国际团队共同开发和推广。\n*   **关键技术整合：** 通过将柔性电子元件与磁控运动技术相结合，实现了机器人的适应性和可控性。",
      "shortSummary": "一个国际团队正在开发一种微型、柔软、灵活的机器人。该机器人通过整合柔性电子技术和磁控运动，有望在未来应用于地震废墟中搜寻幸存者，或在人体内递送药物，展现出巨大的救生和医疗潜力。",
      "translated_title": "微型软体机器人展现救生潜力",
      "images": [],
      "contentSource": "RSS",
      "content": "A tiny, soft, flexible robot that can crawl through earthquake rubble to find trapped victims or travel inside the human body to deliver medicine may seem like science fiction, but an international team is pioneering such adaptable robots by integrating flexible electronics with magnetically controlled motion."
    },
    {
      "title": "对于机械手而言，后天培养比先天本能更重要 (原标题: Nurture more important than nature for robotic hand)",
      "link": "https://www.sciencedaily.com/releases/2025/04/250403183134.htm",
      "pubDate": "Thu, 03 Apr 2025 18:31:34 EDT",
      "isoDate": "2025-04-03T22:31:34.000Z",
      "creator": "",
      "summary": "# 机械手学习：后天培养的重要性\n\n这项研究深入探讨了机械臂或假肢手如何学习诸如抓取和旋转球体等复杂任务，并以此回应了经典的“先天与后天”之争。\n\n## 核心发现\n\n*   **学习序列（课程）至关重要：** 研究明确指出，学习的序列，即所谓的“课程”，对于学习过程的发生和成功至关重要。\n*   **触觉感知并非绝对必要：** 令人注目的是，研究人员发现，如果学习课程以特定的顺序进行，即使模拟机械手具有不完整甚至完全缺失的触觉感知能力，它也能够学会进行复杂的物体操作。\n\n这项研究强调了在机器人学习中，精心设计的学习路径和方法（后天培养）比其固有的硬件能力（先天本能）更为关键。",
      "shortSummary": "这项研究探讨了机械手学习复杂任务时“先天与后天”的问题。研究发现，学习的“课程”（即学习序列）至关重要。即使触觉感知不完整或缺失，模拟机械手也能通过正确的学习序列学会抓取和旋转物体，表明后天培养在机器人学习中比先天本能更重要。",
      "translated_title": "对于机械手而言，后天培养比先天本能更重要",
      "images": [],
      "contentSource": "RSS",
      "content": "How does a robotic arm or a prosthetic hand learn a complex task like grasping and rotating a ball? Researchers address the classic 'nature versus nurture' question. The research demonstrates that the sequence of learning, also known as the 'curriculum,' is critical for learning to occur. In fact, the researchers note that if the curriculum takes place in a particular sequence, a simulated robotic hand can learn to manipulate with incomplete or even absent tactile sensation."
    },
    {
      "title": "一种更轻、更智能的磁感应电子皮肤 (原标题: A lighter, smarter magnetoreceptive electronic skin)",
      "link": "https://www.sciencedaily.com/releases/2025/03/250327141727.htm",
      "pubDate": "Thu, 27 Mar 2025 14:17:27 EDT",
      "isoDate": "2025-03-27T18:17:27.000Z",
      "creator": "",
      "summary": "# 更轻、更智能的磁感应电子皮肤\n\n## 创新电子皮肤的潜力\n*   **未来应用场景**：这种创新的电子皮肤（e-skin）有望实现多种未来应用，例如通过隐形眼镜导航虚拟现实，或在水下操作智能手机。\n\n## 核心技术与特性\n*   **磁场检测与追踪**：一个研究团队开发出一种新型电子皮肤，它能够利用单个全局传感器精确检测并追踪磁场。\n*   **物理特性**：这种人造皮肤具有轻巧、透明和可渗透的特点。\n*   **仿生功能**：它还能模仿真实皮肤与大脑之间的相互作用。",
      "shortSummary": "一个研究团队开发出一种更轻、更智能的磁感应电子皮肤。它能利用单个全局传感器精确检测并追踪磁场，同时具备轻巧、透明、可渗透的特性，并能模仿真实皮肤与大脑的交互。这种创新技术有望实现通过隐形眼镜导航虚拟现实或在水下操作智能手机等未来应用。",
      "translated_title": "一种更轻、更智能的磁感应电子皮肤",
      "images": [],
      "contentSource": "RSS",
      "content": "Imagine navigating a virtual reality with contact lenses or operating your smartphone under water: This and more could soon be a reality thanks to innovative e-skins. A research team has developed an electronic skin that detects and precisely tracks magnetic fields with a single global sensor. This artificial skin is not only light, transparent and permeable, but also mimics the interactions of real skin and the brain."
    },
    {
      "title": "哲学：人工智能体利用中的文化差异 (原标题: Philosophy: Cultural differences in exploitation of artificial agents)",
      "link": "https://www.sciencedaily.com/releases/2025/03/250326123312.htm",
      "pubDate": "Wed, 26 Mar 2025 12:33:12 EDT",
      "isoDate": "2025-03-26T16:33:12.000Z",
      "creator": "",
      "summary": "## 研究发现：人工智能体利用中的文化差异\n\n一项最新研究揭示了在对待机器人和人工智能体（AI agents）方面的文化差异。\n\n*   **核心发现**：该研究表明，日本民众对待机器人和人工智能体的态度，比西方社会的人们更为尊重。\n\n由于文章内容简洁，详细摘要仅包含上述核心信息。",
      "shortSummary": "一项新研究指出，日本民众对待机器人和人工智能体的态度比西方社会更尊重，显示出文化差异。",
      "translated_title": "哲学：人工智能体利用中的文化差异",
      "images": [],
      "contentSource": "RSS",
      "content": "A new study shows that people in Japan treat robots and AI agents more respectfully than people in Western societies."
    },
    {
      "title": "这些无需电子元件的机器人可以直接从3D打印机中走出来 (原标题: These electronics-free robots can walk right off the 3D-printer)",
      "link": "https://www.sciencedaily.com/releases/2025/03/250325115131.htm",
      "pubDate": "Tue, 25 Mar 2025 11:51:31 EDT",
      "isoDate": "2025-03-25T15:51:31.000Z",
      "creator": "",
      "summary": "### 无需电子元件的3D打印机器人\n\n*   **核心特性：**\n    *   该机器人无需任何电子元件即可行走。\n    *   其运动仅通过添加一个压缩气体筒即可实现。\n*   **制造优势：**\n    *   可直接从3D打印机中一体化打印出来。\n    *   整个机器人可以使用单一材料一次性完成打印。\n*   **意义：**\n    *   这种设计极大地简化了机器人的制造过程，降低了对复杂电子系统的依赖。",
      "shortSummary": "这是一种无需电子元件的机器人，仅通过一个压缩气体筒即可行走。它能直接从3D打印机中一体化打印出来，并可使用单一材料一次性完成制造，极大地简化了机器人生产过程。",
      "translated_title": "这些无需电子元件的机器人可以直接从3D打印机中走出来",
      "images": [],
      "contentSource": "RSS",
      "content": "This a robot can walk, without electronics, and only with the addition of a cartridge of compressed gas, right off the 3D-printer. It can also be printed in one go, from one material."
    },
    {
      "title": "受松鼠启发设计的跳跃机器人能稳稳地落在树枝上 (原标题: Squirrel-inspired leaping robot can stick a landing on a branch)",
      "link": "https://www.sciencedaily.com/releases/2025/03/250319142850.htm",
      "pubDate": "Wed, 19 Mar 2025 14:28:50 EDT",
      "isoDate": "2025-03-19T18:28:50.000Z",
      "creator": "",
      "summary": "## 受松鼠启发设计的跳跃机器人\n\n这项研究旨在开发一种能够稳稳降落在狭窄物体（如树枝或管道）上的跳跃机器人，这在多个领域具有潜在应用：\n\n*   **应用领域**：\n    *   搜救任务\n    *   建筑施工\n    *   森林监测\n\n*   **设计挑战**：\n    *   如何设计机器人以确保其在跳跃后能成功降落在狭窄的支点上。\n\n*   **解决方案方法**：\n    *   生物学家与机器人设计师合作，研究松鼠在跳跃和着陆时的行为和生物力学。\n\n*   **研究成果**：\n    *   基于对松鼠学习到的知识，设计出了一种单腿机器人。\n    *   该机器人具备出色的平衡能力和腿部生物力学，能够纠正跳跃时的过冲或不足，从而成功降落在狭窄的支点上。",
      "shortSummary": "受松鼠启发，研究人员设计出一种单腿跳跃机器人，旨在解决在狭窄物体（如树枝）上稳定着陆的挑战。通过学习松鼠的生物力学和平衡能力，该机器人能够纠正跳跃偏差，实现精确着陆。这种机器人有望应用于搜救、建筑和森林监测等领域。",
      "translated_title": "受松鼠启发设计的跳跃机器人能稳稳地落在树枝上",
      "images": [],
      "contentSource": "RSS",
      "content": "A leaping robot could have application in search and rescue, construction, even forest monitoring. But how do you design a robot to stick a landing on a branch or pipe? Biologists worked with robot designers to discover how squirrels do it, and used what they learned to design a one-legged robot with the balancing ability and leg biomechanics to correct for over- and undershooting and land successfully on a narrow perch."
    },
    {
      "title": "咖啡制作机器人为AI机器开辟新天地 (原标题: Coffee-making robot breaks new ground for AI machines)",
      "link": "https://www.sciencedaily.com/releases/2025/03/250318204108.htm",
      "pubDate": "Tue, 18 Mar 2025 20:41:08 EDT",
      "isoDate": "2025-03-19T00:41:08.000Z",
      "creator": "",
      "summary": "### 文章核心观点\n\n*   一项研究表明，一款能够在繁忙厨房中制作咖啡的AI机器人，有望引领下一代智能机器的发展。\n\n### 内容局限性\n\n*   提供的文章内容极为简短，未包含关于该机器人具体功能、研究细节或其潜在影响的进一步信息。文章内容在描述完核心观点后即告中断，因此无法提供更详细的摘要。",
      "shortSummary": "一项研究指出，一款能在繁忙厨房制作咖啡的AI机器人，有望开启下一代智能机器的新篇章。然而，文章内容极为简短，未提供更多细节。",
      "translated_title": "咖啡制作机器人为AI机器开辟新天地",
      "images": [],
      "contentSource": "RSS",
      "content": "An AI-powered robot that can prepare cups of coffee in a busy kitchen could usher in the next generation of intelligent machines, a study suggests."
    },
    {
      "title": "“民主化化学分析”：化学家利用机器学习和机器人技术从图像中识别化学成分 (原标题: 'Democratizing chemical analysis':Chemists use machine learning and robotics to identify chemical compositions from images)",
      "link": "https://www.sciencedaily.com/releases/2025/03/250318175009.htm",
      "pubDate": "Tue, 18 Mar 2025 17:50:09 EDT",
      "isoDate": "2025-03-18T21:50:09.000Z",
      "creator": "",
      "summary": "# 化学家开发机器学习工具，实现化学分析“民主化”\n\n化学家们成功开发出一种创新的机器学习工具，该工具能够仅凭图像识别干燥盐溶液的化学成分，并达到惊人的99%准确率。\n\n## 核心技术与方法\n\n*   **机器学习核心：** 该工具的核心是机器学习算法，它通过学习大量数据来识别图像中的化学特征。\n*   **机器人辅助样本制备：** 为了训练和验证机器学习模型，研究人员利用机器人技术自动化制备了数千个盐溶液样本，确保了数据量和一致性。\n*   **人工智能数据分析：** 人工智能被用于分析这些样本的数据，从而训练出能够高精度识别化学成分的模型。\n\n## 工具特点与潜在影响\n\n*   **简单易用：** 相比传统复杂的化学分析方法，该工具操作更为简单。\n*   **成本低廉：** 自动化和图像识别的结合大大降低了化学分析的成本。\n*   **“民主化”化学分析：** 这种简单、廉价的工具使得化学分析不再局限于专业实验室，有望让更多人或机构能够进行化学分析，从而“民主化”这一领域。\n*   **拓展应用前景：** 这一创新有望极大地扩展化学分析的应用范围和可能性，为科学研究和工业应用带来新的机遇。",
      "shortSummary": "化学家开发了一种结合机器学习和机器人技术的新工具，能以99%的准确率从图像中识别干燥盐溶液的化学成分。该工具通过机器人制备样本和AI分析数据，提供了一种简单、廉价的化学分析方法，有望“民主化”化学分析并拓展其应用。",
      "translated_title": "“民主化化学分析”：化学家利用机器学习和机器人技术从图像中识别化学成分",
      "images": [],
      "contentSource": "RSS",
      "content": "Chemists have created a machine learning tool that can identify the chemical composition of dried salt solutions from an image with 99% accuracy. By using robotics to prepare thousands of samples and artificial intelligence to analyze their data, they created a simple, inexpensive tool that could expand possibilities for performing chemical analysis."
    },
    {
      "title": "融合无线技术与人工智能的革命性蓝图 (原标题: Revolutionary blueprint to fuse wireless technologies and AI)",
      "link": "https://www.sciencedaily.com/releases/2025/03/250318140847.htm",
      "pubDate": "Tue, 18 Mar 2025 14:08:47 EDT",
      "isoDate": "2025-03-18T18:08:47.000Z",
      "creator": "",
      "summary": "# 融合无线技术与人工智能的革命性蓝图\n\n弗吉尼亚理工大学的研究人员指出，无线技术领域的真正革命，只有通过赋予系统能够像人类一样思考、想象和规划的下一代人工智能（AI）才能实现。\n\n*   **核心理念**：研究人员认为，将具备类人思维、想象和规划能力的下一代AI融入无线系统，是实现无线技术革命的唯一途径。\n*   **预期成果**：\n    *   网络将摆脱传统限制。\n    *   提供前所未有的服务质量。\n    *   开启人工智能发展的新阶段。",
      "shortSummary": "弗吉尼亚理工大学研究人员提出，无线技术的革命性突破依赖于整合具备类人思维、想象和规划能力的下一代人工智能。这将使网络摆脱传统束缚，提供卓越服务质量，并推动人工智能进入新发展阶段。",
      "translated_title": "融合无线技术与人工智能的革命性蓝图",
      "images": [],
      "contentSource": "RSS",
      "content": "Virginia Tech researchers say a true revolution in wireless technologies is only possible through endowing the system with the next generation of artificial intelligence (AI) that can think, imagine, and plan akin to humans. Doing so will allow networks to break free from traditional enablers, deliver unprecedented quality, and usher in a new phase of the AI evolution."
    },
    {
      "title": "人造肌肉可多方向弯曲，为柔软、蠕动机器人铺平道路 (原标题: Artificial muscle flexes in multiple directions, offering a path to soft, wiggly robots)",
      "link": "https://www.sciencedaily.com/releases/2025/03/250317163528.htm",
      "pubDate": "Mon, 17 Mar 2025 16:35:28 EDT",
      "isoDate": "2025-03-17T20:35:28.000Z",
      "creator": "",
      "summary": "### 人造肌肉：多方向弯曲与生物混合机器人应用\n\n*   **技术突破**\n    *   工程师们开发了一种新方法，成功培育出能够多方向、协调性地抽动和弯曲的人造肌肉组织。\n*   **潜在应用**\n    *   这种新型组织有望用于构建“生物混合”机器人。\n    *   这些机器人将由柔软、人工培育的肌肉纤维提供动力，使其具备更灵活、更自然的运动能力。",
      "shortSummary": "工程师们开发出一种能多方向协调弯曲的人造肌肉组织。这种柔软的人工肌肉纤维有望为构建由生物驱动的“生物混合”机器人提供动力，从而实现更灵活的运动。",
      "translated_title": "人造肌肉可多方向弯曲，为柔软、蠕动机器人铺平道路",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers developed a method to grow artificial muscle tissue that twitches and flexes in multiple, coordinated directions. These tissues could be useful for building 'biohybrid' robots powered by soft, artificially grown muscle fibers."
    },
    {
      "title": "瘫痪男子用意念控制机械臂 (原标题: Paralyzed man moves robotic arm with his thoughts)",
      "link": "https://www.sciencedaily.com/releases/2025/03/250306153135.htm",
      "pubDate": "Thu, 06 Mar 2025 15:31:35 EST",
      "isoDate": "2025-03-06T20:31:35.000Z",
      "creator": "",
      "summary": "## 瘫痪男子用意念控制机械臂\n\n研究人员取得了一项突破性进展，成功使一名瘫痪男子能够仅凭意念控制一个机械臂。这项技术的核心是一个设备，它能够将该男子大脑中的信号传输到一台计算机。\n\n通过这项技术，该男子能够：\n\n*   **抓取物体**：他能够想象自己执行抓取动作，从而控制机械臂完成抓取。\n*   **移动物体**：在想象中移动物体，机械臂便会随之移动。\n*   **放下物体**：通过意念控制，他能够让机械臂放下手中的物体。\n\n这一成就展示了脑机接口技术在恢复运动功能方面的巨大潜力，使瘫痪患者能够通过想象来与外部世界进行交互和操作。",
      "shortSummary": "研究人员成功使一名瘫痪男子通过大脑信号传输设备，仅凭意念控制机械臂。他能够想象并执行抓取、移动和放下物体等动作，展示了脑机接口技术在恢复运动功能方面的潜力。",
      "translated_title": "瘫痪男子用意念控制机械臂",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers have enabled a man who is paralyzed to control a robotic arm through a device that relays signals from his brain to a computer. He was able to grasp, move and drop objects just by imagining himself performing the actions."
    }
  ],
  "lastUpdated": "2025-05-30T09:28:20.260Z"
}