{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国印刷厂涌入美国，以应对关税对电商行业的影响 (原标题: Chinese printing factories flock to US as tariffs shake up e-commerce sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323513/chinese-printing-factories-flock-us-tariffs-shake-e-commerce-sector?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 15:00:09 +0000",
      "isoDate": "2025-08-28T15:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国印刷企业迁往美国以规避关税\n\n近年来，受美国对中国商品加征关税以及中美关系持续紧张的影响，越来越多的中国印刷企业选择将其生产业务迁往美国。\n\n### 商业模式面临挑战\n*   **关税压力**：自2018年美国提高对中国商品的关税以来，原有的在中国印刷并运往美国的商业模式面临巨大威胁。\n*   **地缘政治紧张**：中美两国之间日益紧张的关系也促使企业寻求更稳定的运营环境。\n\n### Kent Liu的案例：Digiprint America\n*   **战略决策**：2023年末，Kent Liu决定将其定制印刷业务从中国迁至美国。他预见到，如果不做出改变，企业将可能“落后于时代”。\n*   **新公司成立**：Liu在美国成立了新公司Digiprint America，并在加利福尼亚州和新泽西州设立了新的生产线。\n*   **成功规避关税**：\n    *   这些在美国本土的生产线有效规避了美国对中国商品征收的进口关税。\n    *   在特朗普总统回归并对中国及其他主要出口中心发起新一轮关税攻势后，Liu的这一决策被证明是极其明智的。\n*   **业务发展**：\n    *   Digiprint America的业务在贸易战中得以维持，并保持了强劲的订单量。\n    *   公司目前正计划在亚特兰大开设额外的生产设施，以进一步扩大业务。\n\n这一趋势表明，中国企业正在积极调整其全球供应链策略，以适应不断变化的国际贸易环境和政策。",
      "shortSummary": "受美国对中国商品加征关税及中美关系紧张影响，越来越多的中国印刷厂正将生产业务迁往美国。例如，Kent Liu于2023年末将其定制印刷业务从中国迁至美国，成立了Digiprint America。通过在加州和新泽西设立生产线，他的公司成功规避了进口关税，订单量保持强劲，并计划进一步扩张。这一趋势反映了中国企业为应对贸易政策变化而进行的战略调整。",
      "translated_title": "中国印刷厂涌入美国，以应对关税对电商行业的影响",
      "images": [],
      "contentSource": "完整文章",
      "content": "In late 2023, Kent Liu finally decided to take a leap of faith: it was time to move his customised printing business from China to the United States.\nLiu felt he needed to make a change. For years, his company had made money by printing T-shirts, hats and other apparel in China for a range of clients, which were then shipped to the United States.\nBut that model was increasingly under threat. In 2018, America raised tariffs on Chinese goods, and tensions between the two powers had continued to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/e963c578-a892-48df-95d3-9f0146da3dc4_25931006.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国领先民营企业在海外市场“掘金”：调查报告 (原标题: China’s leading private firms strike gold in overseas markets: survey)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323515/chinas-leading-private-firms-strike-gold-overseas-markets-survey?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 13:00:10 +0000",
      "isoDate": "2025-08-28T13:00:10.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国领先民营企业海外市场表现强劲\n\n## 概述\n尽管中国许多公司在去年面临国内需求疲软和国际贸易环境不确定性的挑战，但根据近期一项调查显示，中国领先的民营企业在海外市场的收入实现了两位数增长。\n\n## 关键数据与发现\n*   **调查机构**：中华全国工商业联合会（All-China Federation of Industry and Commerce），一个连接政府与私营企业的半官方商会。\n*   **调查对象**：中国最大的500家民营企业。\n*   **海外总收入**：去年合计实现海外收入3.19万亿元人民币（约合4458亿美元）。\n*   **增长率**：较2023年增长近15%。\n*   **发布时间**：该数据于周四在《2025中国民营企业500强榜单》中公布，该榜单每年根据企业总收入进行排名。\n\n## 榜单亮点\n*   **前三名保持不变**：\n    *   电子商务巨头：京东（JD.com）\n    *   电子商务巨头：阿里巴巴（Alibaba）\n    *   工业综合企业：恒力集团（Hengli Group）\n*   **前十名微调**：包括电信巨头华为技术（Huawei Technologies）、电动汽车制造商比亚迪（BYD）和科技领军企业腾讯（Tencent）。\n\n## 官方评估\n中华全国工商业联合会在报告中指出：“面对日益加剧的外部压力和不断增加的内部挑战……500强民营企业保持了稳步前进的总体趋势，在质量、盈利能力和核心竞争力方面均有所提升。”\n\n## 政策环境与贡献\n*   **政策环境改善**：民营企业的政策环境有所改善。\n*   **民营经济贡献**：根据官方数据，中国有5500万家民营企业，贡献了：\n    *   中国总税收的一半以上。\n    *   国内生产总值（GDP）的60%。\n    *   城镇就业的80%。\n\n## 相关图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/thumb-(2)_0.jpg?itok=McjRUgFR)\n**图片说明**：中国国家主席习近平与中国顶级企业家举行罕见会晤，背景是中美科技竞争。",
      "shortSummary": "尽管面临国内外挑战，中国领先的500家民营企业去年海外收入增长近15%，达到3.19万亿元人民币（约合4458亿美元）。京东、阿里巴巴和恒力集团位列前三，华为、比亚迪和腾讯等也表现突出。这表明民营企业保持稳健发展，并在改善的政策环境下，对中国税收、GDP和就业做出了重要贡献。",
      "translated_title": "中国领先民营企业在海外市场“掘金”：调查报告",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/thumb-(2)_0.jpg?itok=McjRUgFR",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "While many of China’s companies suffered last year amid soft domestic demand and an uncertain environment for international trade, the country’s leading private enterprises reported a double-digit increase in their overseas revenue according to a recent survey.\nAs ranked by the All-China Federation of Industry and Commerce – a state-adjacent chamber of commerce that functions as a channel between government and private business – the country’s 500 largest private firms generated a combined...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/073bac34-1bc7-49fa-a342-ba4bfc287890_15884517.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在华盛顿，中国首席贸易谈判代表准备会谈 (原标题: In Washington, China’s top trade negotiator readies for talks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323530/washington-chinas-top-trade-negotiator-readies-talks-no-formal-negotiations?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 12:00:16 +0000",
      "isoDate": "2025-08-28T12:00:16.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国首席贸易谈判代表李成钢访美准备会谈\n\n中国商务部证实，中国首席贸易谈判代表李成钢本周在华盛顿与美国相关官员会面。此行旨在通过对话和协商解决问题，维护中美经贸关系的健康发展。\n\n### 访问目的与中方立场\n\n*   **目的：** 商务部发言人何永谦表示，中国愿与美国合作，继续有效利用中美经贸磋商机制，通过平等对话和协商解决问题，共同维护中美经贸关系的健康、稳定和可持续发展。\n*   **时间：** 李成钢于周三晚抵达美国首都，会谈预计在周四和周五进行。\n\n### 会谈性质与参与者\n\n*   **非正式谈判：** 美国政府发言人此前表示，李成钢可能会与美国副部长级官员会面，但此次访问并非正式的谈判会议。\n*   **具体会见对象：** 商务部发言人未具体说明李成钢将与哪些美方官员会面。\n\n### 李成钢的背景与近期活动\n\n*   **职务：** 李成钢自4月被任命为中国国际贸易代表兼商务部副部长以来，已参与了过去四个月与美国进行的所有三轮贸易谈判（分别在日内瓦、伦敦和斯德哥尔摩），与副总理何立峰一同出席。\n*   **近期行程：** 此次华盛顿之行之前，李成钢刚结束了为期四天的加拿大访问。在加拿大期间，他与加方同行就改善双边经贸关系、解决彼此经贸关切进行了“坦诚、务实和建设性”的讨论。",
      "shortSummary": "中国首席贸易谈判代表李成钢本周在华盛顿与美国官员会面。商务部表示，此行旨在利用中美经贸磋商机制，通过平等对话解决问题，维护双边经贸关系的健康发展。此次访问并非正式谈判，李成钢可能与美方副部长级官员会面。他此前已参与多轮对美贸易谈判，并刚结束对加拿大的访问。",
      "translated_title": "在华盛顿，中国首席贸易谈判代表准备会谈",
      "images": [],
      "contentSource": "完整文章",
      "content": "One of China’s top trade negotiators, Li Chenggang, will be meeting with relevant US officials this week while in Washington, the Ministry of Commerce has confirmed.\n“China is willing to work with the United States to continue leveraging the China-US economic and trade consultation mechanisms effectively, resolve issues through equal dialogue and consultation, and jointly maintain the healthy, stable and sustainable development of China-US economic and trade relations,” ministry spokeswoman He...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/40205ecd-a9e4-4dc3-bd69-553101095935_0bc12734.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国竞相推出低轨卫星互联网，以抗衡马斯克的星链 (原标题: China races to roll out low-orbit satellite internet to rival Musk’s Starlink)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323502/china-races-roll-out-low-orbit-satellite-internet-rival-musks-starlink?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 09:43:55 +0000",
      "isoDate": "2025-08-28T09:43:55.000Z",
      "creator": "Alice Li",
      "summary": "# 中国加速发展低轨卫星互联网，挑战马斯克星链\n\n## 背景与目标\n*   中国正大力推动商业低轨卫星互联网服务的加速部署。\n*   核心目标是开发本土化的竞争对手，以抗衡SpaceX的星链（Starlink）网络。\n\n## 政策指导与鼓励\n*   工业和信息化部（MIIT）发布指导意见，鼓励低轨卫星星座运营商在“适当时机”启动商业服务试验。\n*   鼓励电信运营商利用低轨卫星互联网，将高速数据服务扩展到语音和短信之外，促进天地一体化通信基础设施的融合发展。\n\n## 本土化发展努力\n*   中国正加紧努力创建自己的“星链”版本。\n*   目前有两个国家主导的项目正在开发各自的低轨卫星星座。\n\n## 应用场景与增长机遇\n*   文件还呼吁卫星通信公司探索新的应用场景和利用现有基础设施的新方式。\n*   工业和信息化部指出，卫星互联网正从专业用途迅速扩展到手机、汽车和无人机等日常设备，这有望创造新的增长机遇。",
      "shortSummary": "中国正加速部署商业低轨卫星互联网服务，旨在开发本土化网络以抗衡马斯克的星链。工业和信息化部发布指导意见，鼓励运营商启动商业试验，并推动电信运营商利用卫星扩展高速数据服务，促进天地一体化通信。目前，中国有两个国家主导的项目正在开发低轨卫星星座，以抓住卫星互联网从专业走向日常设备的新增长机遇。",
      "translated_title": "中国竞相推出低轨卫星互联网，以抗衡马斯克的星链",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is pushing to accelerate the rollout of commercial low-orbit satellite internet services as it strives to develop home-grown rivals to SpaceX’s Starlink network.\nIn a guideline released on Wednesday, the Ministry of Industry and Information Technology said it would encourage operators of low-orbit satellite constellations to launch trials of commercial services “at an appropriate time”.\nThe document also encourages telecom operators to leverage low-orbit satellite internet to expand...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/c4351864-91f0-42e9-bd71-d41da64fa339_cb57981a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "投资者为何无需担忧中国股市泡沫 (原标题: Why investors need not fear bubble in Chinese stock market)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3323431/four-reasons-fears-china-stock-market-bubble-are-misplaced?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 08:30:09 +0000",
      "isoDate": "2025-08-28T08:30:09.000Z",
      "creator": "Nicholas Spiro",
      "summary": "# 中国股市反弹与泡沫担忧\n\n## 市场从低谷反弹\n在2024年初，中国股市曾面临严峻挑战。MSCI中国指数较2021年2月的峰值下跌逾50%，而沪深300指数也下跌了40%以上。当时，周期性和结构性经济下行、房地产市场长期危机、北京刺激措施的审慎态度以及美国科技股市场的强劲吸引力，使得“做空”中国股票成为市场热门交易。美国银行在2024年1月的亚洲基金经理调查中指出，“长期的失望情绪已使投资者远离中国股市”。\n\n## 显著的市场复苏\n然而，仅仅18个月后，市场情况发生了显著变化。根据美国银行8月12日的最新亚洲基金经理调查，中国已成为继日本之后亚洲第二具吸引力的股票市场。中国股市的复苏令人瞩目：自市场低点以来，MSCI中国指数和沪深300指数分别上涨了51%和37%，而科技股为主的创业板指数更是上涨了75%。摩根士丹利在8月8日的报告中指出，MSCI中国指数和香港恒生指数在过去一年中是全球表现最佳的股票市场。仅在过去一个月，中国A股市场价值就增加了近1万亿美元。\n\n## 潜在的泡沫担忧\n尽管市场表现强劲，但对反弹可持续性的疑虑也随之浮现。导致中国股市长期熊市的一些重要因素——国内需求普遍疲软和房地产危机——依然存在。美国银行指出中国经济长期下行与股市活跃之间的“巨大分歧”，而法国兴业银行则表示，根据某些指标，上海综合指数已处于泡沫区域。\n\n## 修正风险\n中国股市出现无序修正的可能性，取决于经济增长持续疲软与股价上涨之间的脱节是否会成为影响投资者情绪的关键因素，从而打消投资者追涨的意愿。",
      "shortSummary": "中国股市在2024年初经历大幅下跌后，于近期实现显著反弹，成为亚洲最具吸引力的市场之一，主要指数涨幅可观。然而，尽管市场活跃，国内需求疲软和房地产危机等深层经济问题依然存在。这导致一些机构担忧市场反弹的可持续性，甚至认为部分指数已处于泡沫区域。未来，经济基本面与股价脱节是否会影响投资者情绪，将是决定市场走向的关键。",
      "translated_title": "投资者为何无需担忧中国股市泡沫",
      "images": [],
      "contentSource": "完整文章",
      "content": "In early February 2024, China’s equity market looked like it was in terminal decline. The MSCI China Index, which tracks Chinese companies listed at home and abroad, was down more than 50 per cent from its February 2021 peak, while the CSI 300 Index of Shanghai- and Shenzhen-listed stocks had lost more than 40 per cent.\nThe combination of a cyclical and structural economic downturn, a protracted crisis in the housing market, Beijing’s cautious approach to deploying stimulus and the strong appeal...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/466d8e14-3693-46b3-b137-3d1b0985f7a1_77444fd0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "五粮液利润下滑，反映出竞争对手贵州茅台的困境 (原标题: Wuliangye Yibin’s profit slump mirrors rival Kweichow Moutai’s woes)",
      "link": "https://www.scmp.com/business/companies/article/3323454/wuliangye-yibins-profit-growth-sinks-10-year-low-hit-chinas-austerity-drive?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 05:51:20 +0000",
      "isoDate": "2025-08-28T05:51:20.000Z",
      "creator": "Cao Li",
      "summary": "# 五粮液利润下滑，反映出竞争对手贵州茅台的困境\n\n中国第二大白酒酿造商五粮液宜宾报告了十年来的最慢盈利增长，这反映了加剧的反腐运动对铺张浪费的影响以及经济放缓对其同行造成的冲击。\n\n## 财务表现\n\n*   **五粮液宜宾 (Wuliangye Yibin):**\n    *   上半年营收同比增长4.2%，达到528亿元人民币（约合74亿美元）。\n    *   归属于股权持有者的净利润同比增长2.3%，达到195亿元人民币。\n    *   营收和利润的增长速度均为2015年以来最慢。\n\n## 同行表现对比\n\n*   **贵州茅台 (Kweichow Moutai):**\n    *   本月初，中国最大的白酒制造商贵州茅台报告上半年营收增长8.9%，净利润增长5.3%。\n    *   这两项增速均为十年来的最慢水平。\n*   **酒鬼酒 (Jiugui Liquor):**\n    *   本周早些时候，同行酒鬼酒报告营收下降43.5%，净利润暴跌92.6%。\n    *   这也是其十年来的最差表现。\n\n## 市场背景与原因\n\n*   **反腐运动与经济放缓:** 加剧的反腐运动和经济放缓是导致白酒行业整体表现不佳的主要原因。\n*   **政策因素影响:** 国信证券本月发布的一份报告指出，政策因素导致第二季度白酒消费大幅减少，从而使得主流产品销量显著下滑。\n\n## 白酒的文化与市场地位\n\n*   **文化意义:** 白酒是毛泽东主席最喜欢的饮品，经常出现在政府宴会和家庭聚会中。其价格从几元到数千元不等，是中国文化的重要组成部分。\n*   **消费市场:** 中国是全球最大的酒精饮料消费国。\n\n![白酒，中国的国酒，正寻求海外市场](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2019/06/18/thumbnail_-_clean.jpg?itok=A3LfnG9s)\n*图片描述：白酒，中国的国酒，正寻求海外市场，但其口味在海外仍未能引起广泛兴趣。*",
      "shortSummary": "中国第二大白酒制造商五粮液宜宾报告了十年来的最慢盈利增长，上半年营收和净利润分别增长4.2%和2.3%。这与竞争对手贵州茅台和酒鬼酒的困境相似，反映出加剧的反腐运动和经济放缓对白酒行业造成了冲击。政策因素导致第二季度白酒消费大幅减少，影响了主流产品销量。作为中国文化重要组成部分的白酒，正面临市场挑战。",
      "translated_title": "五粮液利润下滑，反映出竞争对手贵州茅台的困境",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2019/06/18/thumbnail_-_clean.jpg?itok=A3LfnG9s",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Wuliangye Yibin, China’s second-largest liquor distiller, reported its slowest earnings growth in a decade, reflecting the impact of an intensified anti-corruption campaign on ostentation and a slowing economy that has also affected its peers.\nFirst-half revenue of the Yibin, Sichuan-based company rose 4.2 per cent to 52.8 billion yuan (US$7.4 billion) from a year earlier, while net profit attributable to equity holders increased 2.3 per cent to 19.5 billion yuan, according to its earnings...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/f7d3b2a9-ea3d-4661-8a71-b48ddc1ce0cc_a4c1632b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何稳定币引发中国前央行行长警惕？ (原标题: Why have stablecoins triggered caution from former China central bank governor?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323414/former-china-central-bank-governor-urges-caution-amid-stablecoin-frenzy?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 01:59:29 +0000",
      "isoDate": "2025-08-28T01:59:29.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国前央行行长周小川呼吁对稳定币进行多维度评估\n\n中国前央行行长周小川近日呼吁在全球对稳定币兴趣高涨之际，采取更为审慎的态度，并强调需要对稳定币的实际效用及其可能带来的系统性风险进行“多维度评估”。\n\n## 背景与全球趋势\n*   **全球关注：** 稳定币已成为全球经济辩论的热点话题，旨在结合数字资产的效率与传统货币的可靠性，是金融领域代币化趋势的一部分。\n*   **监管进展：** 美国和香港正在推出针对稳定币的监管框架。\n*   **中国展望：** 市场猜测中国可能效仿，推出人民币支持的稳定币，以进一步推动人民币国际化。\n\n## 周小川的主要担忧\n周小川在中国金融四十人论坛（CF40）的一次闭门研讨会上指出，需要警惕稳定币可能带来的多重风险：\n*   **资产投机风险：** 警惕稳定币被过度用于资产投机，因为方向的偏差可能引发金融系统中的欺诈和不稳定。\n*   **行业炒作与套现：** 他警告称，一些行业参与者可能利用稳定币的炒作热潮来提高估值，其关注点在于套现而非稳定币业务的盈利能力或可持续性。\n*   **系统性风险：** 这种行为“不利于金融系统的健康发展”，并可能导致“系统性风险”的累积。\n\n## 评估方法论\n周小川强调，当前关于稳定币的一些讨论是基于单一视角，因此迫切需要进行“多维度、多视角评估”。\n\n## 稳定币定义\n稳定币是一种数字货币，其价值通常与法定货币（如美元）或黄金等储备资产挂钩。",
      "shortSummary": "中国前央行行长周小川呼吁对稳定币保持警惕，强调需对其真实效用和系统性风险进行“多维度评估”。他警告，稳定币可能被过度用于资产投机，引发欺诈和金融不稳定，且行业炒作可能导致系统性风险。在全球对稳定币兴趣高涨及美港推出监管框架的背景下，周小川的观点旨在引导更审慎的金融发展。",
      "translated_title": "为何稳定币引发中国前央行行长警惕？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Former Chinese central bank governor Zhou Xiaochuan has urged a more measured tone amid a global surge of interest in stablecoins, calling for a “multidimensional assessment” of their genuine utility and the systemic risks they may pose.\nThe United States and Hong Kong are rolling out regulatory frameworks for the asset, and speculation has been growing about the likelihood of Beijing following suit by introducing yuan-backed stablecoins in a bid to further internationalise its currency.\n“We...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/ba225bb4-89c0-409b-93bf-d6dd01670afb_4b56dffb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国加大‘一带一路’倡议资金投入，重点关注中亚 (原标题: China steps up Belt and Road Initiative funding with focus on Central Asia)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323354/china-steps-belt-and-road-initiative-funding-focus-central-asia?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 15:00:09 +0000",
      "isoDate": "2025-08-27T15:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国“一带一路”倡议资金投入激增，重点转向中亚\n\n## 投资概况\n*   **资金激增**：2025年上半年，中国“一带一路”倡议（BRI）下的投资和建设合同总额达到1240亿美元，超过了2024年全年报告的1220亿美元。\n*   **数据来源**：这些数据由美国“中国-全球南方项目”研究机构在其网站上公布，该机构分析了澳大利亚格里菲斯亚洲研究所7月份汇编的数据。\n\n## 区域重点与动机\n*   **中亚受青睐**：数据显示，资金“异常高度集中”地流向中亚地区，中国投资者对该地区的采矿项目表现出“浓厚兴趣”，特别是铝和铜的开采。\n*   **战略考量**：分析人士认为，此举是中国为防范美国不断升级的贸易限制，确保关键自然资源供应而采取的预防措施。\n*   **区域转移**：与此同时，对欧洲、东亚和中东地区的资金投入有所减少。\n\n## 主要接收国与项目\n*   **哈萨克斯坦居首**：哈萨克斯坦成为中国资本的主要目的地，2025年前六个月获得230亿美元投资。\n*   **重大项目**：其中最大的项目是哈萨克斯坦的一个120亿美元的铝业综合体，由中国东方希望集团牵头。\n*   **投资原因**：“中国-全球南方项目”指出，中国对哈萨克斯坦铝业部门的巨额投资，是其内部经济压力和全球贸易动态变化的共同产物。\n\n## 倡议传统焦点\n*   **传统领域**：“一带一路”倡议已有12年历史，传统上主要侧重于在与中国有贸易往来的国家建设机场、海港、公路和发电厂，这些项目大多由中国公司承建，旨在供当地使用。",
      "shortSummary": "2025年上半年，中国“一带一路”倡议投资激增至1240亿美元，超过2024年全年总额。资金重点转向中亚地区的金属和采矿项目，特别是铝和铜，哈萨克斯坦获得230亿美元投资，包括一个120亿美元的铝业综合体。分析认为，此举旨在应对美国贸易限制，确保关键自然资源供应。同时，对欧洲、东亚和中东的投资有所减少。",
      "translated_title": "中国加大‘一带一路’倡议资金投入，重点关注中亚",
      "images": [],
      "contentSource": "完整文章",
      "content": "Investments under China’s Belt and Road Initiative surged in the first half of the year – particularly for projects in Central Asia related to metals and mining – leading some analysts to conclude Beijing is seeking access to critical natural resources as a precaution against escalatory trade restrictions from the United States.\nThe 150 countries taking part in the global infrastructure initiative received a combined US$124 billion in investments and construction contracts from January to June,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/80326489-854e-4a9b-827f-6ac0bf408b66_2bb4da2c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何特朗普的家具关税可能使中美贸易重组努力复杂化 (原标题: Why Trump’s furniture tariffs could complicate efforts to reassemble China trade)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323381/china-trumps-furniture-tariff-threat-could-complicate-efforts-reassemble-trade?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 13:00:25 +0000",
      "isoDate": "2025-08-27T13:00:25.000Z",
      "creator": "Mia Nulimaimaiti,Ralph Jennings",
      "summary": "### 特朗普对进口家具征收关税的威胁\n\n美国总统唐纳德·特朗普再次威胁对进口家具征收高额关税。分析师认为，此举可能削弱中国的部分出口，但对将制造业带回美国的作用甚微，未能兑现其承诺。\n\n*   **潜在影响**：分析师指出，此举可能加剧全球两大经济体之间的紧张关系。此前，两国贸易休战的延长以及和解性声明曾暗示贸易谈判可能采取更友好的姿态。\n\n### 关税目的与实施细节\n\n特朗普宣布计划对家具进口征收高额关税，旨在振兴美国北卡罗来纳州和南卡罗来纳州的国内家具产业。\n\n*   **关税税率**：他在周二的内阁会议上表示，关税可能高达100%甚至200%，并暗示这些措施将“很快”实施。\n*   **特朗普的理由**：特朗普声称：“（家具）业务被包括中国在内的其他国家窃取了。”\n*   **调查启动**：此前，特朗普上周在社交媒体上宣布，其政府已对家具进口启动关税调查，预计50天内得出调查结果。\n\n### 专家观点\n\n*   **ING大中华区首席经济学家宋林（Lynn Song）**表示：“这些措施可能是广泛的，旨在将家具制造业迁回美国，而非直接针对中国。”",
      "shortSummary": "美国总统特朗普威胁对进口家具征收高额关税，旨在振兴美国国内家具产业。分析师认为，此举可能削弱中国出口，但对美国制造业回流作用有限，并可能加剧中美贸易紧张关系。特朗普政府已启动家具进口关税调查，预计50天内出结果。此举被视为旨在将家具制造业迁回美国，而非直接针对中国。",
      "translated_title": "为何特朗普的家具关税可能使中美贸易重组努力复杂化",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s renewed threat to impose tariffs on imported furniture could erode some of China’s exports while doing little to bring manufacturing back to America as he promised, according to analysts.\nAnd they added that such a move risks escalating tensions between the world’s two largest economies, whose earlier extension of a trade truce, coupled with conciliatory statements, had suggested a more amenable posture in trade negotiations.\nTrump announced plans to impose steep...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/3f9d1a3f-e288-405c-9da2-9bd9332b1ed0_7887b5e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国企业驳斥特朗普关于欧洲对它们‘完全放行’的说法 (原标题: Chinese firms slam Trump’s claim that Europe gives them ‘a complete pass’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323343/chinese-firms-slam-trumps-claim-europe-gives-them-complete-pass?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 11:00:19 +0000",
      "isoDate": "2025-08-27T11:00:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 特朗普指责欧洲对中国科技公司“完全放行”引发争议\n\n### 核心事件\n*   美国前总统唐纳德·特朗普将中国卷入其与欧洲的争端，指责欧洲在针对美国科技巨头的税收和监管方面，对中国科技公司“完全放行”，而专门针对美国公司。\n*   特朗普在Truth Social平台上发帖表示，他将对那些利用数字税和数字服务立法等工具“损害或歧视美国技术”的“国家”采取行动。\n*   他明确指出，欧洲国家征收的数字税和欧盟的《数字服务法案》（Digital Services Act）是他强烈反对的政策，并声称这些政策“令人愤慨地”对中国最大的科技公司“完全放行”。\n\n### 背景与动机\n*   特朗普此举被视为他与欧洲在针对美国科技巨头的税收和监管问题上的斗争的一部分。\n*   分析人士认为，特朗普的攻击很可能是其计划的一部分，旨在向欧洲施压，要求其放松监管并偏袒美国公司。\n\n### 各方回应\n*   **中国商界：**\n    *   迅速驳斥了特朗普的说法。\n    *   一位高管将特朗普的帖子斥为“政治言论”，认为其“与现实不符”。\n    *   在欧洲的中国企业也强烈反驳了欧洲对中国科技公司手软的说法。\n*   **分析人士：** 认为这是特朗普向欧洲施压的策略。",
      "shortSummary": "美国前总统特朗普指责欧洲在数字税和监管方面，对中国科技公司“完全放行”，而专门针对美国科技巨头。这一说法迅速遭到中国商界的驳斥，一位高管称其为“政治言论”，与现实不符。分析人士认为，特朗普此举旨在向欧洲施压，要求其放松监管并偏袒美国公司。",
      "translated_title": "中国企业驳斥特朗普关于欧洲对它们‘完全放行’的说法",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump has dragged China into his battle against European taxes and regulations targeting American technology giants, accusing Europe of singling out US firms and giving Chinese tech companies “a complete pass”.\nThe claim was quickly rejected by the Chinese business community, with one executive dismissing Trump’s post as “political rhetoric” that does not “align with the reality”, while analysts said the attack was likely part of Trump’s plan to pressure Europe into easing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/21fa9e32-ee05-4bf7-ace3-d5c80a729bc0_8cd98d6e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在西藏的基础设施建设旨在提升世界屋脊的投资 (原标题: China’s infrastructure push in Tibet aims to elevate investments on world’s roof)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323352/china-elevates-infrastructure-push-tibet-aiming-raise-investments-worlds-roof?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 10:00:18 +0000",
      "isoDate": "2025-08-27T10:00:18.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国在西藏的基础设施与投资推动\n\n在中国庆祝西藏自治区成立60周年之际，北京承诺将由国有企业牵头，加大在“世界屋脊”地区的投资。\n\n### 投资与产业发展目标\n*   **国有资产监督管理委员会（Sasac）的号召**：中国最高国有资产监管机构国务院国有资产监督管理委员会（Sasac）呼吁采取更有针对性的措施来振兴当地产业。\n*   **资本流向与产业推广**：计划将更多资本投入基层项目，并大力推广文化和旅游产业，以造福当地社区。\n\n### 重点基础设施项目\n*   **加大基础设施投资**：国资委明确表示将“加大在西藏的基础设施投资和建设”。\n*   **重大项目推进**：推进包括雅鲁藏布江水电站和川藏铁路在内的重大项目。\n*   **扩大业务足迹**：持续扩大在该地区的投资和业务足迹。\n\n### 习近平主席的指示\n*   **发展高原产业**：此承诺是在国家主席习近平上周访问拉萨庆祝周年活动时提出的。习近平强调，西藏应根据当地条件发展具有竞争力的特色高原产业。\n\n### 西藏的优势与挑战\n*   **独特优势**：西藏位于中国西南边陲，与四个亚洲国家接壤，在农业、畜牧业和清洁能源方面具有独特的优势。\n*   **发展障碍**：浙江师范大学中国边疆研究所副所长王江指出，尽管基础设施已取得显著进展，但交通和环境条件仍然是发展这个高海拔地区的障碍。",
      "shortSummary": "在中国庆祝西藏自治区成立60周年之际，北京承诺将由国有企业牵头，加大在西藏的基础设施和投资。国务院国资委呼吁振兴当地产业，推动文化旅游发展，并推进雅鲁藏布江水电站和川藏铁路等重大项目。国家主席习近平强调西藏应发展特色高原产业。尽管西藏在农业、畜牧业和清洁能源方面有优势，但交通和环境条件仍是发展挑战。",
      "translated_title": "中国在西藏的基础设施建设旨在提升世界屋脊的投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "From giant dams to sprawling railways, Beijing has pledged to step up investments along the so-called roof of the world, led by state-owned enterprises, as China marks the 60th anniversary of the Tibet autonomous region’s establishment.\nThe State-owned Assets Supervision and Administration Commission (Sasac), China’s top state asset regulator, is calling for more targeted measures to boost industries, with more capital flowing into grass-roots projects and a greater promotion of cultural and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/7260a138-d014-4ecf-a610-50d23fc7b9b3_727adf63.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "法国政治动荡最让中国企业担忧什么？ (原标题: What worries Chinese businesses most about political chaos in France?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323360/what-worries-chinese-businesses-most-about-political-chaos-france?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 09:30:22 +0000",
      "isoDate": "2025-08-27T09:30:22.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 法国政治动荡对中国企业的影响\n\n### 背景概述\n法国总理弗朗索瓦·贝鲁于周一（9月8日）突然宣布，计划对其中间派少数政府进行信任投票。此举是在法国面临严峻的债务状况，以及贝鲁为削减开支和提高生产力而提出的紧缩措施（包括取消五月两个公共假期）遭到广泛公众反对之后做出的。这一高风险的举动，被大多数政治评论员预计会失败，引发了对法国经济方向的不确定性。\n\n### 中国企业的主要担忧\n贝鲁的信任投票对在法中国企业社区构成了特别的担忧，因为这可能为保护主义的极右翼“国民联盟”党上台铺平道路。\n\n#### 国民联盟的潜在政策立场\n*   **对华立场：** 法国智库雅克·德洛尔研究所的中国研究员萨沙·库尔蒂亚尔指出，“国民联盟不亲华，他们是保护主义者和反欧洲的，与[美国总统唐纳德]特朗普关系密切。”他认为，该党更有可能“与美国结盟对抗中国”。\n*   **经济政策：** 国民联盟的保护主义倾向意味着他们可能会采取对外国投资和贸易不利的政策，这可能直接影响到在法中国企业的运营和发展。\n*   **气候变化立场：** 尽管国民联盟不正式否认气候变化，但其政客经常在国民议会中投票反对相关立法，并且一些成员声称人类活动并非气候变化的罪魁祸首。这可能导致法国在气候政策上与国际主流脱节，影响相关行业的中国企业。\n\n### 政治前景与不确定性\n贝鲁的举动引发了关于重新举行议会选举可能性的猜测，因为当前分裂的议会无法组建稳定的政府。近期主流民意调查显示，国民联盟及其盟友遥遥领先于左翼联盟和法国总统马克龙的中间派阵营，这进一步加剧了中国企业对未来政治走向的担忧。",
      "shortSummary": "法国总理贝鲁宣布将对其政府进行信任投票，引发了中国企业对法国政治动荡的深切担忧。此举可能为保护主义的极右翼“国民联盟”党上台铺平道路。中国企业尤其担心国民联盟的“不亲华”、保护主义以及可能与美国结盟对抗中国的立场，这可能对中法经贸关系和在法中国企业的运营产生不利影响。当前民调显示国民联盟支持率领先，加剧了政治不确定性。",
      "translated_title": "法国政治动荡最让中国企业担忧什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese business community in France is anxiously awaiting clarity on the country’s economic direction following French Prime Minister Francois Bayrou’s shock announcement on Monday that he plans to call a vote of confidence on his centrist minority government on September 8.\nHis high-stakes gamble, which most political pundits expect to fail, is of particular concern for Chinese businesses because it could open the door to power for the protectionist far-right National Rally party.\nBayrou...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/5f5b708c-7e65-4ad5-b0e9-26ccb6cb5fc6_dbb7dff8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京为何允许中国房地产行业部分领域失败 (原标题: Why Beijing is letting parts of China’s property sector fail)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3323176/why-beijing-letting-parts-chinas-property-sector-fail?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-27T08:30:08.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "# 中国房地产行业面临的挑战\n\n尽管中国官方报告2025年上半年经济同比增长5.3%，但房地产行业却成为国家经济中一个持续的痛点。\n\n## 关键数据与趋势\n\n*   **投资大幅下滑**：2025年上半年，房地产开发投资同比骤降11.2%，这一降幅甚至超过了2024年全年10.6%的跌幅。\n*   这一严峻形势与李强总理在7月国务院会议上关于巩固和扩大经济复苏积极势头的乐观承诺形成鲜明对比。\n\n## 深远影响\n\n房地产行业的持续低迷带来了多方面的深远影响：\n\n### 1. 就业压力\n\n*   房地产和建筑业直接雇佣超过5000万人，若计入建筑材料、家居装饰和房地产经纪等上下游产业，受影响人数更多。\n*   行业下行直接对收入增长构成压力，尤其对构成建筑劳动力支柱的农民工等弱势群体影响尤为严重。\n\n### 2. 宏观经济挑战\n\n*   **地方财政困境**：土地出让金收入枯竭，导致各省面临巨大的财政缺口。\n*   **金融系统风险**：流动性紧张的开发商难以偿还贷款，导致中国金融系统中的不良资产不断增加。\n*   **消费与信心受损**：约70%的家庭资产与房地产挂钩，房价下跌严重打击了居民的消费意愿和信心。\n\n### 3. 全球市场影响\n\n*   中国房地产行业占全国钢铁需求的四分之一。随着需求收缩，生产商被迫将过剩产量推向海外，加剧了国际社会对中国产能过剩的担忧。\n\n## 核心问题\n\n房地产行业的恶化再次引发了关于中国领导层是否会——或是否应该——进行干预的疑问。",
      "shortSummary": "尽管中国经济增长，房地产行业仍面临严峻挑战。2025年上半年房地产投资同比下降11.2%，远超去年。这不仅影响5000多万人的就业，还导致地方政府土地财政收入锐减，金融系统不良资产增加，并因家庭财富与房产高度关联而严重打击消费信心。此外，房地产需求萎缩也对全球大宗商品市场产生连锁反应。文章探讨了北京对房地产部分领域“放任失败”的策略及其影响。",
      "translated_title": "北京为何允许中国房地产行业部分领域失败",
      "images": [],
      "contentSource": "完整文章",
      "content": "In an encouraging tableau presented by Chinese authorities, which reported 5.3 per cent year-on-year growth for the first half of 2025, one sector stands out as a persistent thorn in the nation’s side: real estate.\nPer official stats, investment in real estate development plummeted by 11.2 per cent in the first half of 2025, a steeper decline than the 10.6 per cent drop for the entirety of 2024. This casts a shadow on Premier Li Qiang’s optimistic pledge at a July State Council meeting to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/03cb2ec6-14e5-4579-8575-88ca77f27fac_a5aa83d9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国竞相在主要行业嵌入人工智能应用，雄心勃勃地设定2030年目标 (原标题: China races to embed AI use across major industries with ambitious 2030 target)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323323/china-races-embed-ai-use-across-major-industries-ambitious-2030-target?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 08:00:17 +0000",
      "isoDate": "2025-08-27T08:00:17.000Z",
      "creator": "Alice Li",
      "summary": "# 中国“AI Plus”战略：雄心勃勃的AI应用目标\n\n中国政府发布了最新的人工智能发展路线图，旨在通过其“AI Plus”战略，在主要行业中广泛嵌入人工智能技术。\n\n## 关键目标与时间表\n*   **2027年目标**：人工智能驱动设备在各行业的采用率超过70%。\n*   **2030年目标**：人工智能驱动设备在各行业的采用率超过90%。\n*   这些目标由中国国务院于周二发布的指导方针中公布。\n\n## “AI Plus”战略的核心\n*   **目的**：将尖端人工智能技术融入制造业、农业和服务业。\n*   **愿景**：\n    *   提高生产力。\n    *   重塑行业运营模式。\n    *   加速基于人机协作、跨部门整合和共同创造的智能经济和社会发展。\n*   **背景**：该战略是继2015年“互联网+”倡议之后推出的，后者曾推动中国成为高度数字化的社会。\n\n## 重点发展领域\n指导方针呼吁大力推动以下AI驱动设备的开发：\n*   智能手机\n*   计算机\n*   机器人\n*   家用电器\n*   可穿戴设备\n*   联网汽车\n\n## 未来整合与技术前沿\n*   **加速整合**：人工智能将与元宇宙、低空航空和脑机接口等新兴技术加速融合。\n*   **探索新产品**：积极探索新的人工智能驱动智能产品。\n\n## 战略背景\n*   在全球科技竞争日益激烈，特别是与美国的技术竞争加剧的背景下，中国正加紧努力，以确保在下一代技术领域取得领先地位。",
      "shortSummary": "中国发布“AI Plus”战略，设定雄心勃勃的AI应用目标：到2027年，AI驱动设备在主要行业的采用率超70%；到2030年超90%。该战略旨在将AI融入制造、农业和服务业，以提升生产力、重塑行业并加速智能经济发展。中国将大力开发AI设备，并推动AI与元宇宙、脑机接口等前沿技术融合，以在全球科技竞争中保持领先地位。",
      "translated_title": "中国竞相在主要行业嵌入人工智能应用，雄心勃勃地设定2030年目标",
      "images": [],
      "contentSource": "完整文章",
      "content": "In its latest road map for artificial intelligence, China has set targets for the adoption of AI-powered devices across various industries – aiming for over 70 per cent by 2027 and over 90 per cent by 2030.\nThe targets, unveiled in guidelines by the State Council, China’s cabinet, on Tuesday, are part of Beijing’s “AI Plus” strategy, which seeks to integrate the cutting-edge technology across manufacturing, agriculture and services.\n“[The strategy aims to] boost productivity, reshape how...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/a6f3edf6-2251-49a0-b9db-1f9759fc3a1d_a4483441.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国矿业公司紫金矿业在创纪录利润后警示前所未有的全球风险 (原标题: Chinese miner Zijin flags unprecedented global risks after posting record profit)",
      "link": "https://www.scmp.com/business/commodities/article/3323307/chinas-zijin-mining-flags-unprecedented-geopolitical-risks-after-posting-record-profit?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 06:49:54 +0000",
      "isoDate": "2025-08-27T06:49:54.000Z",
      "creator": "Bloomberg",
      "summary": "# 紫金矿业警示全球风险\n\n中国紫金矿业集团，按市值计算位列全球第三大金属矿业公司，在公布创纪录的季度收益后，对日益加剧的全球不确定性表示担忧。\n\n## 主要观点：\n\n*   **前所未有的全球风险：** 紫金矿业指出，地缘政治对抗和资源民族主义将对其海外项目构成挑战，全球不确定性已达到前所未有的程度。\n*   **关键矿产竞争加剧：** 公司强调，主要大国之间对关键矿产的竞争已进入高强度对抗阶段。这种竞争可能对其收入、利润以及新的海外项目产生不利影响。\n*   **强劲的财务表现与市场地位：**\n    *   紫金矿业凭借在非洲的快速增长以及对铜和黄金这两种高利润金属的专注，已成为全球最重要的矿业公司之一。\n    *   公司上半年净利润飙升54%，达到233亿元人民币（约合33亿美元），这得益于产量和价格的上涨。\n    *   其股价周三在香港创下历史新高。\n*   **美国在资源领域的战略：**\n    *   在美国前总统唐纳德·特朗普执政期间，美国开始推动确保对全球资源的控制，旨在应对中国的主导地位。\n    *   例如，特朗普在卢旺达和刚果民主共和国之间斡旋达成的和平协议，被视为美国更容易获取该地区矿产财富的一种方式。\n*   **关键矿产与供应链风险：**\n    *   关键矿产被定义为对国家安全至关重要的材料，因其在工业或国防应用中的重要性。\n    *   然而，重塑供应链的举措可能导致价格波动和供应中断，正如特朗普今年早些时候引入铜关税所发生的情况。\n*   **中国铜需求韧性：** 紫金矿业表示，注意到中国铜需求表现出极强的韧性。\n\n![紫金矿业表示，注意到中国铜需求表现出极强的韧性。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/27/0010e89a-66c6-4005-9e16-fb4cdb7708a5_859adcac.jpg)\n*紫金矿业表示，注意到中国铜需求表现出极强的韧性。图片来源：法新社*",
      "shortSummary": "中国紫金矿业集团在创纪录利润后，警示全球面临“前所未有的”风险。公司指出，地缘政治对抗和资源民族主义对其海外项目构成挑战，大国间关键矿产竞争已进入高强度阶段，可能影响其收入和新项目。美国正寻求控制全球资源以对抗中国主导地位，重塑供应链也带来价格波动和供应中断风险。紫金矿业同时注意到中国铜需求表现出极强的韧性。",
      "translated_title": "中国矿业公司紫金矿业在创纪录利润后警示前所未有的全球风险",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/27/0010e89a-66c6-4005-9e16-fb4cdb7708a5_859adcac.jpg",
          "alt": "Zijin said it noted extremely strong demand resilience for copper in China. Photo: AFP",
          "title": "Zijin said it noted extremely strong demand resilience for copper in China. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s Zijin Mining Group, the world’s third-biggest metals miner by market value, said geopolitical confrontation and resource nationalism will pose challenges to its overseas projects.\n“Global uncertainties have become unprecedented,” the copper-gold giant said after reporting record quarterly earnings. “The competition for critical minerals among major powers has entered a high-intensity confrontation phase” that could affect the company’s revenue, profit and new overseas projects, it...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/2aa792e1-d5f4-4ec1-b793-e1199e9925a0_993bf5bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国工业利润降幅放缓，价格战整治初显成效 (原标题: China’s industrial profits fall more slowly amid crackdown on price wars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323281/chinas-industrial-profits-fall-more-slowly-amid-crackdown-price-wars?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 04:07:31 +0000",
      "isoDate": "2025-08-27T04:07:31.000Z",
      "creator": "Bloomberg",
      "summary": "# 中国工业利润降幅放缓，价格战整治初显成效\n\n## 概述\n中国工业企业利润在7月份的下降速度有所放缓，这可能表明政府为遏制产能过剩而采取的措施，正在逐步缓解生产者之间激烈竞争所带来的压力。\n\n## 关键数据\n*   **7月利润表现：** 根据国家统计局周三发布的数据，7月份工业企业利润同比下降1.5%，这是自5月份开始萎缩以来降幅最小的一次。\n*   **前7个月累计：** 今年前七个月，工业企业利润同比收缩1.7%。\n\n## 行业表现\n国家统计局统计师于卫宁指出，不同行业的利润表现存在差异：\n*   **制造业：** 7月份利润同比增长6.8%，显著高于6月份的1.4%增幅。\n*   **原材料、钢铁和石油炼化行业：** 这些行业在7月份实现了扭亏为盈。\n*   **采矿业：** 利润持续下降。\n\n## 政策影响\n于卫宁表示，促进价格合理回升的政策措施逐步落实，推动了企业盈利能力的持续恢复。\n\n## 面临的挑战\n尽管政府主导的遏制过度竞争的行动开始转化为更好的盈利，但企业利润率仍面临压力：\n*   **国内需求疲软：** 国内需求进一步走软，对利润率构成持续压力。\n*   **经济整体放缓：** 7月份，中国经济整体表现疲弱，消费者通胀降至零，零售销售增长放缓。\n*   **通缩风险：** 出厂价格已连续34个月下降，这表明通缩根深蒂固，可能抑制企业和家庭的支出，并拖累企业盈利。",
      "shortSummary": "中国工业企业利润在7月份降幅收窄至1.5%，为5月以来最小降幅，表明遏制产能过剩的措施正缓解竞争压力。制造业利润增长6.8%，原材料、钢铁和石油炼化行业扭亏为盈。然而，国内需求依然疲软，出厂价格连续34个月下降，通缩压力持续存在，对企业利润率构成挑战。",
      "translated_title": "中国工业利润降幅放缓，价格战整治初显成效",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s industrial companies saw their profits fall at a slower pace in July, in a potential sign that efforts to curb overcapacity are starting to ease the strain from aggressive competition among producers.\nIndustrial profits declined 1.5 per cent last month from a year earlier, falling the least since they began shrinking in May, according to data released on Wednesday by the National Bureau of Statistics. For the first seven months of the year, earnings contracted 1.7 per cent year on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/25c6007f-8d85-4d96-8387-93939dbd8ff4_5354fe7e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析师：韩国对美造船业的投资将冲击但不会击沉中国造船业 (原标题: Korean deals in US to rock, but not sink, China’s shipbuilding sector: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323226/korean-deals-us-will-rock-not-sink-chinas-giant-shipbuilding-sector-analysts?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 02:00:17 +0000",
      "isoDate": "2025-08-27T02:00:17.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 韩国对美造船业投资对中国的影响：分析师观点\n\n根据分析师的说法，韩国本周宣布对美国造船业的投资，预计将对中国繁忙的船厂产生温和影响，但至少在短期内，不太可能对中国造船业造成实质性损害，因为中国在该领域享有规模和成本优势。\n\n## 投资背景与短期影响\n\n*   **投资来源**：韩国是全球第二大造船国，其主要公司计划对美国造船业进行一系列投资。\n*   **短期影响**：分析师普遍认为，这些投资在短期内对中国造船业的影响将是“温和的”。\n    *   **原因**：中国船厂在劳动力和钢铁成本方面具有显著优势，使其船舶对海外买家，特别是印度尼西亚等新兴经济体国家，极具吸引力。\n    *   **专家观点**：\n        *   Drewry Maritime Services 新加坡总监 Jayendu Krishna 表示，影响将是“温和的”，因为中国仍需满足全球其他地区的需求。\n        *   哈佛肯尼迪学院莫萨瓦尔-拉赫马尼商业与政府中心高级研究员 Andrew Collier 认为，中国可能对此投资感到担忧，但目前不会影响其业务。\n\n## 长期潜在影响\n\n*   **潜在挑战**：分析师指出，一旦美国的项目在未来几年内启动并运行，韩国的这些投资可能会对中国造船业构成考验。\n*   **行业格局变化**：\n    *   这些投资可能会抑制中国船厂的增长势头和竞争力。\n    *   同时，它们可能有助于促进日本正在衰退的船厂的增长。\n    *   甚至可能为韩国船厂带来新的生机。\n\n## 中国的持续优势\n\n*   尽管面临潜在的外部竞争，中国造船业凭借其规模、较低的劳动力成本和钢铁成本，在全球市场上仍保持强大的竞争力。这些优势使其能够继续吸引来自世界各地的订单，尤其是在新兴经济体市场。",
      "shortSummary": "分析师指出，韩国对美国造船业的投资短期内对中国造船业影响温和。中国船厂凭借规模和劳动力、钢铁成本优势，仍保持强大竞争力。然而，长期来看，这些投资可能对中国构成挑战，并可能抑制中国船厂的增长势头，同时为日韩船厂带来机会。尽管如此，目前中国造船业的业务不会受到实质性影响。",
      "translated_title": "分析师：韩国对美造船业的投资将冲击但不会击沉中国造船业",
      "images": [],
      "contentSource": "完整文章",
      "content": "South Korea’s investments announced this week for the US shipbuilding sector will mildly rock China’s busy shipyards but – at least in the short term – are unlikely to put a dent in the Chinese industry, which enjoys scale and cost advantages over other countries, according to analysts.\nThe rack of intended investments from major companies in South Korea, the world’s second-largest shipbuilding nation after China, could test the Chinese sector after the US projects get moving several years down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/2ec79417-624e-4697-91c9-b76d55cd5246_283c96d5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普威胁对稀土征收200%关税，分析师称这证明了中国的影响力 (原标题: Trump’s 200% rare earth tariff threat proof of China’s leverage: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323223/trumps-200-rare-earth-tariff-threat-proof-chinas-leverage-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 14:00:11 +0000",
      "isoDate": "2025-08-26T14:00:11.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "### 特朗普威胁对稀土征收200%关税，分析师称这证明了中国的影响力\n\n美国总统唐纳德·特朗普再次威胁对中国稀土供应征收高额关税，这一举动凸显了稀土在全球制造业中的关键重要性，并表明中国在该领域的支配地位仍是其在贸易谈判中的强大筹码。\n\n#### 特朗普的关税威胁\n*   **关税比例：** 特朗普在白宫与韩国总统李在明会晤时表示，除非中国继续确保含有稀土的永磁体运往美国，否则将面临“200%的关税，或类似措施”。\n*   **言论性质：** 他将关税描述为“不可思议的牌”，并声称如果打出这些牌将“摧毁中国”。\n\n#### 分析师的解读\n*   **ING大中华区首席经济学家Lynn Song：**\n    *   特朗普的言论似乎证实，稀土确实是中美贸易关系中的一个关键痛点。\n    *   他认为这更像是一种“即兴警告”，以防贸易谈判破裂，稀土运输再次中断。\n*   **经济学人智库亚洲首席经济学家兼全球贸易主管Nick Marro：**\n    *   特朗普再次提出稀土问题，表明美国企业从中国以外地区采购稀土磁体仍然面临挑战。\n\n#### 结论\n此次关税威胁再次强调了中国在稀土供应链中的主导地位，及其在国际贸易谈判中作为战略性筹码的潜力。",
      "shortSummary": "美国总统特朗普威胁对中国稀土永磁体征收200%关税，凸显稀土在全球制造业中的关键作用。分析师认为，此举证明中国在稀土领域的支配地位是其在贸易谈判中的强大筹码。特朗普称关税是“摧毁中国”的“不可思议的牌”，而分析师则将其解读为对美国稀土痛点的确认，以及对贸易谈判破裂的警告，并指出美国企业仍难以从中国以外采购稀土磁体。",
      "translated_title": "特朗普威胁对稀土征收200%关税，分析师称这证明了中国的影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Revived threats of tariff increases from US President Donald Trump over China’s supply of rare earth elements highlight the minerals’ importance in global manufacturing, analysts said – and show Beijing its dominance in this area remains a potent source of leverage in trade negotiations.\nChina will face “200 per cent tariffs, or something” unless it continues to ensure shipments of permanent magnets containing the minerals will reach the US, Trump said during a meeting with South Korean...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/55a3fcdc-9b99-4bc7-9898-765cd9066c7a_17e489f5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国作为全球新能源领导者，并未放慢脚步 (原标题: China, already world’s new-energy leader, is not taking its foot off the pedal)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323215/china-already-worlds-new-energy-leader-not-taking-its-foot-pedal?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 10:29:55 +0000",
      "isoDate": "2025-08-26T10:29:55.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国新能源发展：持续加速，不松懈\n\n中国作为全球新能源领域的领导者，在电动汽车（EV）充电网络和新能源存储容量方面均位居世界第一，但并未因此止步。北京已承诺将进一步加快新能源系统发展，以实现碳中和目标并加速国家绿色能源转型。\n\n## 主要成就与现状\n\n*   **电动汽车充电网络：**\n    *   国家能源局（NEA）局长王宏志表示，中国已建成全球最大的电动汽车充电网络。\n    *   每五辆电动汽车配备两个充电站，极大地方便了民众充电。\n*   **可再生能源存储：**\n    *   通过重大基础设施项目，中国显著提升了可再生能源存储能力。\n*   **可再生能源发电能力：**\n    *   过去五年中，可再生能源发电容量占总发电容量的比例从40%增长至约60%。\n*   **新能源汽车注册量：**\n    *   官方数据显示，今年上半年中国注册了562万辆新能源汽车，占所有新车注册量近一半。\n    *   截至6月底，新能源汽车总量达到3689万辆。\n\n## 政策方向\n\n中国政府正积极推动，旨在进一步加速新能源系统建设，以实现其雄心勃勃的碳中和目标和绿色能源转型。\n\n![国家能源局局长王宏志周二在北京举行的新闻发布会上发表讲话。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/26/b4de4063-5f91-414f-a47d-a989a8a7d9cf_039d4522.jpg)\n*国家能源局局长王宏志周二在北京举行的新闻发布会上发表讲话。图片来源：新华社*",
      "shortSummary": "中国作为全球新能源领域的领导者，正持续加速其绿色能源转型。中国拥有全球最大的电动汽车充电网络和新能源存储能力，可再生能源发电占比已达约60%。今年上半年，中国注册了562万辆新能源汽车，总量接近3700万辆。北京承诺将进一步推动新能源发展，以实现碳中和目标。",
      "translated_title": "中国作为全球新能源领导者，并未放慢脚步",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/26/b4de4063-5f91-414f-a47d-a989a8a7d9cf_039d4522.jpg",
          "alt": "Wang Hongzhi, director of China’s National Energy Administration, speaks on Tuesday at a press conference in Beijing. Photo: Xinhua",
          "title": "Wang Hongzhi, director of China’s National Energy Administration, speaks on Tuesday at a press conference in Beijing. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Despite having the world’s biggest network for charging electric vehicles (EVs), coupled with the largest new-energy storage capacity, China is not resting on its laurels.\nFresh pledges from Beijing call for further accelerating the development of China’s new-energy system amid an increasingly aggressive push to meet carbon-neutrality targets and expedite the nation’s green-energy transition.\n“China has built the largest EV-charging network in the world, with two charging stations for every five...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/83c5f398-4eb3-40d7-98f2-f63d582e736a_1cf32c5a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "韩国投资者在2025年大举买入中国股票，搭乘中国科技浪潮 (原标题: South Korean investors ride China’s tech wave with big stock buys in 2025)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323189/south-korean-investors-ride-chinas-tech-wave-big-stock-buys-2025?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 08:28:16 +0000",
      "isoDate": "2025-08-26T08:28:16.000Z",
      "creator": "Luna Sun",
      "summary": "## 韩国投资者涌入中国科技股市场\n\n### 主要趋势\n*   **韩国投资者积极布局中国股市**：越来越多的韩国投资者开始在中国股市中寻找投资机会，尤其关注科技等快速增长的领域。\n*   **成功案例**：30多岁的韩国投资者David Choi通过投资中国的机器人公司（包括工业和人形机器人），在过去一年中获得了丰厚回报。他此前在游戏和新能源汽车领域的投资也取得了成功。\n\n### 投资驱动因素\n*   **中国科技的快速发展**：投资者认为中国在科技行业（如机器人、游戏、新能源汽车）的许多方面发展迅速，潜力巨大。\n\n### 中国股市表现\n*   **牛市行情**：中国股市目前正经历一轮牛市。上证综合指数已创下十年新高。\n*   **市场规模扩大**：A股总市值首次突破100万亿元人民币（约合14万亿美元）。\n\n### 国际投资者参与\n*   **吸引海外资金**：中国股市的强劲表现吸引了大量海外投资者。\n*   **韩国投资者是主力**：其中，来自韩国的购买量显著增加，成为这波海外投资热潮中的一个突出特点。",
      "shortSummary": "韩国投资者正大举买入中国科技股，搭乘中国科技浪潮。以David Choi为例，许多韩国投资者因看好中国在机器人、游戏和新能源汽车等领域的快速发展而涌入中国股市。目前中国股市正经历牛市，上证指数创十年新高，A股总市值突破100万亿元，吸引了包括韩国投资者在内的海外资金大量涌入。",
      "translated_title": "韩国投资者在2025年大举买入中国股票，搭乘中国科技浪潮",
      "images": [],
      "contentSource": "完整文章",
      "content": "Since buying stock in China’s robotics firms over the last year – companies emerging as global industry leaders – David Choi, a South Korean investor in his early 30s, has been riding a wave of strong gains.\nHe is not alone. Many South Korean investors have begun exploring positions in Chinese equities, particularly in rapidly growing arenas like tech.\n“Those who follow what’s going on in the tech industry already see how fast China has been developing on many fronts,” said Choi, who works in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/12aff681-d13d-4bcb-b20e-b5f1e41e4bec_03e5fd8b.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-28T19:15:26.475Z"
}