{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国政治局呼吁“加大”经济政策支持 (原标题: China’s Politburo calls for ‘stepped up’ economic policy support)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320103/chinas-politburo-calls-stepped-economic-policy-support?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 06:21:22 +0000",
      "isoDate": "2025-07-30T06:21:22.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国政治局呼吁“加大”经济政策支持\n\n中国承诺在2025年剩余时间里维持宏观政策支持，以应对下半年内外部经济风险，并规划未来五年发展。中共中央政治局会议结束后，党中央高层发表声明，鼓励采取行动支持经济。\n\n*   **宏观政策支持**\n    *   据新华社报道，政治局会议强调，“宏观政策要继续发力，适时加大力度”。\n    *   此举旨在应对当前经济挑战并为未来发展奠定基础。\n\n*   **稳定对外贸易与投资**\n    *   政治局表示将“稳定外贸外资基本盘”，并支持受全球经济近期冲击严重的企业。\n    *   此次会议是在中美两国在瑞典斯德哥尔摩举行贸易谈判之后召开的。谈判达成了一项延长两国关税休战期的协议，尽管美方表示，最终批准权在美国总统唐纳德·特朗普手中。\n\n*   **释放内需潜力**\n    *   政治局还呼吁“有效释放内需潜力”，这是北京今年的一个主要优先事项。\n    *   具体措施包括：\n        *   实施有针对性的行动以提振消费。\n        *   改善民生以扩大需求。\n        *   激发民间投资以推动有效增长。",
      "shortSummary": "中国政治局会议呼吁在2025年剩余时间“加大”宏观经济政策支持，以应对经济风险并规划未来发展。会议强调要稳定外贸外资，并有效释放内需潜力，通过提振消费、改善民生和激发民间投资来促进经济增长。此举旨在应对全球经济冲击并推动国内发展。",
      "translated_title": "中国政治局呼吁“加大”经济政策支持",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed to maintain its macro policy support for the rest of 2025 as the country seeks to navigate economic risks – both external and internal – in the second half of the year and plan for its next half-decade of development.\nAfter a meeting of the Communist Party’s 24-member Politburo – a major decision-making body led by President Xi Jinping – that ended Wednesday, the party’s upper echelon issued a statement encouraging action to support the economy.\n“Macro policies must continue to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/4b877c4b-4cf0-433c-85d3-8d9534f99d19_063bd878.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "深圳为何调整中国首个个人破产试点方案？ (原标题: Why is Shenzhen adjusting China’s first pilot personal bankruptcy scheme?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320084/why-shenzhen-adjusting-chinas-first-pilot-personal-bankruptcy-scheme?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 04:45:18 +0000",
      "isoDate": "2025-07-30T04:45:18.000Z",
      "creator": "He Huifeng",
      "summary": "## 深圳调整个人破产试点方案\n\n中国南方科技中心深圳计划对其个人破产试点方案进行调整，引入更严格的债务人监督机制，以解决公众对“逃废债”的担忧。\n\n### 主要调整措施\n\n*   从今年10月起，一旦法院裁定债务人的未偿债务被解除，其破产信息将被公开披露，披露期最长可达八年。\n\n### 试点背景与进展\n\n*   深圳于2021年3月成为中国内地首个试点个人破产制度的城市。\n*   截至目前，该市已处理超过500个个人破产案件，涵盖债务重组、清算和和解，涉及总金额达1.93亿元人民币（约合2689万美元）。\n*   然而，值得注意的是，迄今为止，尚无任何个人债务被完全解除。\n\n### 法律专家观点与挑战\n\n*   一些法律专家认为，相对于已提交的数千份申请和更广泛的社会需求，目前的进展速度仍然缓慢。\n*   他们呼吁进行更大胆的改革，以便为更多债务人——特别是小企业主——提供真正的“第二次机会”，帮助他们在当前经济下行期间重新开始生活。\n\n### 申请人构成\n\n*   在试点方案中，超过65%的申请债务人是自雇人士、公司股东或企业家。",
      "shortSummary": "深圳正调整其个人破产试点方案，以应对“逃废债”担忧。新规将要求债务人破产信息在债务解除后公开披露最长八年。该试点自2021年启动，已处理超500例，但尚无个人债务被完全解除。法律专家呼吁更大胆改革，为小企业主等提供真正的“第二次机会”。",
      "translated_title": "深圳为何调整中国首个个人破产试点方案？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The southern Chinese tech hub of Shenzhen plans to introduce a stricter supervisory mechanism for debtors who apply for personal bankruptcy, aiming to address public concerns over “debt evasion”.\nStarting in October, a debtor’s bankruptcy information will be publicly disclosed for up to eight years once a court rules that their outstanding debts be discharged, the city’s bankruptcy administration announced last week.\nShenzhen, in Guangdong province, adjoining Hong Kong, became the first city in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/f5fca0e2-f0ad-49b8-ad7a-eb98b0aa0599_c52a0c4d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "理想汽车推出六座电动SUV，先发制人对抗特斯拉 (原标题: Li Auto launches 6-seat electric SUV in pre-emptive strike against Tesla)",
      "link": "https://www.scmp.com/business/china-business/article/3320044/li-auto-launches-six-seat-electric-suv-pre-emptive-strike-against-tesla-china?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 23:30:13 +0000",
      "isoDate": "2025-07-29T23:30:13.000Z",
      "creator": "Daniel Ren",
      "summary": "## 理想汽车推出六座电动SUV，先发制人对抗特斯拉\n\n中国汽车制造商理想汽车（Li Auto）推出了一款全新的六座纯电动SUV，旨在抢先美国竞争对手特斯拉，争夺中国大陆富裕家庭市场，以应对全球最大汽车市场日益激烈的竞争。\n\n### Li i8 车型概览\n\n*   **发布时间：** 理想汽车于周二（原文发布日期）发布了Li i8。\n*   **市场定位：** 专为中国大陆的富裕家庭设计。\n*   **座位配置：** 六座纯电动SUV。\n*   **价格区间：** 售价从321,800元人民币（约合44,889美元）到369,800元人民币。\n*   **续航能力：** 基础版车型单次充电可行驶720公里。\n\n### 核心技术与豪华配置\n\nLi i8 集成了多项先进技术和舒适性配置：\n\n*   **智能驾驶：** 内置自动驾驶技术。\n*   **数字座舱：** 配备先进的数字座舱。\n*   **舒适体验：** 安装了定制冰箱和豪华沙发式座椅，旨在提升乘客的舒适度，为豪华电动车增添独特维度。\n\n### 公司愿景与市场策略\n\n理想汽车创始人兼CEO李想在Li i8的线上发布会上表示：\n\n*   **差异化：** 理想汽车希望与其他汽车制造商区分开来。\n*   **移动之家：** 公司愿景是为客户打造一个“移动之家”，在驾驶过程中为他们创造一个舒适的空间。\n*   **盈利能力：** 理想汽车是中国大陆仅有的三家盈利的电动汽车制造商之一。\n\n### 交付与竞争格局\n\n*   **交付时间：** 理想汽车将于8月20日开始向中国大陆客户交付新车。\n*   **市场领先：** 此次发布使理想汽车在该细分市场领先于特斯拉。特斯拉此前在本月早些时候表示，其首款上海生产的六座Model Y车型将于今年秋季向本地客户提供。",
      "shortSummary": "理想汽车在中国市场推出新款六座纯电动SUV Li i8，旨在抢先特斯拉，争夺富裕家庭市场。Li i8售价32.18万至36.98万元，基础版续航720公里，配备自动驾驶、数字座舱、定制冰箱和豪华座椅。理想汽车CEO李想表示，公司致力于打造“移动之家”。新车将于8月20日交付，此举使理想汽车在六座电动SUV市场占据先机，领先于特斯拉计划秋季推出的六座Model Y。",
      "translated_title": "理想汽车推出六座电动SUV，先发制人对抗特斯拉",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese carmaker Li Auto launched a pre-emptive strike against US rival Tesla by offering a new six-seat, fully electric SUV to affluent families on the mainland, as competition in the world’s largest automotive market continues to escalate.\nBeijing-based Li Auto, one of the only three profitable electric vehicle (EV) makers in mainland China, on Tuesday unveiled the Li i8 – built with autonomous driving technology and a digital cockpit – that would be priced from 321,800 yuan (US$44,889) to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/642922c5-2f8a-4f62-bebd-6d8421b5b307_e9b6c76e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最具活力的城市是哪些？新报告给出令人惊讶的答案 (原标题: What are China’s most dynamic cities? New report gives surprising answer)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319997/what-are-chinas-most-dynamic-cities-new-report-gives-surprising-answer?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 23:30:07 +0000",
      "isoDate": "2025-07-29T23:30:07.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国最具活力城市报告解读\n\n经济学人智库（EIU）发布的一份最新年度报告指出，中国最具活力的经济体不再是北京、上海等大都市，而是杭州、合肥等知名度较低的城市。\n\n### 核心发现与趋势\n\n*   **经济格局转变**：报告结果反映了中国经济格局的日益转变，较小的城市正凭借其在先进制造业、清洁能源及其他新兴领域的优势，成为新的增长引擎。\n*   **城市排名**：\n    *   **杭州**：连续第五年位居榜首。杭州是电子商务巨头阿里巴巴、人工智能初创公司DeepSeek以及多家其他主要科技公司的所在地。\n    *   **深圳**：被誉为“中国硅谷”的深圳排名第五。\n    *   **一线城市表现**：北京、广州和上海均未能进入前十名。\n\n### 经济学家观点\n\n*   经济学家徐天增和苏悦在报告中指出，这些结果“捕捉到了中国制造业的崛起和服务业的衰落”。\n*   **原因分析**：长期的房地产市场低迷拖累了消费者支出，导致经济继续依赖强大的生产力。",
      "shortSummary": "经济学人智库（EIU）报告显示，中国最具活力的城市已不再是北京、上海，而是杭州、合肥等较小城市。杭州连续五年位居榜首，得益于先进制造业和新兴产业。深圳排名第五，而一线城市均未进前十。这反映了中国经济从服务业向制造业的重心转移，部分原因在于房地产市场低迷。",
      "translated_title": "中国最具活力的城市是哪些？新报告给出令人惊讶的答案",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s most dynamic local economies are no longer metropolises like Beijing and Shanghai, but lesser-known cities including Hangzhou and Hefei, according to a new report by the Economist Intelligence Unit.\nThe findings reflect a growing shift in China’s economic landscape, as smaller cities emerge as a main engine of growth due to their strength in advanced manufacturing, clean energy and other emerging sectors.\nThe annual report by the EIU ranks Chinese cities in terms of their growth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/f77498fa-fcb2-4338-9b67-f5ed3eafaafb_4d922bf4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车市场面临动荡，因折扣结束、销售税到期 (原标题: China’s car market faces turbulence as discounts end, sales tax expires)",
      "link": "https://www.scmp.com/business/china-business/article/3320017/chinas-car-market-faces-turbulence-discounts-end-sales-tax-expires-fitch-says?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 22:00:07 +0000",
      "isoDate": "2025-07-29T22:00:07.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国汽车市场面临动荡\n\n根据惠誉评级（Fitch Ratings）周二发布的一份报告，未来五个月中国汽车市场可能经历动荡。这种动荡主要源于汽车制造商暂停残酷的价格战，以及买家在即将到期的税收优惠政策结束前重返市场。\n\n## 近期市场展望（第三季度）\n\n*   **需求减弱：** 本季度，中国大陆的汽油车和电动汽车（EV）需求可能会减弱。\n*   **原因：** 汽车制造商暂停了折扣和免息贷款。\n*   **背景：** 此举是为了遵守北京当局近期关于维护市场秩序的告诫。\n\n## 长期市场展望（第四季度）\n\n*   **销量反弹：** 惠誉评级预测，第四季度销量将反弹。\n*   **驱动因素：** 买家将寻求利用年底即将逐步取消的新能源汽车（NEV）购置税优惠政策。\n\n## 关键转折点\n\n报告指出：“中国当局干预以阻止长期价格战，标志着汽车行业的一个关键转折点。”\n\n*   **短期影响：** 近期汽车需求受到抑制。\n*   **潜在反弹动力：** 价格预期的潜在逆转以及年底的购买热潮“可能推动销量反弹”。\n\n## 其他信息\n\n*   惠誉评级未提供任何具体的销售预测。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7)",
      "shortSummary": "中国汽车市场将面临动荡。惠誉评级报告指出，由于汽车制造商暂停折扣战并遵守当局维护市场秩序的指示，第三季度汽油车和电动汽车需求可能减弱。然而，随着消费者赶在年底新能源汽车购置税优惠到期前购车，第四季度销量预计将反弹。当局干预价格战被视为行业关键转折点。",
      "translated_title": "中国汽车市场面临动荡，因折扣结束、销售税到期",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s automotive market is likely to experience turbulence over the next five months as carmakers hit pause on a brutal discount war, before buyers return to the market to benefit from the soon-to-expire tax breaks.\nDemand for petrol and electric vehicles (EVs) on the mainland could weaken this quarter as carmakers held back discounts and interest-free loans, Fitch Ratings said in a report on Tuesday, a move in compliance with recent admonishment from authorities in Beijing to maintain market...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/3e75255b-8e5f-4acb-a0e0-9d51d7de99e0_dc20e4c4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国亿万富翁提议的水交易在新罕布什尔州引发反对 (原标题: Chinese tycoon’s proposed water deal spurs objections in US state of New Hampshire)",
      "link": "https://www.scmp.com/news/china/money-wealth/article/3320054/chinese-tycoons-proposed-water-deal-spurs-objections-us-state-new-hampshire?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 18:32:01 +0000",
      "isoDate": "2025-07-29T18:32:01.000Z",
      "creator": "Khushboo Razdan",
      "summary": "# 中国亿万富翁在新罕布什尔州的水交易引发争议\n\n*   **背景**\n    *   中国首富、农夫山泉创始人钟睒睒通过其美国子公司NF North America，在新罕布什尔州纳舒厄市（该州第二大城市，人口约100万）的一个工业地块上开发项目，引发了争议。\n\n*   **事件始末**\n    *   争议始于五月，当时有消息称NF North America已于一月份悄然收购了纳舒厄市一块9.3公顷（23英亩）的工业用地上的单层建筑。\n    *   该地块已废弃近11年。\n    *   该公司计划在此地块上建造一家饮料厂，并购买该市的剩余水资源用于运营。\n\n*   **公众反应与担忧**\n    *   当地新闻头条宣称“中国亿万富翁想要新罕布什尔州的水”。\n    *   钟睒睒的农夫山泉是中国最大的饮料公司，他个人净资产估计为640亿美元。\n    *   与过去可能不引人注目的中国大型投资不同，NF North America的这项计划前景不明朗。\n    *   美国政策制定者普遍将中国视为国家安全威胁，导致对中国投资的审查日益严格。\n\n*   **类似案例**\n    *   近年来，类似的交易，如电池巨头国轩高科、宁德时代与福特的合作以及农业综合企业阜丰集团的交易，都已完全停滞或面临日益严格的审查。\n\n*   **相关图片**\n    *   ![钟睒睒于2020年在中国社交媒体上发表讲话的照片。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/30/ebe759cd-7a0f-4e76-a870-f184da4fbc76_b98de719.jpg)\n        *   图片说明：钟睒睒于2020年在中国社交媒体上发表讲话的照片。",
      "shortSummary": "中国首富钟睒睒的农夫山泉美国子公司在新罕布什尔州纳舒厄市收购工业地块，计划建饮料厂并购买城市剩余水资源。此举引发当地强烈反对，因当前美国对中国投资的国家安全担忧加剧，导致该项目前景不明。这反映了与国轩高科、宁德时代等类似中国投资面临的日益严格的审查和停滞。",
      "translated_title": "中国亿万富翁提议的水交易在新罕布什尔州引发反对",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/30/ebe759cd-7a0f-4e76-a870-f184da4fbc76_b98de719.jpg",
          "alt": "Zhong Shanshan is seen here making a speech in a photograph shared on Chinese social media in 2020. Photo: Weibo",
          "title": "Zhong Shanshan is seen here making a speech in a photograph shared on Chinese social media in 2020. Photo: Weibo",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s richest man, Zhong Shanshan, has come under scrutiny in the small northeastern US state of New Hampshire, home to just over 1 million residents, over a plan to develop an industrial site in the state’s second-largest city, Nashua.\nThe controversy began in May when it emerged that a US subsidiary of Zhong’s firm, Nongfu Spring, NF North America, had quietly acquired a single-storey building on a 9.3-hectare (23-acre) industrial site in Nashua in January.\nThe site had been abandoned for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/fe84b8c9-d674-47a5-8803-6958c79b9216_37dd28d3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美斯德哥尔摩贸易谈判结束，在关税暂停延期时间上存在分歧 (原标题: China, US end Stockholm trade talks, diverge on timing of tariff pause extension)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320049/china-us-finish-stockholm-trade-talks-agreement-extend-tariff-pause?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 15:58:38 +0000",
      "isoDate": "2025-07-29T15:58:38.000Z",
      "creator": "Xiaofei Xu,Khushboo Razdan,Frank Chen,Ralph Jennings",
      "summary": "### 中美斯德哥尔摩贸易谈判：关税暂停延期分歧\n\n中美两国在斯德哥尔摩举行的贸易谈判结束后，双方在关税上调暂停延期的时间点上出现了分歧。这一分歧是两国在8月11日最后期限前达成贸易协议所需克服的障碍。\n\n**谈判结果概述**\n\n*   为期两天的谈判是中美两国之间第三轮高级别贸易磋商。\n*   谈判的核心议题是延长关税上调暂停期限，以避免在8月11日截止日期前进一步升级贸易摩擦。\n\n**中方立场**\n\n*   中方谈判代表宣布，双方就延长关税上调暂停期限达成了共识。\n*   中国商务部副部长李成钢表示：“根据中美共识，双方将继续推动美方24%对等关税以及中方反制措施的暂停继续延长。”\n*   中方未宣布任何突破，也未具体说明延期的持续时间。\n\n**美方立场**\n\n*   美国财政部长斯科特·贝森特在大约一小时后的新闻发布会上，将此次谈判描述为“建设性”和“广泛的”。\n*   然而，他否认双方已达成协议，并坚称在没有美国总统唐纳德·特朗普明确批准的情况下，任何协议都不会最终确定。\n*   贝森特表示，在美方谈判代表与目前正从苏格兰返回美国的特朗普进行沟通之前，不会达成任何协议。\n\n**关键分歧点**\n\n*   中方认为已就关税暂停延期达成共识，并致力于推动其继续延长。\n*   美方则强调，任何协议都需要总统特朗普的最终批准，目前尚未达成最终协议。",
      "shortSummary": "中美两国在斯德哥尔摩贸易谈判后，在关税暂停延期时间上存在分歧。中方称已就延长关税暂停达成共识，而美方则坚持任何协议都需美国总统特朗普明确批准方可最终确定。这一分歧是两国在8月11日贸易协议截止日期前需要解决的关键障碍。",
      "translated_title": "中美斯德哥尔摩贸易谈判结束，在关税暂停延期时间上存在分歧",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States have diverged on the timing for another pause on tariff increases, a hurdle that must be cleared before the world’s two largest economies reach a trade deal ahead of an August 12 deadline.\nAfter their two days of talks in Stockholm, Sweden, Chinese negotiators declared a consensus for an extension of the pause on tariff increases, while the American side insisted that no deal would be final without US President Donald Trump’s explicit approval.\nThe Chinese side did...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/7058c771-175b-408d-8509-7c1cb1331e6a_4f12d79d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一位中国经济学家为何就中美债务状况抨击瑞·达利欧？ (原标题: Why did a Chinese economist slam Ray Dalio on debt situations in US, China?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319988/why-did-chinese-economist-slam-ray-dalios-assessment-debt-situations-us-china?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 14:00:12 +0000",
      "isoDate": "2025-07-29T14:00:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国著名经济学家许高对桥水基金创始人瑞·达利欧关于中美两国债务状况的观点提出了反驳，这使得全球两大经济体财政方向的辩论日益激烈。\n\n*   **核心争议**\n    *   中银国际（中国）首席经济学家许高在一篇约9000字的文章中指出，达利欧呼吁中国去杠杆是错误的，认为这种观点“误判”了中国的债务动态。\n\n*   **许高对中国债务的论点**\n    *   许高表示，中国近期出现的债务展期问题并非由过度借贷引起，而是“过于严厉的去杠杆政策”扰乱了流动性。\n    *   他强调，与其加倍推行去杠杆，不如纠正其背后的思维模式，因为这种思维模式已经严重拖累了宏观经济。\n    *   许高的文章标题为《达利欧在国债问题上错在哪里？》。\n\n*   **中国经济背景**\n    *   许高的评论发布之际，经济学家和政策圈正在讨论中国经济下半年是否需要更多刺激措施，以应对外部不确定性、房地产市场长期低迷以及持续的通缩压力。\n    *   市场关注即将召开的政治局会议，预计该会议将为下半年的政策定下基调。\n\n*   **美国债务状况**\n    *   在美国，随着“大美法案”的通过，债务上限提高了5万亿美元，人们对美国政府债务可持续性的担忧加剧。\n    *   包括埃隆·马斯克和达利欧在内的多位知名人士已就此发出“债务炸弹”的警告。",
      "shortSummary": "一位中国经济学家许高反驳了瑞·达利欧关于中美债务的观点。许高认为，中国债务问题源于严厉的去杠杆政策而非过度借贷，并呼吁纠正政策思维。此番争论正值中国经济刺激措施讨论之际，同时美国政府债务可持续性也引发了达利欧等人的担忧。",
      "translated_title": "一位中国经济学家为何就中美债务状况抨击瑞·达利欧？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A prominent Chinese economist has pushed back against Bridgewater Associates founder Ray Dalio’s views on the debt situations in China and the United States, as debate over the fiscal directions of the world’s two largest economies heats up.\nXu Gao, chief economist at Bank of China International (China), said in a recent 9,000-word article that Dalio was mistaken in calling for China to deleverage, arguing that such a view “misjudges” the country’s debt dynamics.\n“China’s recent debt-rollover...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/69251e6f-e49c-4500-afd9-20eb77cc4b2c_edbf4880.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国深圳、广州机场客运量突破疫情前纪录 (原标题: China’s Shenzhen, Guangzhou airports break pre-Covid records)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319980/chinas-shenzhen-guangzhou-airports-hit-record-highs-surpass-pre-covid-passenger-levels?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 09:30:08 +0000",
      "isoDate": "2025-07-29T09:30:08.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国大湾区机场客运量强劲复苏\n\n## 概述\n2025年上半年，中国粤港澳大湾区各机场的客运量持续增长，其中广州和深圳机场在区域航空业复苏中表现突出，均已超越疫情前水平。\n\n## 广州白云机场表现\n*   **总客运量：** 4004万人次，同比增长9.2%。\n*   **国际客运量：** 超过818万人次（含出入境），同比增长22.9%。\n*   **里程碑：** 已突破疫情前历史最高纪录。\n\n## 深圳宝安机场表现\n*   **总客运量：** 3255万人次，同比增长10.8%。\n*   **国际客运量：** 超过305万人次（含出入境），同比增长30.7%。\n*   **里程碑：** 已突破疫情前历史最高纪录。\n\n## 香港国际机场对比\n*   **总客运量：** 2940万人次，同比增长16.5%。\n*   **与疫情前对比：** 仍低于2019年同期3780万人次的水平。\n\n## 增长驱动因素与分析\n*   **区域经济活力：** 分析师指出，大湾区机场群的强劲表现得益于区域经济的活力和互联互通的改善。\n*   **市场需求：** 广州和深圳客运量的快速增长反映了这些城市活跃的商业活动以及内地游客的强劲需求。\n*   **签证便利化：** 中国扩大免签入境政策也部分促进了国际客运量的激增。\n*   **香港机场竞争力：** 相比之下，香港机场在吸引国际和内地旅客方面的竞争力有所减弱，其在大湾区航空市场的份额面临压力。",
      "shortSummary": "2025年上半年，中国广州白云机场和深圳宝安机场客运量强劲增长，均已突破疫情前纪录，分别达到4004万和3255万人次，国际客运量也因免签政策大幅提升。相比之下，香港国际机场虽有增长但仍未恢复至2019年水平。分析认为，广州和深圳的成功得益于大湾区经济活力和互联互通，而香港机场的竞争力则有所减弱。",
      "translated_title": "中国深圳、广州机场客运量突破疫情前纪录",
      "images": [],
      "contentSource": "完整文章",
      "content": "Passenger traffic at airports across China’s Greater Bay Area continued to rise in the first half of 2025, with Guangzhou and Shenzhen leading the region’s aviation rebound.\nGuangzhou’s Baiyun Airport handled 40.04 million passengers during the period, up 9.2 per cent year on year, while Shenzhen’s Baoan Airport served 32.55 million – a 10.8 per cent increase, according to figures released by the two airports. Both have now surpassed their pre-pandemic highs.\nInternational traffic at both...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/03ef4e2a-f4cc-4891-be93-aca1b371d050_e2ebb718.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将“加强对电动汽车和太阳能等拥挤行业的监管” (原标题: China to ‘tighten oversight’ in crowded sectors such as EVs and solar power)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319986/china-tighten-oversight-crowded-manufacturing-sectors-such-evs-and-solar-power?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 08:54:10 +0000",
      "isoDate": "2025-07-29T08:54:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国工业和信息化部（MIIT）表示，将淘汰落后产能，以应对过度竞争，并推广高科技消费品，以促进国内需求。工信部将在电动汽车领域巩固对“内卷”竞争的全面打击成果，并加强对太阳能等关键行业的监管。工信部将使用升级后的标准来淘汰落后的生产能力，并加强工业和信息技术领域的强制性国家标准。\n\n“内卷”是指过度、残酷的竞争，这种竞争困扰着多个行业，侵蚀了企业利润，加剧了持续的通货紧缩压力。国家市场监督管理总局也承诺，将依法依规规范企业低质量、低价竞争。为了更好地配置市场资源和淘汰落后产能，中国一直在加大并购力度。最近的一个例子是中国国家船舶集团公司吸收中国船舶重工集团公司，旨在简化运营并加速行业发展。",
      "shortSummary": "中国工业和信息化部表示将淘汰落后产能，应对过度竞争，并加强对电动汽车和太阳能等关键行业的监管，巩固对“内卷”竞争的打击成果。国家市场监督管理总局也承诺将规范企业低质量、低价竞争。中国一直在加大并购力度，以优化市场资源配置和淘汰落后产能。",
      "translated_title": "中国将“加强对电动汽车和太阳能等拥挤行业的监管”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top regulator of the manufacturing sector has vowed to phase out outdated capacity amid Beijing’s efforts to combat excessive competition, while promoting hi-tech consumer goods as part of a broader push to revive domestic demand.\nThe Ministry of Industry and Information Technology (MIIT) said at a meeting of senior officials on Monday that it would “consolidate the results of a sweeping crackdown on ‘neijuan’ competition in the electric vehicle sector and tighten oversight of key...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/65107054-3cb8-4b27-9d95-393e57ca58bf_b5fa509d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人工智能竞赛升温，上海推出大规模补贴计划 (原标题: China’s AI race heats up as Shanghai launches massive subsidy scheme)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319924/chinas-ai-race-heats-shanghai-launches-massive-subsidy-scheme?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 05:00:07 +0000",
      "isoDate": "2025-07-29T05:00:07.000Z",
      "creator": "Carol Yang",
      "summary": "# 上海推出大规模人工智能补贴计划\n\n上海市近日宣布了一项雄心勃勃的10亿元人民币（约合1.39亿美元）人工智能产业补贴计划，旨在与中国其他也在大力投资建设世界级人工智能生态系统的特大城市展开竞争。\n\n## 补贴构成与目标\n\n*   **总额：** 10亿元人民币。\n*   **主要目标：** 降低初创企业的成本，并促进本地企业采用人工智能解决方案。\n*   **具体分配：**\n    *   **6亿元人民币：** 用于补贴计算能力。\n    *   **3亿元人民币：** 用于第三方人工智能模型的折扣。\n    *   **1亿元人民币：** 帮助企业采购数据集合或语料库，以训练新模型。\n\n## 额外补贴与政策细节\n\n*   该计划还为租赁、购买或建设计算设施、人工智能模型和数据集提供额外补贴。\n*   补贴比例范围为合同价值的10%至100%。\n*   这些信息根据上海市经济和信息化委员会周一发布的一份文件公布。\n\n## 专家观点与行业背景\n\n*   **潘鹤林（中国工业和信息化部专家委员会成员）的看法：**\n    *   该计划旨在直接降低企业成本，这一策略有望在提振上海本地人工智能产业方面取得显著成效。\n    *   他指出，上海在人工智能发展方面的一个关键优势是其“强大的资金实力”。\n    *   尽管上海因其庞大的金融业和全球视野长期以来对中国企业家具有吸引力，但其高昂的运营成本（从办公室租金到日常开支）可能会将新的人工智能初创企业推向成本较低的城市，例如附近的杭州。\n\n## 市场竞争\n\n*   中国人工智能行业的竞争异常激烈，多个城市都誓言要成为领先者。\n*   上海并非第一个提供慷慨补贴以吸引人工智能公司的城市：杭州、深圳、成都和北京也已推出了类似的扶持措施。",
      "shortSummary": "上海推出一项10亿元人民币的人工智能产业补贴计划，旨在降低企业成本，提升其在AI领域的竞争力。该计划主要补贴计算能力、第三方AI模型和数据采购。尽管上海拥有强大的资金优势，但高昂的运营成本是其面临的挑战。中国其他城市如杭州、深圳、成都和北京也已推出类似扶持政策，AI产业竞争日益激烈。",
      "translated_title": "中国人工智能竞赛升温，上海推出大规模补贴计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shanghai has unveiled an ambitious 1 billion yuan (US$139 million) subsidy programme for the artificial intelligence industry, as the metropolis bids to compete with a string of other Chinese megacities that are also investing heavily to develop world-class AI ecosystems.\nThe Shanghai subsidy package will focus on reducing costs for start-ups and making it easier for local businesses to adopt AI solutions, with 600 million yuan going toward subsidising computing power, 300 million yuan providing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/1d397cda-339e-42f6-818a-520a7f3ce528_98be9831.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国与欧盟达成新贸易协议后，中国处于何种境地？ (原标题: Where does China stand after US’ new trade deal with EU?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319866/where-does-china-stand-after-us-trade-deal-eu-seen-more-rhetoric-substance?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 18:00:08 +0000",
      "isoDate": "2025-07-28T18:00:08.000Z",
      "creator": "Ji Siqi,Luna Sun,Kandy Wong",
      "summary": "### 美国与欧盟贸易协议对中国的影响\n\n**背景**\n在美国与中国新一轮贸易谈判前夕，美国与欧盟达成了一项框架贸易协议。分析人士指出，尽管美国可能将其用作谈判筹码，但中国可以保持冷静，观察协议的实际效果。然而，北京仍应警惕其两大贸易伙伴在经济领域结盟的可能性，因为美欧可能将共同的痛点转化为对抗中国的统一战线。\n\n**协议内容与时间线**\n\n*   **协议达成时间：** 华盛顿和布鲁塞尔于周日宣布了这项贸易协议框架，就在中美两国周一开始在斯德哥尔摩进行第三轮贸易谈判的前一天。\n*   **关税条款：** 协议框架包括对大多数进入美国的欧盟商品征收15%的关税。\n*   **零关税商品：** 双方还同意对一系列商品取消关税，包括飞机、飞机零部件、某些化学品、某些仿制药、半导体设备和一些农产品。\n*   **欧盟承诺：** 美国总统唐纳德·特朗普和欧盟委员会主席乌尔苏拉·冯德莱恩宣布，欧盟同意：\n    *   在三年内购买价值7500亿美元的美国能源。\n    *   购买价值数千亿美元的美国军事装备。\n    *   在现有水平之上，向全球最大经济体（美国）额外投资超过6000亿美元。\n\n**对中国的影响与专家观点**\n\n北京外国语大学欧盟研究中心主任崔洪建表示：“美国可能认为，在基本搞定欧盟之后，它在与中国打交道时将拥有更大的谈判筹码。” 这表明美国可能试图利用与欧盟的协议，增强其在中美贸易谈判中的地位。\n\n**图片说明：** 文章内容中不包含有效的图片链接，因此摘要中不包含任何图片。",
      "shortSummary": "在美国与中国新一轮贸易谈判前夕，美国与欧盟达成了一项框架贸易协议。分析人士认为，中国应保持冷静并观察协议进展，但需警惕美欧可能形成针对中国的经济联盟。该协议包括欧盟在能源、军事装备和投资方面对美国的巨额采购，以及对特定商品零关税。专家指出，美国可能借此增强其对华谈判筹码。",
      "translated_title": "美国与欧盟达成新贸易协议后，中国处于何种境地？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As a framework trade deal was struck between the United States and the European Union on the eve of a new round of trade talks between Beijing and Washington, analysts said China was in a position to stay calm and wait to see how the deal actually pans out, even if the US is likely to use it as a bargaining chip.\nBut Beijing should still be aware of the potential alliance between its two major trading partners in the economic sphere, as the US and EU could transform shared sore points into a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/782d9ab1-babd-40f1-9345-17fd7d0f5662_7b75c3e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普希望中国购买更多美国商品。目前，情况恰恰相反 (原标题: Trump wants China to buy more US goods. Right now, the opposite is happening)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319848/chinas-imports-us-goods-plunge-amid-trade-war-complicating-phase-2-deal?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 14:00:15 +0000",
      "isoDate": "2025-07-28T14:00:15.000Z",
      "creator": "Kandy Wong,Luna Sun",
      "summary": "### 中美贸易谈判：美国商品采购与现实\n\n**背景与谈判目标**\n\n*   华盛顿预计将在本周瑞典举行的贸易谈判中，推动中国承诺“大量采购”美国商品。\n*   中美官员周一在斯德哥尔摩开始关键的第三轮贸易谈判。\n*   许多分析师预测，美方将侧重于确保中国同意进口更多美国石油、液化天然气及其他商品。\n*   加拿大BCA研究公司首席地缘政治策略师马特·格特肯（Matt Gertken）指出，特朗普政府正在寻求“第二阶段”贸易协议，并将要求中国大量采购美国大宗商品（包括能源），以及直接投资美国大宗商品生产和出口能力。\n\n**当前状况与原因**\n\n*   尽管美国有此期望，但海关数据显示，近几个月来，中国对一系列美国大宗商品的进口量已大幅下降甚至完全停止。\n*   中国长期以来一直是美国能源和农产品的主要买家。\n*   进口量下降或冻结的原因是两国在贸易和技术问题上的紧张关系加剧。\n\n**相关背景与展望**\n\n*   此次谈判前一天，美国与欧盟达成了一项框架贸易协议，其中包括欧盟承诺增加美国能源和军事设备的进口，而美国则对欧盟商品设定了15%的关税。\n*   格特肯补充说，中美国家安全竞争将迫使中国对美国依赖性施加限制。",
      "shortSummary": "美国希望中国在贸易谈判中承诺大量购买美国商品，但海关数据显示，近期中国对美国大宗商品的进口量已大幅下降甚至停止。中美双方正在斯德哥尔摩进行第三轮贸易谈判，美方旨在促使中国增加对美国石油、液化天然气等商品的采购。然而，两国在贸易和技术问题上的紧张关系加剧，导致中国对美商品进口受阻。分析师认为，国家安全竞争将限制中国对美国的依赖。",
      "translated_title": "特朗普希望中国购买更多美国商品。目前，情况恰恰相反",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington is widely expected to push China to commit to “large purchases” of US goods during trade negotiations in Sweden this week, but customs data shows that Chinese imports of a slew of American commodities have plunged or even halted entirely in recent months.\nOfficials from Beijing and Washington begin a crucial third round of trade talks in Stockholm on Monday, with many analysts predicting the US side will focus on securing Chinese agreements to import more American oil, liquefied...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/c306535c-99f8-4fee-a739-f18c6ed38e57_20958cd8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美在瑞典首都开始第三轮贸易谈判 (原标题: China, US begin third round of trade talks in Swedish capital)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319884/china-us-begin-third-round-trade-talks-swedish-capital?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 12:38:41 +0000",
      "isoDate": "2025-07-28T12:38:41.000Z",
      "creator": "Ji Siqi,Xiaofei Xu",
      "summary": "## 中美在瑞典首都举行第三轮贸易谈判\n\n中美两国高级经济官员已在瑞典首都斯德哥尔摩启动了第三轮贸易谈判。\n\n### 谈判概况\n\n*   **参与方**：中国和美国的高级经济官员。\n*   **轮次**：这是两国间的第三轮贸易谈判。\n*   **地点**：谈判在斯德哥尔摩的Rosenbad大楼举行，该建筑同时也是瑞典政府总部和该国首相的办公室。\n*   **时间**：谈判于当地时间周一下午开始。中方代表团已于周日下午抵达，而美方代表团则于周一抵达瑞典首都。\n\n### 关键人物\n\n*   **中方代表团**：由中国国务院副总理何立峰率领。\n*   **美方代表团**：由美国财政部长斯科特·贝森特率领。\n\n### 现场情况与安全措施\n\n*   两国媒体，以及来自日本共同社、法国法新社和多家瑞典媒体的记者，在周一清晨就开始在谈判大楼前聚集，中美两国国旗也已升起。\n*   瑞典当局出于安全原因，已封锁了该建筑周边区域，并对该区域进行了爆炸物搜查。这些安全措施引起了路人对现场警察和记者的询问。\n\n### 谈判预期\n\n*   与此前在日内瓦和伦敦举行的谈判类似，此次斯德哥尔摩的谈判预计将持续多日。",
      "shortSummary": "中美两国高级经济官员在瑞典首都斯德哥尔摩启动了第三轮贸易谈判。此次谈判由中国国务院副总理何立峰和美国财政部长斯科特·贝森特率领，于当地时间周一下午在瑞典政府总部所在地Rosenbad大楼开始。谈判预计将持续多日，现场采取了严格的安全措施。",
      "translated_title": "中美在瑞典首都开始第三轮贸易谈判",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top economic officials from China and the United States have begun their third round of trade talks in Stockholm.\nThe delegations – led by Chinese Vice-Premier He Lifeng and US Treasury Secretary Scott Bessent – arrived at Rosenbad in the afternoon local time. The historic building also serves as the Swedish government headquarters and the office of the country’s prime minister.\nMedia from both countries – as well as Japan’s Kyodo News, France’s AFP and several Swedish outlets – began gathering...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/1204cd8f-b22b-484f-9d83-9856e5ca46f7_688310e0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“里程碑”：中国在生育危机中启动首个全国性育儿补贴 (原标题: ‘Milestone’: China launches first national childcare subsidies amid birth crisis)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319872/china-launches-first-national-childcare-subsidies-bid-tackle-demographic-crisis?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 11:48:50 +0000",
      "isoDate": "2025-07-28T11:48:50.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国启动首个全国性育儿补贴计划以应对人口危机\n\n中国政府近日宣布了一项备受期待的全国性育儿补贴计划，这是自允许家庭生育三孩政策以来，中央层面为扭转日益加深的人口危机所做的最重要努力。此举旨在应对人口下降及其对经济增长和社会稳定的长期影响，此前多年的地方性激励措施未能有效扭转生育率下降趋势。\n\n### 补贴计划详情\n\n*   **补贴对象**：针对3岁以下儿童。\n*   **补贴金额**：每名儿童每年可获得3600元人民币（约合1505美元）的育儿补贴，直至其满三岁，总计最高可达10800元。\n*   **生效日期**：适用于2025年1月1日及之后出生的儿童。\n*   **适用范围**：无论儿童是家庭中的第一、第二还是第三个孩子，均可享受补贴。\n*   **过渡政策**：在2025年1月1日之前出生但仍未满三岁的儿童，也将根据剩余月份按比例获得补贴。\n\n### 政策意义与专家观点\n\n此前，中国已有20多个省份在地方层面试点育儿补贴。然而，此次是中央政府首次推出的全国性补贴计划，标志着一项重大里程碑。\n\n凯投宏观（Capital Economics）中国经济学家黄子春（Huang Zichun）指出，这项政策在直接向家庭提供财政援助方面确实是一个“重要里程碑”，并可能为未来更多的财政转移支付奠定基础。但他同时指出，涉及的补贴金额相对较小，预计短期内对生育率或家庭消费的影响有限。",
      "shortSummary": "为应对人口危机，中国启动了首个全国性育儿补贴计划。该计划将为2025年1月1日后出生的3岁以下儿童每年提供3600元补贴，总计最高10800元。这是中央政府首次推出此类全国性政策，被视为直接财政支持的“里程碑”。然而，专家认为补贴金额较小，短期内对生育率和消费影响有限。",
      "translated_title": "“里程碑”：中国在生育危机中启动首个全国性育儿补贴",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced its most significant central-level effort to reverse a deepening demographic crisis since allowing families to have three children, unveiling a long-awaited national childcare subsidy scheme that will provide up to 10,800 yuan (US$1,505) per child under the age of three.\nThe move came amid mounting urgency among policymakers to stem the population decline and blunt its long-term drag on economic growth and social stability, after years of piecemeal local incentives that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/7b15adeb-ca03-47cd-9c19-a47a083f9f7f_1909e827.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "人民币重塑全球秩序——但美国支持的稳定币被视为威胁 (原标题: China’s yuan reshaping global order – but US-backed stablecoins seen as a threat)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319844/chinas-yuan-reshaping-global-order-us-backed-stablecoins-seen-threat?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 09:30:12 +0000",
      "isoDate": "2025-07-28T09:30:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 人民币国际化进程及其对全球秩序的影响\n\n根据在北京举行的高级别经济论坛上发布的一项最新研究，人民币的国际化进程正处于上升轨道，尽管发展不均衡，但正逐步重塑全球货币秩序。然而，一些与会者警告称，美国在数字金融领域的主导努力构成潜在风险。\n\n### 人民币国际化现状与趋势\n\n*   **指数增长**：中国人民大学与南开大学联合主办的本年度国际货币论坛上发布的报告显示，衡量人民币全球使用情况的人民币国际化指数在2024年上升了约11%，达到6.06。\n*   **与其他主要货币对比**：\n    *   同期，美元指数为51.13，低于前一年的51.52。\n    *   欧元指数为24.07，下滑了3.8%。\n    *   人民币排名领先于日元（4.47）和英镑（3.69）。\n*   **未来展望**：报告预测，人民币将进一步走强，并拉大与日元和英镑之间的差距。\n\n### 推动人民币国际化的战略考量\n\n*   **风险管理**：北京一直致力于稳步提升人民币的全球使用，特别是在加强跨境资本流动风险管理方面。\n*   **缓解地缘经济冲击**：报告作者指出，地缘经济冲击的溢出效应不仅影响了中国的实体经济和金融市场，也扰乱了全球贸易和投资体系、供应链以及国际金融市场。\n*   **改革全球货币体系**：报告强调，“推动人民币国际化并利用其推动全球货币体系改革，是缓解地缘经济风险的关键战略。”\n\n### 面临的挑战与威胁\n\n*   尽管人民币国际化取得显著进展，但部分与会者警告称，美国在数字金融领域的主导努力（特别是标题中提及的美国支持的稳定币）对人民币的国际化进程构成风险。",
      "shortSummary": "一份新研究显示，人民币国际化进程持续上升，正逐步重塑全球货币秩序。2024年，人民币国际化指数升至6.06，领先日元和英镑，并有望进一步走强。此举旨在管理跨境资本流动风险及缓解地缘经济冲击。然而，报告也指出，美国在数字金融领域（包括其支持的稳定币）的主导努力对人民币国际化构成潜在威胁。",
      "translated_title": "人民币重塑全球秩序——但美国支持的稳定币被视为威胁",
      "images": [],
      "contentSource": "完整文章",
      "content": "The yuan’s internationalisation remains on an upwards, if uneven, trajectory and is gradually reshaping the global monetary order, according to a new study released at a high-profile economic forum in Beijing – though some participants warned US efforts to dominate digital finance pose risks.\nThe yuan internationalisation index, which tracks the currency’s global use, rose by about 11 per cent in 2024 to 6.06, according to the Renmin University report released at this year’s International...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/bdc3c9dd-d382-429f-97b6-5a5bea577e53_ceedff40.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么一些中国学生在就业市场担忧下放弃名牌大学 (原标题: Why some Chinese students are skipping elite universities amid job market fears)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319795/why-some-chinese-students-are-skipping-elite-universities-amid-job-market-fears?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 05:30:08 +0000",
      "isoDate": "2025-07-28T05:30:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国学生就业优先于名校声望\n\n近年来，中国学生在选择大学和专业时，其优先考量正从追求名校声望转向注重就业前景和职业安全。这一趋势在高考成绩公布后尤为明显，对许多学生而言，高考是决定其未来道路的关键时刻。\n\n#### 个案分析：陆杰的选择\n\n*   **背景：** 陆杰在六月的全国高考（即“gaokao”）中表现不佳。\n*   **录取情况：** 本月初，他被湖南省一所知名度较低的理工大学计算机科学与技术专业录取。\n*   **选择原因：** 陆杰表示，由于名牌大学的计算机专业申请者过多，竞争激烈，他不得不选择一所排名较低的学校来继续深造该专业。\n\n#### 趋势背后的驱动因素\n\n*   **就业导向：** 学生们现在比以往任何时候都更倾向于选择就业前景好的专业，而非仅仅追求名牌大学的头衔。对即时就业能力和工作保障的关注，已经超越了长远抱负和个人兴趣。\n*   **毕业生过剩：** 推动这一趋势的主要原因是大学毕业生数量的日益过剩，这在当前充满挑战的经济环境下，加剧了就业市场的竞争。\n\n#### 计算机科学专业的持续热门\n\n*   **传统热门：** 计算机科学长期以来一直是非常受欢迎的专业。\n*   **AI的推动：** 过去几年，人工智能（AI）的兴起进一步推高了对该专业的需求，因为人们普遍预期AI将创造大量新的就业机会。",
      "shortSummary": "面对严峻的就业市场和经济压力，越来越多的中国学生在高考后选择将就业前景和职业安全置于名校声望之上。他们倾向于选择就业导向的专业，如计算机科学（受AI发展推动），即使这意味着放弃顶尖大学。毕业生过剩和激烈的就业竞争是导致这一趋势的主要原因。",
      "translated_title": "为什么一些中国学生在就业市场担忧下放弃名牌大学",
      "images": [],
      "contentSource": "完整文章",
      "content": "After underperforming in China’s national college entrance exam in June, Lu Jie was accepted into a computer science and technology programme earlier this month at a lesser-known polytechnic university in central China’s Hunan province.\n“Good schools had too many applicants for this major, so I had to choose a lower-ranked one to pursue it,” Lu said.\nThe results for the exam, better known as the gaokao, have been released over the past two weeks – marking a life-changing moment for students like...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/bc712cab-e155-4b9c-ada5-233d62b3bdfa_4ebaf593.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "超级富豪投资者看好上海酒店的稀缺价值和旅游吸引力 (原标题: Super-rich investors eye Shanghai hotels for scarcity value, tourism appeal)",
      "link": "https://www.scmp.com/business/china-business/article/3319745/chinas-super-rich-investors-eye-shanghai-hotels-scarcity-value-tourism-appeal?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 00:30:10 +0000",
      "isoDate": "2025-07-28T00:30:10.000Z",
      "creator": "Daniel Ren",
      "summary": "# 上海酒店投资趋势：超级富豪看好稀缺价值与旅游吸引力\n\n根据仲量联行（JLL）的报告，随着经济稳定重燃风险偏好，中国的亿万富豪投资者正积极寻求收购上海的豪华酒店。与此形成对比的是，保险公司、房地产投资信托基金（REITs）以及私募股权巨头等机构投资者则退居次席。\n\n## 超级富豪的投资动机与目标\n\n*   **投资目标：** 超级富豪主要关注上海商业和金融中心黄金地段的酒店。\n*   **驱动因素：**\n    *   **长期稀缺价值：** 仲量联行华东区资本市场部主管孙玲指出，尽管当前回报率较低，但这些物业的长期稀缺价值是吸引投资者的主要原因。\n    *   **风险偏好稳定：** 投资者对核心区域资产的集中配置，不仅反映出风险偏好的稳定，也凸显了上海核心区域资产的稀缺价值和韧性。\n    *   **旅游吸引力：** 尽管文章未直接将旅游吸引力列为富豪投资的直接原因，但标题和文章中提及的“黄金周”游客涌入，暗示了旅游业的潜在增长对酒店资产的长期价值有积极影响。\n\n## 上海房地产市场现状\n\n*   **市场表现：** 上海的房地产市场目前处于“沉睡”状态。\n*   **交易数据：**\n    *   根据世邦魏理仕（CBRE）的数据，今年上半年，上海写字楼、租赁住宅项目、购物中心和酒店的交易额同比大幅下滑29.7%，降至230亿元人民币（约合32亿美元）。\n    *   仲量联行的数据显示，第二季度平均交易额环比下降25%，降至3.6亿元人民币。\n*   **主要买家：** 在总共23笔交易中，高净值个人和企业投资者贡献了88%的交易份额，显示出他们对市场的信心和活跃度。\n\n## 值得关注的交易案例\n\n*   **内蒙古石林投资集团：** 这家私营企业斥资3亿元人民币，收购了位于上海郊区的CitiGo酒店。\n\n## 机构投资者的顾虑\n\n*   **担忧供过于求：** 房地产咨询师表示，保险公司和专注于房地产的基金普遍仍对市场可能出现的供过于求情况感到担忧，因此保持谨慎。\n\n## 相关图片\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/07/clean.jpg?itok=YOHnFIaF)\n    *   **描述：** 01:36 游客涌入中国旅游景点，正值“黄金周”。",
      "shortSummary": "中国超级富豪投资者正积极在上海收购豪华酒店，看重其长期稀缺价值和旅游吸引力，尽管当前回报较低。经济稳定重燃了他们的风险偏好。与此形成对比，保险公司等机构投资者因担忧供应过剩而保持谨慎。尽管上海房地产市场交易额大幅下滑，高净值个人和企业投资者仍是主要买家，显示出对核心资产的信心。",
      "translated_title": "超级富豪投资者看好上海酒店的稀缺价值和旅游吸引力",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/07/clean.jpg?itok=YOHnFIaF",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s billionaire investors are looking to pick up luxury hotels in Shanghai while institutional investors like insurers and real estate investment funds and private equity giants take a back seat, as economic stability rekindles risk appetite, according to JLL.\nThe super-rich are eyeing hotels in prime locations in the commercial and financial hub, undeterred by the current low returns, according to Sun Ling, head of JLL’s capital markets division in East China, citing the scarcity value of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/27/c8d788b9-ad52-4765-b9c3-e24ccdd487ed_85f4a6cb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国民营美术馆陷入危机了吗？UCCA的困境只是冰山一角 (原标题: Are China’s private art museums in crisis? UCCA’s woes the tip of the iceberg)",
      "link": "https://www.scmp.com/lifestyle/arts/article/3319566/are-chinas-private-art-museums-crisis-uccas-struggles-are-tip-iceberg?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 23:15:08 +0000",
      "isoDate": "2025-07-27T23:15:08.000Z",
      "creator": "Cheung Hok-hang",
      "summary": "## 中国民营美术馆面临危机\n\n中国民营美术馆正经历一波闭馆和削减开支的浪潮，这引发了人们对该行业可持续性的担忧，并对全球最大艺术市场之一的前景提出了疑问。\n\n### 危机表现\n\n*   **闭馆与休眠**：\n    *   深圳的木星美术馆于六月宣布关闭。\n    *   几天后，青岛的TAG艺术博物馆也随之关闭。\n    *   由香港上市新奥能源控股公司背后公司创立的廊坊新绎美术馆已休眠数月。\n*   **UCCA面临财务压力**：\n    *   即使是总部位于北京的UCCA尤伦斯当代艺术中心也面临财务压力。\n    *   内部人士透露，这家拥有18年历史的先锋机构从一月到六月拖欠工资。\n    *   其上海分馆（2021年开业）的未来计划尚不明确。\n\n### 危机成因\n\n据美术馆工作人员透露，当前的危机是以下因素共同作用的结果：\n\n*   企业资助方收紧预算。\n*   消费者削减非必需开支。\n*   运营成本不断上升。\n\n### UCCA尤伦斯当代艺术中心概况\n\n*   **历史与声誉**：\n    *   UCCA由已故比利时收藏家盖伊和米里亚姆·尤伦斯于2007年在北京798艺术区创立。\n    *   它是中国大陆历史最悠久的非营利当代艺术中心之一。\n    *   在长期馆长田霏宇的领导下，UCCA以其对当代趋势的雄心勃勃和及时回应，保持了良好的国际声誉。\n*   **积极扩张**：\n    *   这家由私人投资者支持的非营利基金会积极扩张其版图，开设了三家分馆：\n        *   2018年在北戴河。\n        *   2021年在上海。\n        *   2024年在宜兴。\n\n![UCCA’s third museum, in Shanghai, opened in 2021 and occupies three floors of the Edge (pictured), a commercial building. Photo: UCCA](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/dfbf890f-23e4-4167-9f45-20f8ae468b09_732fcd4f.jpg)\n*UCCA的第三家美术馆，位于上海，于2021年开业，占据了商业建筑“The Edge”（图中所示）的三层。图片来源：UCCA*",
      "shortSummary": "中国民营美术馆正面临一场危机，表现为大量闭馆、削减开支和财务困境。深圳木星美术馆、青岛TAG艺术博物馆等已关闭，而知名机构UCCA尤伦斯当代艺术中心也面临拖欠工资等财务压力。这场危机主要源于企业资助方预算收紧、消费者非必需开支减少以及运营成本上升。UCCA作为中国最早的非营利当代艺术中心之一，其困境反映了整个行业的严峻挑战。",
      "translated_title": "中国民营美术馆陷入危机了吗？UCCA的困境只是冰山一角",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/dfbf890f-23e4-4167-9f45-20f8ae468b09_732fcd4f.jpg",
          "alt": "UCCA’s third museum, in Shanghai, opened in 2021 and occupies three floors of the Edge (pictured), a commercial building. Photo: UCCA",
          "title": "UCCA’s third museum, in Shanghai, opened in 2021 and occupies three floors of the Edge (pictured), a commercial building. Photo: UCCA",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A wave of closures and cutbacks is sweeping through China’s private art museums, ringing alarm bells about the sector’s sustainability and raising questions about the outlook for one of the world’s biggest art markets.\nThe Jupiter Museum of Art, in Shenzhen, announced its shutdown in June. Days later, Qingdao’s TAG Art Museum followed suit. Others, such as Ennova Art Museum in Langfang, founded by the company behind Hong Kong-listed ENN Energy Holdings, have been dormant for months.\nEven the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/ad19fe75-8b6c-4f47-9cfc-b8ced69cf77e_7c6abb3a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "安渊渊谈中国如何将“多重危机”转化为“多重机遇” (原标题: Yuen Yuen Ang on how China can turn ‘polycrisis’ into ‘polytunity’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319375/yuen-yuen-ang-how-china-can-turn-polycrisis-polytunity?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 22:00:11 +0000",
      "isoDate": "2025-07-27T22:00:11.000Z",
      "creator": "Alice Li",
      "summary": "### 安渊渊教授访谈摘要\n\n本访谈节选自《南华早报》“开放问题”系列，受访者是约翰霍普金斯大学政治经济学阿尔弗雷德·钱德勒讲席教授安渊渊（Yuen Yuen Ang）。\n\n**关于安渊渊教授**\n*   **背景与专长**：安渊渊教授是新加坡裔，在政治经济学领域具有重要影响力。她对中国的政治经济发展轨迹、国际关系以及在碎片化、不可预测世界中的适应性发展进行了广泛研究。\n*   **主要著作**：她的获奖作品包括《中国如何摆脱贫困陷阱》（How China Escaped the Poverty Trap）和《中国的镀金时代》（China’s Gilded Age）。\n\n**关于美国对华知识的现状**\n*   **访谈问题**：作为一名在美国的教授，安渊渊被问及美国对华知识是否普遍下降，以及这是否与美国学生赴华留学人数锐减有关。\n*   **历史背景与传承**：安渊渊教授在回答中提及她的“师祖”米歇尔·奥克森伯格（Michel Oksenberg）。奥克森伯格曾在美国总统吉米·卡特政府任职，是中美关系正常化背后的专家。他不仅在政策层面做出贡献，还是一位充满热情的教育家，培养了几代中国问题专家，包括安渊渊本人在内的许多顶尖中国学者都是他的门生或再传弟子。\n*   **过去投资的益处**：安渊渊强调，中美交往的先驱们曾投入巨大精力，帮助美国政策制定者和公众理解中国，并建立了深厚的专业知识社群。尽管当前环境有所不同，美国仍在受益于过去在知识领域所做的投资。",
      "shortSummary": "约翰霍普金斯大学教授安渊渊在访谈中探讨了美国对华知识的现状。她指出，尽管当前环境不同，但美国仍在受益于过去对华知识的投资，并以其“师祖”米歇尔·奥克森伯格为例，强调了早期专家在培养中国问题人才和促进中美理解方面所做的重要贡献。",
      "translated_title": "安渊渊谈中国如何将“多重危机”转化为“多重机遇”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Yuen Yuen Ang is the Alfred Chandler Chair Professor of political economy at Johns Hopkins University. She is an influential scholar, writing extensively on China’s political and economic trajectory, its international relations and its adaptive development in a fragmented, unpredictable world. Originally from Singapore, her award-winning work includes the books How China Escaped the Poverty Trap and China’s Gilded Age.\nThis interview first appeared in SCMP Plus. For other interviews in the Open...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/98986e39-be64-4fad-a491-629175115828_93e0d576.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-30T07:25:20.131Z"
}