{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "总理敦促中国江苏省迎接‘更高发展期望’ (原标题: Premier urges China’s Jiangsu to embrace ‘higher development expectations’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314990/premier-urges-jiangsu-step-efforts-technology-trade-and-consumption?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 01:49:39 +0000",
      "isoDate": "2025-06-19T01:49:39.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 总理李强敦促江苏省迎接“更高发展期望”\n\n*   **背景与目的：**\n    *   在中国经济面临日益严峻的挑战之际，国务院总理李强对中国东部沿海重要的制造业中心江苏省进行了为期三天的考察。\n    *   此行的主要目的是敦促江苏省在技术、贸易和消费方面加大努力，以支撑中国经济的持续增长。\n\n*   **核心要求与期望：**\n    *   李强总理强调了拥抱创新发展、刺激有效需求、培育企业家精神以及深化改革开放的重要性。\n    *   他指出，江苏省拥有坚实的经济基础和强大的能力，但也面临着“更高发展期望”。\n    *   总理呼吁江苏省的官员和居民专注于经济增长，并在应对更广泛经济挑战中承担更大的责任。\n\n*   **江苏省的经济表现与角色：**\n    *   今年第一季度，江苏省的国内生产总值（GDP）同比增长5.9%，达到3.31万亿元人民币（约4605亿美元），紧随排名第一的广东省（3.35万亿元，增长4.1%）。\n    *   作为中国最先进的制造业省份之一，江苏省被北京赋予了在稳定增长方面发挥主导作用的任务，以应对国内需求低迷和美国关税增加带来的外部压力。\n\n*   **具体指示：**\n    *   在一家机械制造工厂，李强强调需要加速采用人工智能和清洁能源技术，以升级传统产业并跟上全球制造业趋势。",
      "shortSummary": "国务院总理李强考察江苏省，敦促其在技术、贸易和消费领域加大努力，以支撑经济增长。他强调创新发展、刺激需求、培育企业家精神及深化改革开放的重要性。作为重要制造业基地，江苏被寄予更高期望，需在应对国内需求低迷和外部压力（如美国关税）中发挥稳定增长的领导作用，并利用人工智能和清洁能源升级传统产业。",
      "translated_title": "总理敦促中国江苏省迎接‘更高发展期望’",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Beijing looks to shore up China’s economic growth amid mounting challenges, Premier Li Qiang has called on Jiangsu province, a key manufacturing hub on the country’s east coast, to step up its efforts in technology, trade and consumption.\nDuring a three-day visit to the province from Monday, Li emphasised the importance of embracing innovative development, stimulating effective demand, fostering entrepreneurship, and deepening reform and opening up to support China’s sustained economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/073252c4-c2d8-4e78-94e9-a821781f3dee_30d3dd87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国录得大量资本流入，海湾投资者对冲美国风险 (原标题: China records bumper capital inflow as Gulf investors hedge against US)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314922/china-records-bumper-capital-inflow-gulf-investors-hedge-against-us?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 11:00:09 +0000",
      "isoDate": "2025-06-18T11:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国吸引海湾资本流入：背景与原因\n\n近期，中国吸引了来自中东投资者日益增长的资本流入。这些投资者正寻求使其过度集中于美国的投资组合多样化，以应对全球日益增长的不稳定性。分析师指出，为维持这一趋势，北京需要进一步开放其金融市场。\n\n#### 资本流入数据\n\n*   中国在5月份录得非银行部门净资本流入330亿美元，高于4月份的173亿美元。\n*   外国投资者对中国股票的持有量也有所增加。\n*   尽管中国官方未按国家细分这些数据，但分析师观察到，包括大型海湾主权财富基金在内的全球投资者正日益转向亚洲稳定、高增长的市场。\n\n#### 资本流入的主要原因\n\n*   **避险需求：** 复旦大学金融研究中心主任孙立坚表示，部分资金可能已从美国市场撤出，出于避险目的转向中国等主要贸易国和拥有大量海外净资产的国家。\n*   **地缘政治对冲：** 孙立坚指出，华盛顿在地区冲突升级中对以色列的支持，使得海湾投资者不愿“把所有鸡蛋放在一个篮子里”，从而寻求分散风险。\n*   **对中国政策的信心：** 资本流入也反映了海湾国家对中国开放政策和人民币国际化努力的信心日益增强。",
      "shortSummary": "中国近期吸引了大量来自中东的资本流入，5月非银行部门净流入达330亿美元。海湾投资者正寻求使其过度集中于美国的投资组合多样化，以对冲全球不稳定和美国对以色列的支持带来的风险。中国被视为一个稳定且高增长的市场，且投资者对其开放政策和人民币国际化抱有信心。分析师认为，为维持此趋势，中国需进一步开放金融市场。",
      "translated_title": "中国录得大量资本流入，海湾投资者对冲美国风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has attracted a growing influx of capital from Middle Eastern investors seeking to diversify their US-heavy portfolios in recent months, but Beijing will need to further open up its financial markets to sustain the trend, analysts said.\nBeijing announced on Tuesday that China had recorded a US$33 billion net capital inflow from non-banking sectors and higher foreign holdings of Chinese equities in May – an acceleration from April’s US$17.3 billion inflow.\nThe department did not break down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/09253eab-f242-4004-b951-1f7c58ef95cf_4069d225.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴黎航展：中国航空供应商寻求落地 (原标题: At Paris Air Show, China’s aviation suppliers circle for a landing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314894/paris-air-show-chinas-aviation-suppliers-circle-landing?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 09:00:14 +0000",
      "isoDate": "2025-06-18T09:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国航空业在巴黎航展的新动向\n\n今年的巴黎航展见证了中国航空业参展模式的显著转变。与以往主要聚焦中国商飞（Comac）等大型企业不同，本次航展吸引了大量来自中国航空供应链的较小规模企业，它们积极向西方买家展示产品，寻求进入欧洲市场。\n\n### 参展规模大幅增长\n\n*   **公司数量翻倍**：根据航展组织方法国航空航天工业协会（GIFAS）的数据，参展的中国公司数量从2023年的29家增至今年（2024年）的76家，增长了一倍多。\n*   **首次设立“国家展馆”**：由于参展的中国出口商数量众多且集中，本届航展首次出现了事实上的中国“国家展馆”，这在航展历史上尚属首次。\n*   **新面孔涌现**：许多中国公司是首次亮相巴黎航展，表明其拓展海外市场的强烈意愿。\n\n### 寻求海外市场的原因\n\n这些中国企业积极寻求进入欧洲市场，主要受到国内市场环境变化的驱动：\n\n*   **国内利润停滞**：在中国经济整体放缓的背景下，国内市场利润增长趋于平缓。\n*   **激烈市场竞争**：中国国内航空供应链企业之间存在着激烈的竞争，导致部分企业面临生存压力。\n\n### 企业代表观点\n\n宝钛华神（Baoti Huashen）的助理工程师王俊波（Wang Junbo）证实了国内市场的竞争压力。该公司专注于航空生产关键材料——海绵钛。王俊波表示：“众所周知，我们的国内市场竞争过度。虽然我们公司目前利润尚可，但我知道有些同行的情况要糟糕得多，所以时刻做好准备非常重要。”这反映了中国供应商在寻求国际机遇以应对国内挑战的普遍心态。",
      "shortSummary": "今年的巴黎航展上，中国航空业的参展模式发生显著变化。来自中国航空供应链的数十家中小企业首次大规模亮相，参展公司数量从2023年的29家增至76家，并首次形成了事实上的中国“国家展馆”。这些企业积极寻求进入欧洲市场，以应对国内利润停滞和激烈的市场竞争。此举表明中国航空供应商正将目光投向海外，以寻求新的增长机遇。",
      "translated_title": "巴黎航展：中国航空供应商寻求落地",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s presence at the Paris Air Show – the globally renowned civil aviation expo – is usually reduced to Beijing’s biggest names in the field. In particular, conversation tends to focus on the Commercial Aircraft Corporation of China (Comac), the maker of the C919 passenger jet.\nBut things have changed this year. Dozens of lesser-known Chinese firms from across the supply chain have flocked to the European capital to showcase their products to Western buyers.\nThe number of Chinese companies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/97ced7a9-41eb-4383-823d-d69bf961f280_06dd90fc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩问题？ (原标题: Could old coal mines help ease China’s solar-panel overcapacity?)",
      "link": "https://www.scmp.com/business/china-business/article/3314713/could-old-coal-mines-help-ease-chinas-solar-panel-overcapacity?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 00:00:09 +0000",
      "isoDate": "2025-06-18T00:00:09.000Z",
      "creator": "Yujie Xue",
      "summary": "### 旧煤矿转型太阳能项目：缓解中国产能过剩与推动能源转型\n\n全球能源监测组织（GEM）指出，中国在将退役煤矿场地改造为太阳能发电项目方面处于世界领先地位。这一趋势有望推动清洁能源转型，并可能缓解中国制造商面临的太阳能电池板产能过剩问题。\n\n**主要发现：**\n\n*   **全球趋势：** GEM周三发布报告称，过去几年，全球15个国家将露天采矿地改造为太阳能发电项目的趋势显著增长。\n*   **中国领先地位：**\n    *   中国大陆作为全球最大的煤炭生产国和消费国，目前有90个前煤矿场地已改造为太阳能发电设施，总装机容量达14吉瓦（GW）。\n    *   另有46个项目（9吉瓦）处于规划阶段。\n*   **多重效益：** GEM项目经理兼报告合著者吴成成表示，将矿山重新用于太阳能开发，为土地修复、创造当地就业和部署清洁能源提供了一个难得的“单一策略”机会。\n*   **国际进展：**\n    *   除中国外，包括澳大利亚、美国和希腊在内的14个国家也在推进此类改造项目，目标总装机容量为11吉瓦。\n    *   然而，这些项目大多仍处于早期阶段，只有一小部分已投入运营。\n*   **解决土地利用问题：** 报告指出，此类项目有助于解决土地利用问题。自2010年以来，全球已关闭6000多个煤矿，主要集中在中国和美国。随着33个国家承诺逐步淘汰煤炭，预计将有更多煤矿关闭。\n*   **政治与象征意义：** GEM副总监Ryan Driskell Tate认为，政治因素也影响了这些趋势。这些项目将“废弃”转变为“重建”，是“公正能源转型”的极具象征意义的体现。",
      "shortSummary": "中国正引领将废弃煤矿改造为太阳能发电项目的全球趋势。据GEM报告，中国已有90个此类项目运营（14GW），另有46个在规划中。此举不仅推动清洁能源转型，有望缓解太阳能电池板产能过剩，还能促进土地修复和当地就业。全球其他14个国家也在效仿，但多处于早期阶段。这体现了将“废弃”转变为“重建”的公正能源转型理念。",
      "translated_title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩问题？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China leads the world in converting decommissioned coal-mining sites into solar power projects, a trend that promises to advance the clean energy transition while potentially reducing a surplus of solar panels produced by struggling Chinese manufacturers, according to Global Energy Monitor (GEM).\nConversion of surface-mined lands into solar-generation projects had surged in 15 countries, particularly over the past couple of years, the non-governmental organisation said in a report on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/7a7c477f-3688-4431-841b-d4e5a1922fd2_66db4bd5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "伦敦闭门会谈后，中美沉默意味深长 (原标题: After tight-lipped talks in London, the US-China silence speaks volumes)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314797/after-us-china-talks-london-tight-lips-concern-and-tactical-turning-point?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-17T22:00:08.000Z",
      "creator": "Luna Sun,Ralph Jennings",
      "summary": "## 伦敦闭门会谈后，中美沉默意味深长\n\n上周，美国和中国高级官员在伦敦举行了贸易会谈。然而，会谈结束后，双方均未发布官方声明，这种“沉默”引发了全球对供应链和地缘政治稳定性的广泛猜测和担忧。\n\n### 缺乏官方声明与外界解读\n\n*   **信息真空**：会谈结束后，公众几乎没有获得任何官方信息，这导致了大量关于会谈内容、双方是否施加了影响力以及这种僵局对全球经济意味着什么的猜测。\n*   **沉默的含义**：一些分析人士认为，这种沉默暗示着中美关系的紧张、力量的重新校准以及全球贸易的脆弱平衡，加剧了世界上最重要的经济关系的不确定性。\n\n### 贸易战的潜在转折点\n\n*   **关键时刻**：泉源资本（香港）总裁兼首席经济学家陶冬在一篇评论文章中指出，此次谈判可能标志着中美贸易战的一个转折点。\n*   **中方策略**：陶冬认为，中方在稀土元素出口管制方面的强硬策略（这是闭门会谈的主要焦点）可能出乎美方代表团的意料，并给本已脆弱的讨论增加了新的紧张和复杂性。\n\n### 动态转变与焦点转移\n\n陶冬进一步分析了中美贸易谈判动态的显著转变：\n\n*   **力量平衡变化**：谈判动态已从美国单边施压转变为更加势均力敌的竞争。中国不再处于守势，而是从实力地位出发进行谈判。\n*   **焦点转移**：谈判的重点已从关税水平转向出口管制。关税本身已成为次要问题，双方都在瞄准对方供应链中的“扼制点”。这也是为什么现在是商务部长而非仅仅是贸易官员参与谈判的原因。",
      "shortSummary": "伦敦中美贸易会谈结束后，双方保持沉默，引发外界对全球经济和地缘政治稳定的广泛猜测。分析认为，这种沉默暗示着紧张关系和力量重新校准。泉源资本的陶冬指出，此次谈判可能是中美贸易战的转折点，中方在稀土出口管制上的强硬策略可能出乎美方意料。谈判焦点已从关税转向出口管制，中方正从实力地位出发进行谈判，瞄准对方供应链的“扼制点”。",
      "translated_title": "伦敦闭门会谈后，中美沉默意味深长",
      "images": [],
      "contentSource": "完整文章",
      "content": "With global economic ramifications on the line, those with a vested interest in supply chains and geopolitical stability watched closely and waited as high-ranking officials from the United States and China emerged from last week’s trade talks in London.\nThen, the public was told little. In the absence of an official readout from both sides, hope for a bit more clarity has given way to a fog of questions and buzzy speculation about what happened behind those doors.\nWas leverage being applied? By...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/54359b21-a359-4d5b-81a5-d4c2fe001d75_1f79b7ce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推动区域金融银行，俄罗斯转向亚洲：分析师 (原标题: China pushes regional finance bank as Russia pivots to Asia: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314777/china-pushes-sco-development-bank-russia-pivots-asia-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 14:30:08 +0000",
      "isoDate": "2025-06-17T14:30:08.000Z",
      "creator": "Carol Yang",
      "summary": "## 上海合作组织开发银行：中国推动与俄罗斯转向亚洲\n\n分析师指出，随着美国削减对外援助并通过长臂管辖增加金融制裁，中国正在国际发展金融和区域经济合作中加强其影响力。\n\n### 银行提案背景与现状\n\n*   **提案历史**：上海合作组织（SCO）开发银行由中国于2010年首次提出，旨在促进区域贸易和本币使用。然而，该提案在过去十余年里一直停滞不前。\n*   **当前势头**：受地缘政治紧张局势加剧以及俄罗斯战略转向东方的影响，该银行现在比以往任何时候都更接近成为现实。\n*   **未来会议**：在即将于天津（北京以东100公里）举行的秋季峰会前，相关势头正在积聚。届时，包括俄罗斯和五个中亚国家在内的上海合作组织领导人将齐聚一堂。\n\n### 近期进展与挑战\n\n*   **中方推动**：6月初，中国副总理丁薛祥在北京与上海合作组织财长和央行行长会议期间，强调了该银行提案，以及相关的本币结算和数字金融倡议。\n*   **历史阻力**：一位熟悉政策讨论的消息人士透露，俄罗斯此前曾反对该计划，更倾向于扩大其自身的欧亚开发银行。",
      "shortSummary": "分析师指出，随着美国削减援助并增加制裁，中国正推动成立停滞十余年的上海合作组织（SCO）开发银行。受地缘政治紧张和俄罗斯转向亚洲影响，该银行有望成为现实。中国副总理丁薛祥近期强调了此提案，旨在促进区域贸易和本币结算。尽管俄罗斯此前曾反对，但该计划目前正为即将到来的天津峰会积聚势头。",
      "translated_title": "中国推动区域金融银行，俄罗斯转向亚洲：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the United States scales back foreign aid and increases financial sanctions through long-arm jurisdiction, analysts said Beijing is strengthening its influence in international development finance and regional economic cooperation.\nDriven by rising geopolitical tensions and Russia’s strategic pivot to the East, they said the Shanghai Cooperation Organisation (SCO) Development Bank, which has been stalled for over a decade, was now closer than ever to becoming a reality.\nMomentum is building...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/618f751c-b9c0-4477-9a22-7d626f6a57ab_4ec5e812.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C929客机制造商签署零部件协议，获得西方技术 (原标题: China’s C929 jet secures Western tech as manufacturer signs parts deals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314792/chinas-c929-jet-secures-western-tech-manufacturer-signs-parts-deals?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 12:30:12 +0000",
      "isoDate": "2025-06-17T12:30:12.000Z",
      "creator": "Xiaofei Xu,Ralph Jennings",
      "summary": "## 中国C929客机获得西方技术支持\n\n中国主要的民用飞机制造商中国商用飞机有限责任公司（Comac）已成功签署协议，为其首款宽体客机C929采购西方制造的零部件。C929预计将与空客A350和波音787系列相似，这些协议的达成正值全球贸易和供应链持续动荡之际。\n\n### 与法国赛峰集团的合作\n\n据中国媒体周一报道，中国商飞已与法国航空航天公司赛峰集团（Safran）达成合作协议，共同开发C929宽体客机的以下系统：\n\n*   刹车控制系统\n*   结冰探测系统\n*   轮胎压力指示器\n*   机载供氧系统\n\n中国商飞周二在其官网表示，双方在本周的巴黎航展期间签署了一份“谅解备忘录”。\n\n### 与美国克瑞航空电子的交易\n\n媒体报道称，这家总部位于上海的飞机制造商还单独与美国克瑞航空电子公司（Crane Aerospace and Electronics）达成协议，采购飞机客舱门传感器。\n\n### 克服挑战与未来展望\n\n尽管全球航空供应链面临放缓，以及美国出口管制带来的不确定性，中国商飞仍成功达成了这些协议。该公司雄心勃勃，旨在与空客和波音在全球商用飞机贸易中争夺主要参与者的地位。",
      "shortSummary": "中国商飞（Comac）已为其C929宽体客机获得西方技术支持，与法国赛峰集团（Safran）签署了刹车控制、结冰探测等系统开发协议，并与美国克瑞航空电子（Crane Aerospace and Electronics）达成了舱门传感器采购协议。这些交易是在全球供应链放缓和美国出口管制背景下达成的，彰显了中国商飞挑战空客和波音的雄心。",
      "translated_title": "中国C929客机制造商签署零部件协议，获得西方技术",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s chief civilian aircraft maker has secured deals to buy Western-made parts for its first widebody jet – expected to resemble the Airbus A350 and Boeing 787 series – despite ongoing turbulence in trade and supply chains.\nThe Commercial Aircraft Corporation of China (Comac) reached an agreement to work with French aerospace firm Safran on the development of the widebody C929’s brake controls, ice detection system, tyre pressure indicators and on-board oxygen system, according to reports...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/e15f8cbf-4fc0-4f8c-bc0f-50326e0e6860_e40cd545.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将在2040年前将核电容量翻番，实现快速增长 (原标题: China to nearly double nuclear power capacity by 2040 in rapid build-up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314794/china-nearly-double-nuclear-power-capacity-2040-rapid-build?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 11:30:10 +0000",
      "isoDate": "2025-06-17T11:30:10.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国核电能力快速增长\n\n根据中国核能行业协会（CNEA）的一份新报告，中国计划到2040年将其核电容量几乎翻一番，使其成为全球最大的核电生产国。\n\n### 主要目标与规模\n\n*   **2040年目标：** 中国计划到下一个十年末，通过建设数十座新反应堆，将核电装机容量提高到200吉瓦（GW）。\n*   **对比：** 这一目标容量将是美国当前核电容量的两倍多。\n\n### 当前发展状况\n\n*   **全球领先：** 高盛上周发布的一份报告指出，目前全球正在建设的61座核反应堆中，约有一半位于中国。\n*   **截至2024年末：** CNEA报告显示，中国共有102座核反应堆（包括已投入使用和在建的），总容量为113吉瓦。\n*   **地理分布：** 这些核反应堆主要集中在中国经济繁荣的沿海省份。\n*   **与美国对比：** 根据美国能源信息署的数据，截至2024年，美国有94座运行中的核反应堆，总装机容量接近97吉瓦。\n\n### 发展原因\n\n*   **脱碳目标：** 北京近年来启动了历史上最快的核电设施建设，旨在实现中国经济的脱碳目标。\n*   **能源独立性：** 同时，此举也有助于避免过度依赖受天气影响的绿色能源，如太阳能和风能。",
      "shortSummary": "根据中国核能行业协会报告，中国计划到2040年将核电容量翻番至200吉瓦，成为全球最大核电国。目前，全球在建核反应堆约一半位于中国。截至2024年末，中国已有102座核反应堆（在用或在建），总容量113吉瓦。此举旨在推动经济脱碳，并减少对天气依赖型绿色能源的过度依赖。",
      "translated_title": "中国将在2040年前将核电容量翻番，实现快速增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will nearly double its nuclear power capacity by 2040, making it by far the world’s largest nuclear power generator, according to a new report by the China Nuclear Energy Association (CNEA).\nThe country is set to build dozens of new reactors to raise its installed capacity to 200 gigawatts – more than double the US’ current capacity – by the end of the next decade, the Chinese industry body said in the paper released on Monday.\nBeijing has embarked on one of the fastest buildouts of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/457b615c-efbf-4b80-abbd-ce8edf806303_cbc1a3d6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国赞扬英伟达参展是紧张局势下的“信任票” (原标题: China hails Nvidia expo appearance as ‘vote of confidence’ amid tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314715/nvidia-hands-china-symbolic-victory-attendance-beijing-expo?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 06:06:45 +0000",
      "isoDate": "2025-06-17T06:06:45.000Z",
      "creator": "Leopold Chen",
      "summary": "## 英伟达首次参展中国国际供应链博览会，中国称之为“信任票”\n\n### 背景与主要事件\n*   尽管中美两国在贸易和技术问题上紧张局势日益加剧，美国半导体巨头英伟达（Nvidia）仍将首次参加中国的旗舰供应链活动。\n*   英伟达将是7月举行的中国国际供应链博览会（China International Supply Chain Expo）的100多家美国和欧洲参展商之一。\n*   此次参展正值美国加大对中国半导体产业的压力，华盛顿对先进美国微芯片的销售实施出口管制，并禁止购买中国制造的芯片。\n\n### 中国的观点与意义\n*   中国国际贸易促进委员会（CCPIT）副主任于健龙表示，尽管全球贸易格局“复杂多变”，但如此多的西方参展商前来中国，代表了对此次博览会和中国供应链的“信任票”。\n*   他指出，供应链博览会已变得更加国际化，拥有“不断扩大的朋友圈”。\n\n### 参展商数据\n*   据于健龙透露，今年参加博览会的美国公司数量比2024年增加了15%。\n*   非中国大陆参展商的比例上升了3个百分点，达到35%。",
      "shortSummary": "尽管中美贸易和技术紧张局势加剧，美国半导体巨头英伟达仍将首次参加中国国际供应链博览会。中国官方将英伟达及其他西方公司参展视为对中国供应链的“信任票”，并指出美国参展商数量有所增加。此举发生在美国对中国半导体产业施加出口管制和禁令的背景下。",
      "translated_title": "中国赞扬英伟达参展是紧张局势下的“信任票”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced that US semiconductor giant Nvidia will attend its flagship supply chain event for the first time, despite growing tensions between the two countries over a string of trade and technology issues.\nNvidia will be among more than 100 exhibitors from the United States and Europe attending the China International Supply Chain Expo in July, the event’s organiser confirmed during a press conference on Tuesday morning.\nThe artificial intelligence chip firm’s appearance in Beijing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/a3511345-8969-41e6-a4a0-511954c405fb_ce49ee5f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美竞争重塑全球供应链——谁获益最多？ (原标题: The US-China rivalry is reshaping global supply chains – who benefits most?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314609/us-china-rivalry-reshaping-global-supply-chains-who-benefits-most?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-16T11:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中美竞争重塑全球供应链：谁是主要受益者？\n\n一项最新研究指出，未来五年，中美两国在供应链领域的竞争将进一步加剧。这项发表在中国期刊《经济学家》上的研究预测，有八个发展中国家有望从全球制造业从中国的转移中显著获益。\n\n### 主要受益国\n\n研究确定了以下八个国家为全球生产转移的主要潜在受益者：\n\n*   马来西亚\n*   越南\n*   墨西哥\n*   土耳其\n*   泰国\n*   印度尼西亚\n*   印度\n*   巴西\n\n其中，有四个国家属于东南亚国家联盟（东盟）。\n\n### 受益原因\n\n这些经济体之所以能从供应链重塑中获益，主要有以下几个原因：\n\n*   **劳动力成本优势**：它们的劳动力成本普遍低于中国。\n*   **贸易关系紧密**：与西方市场保持着强大的贸易联系。\n*   **投资与需求驱动**：受中国对外投资的增长以及美国对出口的持续需求推动。\n\n研究发现，在这些因素的共同作用下，这八个经济体有望成为全球供应链变革中的关键环节。\n\n### 推动供应链转移的并行趋势\n\n研究作者强调了推动这一转变的两大并行趋势：\n\n1.  **美国“友岸外包”与“中国+1”战略**：华盛顿推动的“友岸外包”政策以及跨国公司采纳的“中国+1”战略，促使企业多元化生产基地，以降低对单一市场的依赖和关税风险。\n2.  **中国企业寻求低成本区域**：中国企业也在积极探索成本更低的生产地区，尤其是在“一带一路”倡议伙伴国和非洲国家。\n\n### 研究背景与关联\n\n这项研究于上月发布，正值世界两大经济体之间的“第二次贸易战”严重扰乱全球供应链、推高成本并促使战略重新调整之际。\n\n该论文由中国社会科学院（一家著名的国家智库）的研究员共同撰写，并将美国2023-2033年国家安全战略（将此十年视为中美竞争的“决定性”时期）与北京的“十五五”规划（2026-2030年，被视为实现2035年现代化目标的关键窗口）联系起来。\n\n### 相关图片与视频\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/clean_1.jpg?itok=3Pke1ccB)\n\n*   **视频标题**：04:41 ‘Asean’s moment is now’: Malaysia’s Anwar on the bloc’s response to AI, tariff challenges\n*   **描述**：马来西亚总理安瓦尔谈东盟如何应对人工智能和关税挑战。",
      "shortSummary": "一项研究指出，中美竞争正重塑全球供应链，未来五年将加剧。马来西亚、越南、墨西哥、土耳其、泰国、印度尼西亚、印度和巴西等八个发展中国家有望成为主要受益者。这些国家因劳动力成本较低、与西方市场贸易关系紧密，以及受“友岸外包”和“中国+1”战略推动，正吸引制造业转移，成为全球供应链的关键环节。",
      "translated_title": "中美竞争重塑全球供应链——谁获益最多？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/clean_1.jpg?itok=3Pke1ccP",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Supply chain competition between China and the United States is set to intensify over the next five years, with eight developing countries – including four in the Association of Southeast Asian Nations (Asean) – poised to benefit from the relocation of manufacturing from China, according to a recent study.\nThe research, published in the Chinese journal Economist, identifies Malaysia, Vietnam, Mexico, Turkey, Thailand, Indonesia, India and Brazil as the top candidates likely to benefit from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/b456244d-7e01-408a-8a3e-ce03fe052241_16332d91.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济在5月顶住美国关税风暴，消费回暖 (原标题: China’s economy weathers US tariff storm in May as consumption picks up)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314543/chinas-economy-weathers-us-tariff-storm-may-consumption-picks?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 02:01:15 +0000",
      "isoDate": "2025-06-16T02:01:15.000Z",
      "creator": "Carol Yang,Ji Siqi",
      "summary": "中国经济在5月份呈现出喜忧参半的信号：美国关税继续对制造业和出口造成压力，但国内消费在大型在线购物节前夕略有回升。\n\n*   **消费数据表现**\n    *   根据国家统计局周一公布的数据，衡量消费的零售销售额在5月份增长了6.4%，高于4月份的5.1%增幅。\n    *   这一数据也超过了金融数据提供商Wind预测的4.85%的增长。\n\n*   **消费回升原因**\n    *   消费数据走强正值中国为6月18日年度最大在线购物节之一做准备。\n    *   政府继续通过家电及其他家居用品以旧换新计划来刺激消费者支出。\n\n*   **以旧换新计划**\n    *   据商务部数据，截至5月31日，中国的以旧换新计划今年已产生约1.1万亿元人民币（约合1530亿美元）的销售额。\n    *   然而，近期部分地区因资金耗尽而暂停了其以旧换新计划。\n\n*   **专家观点**\n    *   世界大型企业联合会中国中心首席经济学家张宇涵表示，零售数据“看起来很强劲”，尤其是在餐饮和家电领域。\n    *   她认为这可能是“假日效应与消费促进政策持续影响”共同推动的结果。",
      "shortSummary": "中国经济在5月呈现复杂局面：美国关税继续影响制造业和出口，但国内消费有所回暖。零售销售额同比增长6.4%，超出预期，主要得益于即将到来的购物节和政府的以旧换新政策。尽管以旧换新计划已产生大量销售额，但部分地区因资金耗尽而暂停。",
      "translated_title": "中国经济在5月顶住美国关税风暴，消费回暖",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economic data showed an improved picture for consumption in May, with retail sales beating expectations in the run-up to a major online shopping holiday even as US tariffs continued to weigh on the country’s manufacturing and exports.\nRetail sales, a gauge of consumption, rose by 6.4 per cent in May, compared with the 5.1 per cent growth observed in April, data from the National Bureau of Statistics showed on Monday.\nThe figures exceeded a forecast of 4.85 per cent growth by financial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/34df4e97-c054-4804-8cf4-34a5cdeb00e0_4ef04ef4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "开罗的呼唤：贸易战下中国工厂为何迁往埃及 (原标题: Cairo calling: why Chinese factories are moving to Egypt amid the trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314337/cairo-calling-why-chinese-factories-are-moving-egypt-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 11:00:10 +0000",
      "isoDate": "2025-06-15T11:00:10.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "贸易战下中国工厂迁往埃及\n\n近期，开罗一家名为“佳豪”的旅馆，其客户群体发生了显著变化。这家原本接待中国游客的旅馆，现在开始迎来大量来自中国和东南亚的工厂主。这些商务人士的埃及之行并非为了观光，而是为了寻求企业生存之道。\n\n*   **全球供应链的转变**\n    *   “佳豪”旅馆的26岁老板佳豪表示，许多工厂主现在预订为期一周的住宿。\n    *   佳豪会开车送他们去会见当地官员，提供翻译帮助，有时甚至参与投资谈判。\n    *   这一现象反映了全球供应链正在发生更广泛的转变，大量中国制造商正在埃及设立工厂。\n\n*   **埃及成为避风港的原因**\n    *   这些制造商认为，埃及是非洲国家中一个可以避开美国高额关税的“避风港”。\n    *   自美国前总统唐纳德·特朗普在其第一任期内首次对中国商品征收关税以来，中国出口商便开始大量将生产线转移到海外。\n    *   早期，许多企业选择在东南亚地区聚集。\n    *   然而，今年四月，特朗普宣布对来自东南亚地区的进口商品征收高达49%的“对等”关税，并对中国商品额外征收高达145%的关税。\n    *   这一政策使得东南亚地区也成为美国高关税的目标，从而促使中国制造商将目光转向埃及。",
      "shortSummary": "受中美贸易战影响，中国制造商正将生产线迁往埃及，以规避美国高额关税。此前，许多企业曾将生产转移至东南亚，但随着美国对东南亚商品也征收高额关税，埃及被视为新的“避风港”，吸引了大量中国工厂寻求投资和设厂。",
      "translated_title": "开罗的呼唤：贸易战下中国工厂为何迁往埃及",
      "images": [],
      "contentSource": "完整文章",
      "content": "Until recently, Jiahao’s guest house in a quiet corner of Cairo was a modest pit stop for Chinese tourists on their way to visit the Egyptian pyramids. But this spring, the hostel suddenly began to attract a different kind of client.\nJiahao, the hostel’s 26-year-old owner, began welcoming groups of factory owners from across China and Southeast Asia – grizzled businesspeople whose trips were not about sightseeing, but survival.\n“Many business owners now book week-long stays,” Jiahao said. “I...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/c5c3c37d-7e6c-484f-a5d8-5100583577c1_66ee9526.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国企业在海外建厂不再以美国市场为重点 (原标题: Why Chinese firms building foreign factories are no longer focused on US market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314370/why-us-market-no-longer-top-priority-chinese-companies-building-foreign-factories?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 03:00:11 +0000",
      "isoDate": "2025-06-15T03:00:11.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中国企业海外建厂策略转变：不再以美国市场为重点\n\n*   **背景与原因**\n    *   中美贸易战的升级促使许多中国企业重新思考其海外扩张战略。\n    *   进入美国市场不再是中国企业在考虑海外建厂时的首要任务。\n\n*   **墨西哥投资热度骤降**\n    *   过去，墨西哥是中国企业最热门的海外投资目的地之一，但现在寻求在墨西哥租赁或购买土地的中国企业咨询量“急剧下降”。\n    *   **墨西哥曾受欢迎的原因**：\n        *   靠近美国。\n        *   参与《美国-墨西哥-加拿大协议》（USMCA）。\n        *   USMCA确保只要产品有一定比例的北美内容，即可免税进入美国市场。\n\n*   **不确定性增加**\n    *   自特朗普于一月重返白宫以来，中美贸易紧张局势升级，导致人们对中国企业在墨西哥生产的产品是否能继续享受优惠待遇产生疑虑。\n    *   USMCA将于明年进行审查，且特朗普已通过对进口钢铁和铝等商品加征关税而违反了该协议。\n    *   这种不确定性导致过去几个月没有人（在墨西哥）做出投资决定，已在墨西哥投资的企业也未进行扩张，仅维持最低限度的运营。\n\n*   **工业地产空置率上升**\n    *   蒙特雷（墨西哥北部主要工业城市，吸引了最多的中国企业）的工业地产空置率已从过去四年的不到1%上升到5.6%。",
      "shortSummary": "由于中美贸易战升级和对《美墨加协议》（USMCA）优惠待遇的不确定性，中国企业在海外建厂的策略已发生转变，不再将美国市场作为首要目标。这导致中国企业在墨西哥的投资咨询量急剧下降，蒙特雷等地的工业地产空置率显著上升，已在墨企业也停止扩张。",
      "translated_title": "为什么中国企业在海外建厂不再以美国市场为重点",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year’s escalation of the US-China trade war has led many Chinese companies to rethink their overseas expansion strategies, with accessing the American market no longer their top priority when considering building factories in foreign countries, industry insiders said.\nThere had been a “drastic downshift” in inquiries from Chinese companies seeking land to rent or purchase in Mexico, one of their hottest overseas investment destinations in the past, said Jack Lee, an industrial property...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/87be7b99-b145-42e0-8cc9-64b818d955ad_96296f86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "加拿大将在地缘政治紧张局势下增加采矿：前部长比尔·莫诺 (原标题: Canada to mine more amid geopolitical tensions: former minister Bill Morneau)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314375/canada-mine-more-amid-geopolitical-tensions-former-minister-bill-morneau?utm_source=rss_feed",
      "pubDate": "Sat, 14 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-14T13:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "### 加拿大在地缘政治紧张局势下增加采矿投资\n\n前加拿大财政部长比尔·莫诺表示，面对中国稀土出口限制对加拿大经济和制造业造成的“挑战”，加拿大新政府将加大对采矿业的投资。\n\n**主要观点：**\n\n*   **增加采矿的必要性：** 莫诺指出，加拿大面临的挑战之一是需要增加自身的采矿量，以应对全球工业链中因中国关键矿产出口限制而持续回荡的影响。\n*   **新政府的倡议：** 他解释说，新任总理马克·卡尼（Mark Carney）的倡议旨在推动大型项目的实施，其中采矿业是关键领域之一。\n*   **地缘政治背景：**\n    *   莫诺承认，加拿大在中美贸易战升级中承受了“附带损害”。\n    *   加拿大企业受到了中国关键矿产出口限制的影响。\n*   **对北美汽车行业的影响：**\n    *   加拿大在北美汽车行业中扮演着非常重要的角色。\n    *   任何围绕稀土的挑战都会对该行业乃至加拿大产生影响。\n    *   因此，加拿大在相关讨论中拥有利害关系，这也是希望这些问题得到解决的重要原因之一。\n*   **加拿大稀土储量：**\n    *   根据2023年的官方估计，加拿大拥有1520万吨稀土氧化物储量。\n    *   其储量包括轻稀土和重稀土元素。\n    *   主要项目位于魁北克和拉布拉多。",
      "shortSummary": "前加拿大财政部长比尔·莫诺表示，面对中国稀土出口限制带来的经济挑战和地缘政治紧张，加拿大新政府将加大采矿投资。此举旨在增加关键矿产供应，以支持受稀土短缺影响的北美汽车业。加拿大拥有1520万吨稀土氧化物储量，计划推进大型采矿项目，以应对全球供应链中的挑战。",
      "translated_title": "加拿大将在地缘政治紧张局势下增加采矿：前部长比尔·莫诺",
      "images": [],
      "contentSource": "完整文章",
      "content": "Canada’s new government will invest more in mining at a time when the country’s economy and manufacturing sector are facing “challenges” related to China’s curbs on rare earth exports, Bill Morneau, former Canadian finance minister, told the Post.\n“One of the challenges for Canada is that we will need to increase our own mining,” Morneau, who was in office between 2015 and 2020 under then-prime minister Justin Trudeau, said in Shanghai on Friday.\n“The initiative by new [Prime Minister] Mark...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/4fff4418-989c-4dc2-b4a7-08378e6febf4_8e9af4fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "对高风险资产的过度追求如何使全球金融陷入险境 (原标题: How the obsession with risky assets is putting global finance in peril)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3314109/how-obsession-risky-assets-putting-global-finance-peril?utm_source=rss_feed",
      "pubDate": "Sat, 14 Jun 2025 08:30:07 +0000",
      "isoDate": "2025-06-14T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 对高风险资产的过度追求对全球金融的潜在威胁\n\n文章探讨了当前市场中对衍生品、加密货币、数字资产和代币等高风险资产的日益增长的痴迷，并将其视为传统金融的补充或替代品。作者认为，这种趋势可能将全球金融推向危险境地。\n\n### 主要观点与风险：\n\n*   **对黄金的影响与通缩风险**：\n    *   这种趋势可能导致资金流向黄金。\n    *   然而，除非黄金重新货币化且开采产量大幅增加，否则这一趋势可能导致通货紧缩和有限的经济增长。因此，通过这条途径无法实现可持续的安全。\n\n*   **社会方向迷失与无政府状态**：\n    *   作者认为，世界（至少是西方世界）似乎已经迷失了方向或失去了常识。\n    *   除非放弃对新型、时髦且通常高风险金融形式的不负责任痴迷，否则世界正走向经济和道德上的无政府状态。\n\n*   **金融领域控制权与所有权的分离**：\n    *   在金融世界中，控制权正日益与资产所有权分离。\n    *   过去股东真正拥有公司部分股权的时代已经一去不复返。\n    *   过去将公司股票整合到共同基金或投资信托中以方便持有多种公司股份的方式也已不再普遍。\n    *   交易所交易基金（ETF）的革命意味着投资者现在拥有并积极交易包含数百家公司证券的指数。\n\n*   **与2008年金融危机的类比**：\n    *   文章指出，这种趋势与2008年全球金融危机的根源有相似之处。\n    *   2008年危机源于所谓的次级抵押贷款在国际上的泛滥，抵押贷款被分割成无数可交易的证券，而不顾借款人的个人资质。这最终导致了金融灾难。",
      "shortSummary": "文章指出，市场对衍生品、加密货币等高风险资产的过度追求正将全球金融推向危险边缘。这种趋势可能导致资金流向黄金但引发通缩，并使金融控制权与所有权分离。作者警告，除非放弃这种不负责任的痴迷，否则世界将走向经济和道德无政府状态，类似2008年金融危机的灾难可能重演。",
      "translated_title": "对高风险资产的过度追求如何使全球金融陷入险境",
      "images": [],
      "contentSource": "完整文章",
      "content": "Fashionable, frivolous or downright foolish? Which of these words best describes the trend in markets toward derivatives, cryptocurrencies, digital assets and tokens as supplements or alternatives to traditional finance? Where is this great “paper chase” leading?\nFor one thing, it is likely to be causing a flight into gold. But unless gold is remonetised and mining output is stepped up sharply, that trend could lead to deflation and limited economic growth. So a retreat to sustainable safety...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/205b8e31-83ab-4fd8-913d-4ad44309fbd5_71edc990.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "韩国政治动荡结束，中国游客数量回升 (原标题: End of political chaos in South Korea sparks pickup in Chinese visitors)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314369/more-chinese-travelling-south-korea-memories-political-chaos-recede?utm_source=rss_feed",
      "pubDate": "Sat, 14 Jun 2025 02:00:21 +0000",
      "isoDate": "2025-06-14T02:00:21.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 韩国旅游业：中国游客数量回升\n\n随着韩国政治局势的稳定以及两国承诺建立更紧密的关系，中国赴韩旅游业正在回暖。此外，签证豁免政策即将生效，也进一步促进了游客数量的增长。\n\n**主要原因：**\n*   **政治稳定：** 韩国首尔的政治动荡已经结束，新总统李在明（Lee Jae-myung）已于本月就职。此前，从去年12月到本月，韩国一直处于政治混乱之中。\n*   **双边关系改善：** 韩国总统李在明和中国国家主席习近平已通过电话沟通，旨在促进两国“稳定关系”。\n*   **签证豁免：** 即将生效的签证豁免政策预计将进一步刺激中国游客赴韩旅游。\n\n**旅游数据洞察（来自China Trading Desk）：**\n*   **预订量增长：** 根据旅游营销和技术公司China Trading Desk的数据，4月至6月期间，中国赴韩旅游预订量比截至2月的三个月高出约24%。\n*   **最大客源国：** 中国是韩国最大的外国游客来源国。\n*   **增长放缓：** 今年2月，中国赴韩旅游预订量同比增长仅为7%，是今年迄今为止增长最慢的一个月。中国的农历新年出境游高峰期通常在1月28日至2月4日。\n*   **政治影响：** 在去年12月2日至9日韩国政治动荡期间，中国赴韩旅游的1月和2月预订量下降了12%。\n\n**政治动荡的影响：**\n*   去年12月短暂实施的戒严令以及前总统尹锡悦（Yoon Suk-yeol）的弹劾，在农历新年假期前（通常是旅游旺季）阻碍了一些中国游客赴韩。\n*   在没有常任新总统的情况下，韩国在此前几个月一直处于紧张状态，直到本月新总统就职。",
      "shortSummary": "随着韩国政治动荡的结束以及两国关系趋于稳定，中国赴韩旅游业正在回暖。即将生效的签证豁免政策也进一步推动了游客增长。数据显示，4月至6月的预订量比之前三个月增长了约24%。此前，由于政治不确定性，如戒严令和前总统弹劾，中国游客数量曾有所下降，尤其是在农历新年期间。",
      "translated_title": "韩国政治动荡结束，中国游客数量回升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tourism to South Korea is picking up with the end of political instability in Seoul and the two nations pledging closer relations shortly before visa exemptions take effect, travel industry sources said this week.\nBookings from China to South Korea for the three months from April to June have been about 24 per cent higher than for the three months ending in February, according to data compiled by China Trading Desk, a travel marketing and technology company. China is South Korea’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/6be3bd58-957b-40b9-8736-e46fcdec03f4_0630b2e3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车制造商广汽集团的电动货车部门瞄准欧洲市场 (原标题: Chinese carmaker GAC’s electric-van unit takes aim at European market)",
      "link": "https://www.scmp.com/business/china-business/article/3314398/chinese-carmaker-gacs-electric-van-unit-takes-aim-ford-and-stellantis-europe?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 23:30:11 +0000",
      "isoDate": "2025-06-13T23:30:11.000Z",
      "creator": "Daniel Ren",
      "summary": "## 广汽集团电动货车部门瞄准欧洲市场\n\n中国国有汽车制造商广汽集团（GAC Group）的商用汽车子公司Miraco Motor正将目光投向欧洲市场，希望其电动货车能吸引企业买家，使其放弃福特和Stellantis等公司生产的燃油车型。\n\n### 欧洲市场战略\n\n*   **目标市场**：欧洲，每年销售超过170万辆此类车辆，用于公共交通、货物配送、紧急服务和通勤。\n*   **市场份额目标**：Miraco Motor首席执行官肖宁表示，公司目标是占据欧洲市场10%的份额。\n*   **产品发布**：首款车型计划于明年在欧洲推出。\n*   **竞争优势**：肖宁指出，电动商用车的电力成本低于汽油，因此相对于燃油竞争对手具有压倒性优势。\n\n### 公司概况与产品特点\n\n*   **成立时间与地点**：Miraco Motor成立于2023年末，与广汽集团一样，总部位于中国南方广东省广州市。\n*   **原型车展示**：公司正在香港国际汽车及供应链博览会上展示其原型车。\n*   **续航里程**：Miraco的电池驱动货车单次充电续航里程可达350公里。\n*   **模块化设计**：公司采用模块化设计方法，将动力传动系统组件与驾驶室和货运区域分离，以便更容易地开发新车型。\n*   **自动驾驶计划**：肖宁表示，公司还计划提供自动驾驶系统，使其货车能在全球范围内争夺机器人出租车行业的市场份额。\n\n### 近期市场计划\n\n*   **香港市场**：Miraco的首款量产车型——一款小型巴士，将于今年在香港市场上市。",
      "shortSummary": "中国广汽集团的电动货车子公司Miraco Motor正瞄准欧洲市场，计划明年推出首款车型，目标是占据10%的市场份额。公司首席执行官肖宁表示，电动货车因电力成本低廉而具有竞争优势。Miraco的电动货车单次充电可行驶350公里，并计划提供自动驾驶系统。公司采用模块化设计，其首款量产车型——一款小型巴士，将于今年在香港上市。",
      "translated_title": "中国汽车制造商广汽集团的电动货车部门瞄准欧洲市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A commercial-vehicle subsidiary of China’s state-owned carmaker GAC Group has its sights set on Europe, where it hopes its electric vans can lure corporate buyers away from petroleum-powered models built by the likes of Ford and Stellantis.\nXiao Ning, CEO of Miraco Motor, told the Post that the company would launch its first model in Europe next year. It aims to grab 10 per cent of the European market, where more than 1.7 million vehicles of this type are sold each year for public transport,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/889c4e46-37f3-4996-aff6-b90432c23bef_6fc6aa4d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国如何推动北极航运路线的激增 (原标题: How China is driving a surge in shipping along Arctic sea routes)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314324/how-china-driving-surge-shipping-traffic-along-arctic-sea-routes?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 13:00:09 +0000",
      "isoDate": "2025-06-13T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国推动北极航运激增\n\n俄罗斯国家原子能公司（Rosatom）指出，中国企业对通过北海航线（NSR）向西方运输货物表现出日益增长的兴趣。北海航线是一条每年夏季开放的北极航道。\n\n### 中国兴趣与航运预测\n*   Rosatom预计，在即将到来的夏秋航运季，中国企业沿北海航线的航次将显著增加。\n*   该公司表示，中国企业计划在2025年沿北海航线进行的航次将比去年增加至少1.5倍，尽管未提供具体数字。\n\n### Rosatom的应对措施\n*   为应对日益增长的交通流量，Rosatom正在增加其核动力破冰船队。\n\n### 北海航线的重要性与交通量\n*   北海航线是亚太地区与欧亚大陆西部之间最短的海运连接。\n*   该航线的货运量持续增长。\n*   2024年，北海航线完成了创纪录的92次过境航行，运输货物超过300万吨。\n\n### 当前货运构成\n*   根据挪威诺德大学北极运输研究所“高北物流中心”的数据，目前俄罗斯对中国的能源出口主导了北海航线的过境运输。\n*   2024年，所有过境运输的95%是从俄罗斯运往中国。\n*   **主要货物类型（2024年）:**\n    *   原油：189万吨，是主要的货物。\n    *   散装商品（如铁矿石、煤炭和化肥）：87.7万吨，是第二大货源。",
      "shortSummary": "中国企业对通过北海航线（NSR）向西方运输货物表现出日益增长的兴趣。运营该航线的俄罗斯国家原子能公司（Rosatom）预计，2025年中国企业沿NSR的航次将显著增加，并正为此增加破冰船。NSR是连接亚太与欧亚大陆最短的海运通道，2024年货运量已达300多万吨。目前，俄罗斯对中国的能源出口主导了该航线的运输，原油和散装商品是主要货源。",
      "translated_title": "中国如何推动北极航运路线的激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies are showing growing interest in shipping goods to the West via the Northern Sea Route – an icy Arctic passage that opens up each summer – according to Rosatom, the Russian company that operates infrastructure along the route.\nThe firm anticipates a significant uptick in voyages by Chinese companies along the NSR during the coming summer-autumn shipping season, and is adding more nuclear-powered icebreakers to its fleet to handle the growing traffic flow.\nCargo traffic on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/d7134237-8bae-4160-a576-6a37acf23f58_aab621a5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "人民币中间价触及两月高点，因美元走弱 (原标题: China’s yuan fixing rate hits 2-month high as US dollar drops)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314323/chinas-yuan-fixing-rate-hits-two-month-high-us-dollar-drops?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 09:30:08 +0000",
      "isoDate": "2025-06-13T09:30:08.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 人民币中间价创两月新高，美元走弱\n\n**主要观点：**\n\n*   **人民币中间价走强：** 中国人民银行将人民币兑美元的每日中间价设定在7.1772，这是自3月底以来的最高水平，创下两个多月新高。\n*   **美元指数下跌：** 在人民币中间价走强的同时，美元指数周四跌至97.61，创下三年新低。\n*   **美元疲软的原因：**\n    *   **美联储降息预期：** 5月份生产者价格指数（PPI）低于市场预期，促使交易员预计美联储将在今年晚些时候进一步降息。\n    *   **美国关税政策担忧：** 美国总统唐纳德·特朗普宣布计划对其贸易伙伴设定单边关税税率，声称各国可以“接受或放弃”，这动摇了市场对美元的信心。\n    *   **持续压力：** 对美国关税政策及其债务可持续性的担忧，已使美元数月来一直承压，从而相对增强了人民币的汇率。\n*   **中美贸易谈判：** 尽管本周在中英贸易谈判后，中美两国达成了一项“原则性”协议，似乎预示着贸易战的休战，但一些分析师仍持谨慎态度。",
      "shortSummary": "人民币兑美元中间价创下两个多月新高，达到7.1772，主要原因是美元走弱。美元指数跌至三年低点，受5月生产者价格指数低于预期、市场对美联储降息的预期以及美国总统特朗普单边关税政策的影响。对美国关税和债务的担忧持续给美元施压，相对提振了人民币。尽管中美贸易谈判达成“原则性”协议，但分析师仍持谨慎态度。",
      "translated_title": "人民币中间价触及两月高点，因美元走弱",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank set the yuan’s daily fixing against the US dollar at its strongest level in more than two months, as the greenback tumbled to a multi-year low amid expectations for more interest rate cuts from the Federal Reserve later this year.\nOn Friday, the People’s Bank of China set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.1772 per US dollar, its strongest showing since late March.\nThe move came as the US dollar index plummeted to 97.61 on Thursday - a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/74c6e128-a09c-4930-9583-ec79d54d8b1b_a79872f0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国商飞竞购老挝航空公司，中国加速全球航空扩张 (原标题: China steps up global aviation expansion as Comac bids for Laos carrier)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314303/china-steps-global-aviation-expansion-comac-bids-laos-carrier?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 07:32:56 +0000",
      "isoDate": "2025-06-13T07:32:56.000Z",
      "creator": "Frank Chen",
      "summary": "# 中国商飞竞购老挝航空公司\n\n中国商用飞机有限责任公司（Comac）据报道已竞标收购老挝国家航空公司（Lao Airlines）的多数股权，此举标志着这家中国国有航空企业在东南亚市场扩张的持续推进。\n\n## 交易概述与进展\n*   **竞标内容**：商飞提议持有老挝航空公司至少51%的多数股权。\n*   **交易条件**：如果交易获得老挝当局批准，商飞将帮助老挝航空公司改革运营并止损，作为交换，老挝航空公司将同意使用商飞的客机。\n*   **前期工作**：\n    *   商飞与老挝航空公司已于2024年10月签署了一份潜在交易的谅解备忘录。\n    *   一家独立的审计公司已被聘请对老挝航空公司进行估值并审查其负债。\n*   **政府态度**：老挝总理宋赛·西潘敦（Sonexay Siphandone）向老挝国民议会表示，老挝政府正在“考虑商飞关于全面合资企业的提议，特别是其持有至少51%股权的提议”。\n\n## 现有合作与飞机部署\n*   老挝航空公司近期通过租赁协议获得了其首架C909喷气式飞机。C909是商飞生产的一款窄体支线客机。\n*   目前，这架C909飞机正在老挝国内主要航线上执飞。\n*   未来计划让C909执飞老挝与中国之间的国际航线。\n\n## 商飞的战略考量\n*   **区域扩张**：此次竞标是商飞在东南亚扩大影响力的最新举措。\n*   **全球竞争**：商飞正努力向西方监管机构证明其飞机的可靠性，并最终在全球市场与空中客车（Airbus）和波音（Boeing）展开竞争。\n*   **成功模式复制**：航空业资深顾问布莱恩·杨博（Brian Yang Bo）指出，老挝的这笔交易与商飞向印度尼西亚廉价航空公司TransNusa出售C909喷气式飞机时所采用的策略如出一辙。",
      "shortSummary": "中国商飞（Comac）正竞标收购老挝航空公司多数股权，以加速其在东南亚的航空市场扩张。该交易旨在通过商飞提供运营支持和止损帮助，换取老挝航空使用商飞客机。此举是商飞提升其飞机可靠性、并最终在全球市场与空客和波音竞争的战略一部分。老挝航空已通过租赁协议引进了首架商飞C909飞机。",
      "translated_title": "中国商飞竞购老挝航空公司，中国加速全球航空扩张",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Commercial Aircraft Corporation of China (Comac) has reportedly bid to take a majority stake in the flag carrier of Laos, as the state-owned Chinese aviation firm continues its push to expand its market in Southeast Asia.\nThe deal – which is pending approval by the Lao authorities – would see Comac help Lao Airlines overhaul its operations and stem its losses in exchange for the carrier agreeing to use the Chinese company’s passenger jets, Vientiane Times quoted Prime Minister Sonexay...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/cf886acd-a5e5-4444-a93f-6fe20110fe7f_0f5695d2.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-19T02:00:18.427Z"
}