{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国主要股指升至十年新高，投资者追逐更高回报 (原标题: China’s key stock index climbs to 10-year high as investors chase higher returns)",
      "link": "https://www.scmp.com/business/china-business/article/3322169/hong-kong-stocks-steady-investors-await-key-quarterly-results-powells-speech?utm_source=rss_feed",
      "pubDate": "Mon, 18 Aug 2025 02:43:56 +0000",
      "isoDate": "2025-08-18T02:43:56.000Z",
      "creator": "Zhang Shidong",
      "summary": "# 中国股市主要指数创十年新高，投资者追逐更高回报\n\n## 市场表现概览\n*   **主要股指上涨：** 中国大陆股市周一上涨，推动关键股指达到十年来的新高。\n    *   **上证综合指数：** 收盘上涨0.9%，报3,728.03点，创下自2015年8月19日以来的最高水平。\n    *   **沪深300指数：** 同样上涨0.9%，收盘创下近一年来的新高。\n*   **债券市场动态：** 中国10年期政府债券收益率上升2.4个基点至1.771%，为四个月来的最高水平。\n*   **香港市场表现：**\n    *   恒生指数下跌0.1%至25,426.53点。\n    *   恒生科技指数上涨0.9%。\n\n## 投资者行为与市场情绪\n*   **资金轮动：** 股市上涨的主要迹象表明，投资者正将资金从债券和银行存款中撤出，转而投入股票市场，以寻求更高的回报。\n*   **风险偏好上升：** 股票涨幅的扩大凸显了大陆市场普遍存在的“风险偏好”情绪。\n    *   上海科技板的关键股指（风险情绪晴雨表）飙升2.1%。\n    *   深圳创业板基准指数跳涨近3%。\n*   **表现最佳行业：** 在沪深300指数中，电信和IT行业是表现最好的板块，涨幅至少达到2.1%。\n\n## 专家观点与回报比较\n*   **海通国际分析师周安珀（Amber Zhou）表示：**\n    *   债券收益率和存款利率目前处于较低水平。\n    *   股市的财富效应仍在持续。\n    *   预计从银行存款和债券向股票的资金轮动将持续进行。\n*   **投资回报对比：**\n    *   中国10年期债券收益率在1月份曾触及1.597%的历史低点。\n    *   一年期存款利率仅为1.5%。\n    *   相比之下，根据彭博数据显示，沪深300指数成分股公司在过去12个月的平均股息收益率为2.5%。\n\n## 历史背景\n*   中国股市此次上涨是在经历多年表现不佳之后出现的，随着固定收益产品的吸引力减弱，投资者正重新回归股市。\n\n## 相关图片\n*   ![美联储主席杰罗姆·鲍威尔在周五杰克逊霍尔年度研讨会上的讲话备受关注。图：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/18/ce86d970-07b7-4ea1-9ccc-2c9440cc77db_e5cb3d80.jpg)\n    *   美联储主席杰罗姆·鲍威尔在周五杰克逊霍尔年度研讨会上的讲话备受关注。",
      "shortSummary": "中国大陆主要股指升至十年新高，因投资者为追逐更高回报，正将资金从低收益的债券和银行存款转向股市。上证综合指数和沪深300指数均上涨0.9%。分析师指出，债券收益率和存款利率较低，而股市财富效应持续，预计资金轮动将继续。沪深300指数的平均股息收益率（2.5%）高于10年期国债收益率（1.771%）和一年期存款利率（1.5%），吸引力显著。",
      "translated_title": "中国主要股指升至十年新高，投资者追逐更高回报",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/18/ce86d970-07b7-4ea1-9ccc-2c9440cc77db_e5cb3d80.jpg",
          "alt": "All eyes are on Federal Reserve Chair Jerome Powell’s speech at the annual Jackson Hole symposium on Friday. Photo: Reuters",
          "title": "All eyes are on Federal Reserve Chair Jerome Powell’s speech at the annual Jackson Hole symposium on Friday. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Mainland Chinese stocks rose on Monday, driving a key gauge to a decade high amid increasing signs that investors have been rotating out of bonds and bank deposits into equities in search of better returns.\nThe Shanghai Composite Index advanced 0.9 per cent to 3,728.03 at the close, a level not seen since August 19, 2015. The CSI 300 Index also climbed 0.9 per cent, finishing at the highest close in almost a year.\nThe yield on China’s 10-year government bond increased 2.4 basis points to 1.771...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/18/6ea4165b-4231-412e-a8f3-d32017642ffb_63e81da9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "钱静解读中美贸易谈判及其“可控”的竞争 (原标题: Jing Qian unpacks the US-China trade talks and their ‘manageable’ rivalry)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321959/jing-qian-unpacks-us-china-trade-talks-and-their-manageable-rivalry?utm_source=rss_feed",
      "pubDate": "Sun, 17 Aug 2025 22:00:15 +0000",
      "isoDate": "2025-08-17T22:00:15.000Z",
      "creator": "Luna Sun",
      "summary": "## 钱静解读中美贸易谈判与中美关系\n\n钱静是亚洲协会副会长兼中国分析中心（CCA）的执行董事，该中心由他与澳大利亚前总理陆克文共同创立。他的研究专注于中美两国国内政治与外交政策之间的相互作用。\n\n### 访谈背景与主题\n\n在第二次“开放问题”访谈中，钱静深入探讨了中美两国至关重要的关系，这种关系的变化如何影响欧洲，以及中国正在努力应对的众多国内经济挑战。此次访谈最初发表于《南华早报Plus》。\n\n### 中美贸易谈判进展\n\n*   **关税休战延长**：尽管第三轮贸易谈判未取得突破，美国仍宣布将对中国的关税休战延长90天。\n*   **结果预期**：这一结果在很大程度上是意料之中的。斯德哥尔摩联合公报明确提及了日内瓦联合声明——一份由两国元首认可的领导人级别蓝图，其中设定了核心原则——并将伦敦会谈描述为日内瓦会谈的延续。\n*   **日内瓦会谈（5月中旬）**：\n    *   **共同利益**：当时，中美谈判代表在日内瓦会晤时，双方的共同利益是缓和局势。市场动荡，全球经济预测黯淡，北京和华盛顿都需要喘息空间。\n    *   **主要谈判代表**：\n        *   **美方**：美国财政部长斯科特·贝森特（Scott Bessent）和美国贸易代表詹姆森·格里尔（Jamieson Greer）。\n        *   **中方**：中国副总理何立峰，以及经验丰富的谈判代表——财政部副部长廖岷和商务部副部长李成钢。美方同行形容中方谈判代表“强硬”。",
      "shortSummary": "亚洲协会副会长钱静在访谈中探讨了中美关系、其对欧洲的影响及中国面临的国内经济挑战。尽管第三轮贸易谈判未取得突破，美国仍将对华关税休战延长90天，此结果符合预期。此前日内瓦会谈旨在缓和局势，双方谈判代表包括美方财政部长贝森特和贸易代表格里尔，以及中方副总理何立峰等“强硬”代表。",
      "translated_title": "钱静解读中美贸易谈判及其“可控”的竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "Jing Qian is vice-president of the Asia Society and managing director of its Centre for China Analysis (CCA), which he co-founded with Kevin Rudd, former prime minister of Australia. His research examines the interplay between domestic politics and foreign policy in the United States and China.\nIn his second Open Questions interview, he delves into the two countries’ all-important relationship, how its twists and turns play out in Europe and the numerous domestic economic challenges Beijing is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/f8c27c64-ff41-472e-87d9-67ae815aab20_44e41031.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国转向高质量发展正在重塑东南亚科技版图 (原标题: China’s shift to quality is redrawing Southeast Asia’s tech map)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3322027/chinas-shift-quality-redrawing-southeast-asias-tech-map?utm_source=rss_feed",
      "pubDate": "Sun, 17 Aug 2025 21:30:09 +0000",
      "isoDate": "2025-08-17T21:30:09.000Z",
      "creator": "Asma Khalid",
      "summary": "## 中国经济发展模式的战略性转变\n\n中国正在对其新兴产业的发展模式进行重大调整，从过去追求粗放式增长和市场份额的“羊群效应”和“内卷”转向高质量、可持续的发展。\n\n### 背景与问题\n\n*   **“内卷”与“羊群效应”：** 过去几年，大量资本涌入电动汽车（EVs）、电池和太阳能等热门新兴产业，导致企业盲目跟风，引发激烈的价格战和严重的产能过剩。\n*   **后果：** 这种无序竞争导致利润率暴跌，许多行业陷入困境，被官方视为“自毁式”行为。\n\n### 政策调整与目标\n\n*   **政府干预：** 中国国家发改委已宣布打击新兴产业的“羊群效应”，旨在遏制投机性资本的涌入。\n*   **防止周期性波动：** 新规旨在防止混乱的繁荣-萧条周期，并强制实施投资纪律，同时仍鼓励创新。\n*   **高质量发展：** 北京正在将发展重点从粗放式增长转向高质量发展，强调标准和可持续性，而非单纯的速度。\n*   **习主席的呼吁：** 习近平主席已明确要求打破“内卷”循环，提升行业标准，确保竞争有界限，创新有序进行。\n*   **培育健康生态：** 通过遏制产能过剩和执行规则，中国政府正努力培育一个重视耐用性而非短期炒作的产业生态系统。\n\n### 对东南亚的影响\n\n*   **战略性重置：** 此次转变并非中国经济的内向收缩，而是一次战略性重置，将重塑中国资本在全球，特别是在东南亚的流动方式。\n*   **更具选择性的扩张：** 通过冷却国内的投机性过剩，中国正准备让其企业在海外扩张时更具选择性和可持续性。\n*   **减缓不稳定资本流动：** 对“羊群效应”的遏制可能会减缓流向东南亚地区的不稳定资本流动。\n*   **促进长期伙伴关系：** 预计这将促进中国与东南亚之间建立更长期的工业伙伴关系，而非短期的投机性投资。",
      "shortSummary": "中国正从新兴产业（如电动汽车、太阳能）的“内卷”和“羊群效应”导致的产能过剩和价格战中转向高质量发展。国家政策旨在遏制投机性资本，强制投资纪律，鼓励有序创新。这一战略性转变将使中国企业更具选择性和可持续性地进行海外扩张，尤其是在东南亚，预计将促进长期工业伙伴关系，而非不稳定的资本流动。",
      "translated_title": "中国转向高质量发展正在重塑东南亚科技版图",
      "images": [],
      "contentSource": "完整文章",
      "content": "On August 1, China’s state planner announced a crackdown on “herd behaviour” in emerging industries, targeting the surge of capital into hot sectors such as electric vehicles (EVs), batteries and solar. Officials warned against “blind imitation” where firms large and small pile into the same space, sparking price wars and overcapacity.\nThis frenzy, often dubbed neijuan or “involution” in China, has become a major liability. The new rules aim to prevent chaotic boom-bust cycles and enforce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/17/7b46bd67-7804-4025-9356-7776ce99007c_4e02bc84.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "斯沃琪就‘眯眯眼’广告在中国社交媒体引发强烈反弹后致歉 (原标题: Swatch says sorry for ‘slanted eyes’ ad after social media backlash in China)",
      "link": "https://www.scmp.com/news/china/article/3322130/swatch-says-sorry-slanted-eyes-ad-after-social-media-backlash-china?utm_source=rss_feed",
      "pubDate": "Sun, 17 Aug 2025 13:00:10 +0000",
      "isoDate": "2025-08-17T13:00:10.000Z",
      "creator": "Kandy Wong",
      "summary": "## 斯沃琪就“眯眯眼”广告致歉并撤回相关材料\n\n瑞士手表制造商斯沃琪（Swatch）近日就其一则“眯眯眼”宣传图片引发的争议发布了道歉声明。该图片因被广泛认为对亚洲人具有冒犯性，在中国社交媒体上引发了强烈批评。\n\n### 事件概述\n\n*   **争议焦点**：斯沃琪为一款男士手表系列发布的宣传图片中，模特被描绘成“眯眯眼”形象，此手势在中国社交媒体上被视为对亚洲人的冒犯。\n*   **公众反响**：该图片在中国社交媒体上迅速引发了强烈的批评和不满。\n\n### 斯沃琪的回应\n\n*   **发布道歉**：斯沃琪集团于周六在Instagram和中国微博上发布声明，对“可能造成的任何困扰或误解”表示“诚挚的歉意”。\n*   **承认问题**：公司表示已注意到“近期关于模特形象描绘的担忧”。\n*   **立即行动**：斯沃琪强调对此事“高度重视”，并已“立即在全球范围内撤下了所有相关材料”。\n\n### 市场背景与挑战\n\n*   **中国市场的重要性**：中国仍然是国际奢侈品牌的重要且利润丰厚的市场。\n*   **日益增长的挑战**：然而，全球零售商正日益面临在中国市场运营的挑战，包括：\n    *   日益高涨的民族主义情绪。\n    *   经济增长放缓。\n    *   消费者偏好的转变。\n*   **类似事件先例**：斯沃琪并非首个因文化不敏感描绘而面临谴责的跨国公司。此前，类似事件曾引发公众强烈反弹和抵制呼吁。",
      "shortSummary": "瑞士手表品牌斯沃琪（Swatch）因其“眯眯眼”宣传图片被指冒犯亚洲人，在中国社交媒体引发强烈反弹后，已发布道歉声明。斯沃琪集团表示已在全球范围内撤下所有相关材料。此次事件凸显了国际品牌在中国市场面临的挑战，包括日益增长的民族主义和消费者偏好变化，斯沃琪并非首个因此类文化不敏感问题而遭遇批评的品牌。",
      "translated_title": "斯沃琪就‘眯眯眼’广告在中国社交媒体引发强烈反弹后致歉",
      "images": [],
      "contentSource": "完整文章",
      "content": "Swiss watchmaker Swatch has issued an apology for a “slant eye” promotional image that has triggered strong criticism on Chinese social media, with the gesture widely considered offensive to Asians.\nIn statements posted to Instagram and China’s Weibo on Saturday, the Swatch Group sought to “sincerely apologise for any distress or misunderstanding this may have caused”.\nThe company said it had taken note of the “recent concerns” regarding the portrayal of a model in images for a men’s watch...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/17/c136216c-0756-4fc4-ba4c-6083c493d8d7_b45d5ccf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "难以转换：为什么美国农民尽管存在担忧仍在使用中国无人机 (原标题: Hard to switch: why US farmers are embracing Chinese drones despite concerns)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322013/hard-switch-why-us-farmers-are-embracing-chinese-drones-despite-concerns?utm_source=rss_feed",
      "pubDate": "Sun, 17 Aug 2025 12:00:11 +0000",
      "isoDate": "2025-08-17T12:00:11.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "## 美国农民拥抱中国无人机：原因与担忧\n\n*   **市场主导地位与价格优势：**\n    *   中国科技巨头大疆（DJI）在美国无人机市场占据主导地位。\n    *   大疆的产品价格合理，远低于美国制造的替代品。\n*   **先进技术与农业应用：**\n    *   大疆无人机在许多技术领域具有优势，功能更先进。\n    *   该公司正迅速将其产品推广到农业领域，提供专业的解决方案，如播种、作物喷洒和牲畜追踪。\n    *   例如，美国肉类出口联合会副主席大卫·布伦茨（David Bruntz）在寻找监控牧场牛群的无人机时，发现只有大疆提供了价格合理的方案。\n*   **农民的担忧：**\n    *   尽管大疆产品具有优势，但许多农民（包括布伦茨）对依赖中国技术感到不安。\n    *   主要担忧包括潜在的供应链中断风险，类似于新冠疫情期间芯片短缺的情况。\n*   **无奈的选择：**\n    *   尽管存在担忧，但由于中国系统在价格和技术上的显著优势，农民们感到别无选择。\n*   **建议的解决方案：**\n    *   布伦茨认为，解决这一困境的方法是在美国本土开发自己的产品。",
      "shortSummary": "美国农民正日益采用中国大疆无人机，尽管对依赖中国技术和潜在供应链中断存在担忧。主要原因是大疆产品价格更低廉且技术更先进，提供了播种、喷洒和牲畜追踪等专业农业解决方案。由于缺乏可行的美国替代品，农民们感到别无选择，呼吁美国发展自己的无人机技术。",
      "translated_title": "难以转换：为什么美国农民尽管存在担忧仍在使用中国无人机",
      "images": [],
      "contentSource": "完整文章",
      "content": "When David Bruntz, vice-president of the US Meat Export Federation, recently began looking for drones to monitor the cattle on his Nebraska ranch, he found that only one brand offered a “reasonably priced” solution: the Chinese tech giant DJI.\nThe Shenzhen-based company already dominates the US drone market, and its products are now rapidly being adopted across the agricultural sector as the firm rolls out specialised solutions for sowing fields, spraying crops and tracking livestock.\n“It’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/b37276d5-cb75-45ea-88e3-8ac0f6472631_68abcdd9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国打击社保逃避者，退休人员会成为就业市场的赢家吗？ (原标题: Will retirees be job market winners as China targets social insurance dodgers?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321995/will-retirees-be-job-market-winners-china-targets-social-insurance-dodgers?utm_source=rss_feed",
      "pubDate": "Sun, 17 Aug 2025 08:00:14 +0000",
      "isoDate": "2025-08-17T08:00:14.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国加强社保征缴对就业市场的影响\n\n中国政府加强对逃避社会保险义务企业的审查，预计将进一步促进退休人员的就业，这在大学毕业生就业面临创纪录压力的背景下引发了广泛担忧。\n\n#### 导火索：麦当劳招聘事件\n\n*   近期，麦当劳快餐连锁店（多年来一直雇佣退休人员）发布的招聘通知在中国社交媒体平台引发强烈反响。\n*   社交媒体用户指出，雇佣退休人员的简单逻辑是公司无需支付社会保险费。\n*   有用户抱怨，如果这种趋势普遍化，老年人可能获得“双份收入”（养老金加工资），而年轻人的就业机会将因此减少。\n\n#### 新政策：最高人民法院司法解释\n\n*   本月初，最高人民法院发布了一项司法解释，将使雇主与雇员之间放弃社会保险缴费的任何协议无效。\n*   该解释将于下月初生效。\n*   未能遵守规定的企业可能面临法律处罚和追溯性补缴要求。\n\n#### 政策目的：解决养老金危机\n\n*   严格征收社会保障费对于解决中国当前的养老金危机至关重要。\n*   社会保障基金涵盖养老金、住房贷款、医疗、生育和失业保险等多个领域。",
      "shortSummary": "中国加强社保征缴，可能促使企业更多雇佣退休人员以规避社保成本，引发年轻人就业机会受挤压的担忧。麦当劳招聘退休人员事件已引发社会热议。最高人民法院新规将使放弃社保缴费的协议无效，旨在严格社保征收以解决养老金危机。此举可能使退休人员成为就业市场赢家，但同时加剧大学毕业生的就业压力。",
      "translated_title": "中国打击社保逃避者，退休人员会成为就业市场的赢家吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Increased scrutiny of businesses in China that evade their social insurance obligations looks set to further boost the employment of retirees, prompting widespread concerns as a record number of university graduates tries to find work.\nIt all came to a head recently when recruitment notices put out by the McDonald’s fast food chain, which has been employing retirees for years, sparked an emotional response on Chinese social media platforms.\n“The logic behind it is simple – hiring retirees means...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/a5b09cd8-3d0b-4c92-80cb-6bbc9c5abbf7_28ca8d04.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国‘竖屏短剧’在美国蓬勃发展，好莱坞应该担心吗？ (原标题: Chinese ‘vertical dramas’ are booming in America. Should Hollywood be worried?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322032/chinese-vertical-dramas-are-booming-america-should-hollywood-be-worried?utm_source=rss_feed",
      "pubDate": "Sat, 16 Aug 2025 22:00:25 +0000",
      "isoDate": "2025-08-16T22:00:25.000Z",
      "creator": "June Xia",
      "summary": "## 中国“竖屏短剧”在美国蓬勃发展\n\n### 1. 什么是竖屏短剧？\n\n*   **定义与形式**：竖屏短剧（又称微短剧）是一种为TikTok一代重新构想的电视节目形式。它们是剧本化的节目，被分成一口大小的剧集，每集通常只有一到两分钟。场景通常以垂直格式拍摄，类似于TikTok或Instagram Reels。\n*   **内容特点**：剧情节奏快、情节狗血，常包含狼人、邪恶继母和忧郁的亿万富翁丈夫等元素。剧集经常以尖叫的剧情反转达到高潮。\n*   **观看体验**：这些短剧旨在为观众提供快速的多巴胺刺激，迎合了短视频时代用户的观看习惯。\n\n### 2. 崛起与案例\n\n*   **行业先锋**：以导演向思宁为代表的中国电影制作人正在美国迅速崛起，成为“竖屏短剧”的先驱。\n*   **成功案例**：向思宁执导的浪漫剧《被黑手党绑架》（Kidnapped by the Mafia）于6月下旬发布后大受欢迎。文章开头描述的场景正是该剧的拍摄现场，展现了其充满戏剧性和动作的特点。\n\n### 3. 市场影响与未来展望\n\n*   **市场扩张**：中国制作的竖屏短剧正在美国市场经历爆炸式增长。\n*   **行业对比**：文章将竖屏短剧的崛起与电视最初发明时，人们不认为它会超越电影的情况进行类比，暗示竖屏短剧未来可能对传统影视行业产生颠覆性影响。",
      "shortSummary": "中国“竖屏短剧”（微短剧）正迅速在美国市场蓬勃发展。这些剧集每集仅一两分钟，以垂直格式拍摄，节奏快、情节狗血，旨在为TikTok一代提供快速的多巴胺刺激。以导演向思宁及其作品《被黑手党绑架》为代表，这类短剧正成为新的娱乐趋势，引发了对好莱坞未来竞争格局的思考，如同电视曾超越电影一样。",
      "translated_title": "中国‘竖屏短剧’在美国蓬勃发展，好莱坞应该担心吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a leafy Los Angeles garden, a mafia boss dressed in a flamboyant white suit stands at an altar, shooting wildly into the rows of seats in front of him as his guests dive for cover.\nThe wedding has been infiltrated by a team of assassins, but the young don is not going down without a fight. He continues to fire at his enemies, using his body to shield his petite bride from the flying bullets.\n“Cut!” director Xiang Sining cheerfully shouts from behind the monitor. That’s a wrap for Kidnapped by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/624745f1-8073-41ce-88ed-ad14c7abbade_05d8294c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国投资者如何悄然改变雅典——一次一张签证 (原标题: How Chinese investors quietly transformed Athens – one visa at a time)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321996/how-chinese-investors-quietly-transformed-athens-one-visa-time?utm_source=rss_feed",
      "pubDate": "Sat, 16 Aug 2025 08:00:13 +0000",
      "isoDate": "2025-08-16T08:00:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 中国投资者对雅典的改变\n\n中国投资者正在以显性和隐性两种方式改变希腊首都雅典。\n\n*   **显性变化**: 雅典市中心涌现出许多正宗中餐馆，包括麻辣火锅店和港式茶餐厅。这些餐馆的顾客中，许多人说东北方言，并为中远海运集团（COSCO，一家管理欧洲第五大港口的行业巨头）工作。\n*   **隐性变化**: 中国买家大量购入数千套公寓，以申请希腊的投资者居留计划，即俗称的“黄金签证”。\n\n### “黄金签证”数据概览\n\n根据希腊移民和庇护部的数据，中国公民是“黄金签证”计划中最大的群体：\n\n*   **首次申请者**: 截至2025年6月，近8000名（确切地说，7795名）中国公民是该计划的首次成员，这意味着他们尚未达到五年续签期。他们占所有首次许可持有者的47.8%，是迄今为止最大的群体。\n*   **续签者**: 在5679名已续签“黄金签证”的人中，61%也是中国公民。\n\n### 项目发展历程与中国兴趣激增\n\n*   **启动初期**: 该计划于2013年启动时，主要吸引土耳其和俄罗斯等邻国申请者。\n*   **疫情后激增**: 疫情结束后，中国投资者的兴趣爆发式增长。许多富裕和中产阶级个人受到中国严格的封锁措施（尤其是在其“清零政策”末期）影响，寻求“逃生计划”，从而推动了对希腊“黄金签证”的巨大需求。",
      "shortSummary": "中国投资者正通过“黄金签证”计划悄然改变雅典。他们是希腊“黄金签证”的最大持有群体，已购入数千套公寓。疫情后，受中国严格清零政策影响，寻求海外出路的中国富裕和中产阶级对该计划的兴趣激增。此外，雅典市中心也出现了大量中餐馆，反映出中国人口的增长和影响力。",
      "translated_title": "中国投资者如何悄然改变雅典——一次一张签证",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has changed the Greek capital in both visible and less obvious ways.\nOn the one hand, authentic Chinese restaurants – from spicy hotpot to Cantonese cha chaan teng – have sprung up in central Athens, where many patrons speak the northeastern Chinese dialect and work for China Ocean Shipping Company, an industry giant managing Europe’s fifth-largest port.\nOn the more discreet side, Chinese buyers have snapped up thousands of flats in a rush to apply for the Greek investor residency scheme,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/653f52ce-943f-402b-b58a-9e2ff32c6f9c_4921e0af.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国研究人员对美国债务表示担忧，北京限制风险敞口 (原标题: Chinese researchers lodge concerns over US debt as Beijing limits exposure)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322072/chinese-researchers-lodge-concerns-over-us-debt-beijing-limits-exposure?utm_source=rss_feed",
      "pubDate": "Sat, 16 Aug 2025 07:00:09 +0000",
      "isoDate": "2025-08-16T07:00:09.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国对美国债务的担忧与风险敞口限制\n\n*   **背景与核心担忧**\n    *   随着美国国债持续创下新高，要求中国逐步减少对美元资产敞口的呼声日益高涨。\n    *   中国银行研究人员在由中国人民银行（中国中央银行）监管的刊物《中国货币》最新一期中指出，尽管美国国债尚未达到违约门槛，但其扩张是不可持续的。\n    *   研究人员认为，美国经济增长不太可能抵消由持续的预算和贸易失衡导致的不断增长的债务。\n\n*   **中国的应对措施**\n    *   根据美国财政部周五公布的数据，中国已连续三个月削减其美国国债持有量。\n    *   截至6月，中国持有的美国国债大致保持在7560亿美元的水平，这是自2009年3月以来的最低水平。\n\n*   **对美国经济和美元的警告**\n    *   研究人员警告称，美国总统唐纳德·特朗普旨在缩小贸易逆差的努力可能会抑制全球对美元的需求，并削弱美元的国际作用。\n    *   他们表示，这将使美国陷入经济和货币优先事项之间的“拉锯战”。\n\n*   **潜在风险与市场波动**\n    *   研究人员指出，关税、税收和财政改革的不确定性，加上潜在的美元信誉危机以及对“海湖庄园协议”的猜测，可能会加剧美国国债市场的波动性。\n\n*   **政策建议**\n    *   鉴于上述担忧，研究人员建议中国“逐步调整美国国债持有量，并适当增加黄金、关键资源和战略物资的储备”。",
      "shortSummary": "中国研究人员对美国国债的不可持续扩张表示担忧，促使北京连续三个月削减美国国债持有量，降至2009年以来最低水平。他们警告称，美国经济增长难以抵消债务，且贸易政策可能削弱美元国际地位。鉴于潜在的美元信誉危机和市场波动，研究人员建议中国逐步调整美债持有，并增加黄金、关键资源和战略物资储备。",
      "translated_title": "中国研究人员对美国债务表示担忧，北京限制风险敞口",
      "images": [],
      "contentSource": "完整文章",
      "content": "Calls for China to gradually reduce its exposure to US dollar assets are growing louder as Washington’s national debt continues to set records, reigniting persistent worries over the long-term sustainability of an investment formerly considered rock solid.\n“Although US Treasuries have not yet reached the default threshold, their expansion is unsustainable,” researchers from the Bank of China wrote in the latest issue of China Money, a publication supervised by the People’s Bank of China, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/16/f2443585-6b87-4fd0-8b52-333acf81ed61_9d38cda2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在‘精英质量’排行榜上攀升，得益于人工智能投资的蓬勃发展 (原标题: China rises up ‘elite quality’ league table as AI investment booms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322011/china-rises-elite-quality-league-table-ai-investment-booms?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 13:00:08 +0000",
      "isoDate": "2025-08-15T13:00:08.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国在2025年精英质量指数中排名上升\n\n*   **排名提升**\n    *   中国在2025年精英质量指数（Elite Quality Index）中上升两位，在全球151个国家中排名第19位。\n    *   该指数由瑞士的“价值创造活动基金会”与圣加仑大学合作发布，旨在评估各国精英为国家创造可持续价值的程度。\n    *   报告指出，中国排名的上升是在全球经济秩序发生剧烈变化背景下取得的，尤其值得称赞。\n\n*   **主要驱动因素**\n    *   中国排名的提升主要得益于其在人工智能（AI）和制造业方面的综合实力。\n    *   在AI价值创造子指数中，中国表现尤为突出，位列第四，仅次于美国、新加坡和韩国。\n    *   今年的报告将AI指标从2个增加到7个，以反映该行业作为价值创造来源日益增长的重要性。\n\n*   **全球排名概览**\n    *   新加坡在此次排名中位居榜首，紧随其后的是美国和瑞士。\n    *   亚洲经济体整体表现强劲，日本保持第四位，韩国上升至第五位。\n    *   相比之下，包括荷兰、丹麦和芬兰在内的几个欧洲国家排名有所下降。\n\n*   **评估方法**\n    *   该指数评估了151个国家，基于149项指标，旨在衡量精英商业模式在创造积极价值或从事负面寻租行为方面的总体影响。\n\n*   **专家观点**\n    *   上海复旦大学经济学院院长张军表示，中国排名的上升表明其精英主导的治理模式在促进国家经济发展方面是有效的。",
      "shortSummary": "中国在2025年精英质量指数中上升两位至第19名，主要得益于其在人工智能和制造业的实力。该报告由瑞士机构发布，评估各国精英创造可持续价值的能力。中国在AI价值创造子指数中表现突出，位列第四。这一进步被专家视为其精英主导治理模式有效的体现。",
      "translated_title": "中国在‘精英质量’排行榜上攀升，得益于人工智能投资的蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "Thanks to its combined strengths in artificial intelligence and manufacturing, China rose two places to rank 19th out of 151 countries in the 2025 Elite Quality Index – a Swiss study that assesses the extent to which national elites create sustainable value for their nations.\nSingapore topped this year’s rankings, followed by the United States and Switzerland, in the annual report produced by the Foundation for Value Creation Activities in partnership with the University of St. Gallen.\nAsian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/930af546-2977-4c7a-a6c8-0a08695dd406_de25f296.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“让富人消费”：中国被建议放松房地产限制以刺激消费 (原标题: ‘Let the rich spend’: China told to ease property curbs to spur consumption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322014/china-told-remove-purchase-restrictions-set-mandatory-targets-spur-consumption?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 11:30:07 +0000",
      "isoDate": "2025-08-15T11:30:07.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国官员呼吁放松限制以刺激消费\n\n一位中国高级官员近日提出，应放松房地产及其他市场限制，以刺激富裕群体的消费，此举旨在应对通缩压力并提振整体消费。\n\n### 核心观点与倡议者\n\n*   **倡议者**：尹艳林，曾于2018年至2023年担任中央财经委员会办公室副主任（该机构负责经济政策），现为全国政协高级经济顾问。\n*   **核心论点**：“让富人消费。这是最直接的（方法）。”他认为，富裕群体的消费能够带动市场需求，进而促进收入增长，形成积极的经济循环。\n\n### 刺激消费的具体措施\n\n*   **移除限制**：尹艳林强调，刺激消费最重要的工具之一在于移除现有限制，特别是针对房地产和汽车购买的限制。\n*   **背景**：中国主要城市近年来已放松了购房限制以支持陷入困境的房地产市场。即使是长期以来以谨慎著称的北京，上周也进一步放宽了其远郊地区的管控措施。\n\n### 消费受限的原因分析\n\n*   **非收入问题**：尹艳林指出，某些限制措施束缚了多元化消费，削弱了国内需求。他强调，收入水平并非主要障碍，因为中国的储蓄一直在增长。\n*   **储蓄数据**：根据央行数据，在2025年前七个月（注：原文如此，可能为笔误，应为当前年份），中国储蓄总额增加了超过18.4万亿元人民币，其中家庭储蓄近9.7万亿元人民币（约合1.35万亿美元）。",
      "shortSummary": "中国高级官员尹艳林呼吁放松房地产及其他市场限制，以刺激富裕群体消费，认为这是提振消费最直接的方式。他指出，富人消费能带动需求和收入增长，且当前高储蓄量表明收入并非消费主要障碍。此举旨在应对通缩压力，促进经济循环。",
      "translated_title": "“让富人消费”：中国被建议放松房地产限制以刺激消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "A high-level Chinese official has called for easing property and other market restrictions to boost spending among the wealthy, as Beijing steps up efforts to stimulate consumption amid deflationary pressures.\n“Let the rich spend. This is the most direct [approach],” said Yin Yanlin, who was deputy director at the Office of the Central Financial and Economic Affairs Commission, a party organ overseeing economic policy, from 2018 to 2023.\nYin, now a senior economic adviser in the Chinese People’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/4339bcb2-3135-41c3-8722-0b50fc42aa99_693a794e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国习近平呼吁‘不拖延’保护民营企业 (原标题: China’s Xi Jinping calls for ‘no delay’ in private sector protection)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321999/chinas-xi-jinping-calls-no-delay-private-sector-protection?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 09:00:22 +0000",
      "isoDate": "2025-08-15T09:00:22.000Z",
      "creator": "June Xia,Ji Siqi",
      "summary": "### 中国对民营企业的支持\n\n中国政府公布了习近平主席关于支持民营企业的讲话细节，再次表达了对私营部门的支持。此次讲话旨在解决民营企业面临的长期挑战，并确保其健康发展。\n\n*   **核心承诺**\n    *   为民营企业提供公平竞争环境。\n    *   保障企业家的合法权益和利益。\n    *   加紧解决民营企业面临的长期挑战，包括拖欠款项。\n\n*   **讲话背景与发布**\n    *   此次讲话于今年二月向中国主要企业家团体发表，但直到周五才由执政的共产党理论刊物《求是》在其网站上发布全文。\n    *   习近平强调：“促进民营经济发展的政策措施必须扎实、彻底地实施。”\n    *   他明确指示：“党中央决定的事情必须坚决执行——不含糊、不拖延、不打折扣。”\n\n*   **与会企业家**\n    *   出席此次会议的企业家包括来自中国主要科技公司的创始人及首席执行官，如阿里巴巴的马云、宇树科技的王兴兴、深度求索的梁文峰以及华为技术公司的任正非。\n\n*   **政策实施的挑战与解决方案**\n    *   习近平承认，近年来各级政府虽然出台了多项企业纾困政策，但许多民营企业反映实际受益有限。\n    *   为解决这一问题，他提出：\n        *   首先，必须提高政策的精准性，使措施立足实际，确保承诺转化为具体、实质性的帮助。\n        *   其次，同类符合条件的企业应获得平等待遇。",
      "shortSummary": "中国国家主席习近平呼吁“不拖延”地保护民营企业，承诺提供公平竞争环境，保障企业家合法权益，并解决拖欠款项等长期问题。他强调政策必须扎实彻底执行，不含糊、不拖延、不打折扣。习近平还指出，需提高政策精准性，确保具体帮助，并对符合条件的企业一视同仁，以解决当前纾困政策效果有限的问题。",
      "translated_title": "中国习近平呼吁‘不拖延’保护民营企业",
      "images": [],
      "contentSource": "完整文章",
      "content": "In another show of support for China’s private sector, Beijing has released the details of a speech from President Xi Jinping which included vows the country would guarantee a level playing field for private firms, safeguard entrepreneurs’ lawful rights and interests, and step up efforts to solve their long-standing challenges, including overdue payments.\nThe full address, delivered in February to a group of China’s leading entrepreneurs, had not been made available to the public before Friday,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/7483269c-eb69-4428-bd21-876af6b47d81_e8ebfdb5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国大坝弃用西方芯片，第二所香港学校停课：七大要闻 (原标题: China dam dumps Western chips, second Hong Kong school suspended: 7 highlights)",
      "link": "https://www.scmp.com/news/world/article/3321843/china-unveils-cruise-missile-kim-keon-hees-fall-grace-scmps-7-highlights?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 04:30:08 +0000",
      "isoDate": "2025-08-15T04:30:08.000Z",
      "creator": "SCMP",
      "summary": "本周新闻精选了七个在香港、中国大陆、亚洲及其他地区引起读者共鸣并揭示热点问题的故事。以下是其中三个主要亮点：\n\n### 1. 中国大坝弃用西方工业芯片\n\n*   **背景：** 中国的西洛渡大坝，作为全球最大的水电站之一，已完全停止使用西方制造的工业控制芯片。\n*   **原因：** 此举是出于对国家安全和供应链韧性的担忧。\n*   **信息来源：** 据一家领先的中国工业芯片供应商透露。\n\n### 2. 南海中国船只相撞事件预计将加剧紧张局势\n\n*   **事件：** 一艘中国海警船与一艘解放军海军164号舰在斯卡伯勒浅滩（黄岩岛）以东约10海里处发生碰撞。\n*   **结果：** 碰撞导致海警船受到严重损坏。\n*   **影响预测：** 分析人士预计，此次事件可能促使北京进一步增加其在争议水域的存在，从而加剧南海地区的紧张局势。\n*   **图片：**\n    ![一艘中国海警船与解放军海军164号舰在斯卡伯勒浅滩以东约10海里处相撞，导致海警船严重受损。图片来源：菲律宾海岸警卫队](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/15/b99bff64-4279-478f-a01f-0527cc9c802f_ebe5a4ad.jpg)\n    *一艘中国海警船与解放军海军164号舰在斯卡伯勒浅滩以东约10海里处相撞，导致海警船严重受损。图片来源：菲律宾海岸警卫队*\n\n### 3. 苹果考虑在中国App Store引入抖音支付，新款iPhone传闻四起\n\n*   **支付服务：** 据中国大陆媒体报道，苹果已开始测试抖音支付，作为其中国App Store的一项新的移动支付服务。\n*   **新iPhone传闻：** 本周，据称是iPhone 17的泄露图片在中国社交媒体上引发了广泛讨论。",
      "shortSummary": "中国西洛渡大坝已完全弃用西方工业芯片，以保障国家安全和供应链韧性。南海地区，一艘中国海警船与解放军海军舰艇相撞，预计将加剧区域紧张局势。此外，苹果公司正测试在中国App Store引入抖音支付，同时新款iPhone的传闻也引发了关注。",
      "translated_title": "中国大坝弃用西方芯片，第二所香港学校停课：七大要闻",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/15/b99bff64-4279-478f-a01f-0527cc9c802f_ebe5a4ad.jpg",
          "alt": "A Chinese coastguard vessel collided with a PLA Navy ship, numbered 164, around 10 nautical miles east of Scarborough Shoal, resulting in substantial damage to the coastguard vessel. Photo: Philippine Coast Guard",
          "title": "A Chinese coastguard vessel collided with a PLA Navy ship, numbered 164, around 10 nautical miles east of Scarborough Shoal, resulting in substantial damage to the coastguard vessel. Photo: Philippine Coast Guard",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "We have selected seven stories from this week’s news across Hong Kong, mainland China, the wider Asia region and beyond that resonated with our readers and shed light on topical issues. If you would like to see more of our reporting, please consider subscribing.\n1. Chinese mega dam stops using Western industrial chips over security concerns\nChina’s Xiluodu Dam – one of the world’s largest hydropower stations – has fully transitioned away from Western-made industrial control chips over national...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/5b9d8da9-ab72-4602-8943-b43e8f2a9ead_34c1eea2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济显现疲软迹象，零售销售和产出失去动能 (原标题: China’s economy shows signs of strain as retail sales, output lose momentum)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3321925/chinas-economy-shows-signs-strain-retail-sales-industrial-output-lose-momentum?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 02:00:06 +0000",
      "isoDate": "2025-08-15T02:00:06.000Z",
      "creator": "Xinyi Wu,Ji Siqi",
      "summary": "## 中国经济七月显现疲软迹象\n\n中国经济在2023年7月显示出疲软迹象，多项主要经济指标失去增长势头。这主要归因于国内消费减弱、中美贸易战的逆风以及房地产市场的长期低迷。\n\n### 关键经济指标表现\n\n*   **零售销售**：作为衡量消费的主要指标，7月份同比增长3.7%，低于6月份的4.8%增长率。这一数据也未能达到金融数据提供商Wind对经济学家调查预测的4.87%增长。\n\n### 官方回应与政策方向\n\n*   **国家统计局表态**：国家统计局发言人付凌晖表示，总体而言，随着宏观政策效应在7月份的显现，国民经济保持了平稳发展势头。然而，他也指出，外部环境依然复杂严峻，经济运行中仍存在一定的风险和挑战。\n*   **政策优先事项**：为应对当前挑战，北京已将增加国内消费作为今年的关键政策优先事项。此举旨在重新平衡中国经济结构，并抵消美国关税带来的影响。\n\n**总结**：7月份的数据表明，中国经济面临多重压力，消费疲软和外部不确定性是主要挑战。政府正通过刺激国内消费来寻求经济的再平衡和增长。",
      "shortSummary": "中国经济在7月显现疲软迹象，零售销售等关键指标失去动能。国内消费疲软、中美贸易战和房地产低迷是主要原因。7月零售销售同比增长3.7%，低于6月并逊于预期。官方承认外部环境复杂，风险犹存。北京正将刺激国内消费作为优先政策，以平衡经济并应对外部挑战。",
      "translated_title": "中国经济显现疲软迹象，零售销售和产出失去动能",
      "images": [],
      "contentSource": "完整文章",
      "content": "After six months of steady improvement, China’s economy showed signs of strain in July, with several headline indicators losing momentum amid a weakening of domestic consumption, headwinds from the US trade war and a prolonged property downturn.\nRetail sales, a major gauge of consumption, rose by 3.7 per cent year on year in July, a drop in pace compared with the 4.8 per cent growth rate recorded in June, according to data released by the National Bureau of Statistics (NBS) on Friday.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/4139b21e-f5d3-43ca-a38a-788377993219_07843669.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国需要证明其竞争力不仅仅体现在价格上 (原标题: China needs to show it can compete on more than price)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3321819/china-needs-show-it-can-compete-more-price?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 01:30:09 +0000",
      "isoDate": "2025-08-15T01:30:09.000Z",
      "creator": "Mark Greeven",
      "summary": "## 中国经济面临的挑战：价格战与通缩压力\n\n*   **“内卷”现象蔓延：** 中国经济正经历由“价格战”引发的日益增长的经济压力。曾经用于描述学生内耗式竞争的“内卷”一词，现在被政策制定者用来解释经济中的过剩供给和需求疲软导致的物价下跌。\n*   **增长模式的转变：** 长期以来，中国经济赖以发展的增长模式正受到通缩压力的侵蚀。自2014年以来，中国政府一直在推动向创新驱动型增长模式转型。\n*   **创新转型的初步成果：** 在电动汽车、半导体和高端制造业等领域，转型已初见成效。比亚迪、华为、海尔和DeepSeek等中国公司不再仅仅依靠价格竞争，而是在技术、生产能力和全球市场份额方面占据领先地位。\n*   **持续存在的挑战：** 尽管如此，价格竞争的压力依然普遍存在，尤其是在那些尚未摆脱以销量为主导的增长模式的企业中。生产者价格指数（PPI）自2022年末以来持续同比下降，加剧了通缩螺旋。虽然今年第二季度经济增长了5.2%，但定价能力正在被削弱。\n*   **历史背景与当前困境：** 多年来，许多中国企业通过提供廉价商品在海外市场竞争；在国内，则侧重于规模和销量。这种模式在需求强劲时运作良好。然而，当前全球贸易面临关税压力，国内消费依然疲软，导致生产能力远超需求。\n\n### 相关图片\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/15/clean_0.jpg?itok=PpQfsYSo)\n    *   **描述：** 中国GDP数据超出市场预期，尽管面临美国关税风险。",
      "shortSummary": "中国经济正面临“价格战”和通缩压力，源于供给过剩和需求疲软。尽管政府自2014年起推动创新驱动增长，并在电动汽车、半导体等领域取得技术领先，但许多企业仍依赖低成本竞争。生产者价格指数持续下降，侵蚀了定价权。中国需进一步推动企业从价格竞争转向技术创新和品牌建设，以实现可持续增长，摆脱当前困境。",
      "translated_title": "中国需要证明其竞争力不仅仅体现在价格上",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/15/clean_0.jpg?itok=PpQfsYSo",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "When policymakers start using internet slang to describe the economy, it is a sign something is not right. The word neijuan was once used by Chinese students to depict burnout from seemingly pointless competition. Now it is showing up in policy language, to explain the growing economic strain caused by China’s price war.\nToo much supply and weak demand are pushing prices down. The deflationary pressure is building not just on company profits, but on the growth model that China has relied on for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/fbcba071-6e86-4bb1-b61b-5897a0cb2afa_a3a020d0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着特大城市放缓，中国的小县城成为新的消费热点 (原标题: As megacities slow, China’s smaller counties lead as new consumer hotspots)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321826/amid-big-city-gloom-can-chinas-far-flung-counties-become-key-driver-consumption?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 22:00:08 +0000",
      "isoDate": "2025-08-14T22:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国消费格局新变化：县域市场崛起\n\n### 背景：特大城市消费放缓\n*   中国经济增长放缓，导致特大城市居民消费紧缩。\n*   高端餐厅相继关闭，反映出大城市普遍存在的经济低迷。\n\n### 县域市场成为新引擎\n*   星巴克正加速向中国偏远县城扩张，表明这些地区消费潜力巨大。\n*   县城居民正逐渐接受“小资”生活方式，推动消费升级。\n*   尽管县城购物中心可能不常备戴森吸尘器和吹风机，但通过中国普及的电子商务网络，这些商品已成为县城家庭日常生活的一部分。\n*   小城市和城镇不断壮大的中产阶级，通过购买特斯拉和进口南美昂贵樱桃等行为，正在推动中国下一波消费浪潮。\n\n### 消费升级潜力巨大\n*   专家指出，中国数量众多的低线市场消费升级远未完成。\n*   与大城市相比，县域消费者经济负担较轻，收入增长较快，对未来信心更足。\n*   这些地区的消费者拥有更强的购买力和更高的消费意愿，正成为中国消费增长的新引擎，助力中国经济向消费驱动型模式转型。\n\n### 专家观点\n*   北京首都经济贸易大学消费者数据研究所所长刘学新教授表示：\n    *   过去低线城市被忽视，其消费潜力未被充分挖掘。\n    *   一线城市居民的可支配消费能力受经济放缓的影响更大。\n\n### 县域行政层级\n*   在中国行政层级中，县级市位于地级市之下。\n*   县域涵盖较小的城乡区域，包括乡镇和村庄。\n*   它们是区域性的商业、教育、医疗和地方政府中心。",
      "shortSummary": "随着中国特大城市消费放缓，小县城正成为新的消费热点。星巴克等品牌加速布局，县城居民收入增长快、消费意愿强，推动了“小资”生活方式和消费升级。专家指出，低线城市消费潜力巨大，正成为中国经济从出口投资驱动转向消费驱动的新引擎。",
      "translated_title": "随着特大城市放缓，中国的小县城成为新的消费热点",
      "images": [],
      "contentSource": "完整文章",
      "content": "As widespread economic gloom in China’s megacities sees high-end restaurants close their doors one after another, Starbucks is accelerating its expansion into the country’s far-flung counties, where a growing number of residents are embracing a petit-bourgeois lifestyle.\nWhile county shopping centres might not stock Dyson vacuum cleaners and hairdryers, they have already become part of daily life in households in urban counties thanks to China’s ubiquitous e-commerce networks.\nDriving Teslas and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/eb97ede2-6ff9-48e1-bec6-e330cc549027_ac12f5e1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的芯片协议：中美贸易中新的‘付费游戏’时代是否已经开始？ (原标题: Trump’s chip deal: has a new ‘pay-to-play’ era in China trade begun?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321877/trumps-chip-deal-signals-new-pay-play-china-trade-policy-analysts-say?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 15:00:08 +0000",
      "isoDate": "2025-08-14T15:00:08.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "### 特朗普的芯片协议：中美贸易中新的“付费游戏”时代\n\n美国总统唐纳德·特朗普达成了一项“前所未有”的协议，允许向中国出口部分先进芯片，以换取销售收入分成。分析人士指出，此举以及暗示其他行业也可能考虑类似协议的迹象，表明华盛顿正在走向一种潜在危险的“付费游戏”（pay-to-play）对外贸易政策。\n\n**协议内容与背景：**\n\n*   **核心协议：** 特朗普周一宣布，领先的美国芯片设计公司AMD和英伟达（Nvidia）将被允许向中国出口几种先进芯片型号。\n*   **收入分成：** 作为交换，这些公司将把15%的销售收入贡献给美国政府。\n*   **芯片类型：** 分析人士指出，AMD和英伟达之所以能够“轻松”地分享收入，是因为他们的协议涵盖的是为中国市场定制的旧型号人工智能加速器。\n\n**潜在影响与担忧：**\n\n*   **“付费游戏”模式：** 如果这种收入分享模式扎根，可能会出现利益冲突，并可能使美国投资者和出口商在中国开展业务变得更加困难。\n*   **行业推广：** 美国财政部长斯科特·贝森特（Scott Bessent）周三表示，这种出口收入分享协议可以作为其他行业的蓝图。\n    *   在彭博社的电视采访中，贝森特称赞这一安排是特朗普的“独特解决方案”。\n    *   他表示：“我认为随着时间的推移，我们可能会在其他行业看到它。”“目前，这是独一无二的，但既然我们有了这个模式和测试版，为什么不扩大它呢？”\n*   **对其他公司的影响：** 虽然AMD和英伟达可能因其特定产品类型而接受此协议，但如果美国政府要求其他公司从其主流产品销售中分一杯羹，它们可能会面临更大的问题。",
      "shortSummary": "特朗普政府与中国达成一项“前所未有”的芯片出口协议，允许AMD和英伟达向中国出口部分先进芯片，条件是向美国政府贡献15%的销售收入。分析人士认为，这可能标志着一种危险的“付费游戏”贸易政策的开始，引发潜在利益冲突，并可能增加美国企业在华经营的难度。美国财政部暗示，该模式可能推广至其他行业。",
      "translated_title": "特朗普的芯片协议：中美贸易中新的‘付费游戏’时代是否已经开始？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s “unprecedented” deal to allow exports of some advanced chips to China in exchange for a cut of the revenues – and hints that similar deals for other industries are being considered – signals that Washington is moving towards a potentially dangerous “pay to play” foreign trade policy, analysts said.\nConflicts of interest loom if the revenue-sharing model takes root, which could make it harder for American investors and exporters to do business in the world’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/ddae2a58-713c-4b11-bd2f-880d96316900_525fd7fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国首款商用电子束光刻机首次亮相，芯片领域迎来里程碑 (原标题: China debuts first e-beam lithography tool for commercial use in chip milestone)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321887/china-debuts-first-e-beam-lithography-machine-commercial-use-chipmaking-milestone?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 13:00:15 +0000",
      "isoDate": "2025-08-14T13:00:15.000Z",
      "creator": "Alice Li",
      "summary": "### 中国首款商用电子束光刻机亮相\n\n**背景与重要性**\n\n*   中国推出了首款自主研发的商用电子束光刻机，标志着其在芯片制造能力方面取得进展，并在技术竞争中迈出重要一步。\n*   光刻系统是芯片大规模生产的关键设备，也是迄今为止最复杂的机器之一。尽管中国在自主开发此类工具方面仍处于早期阶段，但此次突破意义重大。\n\n**“西之”光刻机**\n\n*   该机器被命名为“西之”，以纪念中国古代著名书法家王羲之。\n*   由杭州的浙江大学量子技术实验室开发。\n*   其工作原理是利用聚焦电子束在硅晶圆上“写入”芯片电路。\n\n**突破封锁**\n\n*   据当地媒体《杭州日报》报道，由于出口管制，此类设备长期以来一直是中国领先研究机构（包括中国科学技术大学和浙江实验室）无法获得的。\n*   “西之”的交付有望打破这一僵局。\n\n**国家战略**\n\n*   为应对美国对高科技设备的出口限制，北京一直在加大力度实现先进芯片制造的本土化。\n*   此次进展进一步增强了中国的研发能力。",
      "shortSummary": "中国首款自主研发的商用电子束光刻机“西之”正式亮相。该设备由浙江大学开发，利用聚焦电子束在硅晶圆上刻写芯片电路。此举是中国在芯片制造能力上的重要进展，有助于打破美国出口管制造成的僵局，推动先进芯片制造的本土化，标志着中国在技术竞争中迈出关键一步。",
      "translated_title": "中国首款商用电子束光刻机首次亮相，芯片领域迎来里程碑",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is set to deliver its first domestically developed e-beam lithography tool for commercial use, advancing its chipmaking capabilities and taking a step forward in the race for technological advancement.\nLithography systems – among the most sophisticated machines ever created – are crucial for the mass production of chips, though China remains in the very early stages of developing such tools domestically.\nNamed Xizhi after the famed ancient Chinese calligrapher Wang Xizhi, the new machine...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/b7298fb6-a8f0-4ecc-8cf3-3615d97a3a14_32ecded1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国，全球算力第二，在人工智能竞赛白热化之际加速建设 (原标题: China, No 2 in global computing power, accelerates build-out as AI race heats up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321880/china-no-2-global-computing-power-accelerates-build-out-ai-race-heats?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 12:00:15 +0000",
      "isoDate": "2025-08-14T12:00:15.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国数字基础设施建设与算力发展\n\n中国正大力推动数字基础设施建设，以巩固其作为经济增长引擎的地位。在近年来快速推进5G网络部署后，中国的算力已跃居全球第二，仅次于美国。\n\n### 主要成就与现状\n\n*   **5G网络与宽带发展：**\n    *   截至今年6月的五年间，中国5G基站数量增长了五倍，达到455万个。\n    *   千兆宽带用户数量增长了34倍，达到2.26亿。\n    *   这些发展显著提升了中国的整体算力。\n*   **全球排名：** 国家数据局局长刘烈宏表示，中国的算力已位居全球第二。\n\n### 未来发展方向与目标\n\n*   **初期阶段与持续投入：** 国家数据局副局长夏冰指出，中国的数据基础设施发展仍处于早期阶段，将继续部署大规模设施。\n*   **生态系统建设：** 中国将培育市场驱动的生态系统，以支持数字经济和科技创新。\n*   **基础设施愿景：** 目标是建设“便捷、高效、自主、安全、世界领先的国家数据基础设施”。\n\n### 数据产业的经济贡献\n\n*   **新增长引擎：** 数据产业已成为数字经济的新增长动力。\n*   **企业数量与产值：** 去年，超过40万家数据相关企业创造了5.86万亿元人民币（约合8164亿美元）的产值。\n*   **增长率：** 这一产值比2020年“十三五”规划末期增长了117%。\n*   **未来展望：** 预计未来几年将保持高水平增长。\n\n### 区域发展范例\n\n*   **长三角地区：** 在中国东部，包括上海、苏州和杭州等发达城市在内的长三角地区，已形成了多层次、全链条的数据产业生态系统。",
      "shortSummary": "中国正加速数字基础设施建设，以巩固其经济增长引擎地位。在快速部署5G网络后，中国算力已跃居全球第二。截至今年6月，5G基站达455万个，千兆宽带用户2.26亿。尽管仍处早期阶段，中国将继续大规模部署设施，培育市场生态，建设世界领先的数据基础设施。数据产业已成为新增长动力，去年产值达5.86万亿元人民币，预计未来将持续高增长。",
      "translated_title": "中国，全球算力第二，在人工智能竞赛白热化之际加速建设",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed an even stronger push to entrench digital infrastructure’s role as an economic growth engine, after a rapid 5G roll-out in recent years that has helped lift its computing power to the world’s No 2 ranking, trailing only the US.\nIn the five years to June this year, the number of 5G base stations in China had grown fivefold to 4.55 million and the number of gigabit broadband users had risen 34-fold to 226 million, substantially lifting the country’s computing power, Liu Liehong,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/80cb3583-b63d-42c0-bbc8-779b049f14ba_8bd80308.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大亨李书福的吉利汽车上半年利润下降，但超预期 (原标题: Tycoon Li Shufu’s Geely Auto posts first-half profit drop, but beats estimates)",
      "link": "https://www.scmp.com/business/china-business/article/3321868/chinese-tycoon-li-shufus-geely-auto-posts-first-half-profit-decline-beats-estimates?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 10:00:45 +0000",
      "isoDate": "2025-08-14T10:00:45.000Z",
      "creator": "Daniel Ren",
      "summary": "# 吉利汽车2023年上半年业绩报告\n\n吉利汽车，作为中国大陆第二大汽车制造商，公布了其2023年上半年的财务业绩。\n\n## 财务表现亮点\n\n*   **利润下降但超预期**：\n    *   根据国际会计准则，吉利汽车在1月至6月期间的利润为93亿元人民币（约合13亿美元），较去年同期的108亿元人民币下降了14%。\n    *   尽管利润有所下降，但这一数字超过了彭博社调查分析师预期的76亿元人民币。\n*   **营收强劲增长**：\n    *   公司营收增长了27%，达到1503亿元人民币。\n*   **核心净利润翻倍**：\n    *   剔除一次性损益后，公司基础净利润飙升102%，达到67亿元人民币。\n\n## 销量与市场背景\n\n*   **电动汽车销量驱动增长**：\n    *   营收增长主要得益于向注重预算的消费者销售电动汽车（EVs），并辅以大幅折扣。\n*   **总交付量与电动汽车销量**：\n    *   上半年，吉利向客户交付了141万辆燃油车和电动汽车，同比增长47%。\n    *   其中，电动汽车销量攀升126%，达到72.5万辆。\n*   **行业竞争与利润压力**：\n    *   上海数据提供商CnEVPost创始人Phate Zhang指出，尽管电动汽车市场活跃，但激烈的价格战挤压了利润空间。\n    *   他表示，大多数国内竞争对手的盈利表现可能有所改善，但投资者仍对第三季度的盈利前景持谨慎态度，因为价格竞争的缓解导致销量放缓。\n\n## 公司战略与背景\n\n*   **不新建工厂**：\n    *   吉利汽车董事长李书福在几个月前的重庆车展上表示，鉴于全球产能过剩，吉利汽车将不会建设新工厂。\n    *   ![吉利汽车董事长李书福在几个月前的重庆车展上表示，鉴于全球产能过剩，吉利汽车将不会建设新工厂。图片来源：资料图片](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/14/a8a4016e-82c6-4a8a-ac93-7ca5bd5ad74b_dbf7c089.jpg)\n*   **母公司业务范围**：\n    *   吉利汽车的母公司浙江吉利控股集团由中国亿万富翁李书福控制，旗下还拥有沃尔沃汽车以及梅赛德斯-奔驰制造商戴姆勒的股份。",
      "shortSummary": "吉利汽车上半年利润下降14%至93亿元人民币，但超出分析师预期。营收增长27%至1503亿元人民币，主要得益于电动汽车销量飙升126%。剔除一次性损益后，核心净利润翻倍。尽管价格战激烈，吉利上半年交付了141万辆汽车。董事长李书福表示，鉴于全球产能过剩，公司将不新建工厂。",
      "translated_title": "大亨李书福的吉利汽车上半年利润下降，但超预期",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/14/a8a4016e-82c6-4a8a-ac93-7ca5bd5ad74b_dbf7c089.jpg",
          "alt": "Geely Auto will not build new plants amid excess capacity worldwide, chairman Li Shufu told the Chongqing Auto Show a few months ago. Photo: Handout",
          "title": "Geely Auto will not build new plants amid excess capacity worldwide, chairman Li Shufu told the Chongqing Auto Show a few months ago. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Geely Auto, mainland China’s second-largest carmaker, reported a 14 per cent drop in first-half profit even as revenue surged on sales of electric vehicles (EVs) to budget-conscious consumers aided by heavy discounts.\nProfit for the January to June period came in at 9.3 billion yuan (US$1.3 billion) versus 10.8 billion yuan a year earlier based on international accounting standards, according to a filing to the Hong Kong stock exchange on Thursday. The profit exceeded the 7.6 billion yuan...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/36341285-ee36-4484-bef8-4ae3df80216e_af8843d4.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-18T07:23:35.012Z"
}