{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "经济学家呼吁结构性改革，将中国重心转向消费 (原标题: Economists call for structural reforms to shift China’s focus to consumption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316035/economists-say-structural-reforms-needed-shift-chinas-focus-consumption?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 04:00:13 +0000",
      "isoDate": "2025-06-27T04:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国经济转型：从生产导向到消费驱动\n\n在天津举行的世界经济论坛“新领军者年会”（又称“夏季达沃斯”）上，经济学家们呼吁中国进行结构性改革，将经济重心从生产转向消费，尽管中国在人工智能（如DeepSeek模型）等技术领域取得了引人注目的突破，提振了信心。\n\n### 核心观点与当前挑战\n\n*   **消费是富裕的关键：** 香港科技大学商学院教授金刻羽指出，尽管中国在技术上可能取得领先，但除非成为一个主要的消费国，否则中国永远不会成为一个富裕国家。\n*   **生产导向的机制：** 她解释说，中国当前的政治经济机制主要侧重于补贴生产以获得竞争力。\n*   **全球贸易失衡：** 这种模式导致中国商品在全球市场上具有极强的竞争力，进而引发了问题。金刻羽认为，这不仅是与美国的问题，也与世界其他国家产生了摩擦，因为这不再仅仅是效率问题，而是关于全球和谐，以及为其他国家提供参与全球供应链的机会。\n\n### 建议的改革方向与机遇\n\n为了协调贸易关系并实现可持续发展，金刻羽提出了以下建议和机遇：\n\n*   **提高国内消费：** 中国应提高内部消费水平，以平衡其贸易关系。\n*   **服务业发展：** 服务业是提升国内消费的重要机遇领域。\n*   **小城市潜力：** 年轻人回流的小城市也蕴藏着巨大的消费增长潜力。\n*   **地方政府考核：** 她建议，地方政府的“标杆竞争”应将消费作为衡量成功与否的指标之一，以激励地方政府将重心转向刺激消费。",
      "shortSummary": "经济学家在“夏季达沃斯”会议上呼吁中国进行结构性改革，将经济重心从生产转向消费。金刻羽教授指出，尽管技术进步显著，但中国若不成为消费大国，将难以实现富裕。当前过度依赖生产补贴导致全球贸易失衡。她建议中国提高国内消费，发展服务业，利用小城市潜力，并以消费作为地方政府绩效考核指标，以实现经济和谐与可持续发展。",
      "translated_title": "经济学家呼吁结构性改革，将中国重心转向消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "While eye-catching technological breakthroughs – led by the DeepSeek artificial intelligence (AI) model – have boosted confidence in China amid intensifying rivalry with the United States, economists at the Annual Meeting of the New Champions in Tianjin have called for structural reforms to make China a consumption-driven economy.\n“We can talk about technological supremacy, like AI and all these, but China is never going to be a rich country unless it becomes a big consumer country,” Jin Keyu, a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/9eda373e-a7a4-4a30-965f-252f28d551bc_62fe873f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美元是‘美国会失去的’：专家在‘夏季达沃斯’上就人民币推进展开辩论 (原标题: Dollar is ‘America’s to lose’: experts argue at ‘Summer Davos’ amid yuan push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315941/summer-davos-debate-chinas-yuan-ready-challenge-us-dollar-dominance?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 22:00:13 +0000",
      "isoDate": "2025-06-26T22:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "## 美元地位受威胁，人民币或成替代选择\n\n### 引言\n\n随着华盛顿实施“解放日”关税，全球对美元的信心正在削弱。在世界经济论坛（即“夏季达沃斯”）年会上，经济学家们就中国人民币是否能成为挑战美元主导地位的可靠替代货币展开了辩论。\n\n### 美元地位的削弱\n\n*   **关税政策的影响**：亚洲协会政策研究所中国经济高级研究员戴安娜·乔列娃（Diana Choyleva）指出，美国总统唐纳德·特朗普对盟友和对手实施的“对等关税”是“削弱美元作为全球储备货币作用的又一步”。\n*   **多重威胁因素**：乔列娃表示，美元的地位日益受到威胁，主要原因包括：\n    *   其他国家（特别是中国）不愿完全依赖美元。\n    *   数字货币、稳定币和替代全球支付系统的兴起。\n    *   华盛顿的经济管理不善。\n*   **美元指数下跌**：周四，衡量美元兑一篮子主要货币强弱的美元指数跌破97，创下2022年3月以来的最低点。\n\n### 人民币的潜力\n\n*   **替代选择的出现**：面对对美元日益增长的疑虑，乔列娃认为人民币可能比欧元提供一个更有前景的替代选择。\n*   **中国积极推动**：她指出：“中国正在积极尝试建立一个以人民币为中心的独立金融势力范围。”",
      "shortSummary": "全球对美元的信心因美国关税政策而减弱。在“夏季达沃斯”论坛上，专家讨论了美元作为全球储备货币的地位正受威胁，原因包括他国不愿依赖美元、数字货币兴起及美国经济管理不善。美元指数已跌至2022年3月以来最低。有专家认为，中国人民币正积极构建以其为中心的金融影响力，可能成为比欧元更有前景的美元替代选择。",
      "translated_title": "美元是‘美国会失去的’：专家在‘夏季达沃斯’上就人民币推进展开辩论",
      "images": [],
      "contentSource": "完整文章",
      "content": "As global confidence in the US dollar erodes in the wake of Washington’s “Liberation Day” tariffs, economists at the Annual Meeting of the New Champions debated whether China’s yuan could emerge as a credible alternative to challenge the world’s dominant currency.\nUS President Donald Trump’s sweeping “reciprocal tariffs” on allies and adversaries alike marked “another step in the process of diminishing the role of the dollar as a global reserve currency,” said Diana Choyleva, senior fellow of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/9673d503-c39b-4fd1-9e62-c28d6c8342a4_325fb63e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“机遇热土”：李强总理表示中国经济提供“确定性” (原标题: ‘Hotbed of opportunity’: Premier Li says China’s economy offers ‘certainty’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315932/premier-li-qiang-says-chinas-economy-source-certainty-amid-global-risks?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 13:00:09 +0000",
      "isoDate": "2025-06-26T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国经济：全球增长的引擎与机遇热土\n\n中国国务院总理李强近日在多个国际场合强调，尽管全球面临地缘政治挑战和不确定性，中国经济仍将是全球增长的强大动力和稳定之源，为世界和平与发展提供“确定性”。\n\n### 关键信息点：\n\n*   **全球经济贡献者**：李强总理在亚洲基础设施投资银行（AIIB）年会上指出，中国是全球经济增长的最大动力贡献者，也是世界和平与发展最重要的确定性来源。\n*   **经济增长韧性**：在天津举行的世界经济论坛新领军者年会上，李强总理表示中国经济将保持“较快速度”增长，并会“竭尽全力”应对全球经济挑战。\n*   **上半年表现**：他强调，尽管外部挑战重重，中国经济仍展现出韧性，今年前两个季度表现稳健。第一季度GDP同比增长5.4%，被视为来之不易的成就。中国今年的年度GDP增长目标设定在5%左右。\n*   **未来展望**：李强总理预测，未来几年中国经济仍将是全球经济的“机遇热土”。\n*   **应对措施**：面对与美国之间不可预测的贸易战，北京已推出一系列刺激措施以稳定金融市场和刺激消费，包括：\n    *   下调基准利率。\n    *   降低银行存款准备金率。\n    *   推行以旧换新计划以提振家庭消费。\n\n**重要提示：** 文章内容中未包含有效的实际图片链接，因此详细摘要中不包含任何图片。",
      "shortSummary": "中国国务院总理李强表示，中国经济将继续是全球增长的引擎和机遇热土，为世界提供“确定性”。尽管面临外部挑战，中国经济在今年上半年表现稳健，第一季度GDP增长5.4%，全年目标约5%。为应对挑战，中国已推出降息、降准及以旧换新等刺激措施，以稳定市场并促进消费。",
      "translated_title": "“机遇热土”：李强总理表示中国经济提供“确定性”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will continue to be a land of opportunities and an engine of global growth and stability, even as the world faces rising geopolitical challenges and uncertainties, Chinese Premier Li Qiang said at the Asian Infrastructure Investment Bank’s (AIIB) Annual Meeting in Beijing.\n“China remains the country that contributes the greatest impetus to global economic growth, and the most significant source of certainty for world peace and development,” he said on Thursday.\nLi’s remarks came a day...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/77210050-25a6-4247-a47e-d61a736d1021_45eeaa7f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚投行将在香港设立20人规模的办事处以扩大全球影响力 (原标题: AIIB to expand global footprint with 20-member office in Hong Kong)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315947/aiib-expand-global-footprint-20-member-office-hong-kong?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 11:00:17 +0000",
      "isoDate": "2025-06-26T11:00:17.000Z",
      "creator": "Ji Siqi,Frank Tang",
      "summary": "## 亚洲基础设施投资银行在港设立办事处\n\n亚洲基础设施投资银行（AIIB）计划在香港设立一个办事处，此举旨在增强其筹资能力并进一步扩大其全球影响力。\n\n### 设立目的与意义\n\n*   **提升筹资能力与全球影响力**：该办事处的核心目标是加强亚投行的资金募集能力，并拓展其在全球范围内的业务足迹。\n*   **巩固香港国际金融中心地位**：对于香港而言，亚投行办事处的设立被视为一次重要的宣传胜利，有助于进一步巩固其作为国际金融中心的地位。\n\n### 进展与时间表\n\n*   目前，亚投行正与香港政府进行谈判。消息人士透露，最终决定预计将在今年下半年做出。\n*   一旦获得批准，亚投行希望能够尽快启动该办事处的运营。\n\n### 办事处职能与规模\n\n*   **主要职能**：该办事处将负责亚投行的资金筹集活动，并处理与香港本地机构的运营投资。另一消息源指出，其主要业务将集中在司库活动（treasury activities）。\n*   **人员规模**：新办事处预计将有大约20名工作人员。\n*   **全球布局**：这将是亚投行在北京总部以外设立的第二个海外办事处。其规模与2023年9月在阿布扎比设立的首个海外办事处相似。",
      "shortSummary": "亚洲基础设施投资银行（亚投行）计划在香港设立一个约20人的办事处，旨在提升其筹资能力并扩大全球影响力。此举对香港巩固国际金融中心地位具有重要意义。该办事处将主要负责亚投行的资金筹集和司库活动。目前与香港政府的谈判仍在进行中，预计今年下半年做出最终决定。",
      "translated_title": "亚投行将在香港设立20人规模的办事处以扩大全球影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Beijing-headquartered Asian Infrastructure Investment Bank will open an office in Hong Kong to enhance the multilateral development lender’s fundraising power and expand its global presence, the Post has learned from sources familiar with the matter.\nThe new office would come as a publicity victory for Hong Kong as the city redoubles its efforts to consolidate its status as an international financial centre.\nNegotiations with the Hong Kong government are ongoing and the final decision is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/a17b5fbc-d011-4cab-bb47-2f67957246b6_3e8e27c6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "边境更严格的卫生检查如何影响中国的榴莲进口？ (原标题: How are stricter sanitation checks at border affecting China’s durian imports?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315936/chinas-durian-imports-plunge-stricter-checks-catch-out-traders?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 09:04:57 +0000",
      "isoDate": "2025-06-26T09:04:57.000Z",
      "creator": "Ralph Jennings,Mia Nulimaimaiti",
      "summary": "中国榴莲进口受边境卫生检查影响\n\n根据贸易观察人士的说法，由于中国边境卫生检查日益严格，今年中国新鲜榴莲进口量有所下降。\n\n*   **总体进口数据下降**\n    *   海关总署数据显示，今年前五个月，新鲜榴莲进口额同比下降32.5%，至19.3亿美元。\n    *   按数量计算，进口量下降32.9%，至390,900吨。\n\n*   **主要出口国受影响情况**\n    *   **越南受冲击最大**：海关数据显示，越南对华榴莲出口的价值和数量同比下降近62%。今年前五个月，越南对华出口总额为2.54亿美元。\n    *   **泰国进口量下降**：同期，泰国对华榴莲进口额同比下降24%，至16.7亿美元，数量降幅略小。泰国仍保持中国最大榴莲进口来源国的地位，其次是越南和其他东南亚国家。\n\n*   **进口下降原因**\n    *   贸易观察人士周二表示，对农药和其他卫生问题的更严格保障措施减缓了进口速度。\n    *   他们补充说，出口商可能需要一些时间来适应新规定。\n\n*   **专家观点与展望**\n    *   越南富布赖特大学政治学家阮清忠（Nguyen Thanh Trung）表示：“越南种植者和贸易商需要达到这些标准。”\n    *   他认为：“今年他们可能会受到很大影响，但种植者和贸易商会从中学习。”",
      "shortSummary": "由于中国边境卫生检查趋严，今年前五个月中国新鲜榴莲进口量大幅下降。进口额同比减少32.5%，进口量下降32.9%。越南受影响最严重，对华出口量和价值均下降近62%。泰国进口量也下降24%。更严格的农药和卫生标准是主要原因，出口商需时间适应。",
      "translated_title": "边境更严格的卫生检查如何影响中国的榴莲进口？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of fresh durians have fallen this year because of stricter sanitation checks at the border, according to people who follow the trade.\nThe value of fresh durian imports in the first five months of this year fell by 32.5 per cent year on year to US$1.93 billion, according to the General Administration of Customs.\nBy volume, imports were down 32.9 per cent to 390,900 tonnes.\nHardest hit was Vietnam, which saw nearly 62 per cent year-on-year declines in both the value and volume of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/bcb07ef7-fb42-4548-ba91-2927b283596d_222aaafe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球化新浪潮可能由中国主导 (原标题: The new wave of globalisation could be China-led)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3315681/chinese-companies-can-spearhead-new-wave-globalisation?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-26T08:30:08.000Z",
      "creator": "Wang Huiyao",
      "summary": "## 全球化新浪潮与中国角色转型\n\n*   **背景与展望**\n    *   在新加坡一次关于中国企业全球化的会议上，讨论了逆全球化和全球化3.0的未来趋势。\n    *   面对未来，需要新的理念和概念来应对不确定性。\n\n*   **中国经济的演变**\n    *   **改革开放初期（1978年）**：中国经济受自给自足影响，处于“在中国为中国”阶段。\n    *   **“世界工厂”阶段**：通过利用市场力量，中国经济进入“在中国为世界”阶段，成为全球工厂。\n        *   复杂增值产业帮助8亿人脱贫，提升了全球物质财富。\n        *   到2020年，中国工业总产值占全球35%。\n\n*   **当前全球动态与挑战**\n    *   **贸易战与地缘政治**：始于美国特朗普政府的贸易战，重新调整了全球格局。\n    *   **新时代特征**：全球化进入新阶段，多极化回归，“去风险化”和不稳定导致企业面临不确定性和转型。\n    *   **贸易壁垒与碎片化**：贸易壁垒、关税和地缘政治碎片化日益加剧。\n\n*   **全球化3.0的特征**\n    *   将日益由数字化驱动。\n    *   将日益以区域为导向。\n\n*   **中国企业的新战略**\n    *   中国企业迫切需要调整战略，加速全球化步伐。\n    *   **战略转变**：从出口驱动型增长模式转向以全球布局、海外投资和跨境产业协调为特征的模式。\n    *   **核心理念**：实现中国经济“在世界为世界”的战略。\n    *   **具体行动**：中国企业必须走向全球，将价值链和生产系统分布到不同国家，以服务国际客户。",
      "shortSummary": "全球化正进入由贸易战和地缘政治驱动的新阶段（全球化3.0），其特点是数字化和区域化。中国经济曾是“世界工厂”，现在面临转型。中国企业需调整战略，从出口导向转向全球布局、海外投资和跨境协调，实现“在世界为世界”，将价值链和生产系统分布全球，以应对不确定性并服务国际客户。",
      "translated_title": "全球化新浪潮可能由中国主导",
      "images": [],
      "contentSource": "完整文章",
      "content": "At a recent Singapore conference on Chinese companies going global, I spoke on deglobalisation and the emerging contours of Globalisation 3.0. Perhaps more than ever, we need to look ahead to new ideas and concepts to tackle whatever the future holds.\nWhen China started its reform and opening up in 1978, its economy, shaped by autarkic experience and self-reliance, was still “in China for China”. In tapping world-changing market forces, the economy entered a period of “in China for the world” as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/e0e59994-e42a-4a30-ab41-11cc5a817b62_09bd48ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正在为下一波人工智能和机器人技术奠定坚实基础：宇树科技CEO (原标题: China building strong foundation for next wave of AI, robotics: Unitree CEO)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315892/china-building-strong-foundation-next-wave-ai-robotics-unitree-ceo?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 06:00:16 +0000",
      "isoDate": "2025-06-26T06:00:16.000Z",
      "creator": "Alice Li",
      "summary": "### 中国人工智能与机器人产业发展：宇树科技的成功与国家潜力\n\n中国人形机器人初创公司宇树科技（Unitree）的首席执行官王兴兴近日宣布，该公司年收入已突破10亿元人民币（约合1.394亿美元）。这一里程碑是在天津举行的“新领军者年会”（夏季达沃斯）的一次小组讨论中公布的。\n\n**宇树科技的成功因素**\n王兴兴指出，宇树科技自2016年成立以来取得成功，得益于多方面支持：\n*   **行业关注度提升：** 机器人行业日益受到关注。\n*   **需求与支持增加：** 市场需求不断增长，并获得更多支持。\n*   **政府支持：** 公司所在地浙江省政府提供了有力支持。\n*   **有利营商环境：** 浙江省拥有良好的营商环境。\n*   **丰富人才储备：** 当地汇聚了大量优秀人才。\n\n**中国在人工智能和机器人领域的潜力**\n与会企业家和学者普遍认为，中国凭借其独特的优势，有望成为下一波人工智能发展的领导者：\n*   **强大数据基础设施：** 为AI发展提供坚实基础。\n*   **成熟供应链：** 确保产业高效运作。\n*   **广阔市场：** 提供巨大的应用和增长空间。\n\n长江商学院院长李海涛在同一小组讨论中强调，中国在人工智能领域拥有“巨大潜力”。他表示，在未来十年内，只有两个国家能够引领全球人工智能革命，即美国和中国。",
      "shortSummary": "中国人形机器人公司宇树科技（Unitree）首席执行官王兴兴宣布公司年收入突破10亿元人民币，并指出其成功得益于行业关注、需求增长及政府支持。专家学者认为，中国凭借强大的数据基础设施、成熟供应链和广阔市场，正为下一波人工智能和机器人技术发展奠定坚实基础，有望与美国共同引领全球AI革命。",
      "translated_title": "中国正在为下一波人工智能和机器人技术奠定坚实基础：宇树科技CEO",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the head of China's humanoid robotics start-up Unitree disclosed its annual revenue has passed one billion yuan (US$139.4 million), entrepreneurs and scholars said the country's strong data infrastructure, mature supply chain and vast market position it as a potential leader in the next wave of development for artificial intelligence (AI).\n“The rising attention on our industry, along with increasing demand and support, has created the essential conditions for leading companies to grow...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/f1128ca1-3fa2-4cf9-985c-971429fc9075_ec0c6149.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“夏季达沃斯”呼吁中国企业将制造业转移至海外以取得成功 (原标题: ‘Summer Davos’ calls for China’s firms to move manufacturing abroad for success)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315806/chinas-firms-must-integrate-succeed-abroad-executives-say-summer-davos?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-25T22:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "### “夏季达沃斯”呼吁中国企业将制造业转移至海外以取得成功\n\n在天津举行的“新领军者年会”（即“夏季达沃斯”）期间，业内人士指出，中国企业应将其整个制造生态系统而非仅仅是商品组装环节转移到海外，以巩固其海外扩张。\n\n**主要观点与驱动因素：**\n\n*   **全球贸易不确定性加剧：** 咨询公司Oliver Wyman的合伙人兼亚太宏观策略师Ben Simpfendorfer表示，随着美国总统唐纳德·特朗普第二任期内全球贸易不确定性上升，中国企业将寻求通过在新市场建立工厂（无论是用于出口还是本地销售）来增强其供应链的韧性。\n*   **关税与贸易紧张局势恶化：** Simpfendorfer指出，世界正走向一个关税普遍更高的时代，贸易紧张局势将恶化，不仅限于中美之间，还可能涉及其他国家。为了完全避免关税，中国制造业的更大一部分可能会转移到海外。\n\n**现有趋势与挑战：**\n\n*   **供应链海外迁移已开始：** 在特朗普的第一任期内，中国制造商已开始将供应链转移到海外，以减轻关税上涨带来的影响。他们首先在东南亚建立工厂，并逐步将业务扩展到墨西哥和摩洛哥等国家。\n*   **美国对“绕道”的担忧：** 华盛顿不希望这些国家成为中国产品的可靠“绕道”途径。特朗普最初于4月2日公布的“解放日”关税方案中，一些东南亚国家联盟（东盟）成员国本将面临比中国更高的关税。\n*   **近期政策调整：** 为了安抚全球市场，美国暂停了这些更高的关税90天，转而对几乎所有贸易伙伴实施了“基线”10%的关税上调。",
      "shortSummary": "“夏季达沃斯”会议呼吁中国企业将整个制造业生态系统转移到海外，以应对全球贸易不确定性及日益加剧的关税。业内人士指出，此举旨在增强供应链韧性，避免贸易壁垒。中国企业已在东南亚、墨西哥等地设厂，但美国不希望这些国家成为中国产品的“绕道”途径。未来，更多中国制造环节可能外迁以适应新的贸易环境。",
      "translated_title": "“夏季达沃斯”呼吁中国企业将制造业转移至海外以取得成功",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies should relocate their entire manufacturing ecosystems – rather than just completing the assembly of goods in another country – to solidify their overseas expansions, industry insiders said during the Annual Meeting of the New Champions in Tianjin.\nWith uncertainty over global trade on the rise in the second term of US President Donald Trump, Chinese companies will look to strengthen the resilience of their supply chain by building factories in new markets, either for export or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/90898b4d-de79-44a2-aabc-7c93a13128df_97a47b68.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球金融面临的三大幽灵：必须在为时过晚前认清它们 (原标题: 3 spectres haunting global finance must be seen before it’s too late)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3315384/3-spectres-haunting-global-finance-must-be-seen-its-too-late?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 14:30:08 +0000",
      "isoDate": "2025-06-25T14:30:08.000Z",
      "creator": "James David Spellman",
      "summary": "## 全球金融面临的三大新型风险\n\n文章指出，全球金融体系正面临三大新型、更分散且难以控制的风险，它们是潜在的“新断层线”：\n\n1.  **新兴的人工智能（AI）模型**\n2.  **影子银行体系的不透明性**\n3.  **加密货币的狂热**\n\n### 风险的性质与挑战\n\n这些风险与上次金融危机中的风险不同，它们更具分散性，且更难被遏制。若不采取协调一致的行动，全球金融体系可能陷入另一次系统性崩溃，届时任何单一的金融机构或政府都无法独自解决。然而，当前世界各国领导人正疲于应对贸易摩擦和不断升级的战争，投资者又普遍自满，经济表现出韧性，这使得他们不太可能推动必要的改革。领导者面临两难境地：过度警告会损害信誉，但警告太晚则可能导致灾难。\n\n### 人工智能（AI）的潜在威胁\n\n文章详细阐述了AI作为其中一个“幽灵”所带来的风险，认为AI在优化效率和降低风险的同时，也可能引发下一次“雷曼时刻”。\n\n*   **问题根源**：伦敦政治经济学院教授乔恩·丹尼尔森（Jon Danielsson）指出，问题源于算法收集和分析数据并执行解决方案的方式。\n*   **“串通”效应**：大型语言模型通常依赖相似的数据、信号和优化逻辑，这导致了一种“串通”效应。反馈循环会以极快的速度加剧同步和重复错误的风险。\n*   **位置偏差**：麻省理工学院的研究人员最近发现，AI存在“位置偏差”现象，即它会过度强调文本开头和结尾的信息。\n*   **数据质量问题**：数据本身可能存在冲突、错误、不精确、混乱和模糊不清等问题。即使这些空白被填补，其适用性也有限，因为每个事件的原因和复杂性都是独一无二的。\n*   **丹尼尔森的警告**：丹尼尔森写道：“AI迅速果断的响应能力——结合其不透明的决策过程、与其他引擎的串通以及产生幻觉的倾向——是其引发稳定风险的核心。”他警告称，“AI危机将是快速而恶性的。”",
      "shortSummary": "全球金融面临三大新型且难以控制的风险：新兴AI模型、影子银行不透明性和加密货币狂热。这些风险比以往更分散，若无协调行动恐致系统性崩溃。文章特别强调AI的威胁，指出其不透明决策、数据依赖性、协同错误和“幻觉”倾向可能引发迅速而恶性的危机，构成全球金融稳定的核心风险。",
      "translated_title": "全球金融面临的三大幽灵：必须在为时过晚前认清它们",
      "images": [],
      "contentSource": "完整文章",
      "content": "Fledgling artificial intelligence (AI) models, the opacity of shadow banking and the euphoria over cryptocurrency are new fault lines in global finance, emerging as dangers that are more dispersed and harder to contain than those of the last crisis.\nWithout coordinated action, we risk stumbling into another systemic breakdown, one that no financial institution or government can resolve alone. Yet, world leaders, overwhelmed by tariff flare-ups and escalating wars, are unlikely to champion needed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/99dad871-0cbe-4a7a-b5a8-3ba2be4226c4_a41a4128.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国敦促私营企业加大对跨境基础设施的投资 (原标题: China urging private firms to invest more in cross-border infrastructure)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315808/china-private-enterprises-invest-cross-border-infrastructure-aiib-doing?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 12:00:08 +0000",
      "isoDate": "2025-06-25T12:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "中国财政部长蓝佛安在亚洲基础设施投资银行（亚投行）年会上表示，中国将大力鼓励私营企业参与基础设施项目，包括亚投行倡导的跨境互联互通倡议。\n\n*   **背景：** 随着全球经济放缓和国际发展援助减少，发展中国家日益受到公共资源有限的制约，难以进行互联互通投资。\n*   **中国措施：**\n    *   《中国民营经济促进法》已于上月生效，鼓励民营企业投资基础设施。\n    *   中国将继续完善体制机制和环境，欢迎更多私营部门参与跨境互联互通项目。\n*   **风险应对：** 蓝佛安呼吁各方努力减少对地缘政治和违约相关风险的担忧，并通过与其他区域发展机构协调，提高基础设施项目的评级和预期回报，以确保私营部门保持信心和投资意愿。\n*   **意义：** 进一步调动私人资本有助于克服公共投资不足的瓶颈，促进基础设施发展。",
      "shortSummary": "中国财政部长蓝佛安表示，中国将大力鼓励私营企业参与包括亚投行倡导的跨境互联互通倡议在内的基础设施项目。随着全球经济放缓和国际发展援助减少，发展中国家面临公共资源有限的制约。中国通过《民营经济促进法》等措施，鼓励民营企业投资基础设施，并努力减少地缘政治和违约风险，提高项目回报，以吸引更多私人资本参与，克服公共投资不足的瓶颈。",
      "translated_title": "中国敦促私营企业加大对跨境基础设施的投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will significantly encourage private enterprises to participate in infrastructure projects, including cross-border connectivity initiatives championed by the Asia Infrastructure Investment Bank (AIIB), Minister of Finance Lan Foan said at the lender’s annual meeting.\nAs the global economy slows and international development aid declines, developing countries are increasingly constrained by limited public resources for connectivity investments, Lan said at the meeting in Beijing on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/1b25891f-b710-45fe-823b-31f04f927a0b_ff433284.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟关税豁免推动中国插电式混合动力汽车出口激增 (原标题: China’s plug-in hybrid exports spike in wake of EU tariff exemption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315797/chinas-plug-hybrid-exports-spike-wake-eu-tariff-exemption?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 10:00:20 +0000",
      "isoDate": "2025-06-25T10:00:20.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国插电式混合动力汽车出口激增：欧盟关税豁免的推动\n\n**主要观点:**  得益于欧盟关税豁免，中国插电式混合动力汽车(PHEV)对欧洲的出口在5月份同比增长了惊人的600%。这一趋势是更广泛的中国PHEV销售热潮的一部分，5月份中国PHEV的整体出口同比增长了127%。\n\n**关键信息:**\n\n* **欧盟市场爆发式增长:** 5月份，中国对欧盟的乘用车PHEV出口量和出口值均同比增长约600%。\n* **整体出口大幅增长:** 2025年前五个月，中国乘用车PHEV出口总量达到324,000辆，同比增长近140%。\n* **关税豁免的影响:**  欧盟对中国制造的电池电动汽车(BEV)征收高达45.3%的关税，促使中国汽车制造商转向PHEV。\n* **数据来源:** 中国汽车经销商协会(CADA)和中国海关数据。\n* **PHEV分类:** 插电式混合动力汽车分为乘用车（少于九座）、货车以及公共汽车和卡车三种类型，文中主要关注乘用车。\n\n**总结:** 中国插电式混合动力汽车出口的显著增长，尤其是在欧盟市场的强劲表现，主要得益于欧盟对中国制造电池电动汽车的关税政策，以及中国汽车制造商的战略调整。",
      "shortSummary": "5月份，中国对欧盟的插电式混合动力汽车(PHEV)出口同比激增600%，这得益于欧盟的关税豁免政策。中国整体PHEV出口也大幅增长，2025年前五个月达到324,000辆。欧盟对中国制造的电池电动汽车征收高额关税，促使中国汽车制造商转向PHEV，从而推动了这一增长。",
      "translated_title": "欧盟关税豁免推动中国插电式混合动力汽车出口激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese plug-in hybrid electric cars are rapidly flooding the European market, with exports to the bloc rising an extraordinary 600 per cent year on year in May as China’s brands take advantage of an exemption in European Union tariffs.\nThe trend is part of a wider boom in sales of Chinese passenger plug-in hybrid electric vehicles (PHEVs), with China’s overall exports of the cars soaring 127 per cent year on year in May, according to data released on Monday by the China Automobile Dealers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/ee71495f-3bda-453a-8c22-dfa8a36f74f5_4f4ade5e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国关税不仅扼杀贸易，还令投资寒心——领导人警告 (原标题: US tariffs not only killing trade, but chilling investment, leaders warn)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315774/us-tariffs-not-only-killing-trade-chilling-investment-leaders-warn?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 09:00:16 +0000",
      "isoDate": "2025-06-25T09:00:16.000Z",
      "creator": "Alice Li",
      "summary": "## 美国关税对全球经济的影响：贸易和投资的寒冬\n\n世界经济论坛“夏季达沃斯”论坛上，企业家和政策制定者警告称，美国关税政策的不确定性不仅扰乱了全球供应链，还导致投资者推迟决策。\n\n* **贸易战的寒蝉效应：** 美国与其他国家之间的贸易战持续给全球经济蒙上阴影，美国总统特朗普威胁几周内将对数十个国家重新征收关税。这种不确定性导致全球企业面临“极具挑战”的局面。\n* **投资决策的停滞：**  香港第一东方投资集团董事长兼首席执行官Victor Chu Lap-lik表示，由于对美国贸易政策的不确定性，“每个人都在暂停”。企业难以对未来三到四年进行投资定价，因为无法预测关税政策的走向。此外，企业还担心在某些国家投资会面临来自其他政府的压力。\n* **全球投资的萎缩：** 贸易战加剧了全球投资的萎缩趋势，这种趋势在去年就已经开始显现，并对经济增长构成阻力。\n\n总而言之，美国关税政策的不确定性正在严重影响全球贸易和投资，导致企业决策迟缓，经济增长放缓。",
      "shortSummary": "美国关税政策的不确定性正在扰乱全球供应链，导致投资者推迟决策，对全球经济增长造成负面影响。企业难以预测未来关税政策，从而影响投资决策。贸易战加剧了全球投资萎缩，对经济增长构成阻力。",
      "translated_title": "美国关税不仅扼杀贸易，还令投资寒心——领导人警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Uncertainties created by the United States’ tariff blitz are not only disrupting global supply chains, but also causing investors to delay decisions, entrepreneurs and policymakers said at the “Summer Davos” forum.\nThe warning at the annual gathering, which kicked off in the northern Chinese city of Tianjin on Tuesday, came as the trade war continued to cast a chill over the global economy, with US President Donald Trump threatening to reimpose tariffs on dozens of countries within...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/5801b453-a184-463b-9e0f-9802926d5f2f_6e99a724.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "以色列-伊朗战争和特朗普关税的双重冲击使全球经济衰退临近 (原标题: Twin shocks of Israel-Iran war, Trump tariffs bring global recession closer)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3315724/twin-shocks-israel-iran-war-trump-tariffs-bring-global-recession-closer?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 08:39:33 +0000",
      "isoDate": "2025-06-25T08:39:33.000Z",
      "creator": "Stephen Roach",
      "summary": "# 全球经济衰退风险加剧：以色列-伊朗战争与特朗普关税的双重冲击\n\n文章指出，中东爆发的新战争与破坏性关税战相结合，对本已低迷的世界经济构成了致命威胁。尽管目前存在暂时的停火，但全球经济即将陷入衰退的可能性已大幅增加。\n\n## 双重冲击的威胁\n\n*   **第一重冲击：特朗普关税**\n    *   美国总统唐纳德·特朗普的关税政策已对全球增长构成下行风险。\n*   **第二重冲击：以色列-伊朗战争**\n    *   以色列与伊朗之间（现已牵涉美国）的战争潜力，使本已脆弱的世界经济问题雪上加霜。\n    *   这符合作者的“周期性风险”理论：经济一旦接近“失速点”，只需轻微冲击即可陷入全面衰退。\n\n## 全球衰退的定义与“失速点”理论\n\n*   **全球衰退的特征**\n    *   与单个经济体的衰退（实际产出收缩）不同，全球层面的衰退通常表现为约一半的世界经济体收缩，而其余经济体继续扩张。\n    *   全球衰退通常伴随着全球GDP增长放缓至2-2.5%的区间，这比1980年以来3.3%的趋势增长率低0.8至1.3个百分点。\n    *   例外情况是2009年的全球金融危机和2020年的新冠疫情，这两次事件导致全球产出出现全面收缩。\n*   **“失速点”的重要性**\n    *   “失速点”是周期性风险评估的关键，可被视为一个脆弱区域，通过与趋势增长的显著下行偏差来衡量。\n    *   回顾过去45年，全球经济的“失速点”被设定在2.5-3%的增长区间：当全球经济处于此区间时，它缺乏抵御冲击所需的韧性。\n    *   过去四次全球衰退都印证了这一理论。\n\n## 当前形势与衰退风险\n\n*   **国际货币基金组织（IMF）的预测**\n    *   根据IMF最新的《世界经济展望》，2025年全球GDP增长预计将放缓至2.8%，恰好处于“失速点”区间的中间。\n*   **双重冲击的叠加效应**\n    *   与近期全球衰退由单一冲击引发不同，当前世界经济可能同时受到两种冲击：关税战和中东地区的实际战争。\n    *   这种双重冲击组合的可能性，极大地增加了全球衰退的几率，在预测界看来，这几乎是确凿无疑的证据。\n\n## 图片\n\n![一名交易员于2008年10月8日在雅加达印度尼西亚证券交易所的交易大厅做出反应，此前由于对全球金融危机的担忧，印度尼西亚基准股指暴跌10%。图片来源：美联社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/25/acb91834-307c-49c0-ac19-b1cea8ba3bf6_c24526fa.jpg)\n*一名交易员于2008年10月8日在雅加达印度尼西亚证券交易所的交易大厅做出反应，此前由于对全球金融危机的担忧，印度尼西亚基准股指暴跌10%。图片来源：美联社*",
      "shortSummary": "以色列-伊朗战争和特朗普关税的双重冲击正使全球经济衰退的风险急剧上升。当前世界经济已显疲软，国际货币基金组织预测2025年全球GDP增长将放缓至2.8%，处于易受冲击的“失速点”区间。这种双重打击的叠加效应，极大地增加了全球经济陷入衰退的可能性，预示着一场全球性经济下行迫在眉睫。",
      "translated_title": "以色列-伊朗战争和特朗普关税的双重冲击使全球经济衰退临近",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/25/acb91834-307c-49c0-ac19-b1cea8ba3bf6_c24526fa.jpg",
          "alt": "A trader reacts on the trading floor of the Indonesia Stock Exchange in Jakarta on October 8, 2008, after Indonesia’s benchmark stock index plunged 10 per cent on fears about the global financial crisis. Photo: AP",
          "title": "A trader reacts on the trading floor of the Indonesia Stock Exchange in Jakarta on October 8, 2008, after Indonesia’s benchmark stock index plunged 10 per cent on fears about the global financial crisis. Photo: AP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The outbreak of a new war in the Middle East, together with a destructive tariff war, makes for a lethal combination in a sluggish world economy. Notwithstanding the tentative ceasefire, the odds of imminent global recession have increased sharply.\nOne shock was bad enough. US President Donald Trump’s tariffs imply downside risks to global growth. But the potential for a second shock – a war between Israel and Iran that has now ensnared the United States – compounds the problems for an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/162ab97f-8a37-463b-a1e3-e10264c8e18d_4e7a914d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "李强在“夏季达沃斯”论坛上表示中国将成为消费力量：事件回顾 (原标题: Li Qiang says China will be consumption power at ‘Summer Davos’: as it happened)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315714/chinas-li-qiang-gives-summer-davos-keynote-tense-global-atmosphere?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 01:55:11 +0000",
      "isoDate": "2025-06-25T01:55:11.000Z",
      "creator": "SCMP Reporters",
      "summary": "本文主要报道了中国国务院总理李强在天津举行的“夏季达沃斯”论坛上的主旨演讲。文章指出，尽管中国经济在一定程度上经受住了美国前总统特朗普发起的关税战，但仍面临外部挑战，包括与美国的贸易休战即将到期、与欧盟的紧张关系以及中东地区的冲突。为了应对这些挑战，中国希望增强国内市场，同时维护其在全球供应链中的地位。中国政府已经加强了对外国企业和投资者的吸引力，并颁布了促进民营经济发展的法律，旨在释放国内的创业活力，推动经济增长。",
      "shortSummary": "中国国务院总理李强在天津“夏季达沃斯”论坛上发表主旨演讲，强调中国将成为消费力量。尽管面临外部挑战，中国希望通过增强国内市场和维护全球供应链地位来应对。政府已采取措施吸引外资，并颁布法律促进民营经济发展，以推动经济增长。",
      "translated_title": "李强在“夏季达沃斯”论坛上表示中国将成为消费力量：事件回顾",
      "images": [],
      "contentSource": "完整文章",
      "content": "This live blog has been made freely available as a public service to our readers. Please consider supporting SCMP’s journalism by subscribing. Get faster notifications on the latest updates by downloading our app.\nChinese Premier Li Qiang gave the keynote speech at the Annual Meeting of the New Champions, also known as “Summer Davos”, in the northern port city of Tianjin on Wednesday morning.\nThe world’s second-largest economy has largely withstood the tariff war launched by US President Donald...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/b6dafe49-cb3c-4966-9b05-ba1f9cb76e00_fb740d57.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "安joy食品公司香港上市后瞄准东南亚和欧洲市场 (原标题: China’s Anjoy Foods eyes Southeast Asia and Europe after Hong Kong listing)",
      "link": "https://www.scmp.com/business/china-business/article/3315698/chinese-hotpot-giant-anjoy-foods-eyes-southeast-asia-and-europe-after-hong-kong-listing?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 00:30:08 +0000",
      "isoDate": "2025-06-25T00:30:08.000Z",
      "creator": "Daniel Ren,Aileen Chuang",
      "summary": "## 安joy食品公司香港上市后计划进军东南亚和欧洲市场\n\n安joy食品集团是中国大陆最大的速冻火锅配料生产商。该公司计划在香港上市后，进军欧洲和东南亚等海外市场。\n\n* **扩张计划:** 安joy食品集团董事会秘书梁晨表示，此次股票发行所得款项将增强公司在印度尼西亚和马来西亚等火锅市场蓬勃发展的国家中的竞争力。\n* **东南亚市场潜力:** 梁晨指出，东南亚市场增长迅速，缺乏成熟的速冻食品品牌，这为安joy食品集团提供了复制其在中国二十年发展成功经验的机会。\n* **融资规模:**  公司预计通过发行5950万股股票筹集高达6亿美元资金，发行价基于其周二在上海的收盘价76.38元人民币（合10.64美元）。\n* **双重上市战略:**  在香港上市将提升安joy食品集团的国际知名度，并推动其全球化战略。该公司希望成为最新一家利用国际资本涌入香港的中国大陆公司，以寻求美国资产的替代方案。\n* **市场前景:** 市场研究公司Frost & Sullivan的数据显示，预计到2028年，中国大陆以外的火锅餐饮市场规模将达到638亿美元，从2023年开始的五年内年均增长率为9.8%。\n* **香港上市时机:** 梁晨认为，现在是安joy食品集团在香港上市的最佳时机，香港H股市场为像安joy这样的中国公司提供了最佳的海外业务扩张融资平台。",
      "shortSummary": "中国最大的速冻火锅配料生产商安joy食品集团计划在香港上市后进军东南亚和欧洲市场。公司预计融资6亿美元，利用香港上市提升国际知名度，并抓住东南亚快速增长的火锅市场机遇。市场研究显示，到2028年，中国大陆以外的火锅餐饮市场规模将达638亿美元。",
      "translated_title": "安joy食品公司香港上市后瞄准东南亚和欧洲市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "Anjoy Foods Group, mainland China’s largest producer of frozen hotpot ingredients, said it plans to expand in overseas markets like Europe and Southeast Asia after it lists in Hong Kong.\nLiang Chen, board secretary of the Fujian-based company, told the Post that proceeds from the share sale would bolster its competitiveness in countries like Indonesia and Malaysia, where hotpot has been flourishing. Anjoy kicked off its Hong Kong bookbuilding on Wednesday, according to its listing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/82968092-4415-4a4e-956d-c7a80b231eed_8b4c9fea.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "报告称，在中国大力发展储能之际，中国“主导”全球水电开发 (原标题: China ‘dominates’ global hydropower development amid energy storage push: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315623/china-dominates-global-hydropower-development-amid-energy-storage-push-report?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 23:01:07 +0000",
      "isoDate": "2025-06-24T23:01:07.000Z",
      "creator": "Kandy Wong",
      "summary": "根据一份新的报告，中国在2024年继续在全球水电开发中发挥主导作用，占据了亚洲新增装机容量的绝大部分，并大力投资于储能解决方案。\n\n*   **中国水电发展现状：**\n    *   去年全球新增水电装机容量为24.6吉瓦，其中中国贡献了14.4吉瓦。\n    *   中国将水电作为在绿色转型中维持电网稳定的有效方式。\n    *   中国新增水电装机容量的一半以上是抽水蓄能水电（PSH）项目。\n*   **抽水蓄能水电 (PSH)：**\n    *   抽水蓄能水电项目将大量的水储存在水库中，当电网电力不足时可以释放。\n*   **中国碳中和目标与水电发展：**\n    *   自2020年北京设定2060年实现碳中和的目标以来，中国加大了水坝建设力度。\n    *   中国在建或已批准的抽水蓄能水电项目超过200吉瓦。\n    *   中国有望超过其2030年120吉瓦的目标，到本十年末可能达到130吉瓦。\n*   **中国水电装机容量：**\n    *   中国目前拥有近436吉瓦的已安装水电装机容量。\n    *   该容量占亚洲总容量的四分之三以上。",
      "shortSummary": "报告显示，2024年中国在全球水电开发中占据主导地位，贡献了亚洲新增水电装机容量的绝大部分。中国大力投资储能解决方案，尤其是在抽水蓄能水电（PSH）项目上。去年全球新增水电装机容量24.6吉瓦，中国贡献了14.4吉瓦。中国目前拥有近436吉瓦的水电装机容量，占亚洲总容量的四分之三以上，并有望超过其2030年120吉瓦的抽水蓄能目标，达到130吉瓦。",
      "translated_title": "报告称，在中国大力发展储能之际，中国“主导”全球水电开发",
      "images": [],
      "contentSource": "完整文章",
      "content": "China continued to play a dominant role in global hydropower development in 2024, accounting for the vast majority of Asia’s newly added capacity as it invests heavily in energy storage solutions, according to a new report.\nThe country was responsible for 14.4 gigawatts of the 24.6GW of new hydropower capacity that came online globally last year, as it bets big on the energy source as an effective way to maintain a stable grid amid the green transition.\nMore than half of the hydropower capacity...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/0109e174-3a9e-4e52-b00c-7cc47e256d58_9c848492.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“夏季达沃斯”小组讨论美国经济的秘诀：中国是否破解了配方？ (原标题: ‘Summer Davos’ panel mulls US economy secret sauce: did China crack the recipe?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315686/summer-davos-panel-mulls-secret-sauce-us-economy-did-china-crack-recipe?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 14:00:10 +0000",
      "isoDate": "2025-06-24T14:00:10.000Z",
      "creator": "Frank Chen",
      "summary": "在中国的“夏季达沃斯”论坛上，美国学者们讨论了美国经济表现优于其他国家的原因，认为其依赖于一种特殊的“秘方”。然而，华盛顿的关税和移民政策正在威胁这一前景。\n\n*   **美国经济的秘诀：**\n    *   能够获得所需的资本和工人。这推动了美国的生产力增长。\n    *   移民政策起到了关键作用。\n    *   高等教育也是重要组成部分。\n\n专家们认为，美国可能正在放弃一些关键要素，而中国可能正在更快地进步。",
      "shortSummary": "在“夏季达沃斯”论坛上，美国学者讨论了美国经济优于其他国家的原因，认为其依赖于资本、劳动力、移民和高等教育的“秘方”。然而，华盛顿的关税和移民政策正在威胁这一优势，专家认为中国可能正在更快地进步。",
      "translated_title": "“夏季达沃斯”小组讨论美国经济的秘诀：中国是否破解了配方？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The American economy has outperformed others by relying on a sort of secret, magic “sauce”, but Washington’s tariff and immigration policies are threatening to shift the outlook, according to leading US scholars attending the “Summer Davos” in China.\nAt the gathering, formally known as the World Economic Forum’s 16th Annual Meeting of the New Champions, they collectively took stock of the US economy and debated whether it would be China or the US that most advances the frontier of tech and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/8963e91d-f837-4d7e-b02f-55929050a731_014dea33.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "伊朗之外：全球油价的微妙平衡 (原标题: Beyond Iran: the precarious balance of global oil prices)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3315583/beyond-iran-precarious-balance-global-oil-prices?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 12:30:07 +0000",
      "isoDate": "2025-06-24T12:30:07.000Z",
      "creator": "Winston Mok",
      "summary": "## 全球油价的微妙平衡\n\n### 引言\n美国总统唐纳德·特朗普的贸易战导致全球股市剧烈波动。他授权对伊朗进行打击，再次冒险，但如果以色列和伊朗能遵守停火协议，他仍可能幸运。值得注意的是，贸易战和热战对油价的影响是相反的。\n\n### 油价波动与市场反应\n*   **贸易战影响：** 由于对特朗普关税的担忧，油价在5月初曾跌至每桶约60美元。\n*   **以色列-伊朗冲突初期：** 以色列-伊朗战争爆发后，油价出现波动，但在美国加入战局前，布伦特原油价格徘徊在75美元以下，影响相对温和。\n*   **美国介入后：** 在美国轰炸机和潜艇发射的导弹袭击了伊朗三处核设施后，油价立即上涨，但随后迅速逆转。\n*   **当前价格水平：** 油价在周二交易中跌破69美元，回到了以色列于6月13日开始袭击伊朗之前的水平。\n*   **市场预期：** 在伊朗周一向卡塔尔的乌代德美国军事基地发射导弹前发出预警后，市场似乎认为伊朗不会在报复性打击中将石油武器化。市场也似乎并未受到石油供应的困扰。\n\n### 全球石油供需格局\n*   **库存增加：** 5月份全球库存增加了9300万桶。\n*   **非Opec+增产：** 预计今年Opec+以外的生产商将增加140万桶/天的供应。\n*   **IEA预测：** 根据国际能源署（IEA）的数据，未来五年全球产能的增长速度预计将是需求的两倍。\n\n### 技术进步与能源转型的影响\n*   **韧性增强：** 与1970年代的石油危机相比，由于技术进步，当前冲突对油价的影响较小。全球通过提高能源效率变得更具韧性，可再生能源也得到了广泛采用。\n*   **电动汽车（EVs）的崛起：** 电动汽车的快速转型，尤其是在中国，意义重大。\n*   **IEA预测EVs影响：** IEA预计，到本十年末，电动汽车将取代约540万桶/天的石油需求，高于去年的130万桶。\n\n### 能源地缘政治格局的转变\n*   **美国角色转变：** 在1970年代的石油禁运期间，美国遭受了滞胀，但页岩革命使其成为石油净出口国。\n*   **中国角色：** 与此同时，中国近几十年的快速工业化使其取代美国成为全球领先的能源进口国。",
      "shortSummary": "全球油价受贸易战和地缘冲突（如美伊、以伊）影响。尽管美国介入，油价在短暂上涨后回落至冲突前水平。市场对伊朗不将石油武器化及供应充足表现乐观。得益于技术进步、能源效率提升和电动汽车普及，当前冲突对油价影响远小于1970年代。此外，美国已成石油净出口国，中国则成为最大能源进口国，全球能源地缘格局已发生转变。",
      "translated_title": "伊朗之外：全球油价的微妙平衡",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global stock markets have experienced a roller-coaster ride during US President Donald Trump’s trade wars. He rolled the dice again by authorising strikes on Iran, but he could yet get lucky if Israel and Iran can stick to a ceasefire.\nTrade wars and hot wars have opposite effects on oil prices. Having dropped to about US$60 per barrel in early May from fears over Trump’s tariffs, oil prices have seen swings since the start of the Israel-Iran war.\nThe impact of the fighting on oil prices was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/ad795b11-7a53-4f4f-846a-cfd0b68f8a8e_bd745ac2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国前财政官员邹加怡当选亚投行行长 (原标题: China’s Zou Jiayi, a former finance official, elected AIIB president)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315673/chinas-zou-jiayi-former-finance-official-elected-aiib-president?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 12:00:10 +0000",
      "isoDate": "2025-06-24T12:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国前财政官员邹加怡当选亚投行行长\n\n### 主要任命\n*   中国前财政部副部长邹加怡已被选举为亚洲基础设施投资银行（AIIB）行长。\n*   她将领导这家拥有1000亿美元资本的银行，在当前全球化和发展金融的关键时刻发挥作用。\n\n### 选举背景与任期\n*   此决定于周二在北京举行的亚投行年会上宣布，此次会议有110个成员国代表及其他利益攸关方出席，以庆祝银行成立十周年。\n*   邹加怡，62岁，将从1月16日开始为期五年的任期。\n*   她将接替首任行长金立群。金立群在两个任期内将亚投行从构想阶段发展成为活跃的运营机构，并将其建设成为一个重要的多边开发机构。\n\n### 新任行长表态\n*   邹加怡在新闻稿中表示：“亚投行成员国对我的信任让我感到谦卑和荣幸。”\n*   她补充说：“银行的战略清晰且进展顺利，未来几年我们能取得的成就还有很多。”\n\n### 邹加怡的背景\n*   邹加怡于3月底被提名为中国的候选人。\n*   她目前担任中国人民政治协商会议（全国政协，中国最高政治咨询机构）的副秘书长。\n*   她也是执政的中国共产党中央委员会中少数几位女性成员之一。\n\n### 专家评价\n*   中国人民大学金融学教授赵锡军表示：“她在促进中国在金融领域的国际合作与对话方面拥有丰富的经验，这在新职位中可能会非常有价值。”",
      "shortSummary": "中国前财政部副部长邹加怡已当选亚洲基础设施投资银行（AIIB）新任行长，接替金立群。她将从1月16日开始为期五年的任期。此任命在亚投行成立十周年之际的年会上宣布。邹加怡曾任财政部副部长，现任全国政协副秘书长，拥有丰富的金融国际合作经验，将领导亚投行在关键时期发展。",
      "translated_title": "中国前财政官员邹加怡当选亚投行行长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Former vice-minister of finance Zou Jiayi has been elected president of the Asian Infrastructure Investment Bank (AIIB), leading the lender and its US$100 billion in capital through a decisive moment for globalisation and development finance.\nThe decision was announced at the Beijing-based bank’s annual meeting on Tuesday, held with representatives of its 110 member states and other stakeholders at its headquarters to celebrate its 10th anniversary.\nZou, 62, will serve a five-year term which...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/46eb6a32-f176-4288-8479-8c74835e51d3_32d4a5a8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "稳定币是未来吗？央行银行警告：别指望它 (原标题: Are stablecoins the future? Don’t bank on it, warns the bank for central banks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315616/amid-china-us-stablecoin-buzz-bis-warns-trio-sound-money-traits-missing?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-24T11:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "## 国际清算银行（BIS）对稳定币未来的看法\n\n随着一些主要经济体考虑或被敦促采用稳定币，国际金融组织——被称为“央行银行”的国际清算银行（BIS）——对稳定币在未来金融体系中的作用发出了警告。\n\n### 稳定币的局限性\n\n*   **辅助角色**：国际清算银行在《2025年年度经济报告》发布前夕的“特别章节”中指出，稳定币未来在金融体系中可能只扮演“辅助”角色。\n*   **缺乏关键特性**：BIS认为，稳定币缺乏其所锚定法定货币（如美元、港元）的关键特性，尽管其旨在结合加密货币的效率与传统货币的稳定性。\n*   **非法用途风险**：该银行警告称，稳定币依赖公共区块链的匿名性，使其“在没有发行方监督的情况下流通”，因此可能成为“非法用途绕过完整性保障的首选”。\n\n### BIS提出的未来金融体系愿景\n\n*   **统一平台**：国际清算银行（由包括中国和美国在内的63家央行共同拥有）提出，一个统一的平台，整合“代币化央行储备、商业银行存款和政府债券”这“三位一体”，可以“为下一代货币和金融体系奠定基础”。\n\n![The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/24/0c745234-fc84-493a-bef8-0ca0c79d8551_e5dfa697.jpg)\n\n*国际清算银行（BIS）的《2025年年度经济报告》将关注贸易紧张局势、全球经济挑战、非银行机构的崛起以及未来的货币体系。图片来源：Shutterstock*",
      "shortSummary": "国际清算银行（BIS）警告称，稳定币未来在金融体系中可能只扮演“辅助”角色，因为它们缺乏关键特性且易被用于非法活动。BIS认为，一个整合代币化央行储备、商业银行存款和政府债券的统一平台，才是构建下一代货币和金融体系的基础，而非稳定币。",
      "translated_title": "稳定币是未来吗？央行银行警告：别指望它",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/24/0c745234-fc84-493a-bef8-0ca0c79d8551_e5dfa697.jpg",
          "alt": "The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock",
          "title": "The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With some major economies leaping onto the stablecoin train – or being urged to do so, to further globalise their currencies – others are mulling whether getting on board would be akin to either riding the gravy train or feeling it fail to gather steam.\nNow, the international financial organisation known as the “bank for central banks” has waded into the stablecoin debate as the buzzword gathers momentum.\nIn a “special chapter” released on Tuesday in advance of Sunday’s release of its Annual...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/38a5b8d5-e4e4-47ae-b146-dc519ba0c97f_1726e029.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-27T06:35:47.011Z"
}