{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "报告：美欧援助削减，中国在东南亚影响力日增 (原标题: US and EU aid cuts see China’s star on the rise in Southeast Asia, report says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318693/us-and-europe-cut-aid-budgets-chinas-star-rise-southeast-asia-report-says?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 12:30:08 +0000",
      "isoDate": "2025-07-20T12:30:08.000Z",
      "creator": "Kandy Wong",
      "summary": "## 报告：美欧援助削减背景下中国在东南亚影响力上升\n\n一份由澳大利亚智库洛伊研究所（Lowy Institute）发布的最新报告指出，随着美国和欧盟大幅削减对外援助预算，中国作为东南亚最大基础设施融资国的角色正在增强其在该地区的影响力。\n\n### 西方援助削减与重心东移\n\n*   **援助削减规模：** 特朗普政府已削减约600亿美元的援助，欧洲国家也撤回了超过250亿美元的资金。\n*   **发展融资重心：** 报告认为，东南亚发展融资的“重心”正“向东方漂移，主要流向北京，但也包括东京和首尔”。\n\n### 中国与传统捐助者的地位\n\n*   **中国地位：** 报告指出，中国是东南亚基础设施融资的“最大单一伙伴”。\n*   **传统捐助者：** 然而，传统捐助者（如美国、澳大利亚以及联合国、亚洲开发银行、世界银行等国际组织）的总支出仍超过中国。\n*   **未来展望：** 报告的主要作者表示，“随着西方援助的减少和中国战略的重新调整，北京有望重新获得主导地位。”\n\n### 中国影响力增强的体现\n\n*   **美国援助大幅削减：** 预计美国今年将削减其对外援助83%。\n*   **基础设施连接：** 面对欧洲资金的撤回以及关税不确定性对美与其他国家贸易关系的损害，中国正通过基础设施连接（例如与越南和泰国的高铁项目）来增强其在该地区的影响力。\n\n### 中国对外援助原则\n\n*   **官方表态：** 中国国际发展合作署发言人李明在3月份的新闻发布会上表示，中国对外援助的原则“不会改变”，包括不干涉内政、不附加政治条件、不作空头承诺。\n*   **大国责任：** 李明强调，一个大国应该承担其应尽的国际义务和责任，而不是背弃承诺、唯利是图或恃强凌弱。",
      "shortSummary": "一份澳大利亚智库报告指出，随着美国和欧盟大幅削减对外援助，中国作为东南亚最大基础设施融资国的地位日益巩固，其在该地区的影响力显著上升。报告称，东南亚发展融资的重心正向东方转移，尽管传统捐助者总支出仍高于中国，但西方援助的减少和中国战略调整将使北京有望获得主导地位。中国通过基础设施项目（如高铁）增强区域联系，并重申其对外援助不干涉内政、不附加政治条件的原则。",
      "translated_title": "报告：美欧援助削减，中国在东南亚影响力日增",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s role as Southeast Asia’s largest infrastructure financier is increasing its regional influence at a time when the United States and the European Union are slashing their foreign aid budgets, a new report by an Australian think tank said.\nWith the Trump administration in the United States scrapping about US$60 billion in aid and European countries pulling back more than US$25 billion, “the centre of gravity” in Southeast Asia’s development finance landscape “looks set to drift East,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/1bf9c96d-9e38-45c1-9001-e009838d9bd8_cb2c3a35.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“美国梦已褪色”：Jeep 如何在中国走到尽头 (原标题: ‘The American dream has faded’: how Jeep reached the end of the road in China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318762/american-dream-has-faded-how-jeep-reached-end-road-china?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 03:00:18 +0000",
      "isoDate": "2025-07-20T03:00:18.000Z",
      "creator": "He Huifeng",
      "summary": "## Jeep在华合资企业破产：一个美国梦的终结\n\n上周，Jeep在中国的合资企业宣布破产，这标志着一个时代和“美国梦”象征的终结。这一事件不仅令许多中国千禧一代感到惋惜，也给全球汽车行业带来了震动。\n\n### 曾几何时的“美国梦”象征\n\n对于像Alice Yu这样的中国千禧一代来说，Jeep曾是自由与繁荣的“美国梦”的象征。在2010年代初期，一辆进口的Jeep大切诺基（Grand Cherokee）价值超过40万元人民币（约合55,700美元），是当时新兴媒体经理人所向往的奢侈品，代表着成功和地位。\n\nJeep品牌在中国的历史可以追溯到1949年，毛泽东主席曾被拍到乘坐一辆美国陆军威利斯Jeep向中国军队致敬，这显示了该品牌在中国深厚的历史渊源。\n\n### 走向末路的原因\n\n然而，Jeep品牌未能跟上中国汽车市场的快速发展和消费者需求的变化，导致其在中国市场严重落伍。这直接导致了：\n\n*   **销量暴跌**：市场竞争力不足，销售额持续下滑。\n*   **债务缠身**：经营不善导致债务不断累积。\n\n### 历史性破产\n\n2022年7月8日，跨国汽车巨头Stellantis（旗下拥有标致、菲亚特、克莱斯勒、玛莎拉蒂等品牌）与中国广汽集团（GAC）共同宣布，双方的合资企业——广汽菲亚特克莱斯勒汽车有限公司（GAC Fiat Chrysler Automobiles）正式宣告破产。这是中国汽车市场中首例中外合资汽车企业破产，具有里程碑意义。\n\n### 行业影响\n\nJeep在华合资企业的破产，不仅是Jeep品牌在中国市场的一次重大挫败，也向全球汽车行业发出了一个明确的信号：即使是拥有深厚历史和强大品牌影响力的国际巨头，如果不能适应中国市场的独特变化和激烈竞争，也可能面临被淘汰的命运。这一事件无疑将促使全球汽车制造商重新审视其在华战略。",
      "shortSummary": "Jeep在中国的合资企业广汽菲亚特克莱斯勒汽车有限公司已正式破产。这标志着中国汽车市场首例中外合资车企破产，曾象征“美国梦”的Jeep因未能跟上时代、销量暴跌和债务缠身而走向末路。这一事件对全球汽车行业具有警示意义，凸显了适应中国市场变化的重要性。",
      "translated_title": "“美国梦已褪色”：Jeep 如何在中国走到尽头",
      "images": [],
      "contentSource": "完整文章",
      "content": "Like many elder Chinese millennials, Alice Yu was deeply saddened last week when she heard the joint venture that made Jeeps in China had declared bankruptcy.\nThe 40-something recalled her then-boyfriend giving her an unforgettable gift in the early 2010s: an imported Jeep Grand Cherokee costing more than 400,000 yuan (US$55,700).\nAt the time, Yu was an up-and-coming media manager living in Shenzhen, and the luxurious SUV seemed to symbolise the “American dream” of freedom and prosperity that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/7c7ab9a9-4933-470a-b68e-cae3138de7f0_3aa6f411.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "英伟达CEO在中国大放异彩——但贸易战担忧仍暗流涌动 (原标题: Nvidia CEO shines in China – but trade war fears still lurk beneath surface)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318784/nvidia-ceo-jensen-huang-charms-china-trade-war-fears-still-lurk-beneath-surface?utm_source=rss_feed",
      "pubDate": "Sat, 19 Jul 2025 13:00:09 +0000",
      "isoDate": "2025-07-19T13:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "## 英伟达CEO黄仁勋访华亮点与贸易担忧\n\n英伟达（Nvidia）首席执行官黄仁勋（Jensen Huang）在一年内第三次访问中国，作为全球市值最高公司的领导者，他展开了一场全面的魅力攻势。\n\n*   **访问背景与意义**\n    *   黄仁勋作为中国国际供应链促进博览会的贵宾，此次访问凸显了中美关系的近期缓和。\n    *   他抵达后宣布，华盛顿已批准英伟达出口H20芯片。H20是一款专为中国市场设计的AI芯片，其性能低于此前于四月被禁止出口到中国的“黄金标准”加速模型。\n\n*   **黄仁勋的个人表现**\n    *   在博览会第三届开幕式上，黄仁勋甚至脱下标志性的皮夹克，换上传统中式唐装，并用生硬的普通话发表了部分演讲。\n    *   在台下，他耐心接受了无数媒体采访，赞扬了中国的科技公司和AI模型，并满足了自拍请求。\n    *   他的个人魅力和乐观态度在中美就贸易谈判框架达成协议并推进某些技术和稀土出口审批后得到了充分展现。\n\n*   **美国企业参与情况**\n    *   在英伟达的带领下，美国企业成为本届博览会最大的海外参展团，参展数量比上一届增加了15%。\n\n*   **潜在的贸易担忧**\n    *   然而，在表面乐观的氛围之下，供应链中断和更广泛的“脱钩”威胁并未消散，仍然暗流涌动。",
      "shortSummary": "英伟达CEO黄仁勋近期第三次访华，作为中国国际供应链促进博览会贵宾，他宣布美国已批准向中国出口专为中国市场设计的AI芯片H20。黄仁勋在华期间展现出极大的亲和力，包括穿唐装、用中文演讲，并积极与媒体互动。此次访问在中美贸易关系缓和的背景下进行，尽管表面气氛积极，但供应链中断和更广泛的脱钩担忧依然存在。",
      "translated_title": "英伟达CEO在中国大放异彩——但贸易战担忧仍暗流涌动",
      "images": [],
      "contentSource": "完整文章",
      "content": "On his third trip to China in a year, Nvidia CEO Jensen Huang – head of the world’s most valuable company – was on a full-blown charm offensive.\nAs a guest of honour at the China International Supply Chain Expo, Huang’s visit underscored the recent thaw in Sino-US relations. Upon arrival, he announced Washington had cleared the way for Nvidia to export the H20 – a made-for-China AI chip less powerful than its gold-standard acceleration model, which was banned for export to the country in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/346a29fd-b052-4f2c-a9b7-2aefa7bbeeb5_3658de71.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "面对全球危机，市场似乎脱离现实 (原标题: In the face of global crises, markets seem out of step with reality)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3318544/things-fall-apart-world-why-arent-investors-worried?utm_source=rss_feed",
      "pubDate": "Sat, 19 Jul 2025 08:30:08 +0000",
      "isoDate": "2025-07-19T08:30:08.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 市场与现实脱节：全球危机下的反常平静\n\n文章指出，尽管全球面临多重危机，但西方金融市场，特别是美国、欧洲和亚洲的股市，却表现出一种反常的平静甚至牛市态势，屡创新高，似乎与严峻的现实脱节。\n\n*   **文学类比与当前局势**\n    *   作者引用埃里希·玛丽亚·雷马克（Erich Maria Remarque）的经典小说《西线无战事》（All Quiet on the Western Front），形容当前西方金融市场的平静，并提出疑问：这是否是暴风雨前的宁静？\n    *   接着，文章引用威廉·巴特勒·叶芝（William Butler Yeats）的诗歌《第二次降临》（The Second Coming）中的诗句“万物分崩离析，中心无法维系；纯粹的无政府状态降临世界”，来描述当前的全球局势。\n        *   “中心”被解读为美国，在特朗普政府领导下，美国似乎正在破坏其作为世界主要经济体的角色。\n        *   “分崩离析”指的是战后全球经济秩序，正受到贸易战和热战的冲击。\n\n*   **市场反常表现的背景**\n    *   尽管面临特朗普政府的贸易战、乌克兰和中东冲突、东亚紧张局势、全球高企的债务、金融危机担忧以及气候变化等一系列严峻挑战，全球股市却普遍保持乐观，甚至创下历史新高。\n\n*   **市场平静的原因与潜在风险**\n    *   文章认为，目前投资者对关税威胁的担忧之所以不明显，是因为这些关税政策尚处于早期阶段。\n    *   然而，作者警告称，一旦这些关税真正开始产生影响，其后果将远比现在严重。保护主义将通过报复和信心暴跌的方式自我强化，最终可能将市场拉回现实。",
      "shortSummary": "尽管全球面临贸易战、地区冲突、高额债务和气候变化等多重危机，西方金融市场却表现出反常的平静甚至牛市。文章引用文学作品类比当前局势，指出美国作为“中心”的角色正在被削弱，战后全球经济秩序面临瓦解。市场目前的乐观可能源于关税影响尚处于早期，但警告一旦关税真正生效，保护主义将导致信心崩溃，市场终将回归现实。",
      "translated_title": "面对全球危机，市场似乎脱离现实",
      "images": [],
      "contentSource": "完整文章",
      "content": "All Quiet on the Western Front was the title of the classic novel about the first world war, written by Erich Maria Remarque. To me, the book pretty closely describes the current situation in Western financial markets. But is it now, as it was then, a case of the calm before the storm?\nFor the answer, we can turn to the work of another writer, William Butler Yeats. In his poem, The Second Coming, he penned the lines, “Things fall apart, the centre cannot hold; mere anarchy is loosed upon the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/efade114-c201-44f1-8c12-3b11000eb21a_a9ba2ac0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "墨西哥中资企业有望在竞争加剧下仍保留美国自由贸易优惠 (原标题: Chinese firms in Mexico expected to keep US free trade perks despite rivalry)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318772/chinese-investors-likely-keep-usmca-benefits-despite-china-us-rivalry-mexican-envoy?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 14:00:09 +0000",
      "isoDate": "2025-07-18T14:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "## 墨西哥中资企业在美墨加协定（USMCA）下的贸易优惠前景\n\n墨西哥驻华使馆商务参赞David Trujillo周四表示，尽管美墨加协定（USMCA）明年将进行审查，但墨西哥的中资工厂“极不可能”被排除在优惠待遇之外。他指出，目前没有迹象表明会有针对中国公司的限制。\n\n### 背景与现状：\n\n*   **中资企业迁往墨西哥：** 美国前总统特朗普第一任期内征收的关税促使许多中国公司将生产基地迁至海外，墨西哥成为一个受欢迎的投资目的地。\n*   **USMCA优惠：** 美墨加协定允许来自墨西哥的商品免税进入美国市场，前提是这些商品有一定比例在北美地区生产。\n\n### 担忧与澄清：\n\n*   **美中贸易紧张加剧：** 随着特朗普重返政坛后美中贸易紧张局势升级，外界对墨西哥中资企业能否保留这些优惠产生了疑问。\n*   **美国关税影响：** 华盛顿近期对钢铁和铝进口征收的关税已被视为削弱了自由贸易协定。北京也警告其他国家不要达成以牺牲中国利益为代价的对美贸易协议。\n*   **USMCA审查重点：** 然而，Trujillo澄清说，美墨加协定的修订可能主要集中在收紧“原产地规则”要求，这意味着公司需要提高产品在当地的生产比例才能符合资格，而不是引入针对特定国家的限制。他举例称，汽车等关键行业的原产地要求目前是75%，未来可能还会更高。",
      "shortSummary": "墨西哥驻华使馆官员表示，尽管美墨加协定（USMCA）将审查且美中贸易紧张，墨西哥的中资企业仍“极不可能”被排除在USMCA优惠待遇之外。他指出，修订将侧重于收紧原产地规则，而非针对特定国家的限制。许多中国企业因美国关税而迁至墨西哥，享受USMCA的免税优惠。",
      "translated_title": "墨西哥中资企业有望在竞争加剧下仍保留美国自由贸易优惠",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese-funded factories in Mexico are “very unlikely” to be excluded from preferential treatment under the United States-Mexico-Canada Agreement (USMCA) despite the free trade deal being up for review next year, a Mexican envoy said on Thursday.\n“There is no indication that there are going to be restrictions targeting Chinese companies,” David Trujillo, deputy commercial counsellor at the Mexican Embassy in China, told the Post on the sidelines of the China International Supply Chain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/e4ce8b55-b7f9-4cc8-b732-474cb1861b7e_f7100300.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美铁路行业为何希望加快合作 (原标题: Why US, China railway industries want collaboration fast-tracked)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318786/why-us-china-railway-industries-want-collaboration-fast-tracked?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 13:00:17 +0000",
      "isoDate": "2025-07-18T13:00:17.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美铁路行业合作意愿强烈\n\n尽管中美两大经济体之间的贸易竞争持续，但两国铁路运输公司仍致力于加强合作，包括在第三方市场开展项目。\n\n### 合作背景与潜力\n\n*   美国驻华大使馆商务公使衔参赞Everett Wakai在中国国际供应链博览会期间举行的“中美轨道交通产业圆桌会议”上表示，美国长期以来在货运铁路和城市交通领域处于领先地位，而中国已成为高速铁路领域的全球强国，双方在铁路运输领域有深化合作的潜力。\n*   此次圆桌会议吸引了与铁路行业相关的美国公司代表参加，供应链合作是讨论的重点之一。\n\n### 现有合作与未来展望\n\n*   中国土木工程集团有限公司（CCECC）副总裁关嘉欣指出，这家国有巨头在设备方面与美国公司进行了广泛合作。他表示，公司主导的重大项目和市场广泛使用卡特彼勒的工程机械和康明斯的发动机（卡特彼勒和康明斯均有代表出席此次圆桌会议）。\n*   关嘉欣表示，CCECC期待与美国在海外项目投资、建设和运营方面探索更多合作机会，例如在拉美、中东、非洲和欧洲等美国公司影响力强大的市场进行联合融资、设计和咨询。\n\n### 相关图片\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/clean_1.jpg?itok=acJCLNaf)",
      "shortSummary": "尽管面临贸易摩擦，中美两国铁路运输企业仍致力于深化合作。美国在货运和城市交通领域领先，中国则是高铁强国。双方希望在供应链、第三方市场项目投资、建设和运营方面加强合作，尤其是在拉美、中东、非洲和欧洲等地区，以共同利用各自优势推动全球铁路项目发展。",
      "translated_title": "中美铁路行业为何希望加快合作",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/clean_1.jpg?itok=acJCLNaf",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Rail-transport companies from China and the US remain committed to strengthening cooperation – including on projects in third-country markets – even as a trade rivalry between the two largest economies chugs along.\nWith the US being a long-time leader in freight rail and urban transit, and China having emerged as a global powerhouse in high-speed rail, the two sides could deepen cooperation in the rail-transport sector, said Everett Wakai, minister counsellor for commercial affairs at the US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/a0694526-7491-4903-a79d-e6e649d68c49_c06faed9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推出全球首款可自主更换电池的人形机器人 (原标题: China unveils world’s first humanoid robot that changes its own batteries)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318756/china-unveils-worlds-first-humanoid-robot-changes-its-own-batteries?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 09:45:13 +0000",
      "isoDate": "2025-07-18T09:45:13.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国推出全球首款可自主更换电池的人形机器人\n\n中国机器人产业取得又一世界突破，深圳优必选科技公司（UBTech Robotics）于周四宣布，已成功开发出全球首款能够自主更换电池的人形机器人——**Walker S2**。\n\n### 核心创新与功能\n\n*   **自主电池更换**：Walker S2机器人能够自行走到充电站，从胸部取出电量耗尽的电池，将其插入充电座进行充电，然后安装一块充满电的新电池，随后继续工作。\n*   **24/7不间断运行**：理论上，这一功能意味着机器人可以实现24小时不间断工作，无需人工干预，极大地提升了其运行效率和自主性。\n\n### 行业背景与中国地位\n\n*   **快速发展**：近年来，中国人形机器人产业发展迅速。中国政府将机器人和人工智能视为关键战略产业，并提供了慷慨的政策支持。\n*   **全球领导者**：\n    *   穆迪（Moody's）周四发布的一份报告指出，中国正凭借其将先进人工智能与低成本制造相结合的独特能力，“崛起成为机器人强国”。\n    *   摩根士丹利（Morgan Stanley）2月份发布的一份报告显示，全球超过一半的上市人形机器人公司都来自中国。\n    *   中国的机器人初创企业也吸引了全球大部分的风险投资资金。\n\n![Walker S2机器人](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/THUMB_CLEAN_robot-changes-batteries-itself.jpg?itok=OdTv0Ux_)",
      "shortSummary": "中国优必选科技公司推出全球首款可自主更换电池的人形机器人Walker S2，使其能24小时不间断工作。这一突破彰显了中国在机器人和人工智能领域的快速发展及全球领导地位，得益于政府支持、先进AI与低成本制造的结合，以及大量风险投资的涌入。",
      "translated_title": "中国推出全球首款可自主更换电池的人形机器人",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/THUMB_CLEAN_robot-changes-batteries-itself.jpg?itok=OdTv0Ux_",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s robotics industry chalked up another world first on Thursday, as a company based in Shenzhen announced it had developed a new humanoid robot that can change its own batteries.\nA demonstration video released on Thursday shows the Walker S2 robot, developed by UBTech Robotics, walking over to a charging station, removing a depleted battery from its chest, inserting it into a charging dock, and then installing a fresh battery before wandering off.\nThe feature means the robot can – in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/401f0366-bb7d-41c8-9c3c-e81ed6089303_dd1e3ed1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "芬太尼问题在长期缺席后可能重回中美贸易议程：分析师 (原标题: Fentanyl likely on US-China trade agenda after long absence: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318620/fentanyl-likely-us-china-trade-agenda-after-long-absence-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 22:00:10 +0000",
      "isoDate": "2025-07-17T22:00:10.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "## 芬太尼问题重回中美贸易议程\n\n分析师指出，芬太尼（Fentanyl）材料贩运问题预计将重回中美未来贸易谈判的焦点。此前，美国在3月份最初对中国加征关税时曾提及此问题，但在随后的两轮谈判中似乎并未触及。\n\n### 背景与最新进展\n\n*   **问题缘起**：美国曾以芬太尼贩运问题作为对中国加征关税的理由。\n*   **此前缺席**：在之前的两轮谈判中，芬太尼问题并未被提及。\n*   **特朗普的言论**：美国总统唐纳德·特朗普周三就此话题发表的言论，提及中国在遏制化学前体跨越美国边境方面采取的“大步骤”（包括对走私者威胁判处死刑），进一步引发了外界对该问题将纳入未来谈判的猜测。\n\n### 对中美关系的影响\n\n*   **缓解紧张局势**：一些专家认为，如果芬太尼问题得到解决，中美这两个全球最大经济体之间的紧张关系可能在8月进一步缓解。此前，双方在5月日内瓦会谈中达成了一项为期90天的休战协议。\n*   **回归贸易协议**：另一些专家则更为乐观，估计这可能促使双方回归2020年结束升级螺旋的贸易协议，尽管该协议是暂时的。\n\n### 专家观点\n\n中国工商银行高级财务经理、北京智库全球化智库（CCG）的非驻所副研究员马泰奥·乔瓦尼尼（Matteo Giovannini）表示：\n\n*   **“第三阶段”谈判**：“鉴于芬太尼问题在华盛顿的政治重要性，将其视为中美谈判潜在的‘第三阶段’是合理的。”\n*   **国家安全与公共卫生问题**：“虽然传统上并非贸易事项，但芬太尼危机已在美国上升为核心国家安全和公共卫生问题，这意味着它可以在更广泛的双边会谈中被利用。”\n\n### 芬太尼的危害\n\n*   **强效阿片类药物**：芬太尼是一种强效合成阿片类药物。\n*   **主要死因**：根据美国缉毒局（DEA）的数据，芬太尼已成为美国18至45岁人群的主要死因。",
      "shortSummary": "分析师指出，芬太尼贩运问题在长期缺席后，可能重回中美贸易谈判议程。此前美国曾以此为由加征关税。特朗普总统提及中国打击芬太尼的“大步骤”，引发外界对该问题将纳入未来谈判的猜测。专家指出，芬太尼已成为美国核心国家安全和公共卫生问题，有望在双边会谈中被利用，并可能缓解中美紧张关系。芬太尼是美国18至45岁人群的主要死因。",
      "translated_title": "芬太尼问题在长期缺席后可能重回中美贸易议程：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The trafficking of materials to make the drug fentanyl – the issue cited by the US in its initial tariff escalation against China in March – is set to be back in focus for future talks, analysts said, after two previous rounds did not appear to broach the subject.\nSpeculation over the drug’s presence in future negotiations was fuelled by US President Donald Trump’s remarks on the topic Wednesday, making reference to China’s “big steps” – including the threat of the death penalty for smugglers –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/f45964de-6f5e-40cd-a984-3442425ad995_afbb7dee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国高速磁悬浮列车破纪录，美国铁路雄心受挫 (原标题: As China’s speedy maglev train breaks records, US ambitions go off the rails)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318627/chinas-speedy-maglev-train-breaks-records-us-ambitions-go-rails?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-17T15:00:08.000Z",
      "creator": "Xiaofei Xu,He Huifeng",
      "summary": "# 中美铁路发展对比\n\n## 中国高速铁路的突破\n*   中国宣布其“超级充电”铁路系统（特指高速磁悬浮列车）已达到每小时600公里（373英里/小时）的速度，创下新纪录。\n*   外界普遍预计，随着中国国内外高速列车项目的快速推进，中国将在铁路领域进一步扩大对美国的领先优势。\n\n## 美国铁路项目的困境\n*   在中国宣布其高速铁路成就一周后，美国总统唐纳德·特朗普似乎叫停了美国的铁路发展进程。\n*   特朗普取消了加州高速铁路项目40亿美元的联邦资金，此举引发争议并正受到加利福尼亚州的法律挑战。\n*   无论法律挑战结果如何，特朗普的声明都凸显了中美两大经济强国在铁路发展愿景上的截然不同。\n*   美国铁路项目目前正因资金缺乏和政治压力而举步维艰。\n\n## 中美铁路产业交流\n*   本周五，中美铁路交通产业圆桌会议将在北京举行的中国国际供应链博览会上举行，预计铁路发展对比将成为核心议题。\n*   根据中国国际贸易促进委员会提供的议程，双方行业代表还将讨论铁路领域供应链合作的潜力。",
      "shortSummary": "中国高速磁悬浮列车时速达600公里，打破纪录，预计将扩大其全球领先地位。与此同时，美国总统特朗普取消了加州高铁项目40亿美元联邦资金，凸显美国铁路发展面临资金和政治压力。中美铁路发展路径形成鲜明对比，双方将在即将举行的圆桌会议上讨论合作潜力。",
      "translated_title": "中国高速磁悬浮列车破纪录，美国铁路雄心受挫",
      "images": [],
      "contentSource": "完整文章",
      "content": "A week after China said its supercharged rail system has reached speeds of 600km/h (373mph), US President Donald Trump seemingly pulled the plug on American rail progress.\nIn a controversial move being challenged by the state of California, Trump cancelled US$4 billion in federal funding for its high-speed railway project.\nRegardless of the outcome of any legal challenge, Trump’s announcement highlights the contrasting development paths of the economic superpowers in their rail aspirations, or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/2323bec0-5b01-4008-a49e-a558c7b06c7b_0ff54ead.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "关于中国对8项关键电池技术限制的须知 (原标题: What you need to know about China’s restrictions on 8 key battery technologies)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318610/what-you-need-know-about-chinas-export-restrictions-8-key-ev-battery-technologies?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 10:00:48 +0000",
      "isoDate": "2025-07-17T10:00:48.000Z",
      "creator": "Alice Li",
      "summary": "中国对八项关键电动汽车（EV）电池技术的最新出口限制已于本周正式生效，这距离其宣布实施意向约半年时间。根据商务部和科技部公布的规定，使用这些技术生产电动汽车电池的制造商，在将技术转移到海外之前，现在必须获得政府许可。\n\n**受出口限制的技术包括：**\n\n*   **电池正极技术（3项）**\n    *   这些技术主要涉及用于制造电池正极中间物质的方法。正极是电池的关键组成部分，决定了电池的能量密度和寿命上限。\n    *   具体包括：用于生产磷酸铁锂（LFP）、磷酸锰铁锂（LMFP）以及其他具有明确化学成分和性能标准的磷酸盐基前驱体的技术。\n\n*   **锂提取和加工技术（5项）**\n    *   这些技术是生产LFP等材料必不可少的上游步骤。\n\n**其他相关限制：**\n\n*   公告还明确指出，对镓提取技术的出口限制现在重点关注离子交换和树脂技术，取代了之前规则中提及的更广泛的“溶解法”。\n\n**重要性：**\n\n这些技术之所以重要，是因为它们直接影响电动汽车电池的性能（如能量密度和寿命）和关键原材料的生产。",
      "shortSummary": "中国对8项关键电动汽车电池技术的出口限制已于本周生效。这些限制要求制造商在向海外转移相关技术前需获得政府许可。受限技术主要涵盖电池正极材料（如磷酸铁锂、磷酸锰铁锂）的生产技术，以及锂的提取和加工技术。此举旨在控制电动汽车电池供应链中的核心技术。",
      "translated_title": "关于中国对8项关键电池技术限制的须知",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s latest export restrictions on eight key electric vehicle (EV) battery technologies officially took effect this week, about half a year after it announced its intention to implement them.\nAccording to the rules announced by the Ministry of Commerce and the Ministry of Science and Technology, manufacturers using the technologies in the production of EV batteries must now obtain government licences before transferring them abroad.\nIn this explainer, the Post takes a look at the technologies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/8856132b-3c7c-490e-8f3e-e99a56f803d0_2f2ba1a9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "马士基淡化美国港口费用影响，反华计划受质疑 (原标题: Maersk downplays hit from US port fees as doubts swirl over anti-China plan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318568/maersk-downplays-hit-us-port-fees-doubts-swirl-over-anti-china-plan?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 09:00:14 +0000",
      "isoDate": "2025-07-17T09:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "### 马士基淡化美国港口费用影响，反华计划受质疑\n\n美国此前宣布计划对进入美国港口的中国建造或运营的船只征收高额费用，这使得航运业面临一个严峻的选择：要么将中国船只排除在船队之外，要么面临成本飙升。\n\n然而，在全球航运巨头马士基（Maersk）看来，这项费用生效前几个月，该公司坚称能够避免做出这一艰难选择，这进一步引发了人们对美国限制中国造船业主导地位能力的质疑。\n\n**马士基的应对策略与立场：**\n\n*   **不提高客户价格：** 马士基大中华区总裁丁泽娟（Silvia Ding）表示，公司不会因为美国港口费用而提高客户价格。\n*   **不排除中国船厂：** 在未来订购船舶时，马士基也不会将中国船厂和造船商排除在考虑范围之外。\n*   **船队调整以规避成本：**\n    *   丁泽娟透露，马士基船队中只有10%的船只将受到港口费用的影响。\n    *   公司可以通过重新分配船只来避免额外的成本。\n*   **造船订单考量因素：** 马士基在下达造船订单时，会综合考虑成本和技术要求等多种因素。\n\n**政策影响受质疑：**\n\n这些评论是最新迹象，表明这项原定于10月生效的港口费用，其影响可能比最初设想的更为有限。此前，美国官员在行业强烈反对下，已多次调整和缩减了这项政策的范围。",
      "shortSummary": "全球航运巨头马士基表示，将能规避美国对中国建造或运营船只征收的港口费用。该公司不会因此提高客户价格，也不会将中国船厂排除在未来订单之外。马士基称其仅10%的船队受影响，可通过重新分配船只避免额外成本。此举进一步削弱了外界对美国该政策有效性的信心，表明其影响可能有限。",
      "translated_title": "马士基淡化美国港口费用影响，反华计划受质疑",
      "images": [],
      "contentSource": "完整文章",
      "content": "When the United States unveiled plans to charge hefty fees to any China-built or operated ship entering an American port earlier this year, the shipping industry appeared to face a stark choice: cut Chinese vessels out of their fleets or see their costs soar.\nBut months ahead of the charges coming into force, the global shipping giant Maersk insists that it will be able to avoid making that decision, casting further doubt over the US’ ability to curtail the dominance of China’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/f8789bd0-0135-4d0a-a5a4-cfe6241f19ab_b919c1f1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚总理访华，两国在争议问题上‘有所保留’ (原标题: On Australian PM’s visit to China, the 2 nations ‘hold back’ on disputes)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318508/how-deals-are-trumping-port-dispute-australian-pms-china-visit?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 02:08:31 +0000",
      "isoDate": "2025-07-17T02:08:31.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯访华：聚焦经贸合作，搁置争议\n\n**访问背景与目的**\n\n*   中国搁置了与澳大利亚的主要争议，将澳大利亚总理安东尼·阿尔巴尼斯为期六天的访华行程（本周）聚焦于一系列贸易和投资协议。\n*   分析人士认为，此举是中国在美国贸易紧张局势下，努力寻找共同点的体现。\n\n**主要成果与合作领域**\n\n*   根据知情人士透露，协议内容包括：\n    *   澳大利亚农产品和煤炭进入中国市场的潜在扩大。\n    *   金融部门数字化合作。\n    *   对新建项目的投资。\n    *   澳大利亚农产品出口的潜在关税削减。\n\n**争议处理**\n\n*   访问期间，双方未提及任何关于达尔文港未来的讨论。澳大利亚政府基于国家安全理由希望从一家中国公司手中收回该港口。\n*   消息人士称，两国已决定在此争议问题上“退让一步”。\n\n**中方关切**\n\n*   根据新华社的官方通稿，中国总理李强在与阿尔巴尼斯长达两小时的会谈中，提出了澳大利亚对中国投资的审查问题。\n*   李强要求为中国投资者提供“公平、开放和非歧视的商业环境”，但未明确提及达尔文港。\n\n**访问行程**\n\n*   阿尔巴尼斯的访问于周六在上海开始，将于周五结束。\n*   访问期间，他会见了中国国家主席习近平和总理李强。\n*   协议的详细内容预计将在访问结束后公布。",
      "shortSummary": "澳大利亚总理阿尔巴尼斯访华期间，中澳两国搁置主要争议，聚焦于贸易和投资协议。访问促成了澳农产品和煤炭市场准入扩大、金融数字化合作及潜在关税削减等。双方决定暂不讨论达尔文港问题。中方总理李强呼吁澳方为中国投资提供公平环境。此访旨在中美贸易紧张背景下，两国寻求共同点。",
      "translated_title": "澳大利亚总理访华，两国在争议问题上‘有所保留’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has set aside major disputes with Canberra and instead filled Australian Prime Minister Anthony Albanese’s six-day visit to China this week with a slew of trade and investment deals, a move analysts said was an effort to find common ground amid trade tensions with the United States.\nThe deals include the potential widening of access to the Chinese market for Australian farm produce and coal, cooperation in the digitalisation of the financial sector, investment in greenfield projects and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/e5f6d4d0-55ed-45cd-b2a9-c3f5118cb49d_088e0048.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "空客与中国合作伙伴签署新协议，正值中国巨额订单传闻之际 (原标题: Airbus signs fresh deal with Chinese partner amid talk of massive China order)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318393/airbus-signs-fresh-deal-chinese-partner-amid-talk-massive-china-order?utm_source=rss_feed",
      "pubDate": "Wed, 16 Jul 2025 06:00:15 +0000",
      "isoDate": "2025-07-16T06:00:15.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 空客深化与中国合作伙伴的合作\n\n欧洲航空巨头空中客车公司（Airbus）与其中方合作伙伴——中国航空工业西安飞机工业集团（AVIC Xi’an Aircraft Industry Group）签署了一项新的合作协议，旨在进一步深化其A321飞机的本地化生产。此举正值中欧领导人峰会前夕，被视为一个积极信号。\n\n#### 合作内容与地点\n\n*   **A321机身舾装本地化**：根据协议，空客将在其位于天津的工厂启动A321飞机的前后机身舾装工作。舾装是指在飞机的前后部分安装各种部件。\n*   **现有合作的延伸**：这项新计划是双方在A320飞机上类似合作的延伸，标志着合作范围的扩大。\n\n#### 战略意义与背景\n\n*   **峰会前奏**：该协议的宣布恰逢下周在北京举行的中欧领导人峰会前一周。一些分析师预测，空客在此次峰会期间可能会签署一份价值数百亿美元的“巨额订单”。\n*   **本地化战略**：空客中国区首席执行官徐岗（George Xu）表示，这不仅扩大了双方在空客单通道飞机制造方面的合作范围，也是空客持续实施其本地化战略的重要举措。\n*   **中国供应链的重要性**：徐岗强调，中国的供应链是全球航空工业不可或缺的一部分，展现出强大的韧性和竞争力。\n\n#### 生产进展\n\n*   **首批部件抵达**：首架将在天津进行机身舾装的A321飞机的前后部分已于本月初运抵工厂。\n*   **预计完成时间**：空客预计这些部件的安装工作将在10月前完成。\n*   **舾装流程**：整个舾装过程包括进货检验、绝缘安装、支架安装，以及电气、电子、排水、氧气、飞行控制和液压系统的安装和测试。",
      "shortSummary": "空客与中国航空工业西安飞机工业集团签署新协议，将在天津工厂本地化A321飞机机身舾装。此举是双方在A320合作基础上的延伸，也是空客本地化战略的重要一步。该协议在中欧领导人峰会前夕宣布，正值空客可能获得中国巨额订单的传闻之际。首批A321部件已运抵天津，预计10月完成安装。",
      "translated_title": "空客与中国合作伙伴签署新协议，正值中国巨额订单传闻之际",
      "images": [],
      "contentSource": "完整文章",
      "content": "Airbus has signed a new cooperation deal with its Chinese partner that will see the company localise more production of its A321 jet in China, with the announcement coming just a week ahead of a key China-Europe leaders’ summit.\nThe European aviation giant will work with its partner AVIC Xi’an Aircraft Industry Group to start fuselage equipping – installing components onto the front and rear parts of an aircraft – for the A321 at its factory in Tianjin under the agreement.\nThe programme is an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/16/88ef158d-448e-4616-b830-9d30de04c015_1590ecaf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国和欧洲推动全球电动汽车6月销量增长24% (原标题: China and Europe power 24% growth in global EV sales in June)",
      "link": "https://www.scmp.com/business/china-evs/article/3318380/china-and-europe-power-24-growth-global-ev-sales-june?utm_source=rss_feed",
      "pubDate": "Wed, 16 Jul 2025 04:21:28 +0000",
      "isoDate": "2025-07-16T04:21:28.000Z",
      "creator": "Yujie Xue",
      "summary": "# 全球电动汽车销售概况\n\n根据市场研究公司Rho Motion的数据，2024年6月全球电动汽车（EV）和插电式混合动力汽车（PHEV）销量同比激增24%，主要得益于中国和欧洲的强劲需求。\n\n## 2024年6月销售数据\n\n上个月，全球共售出180万辆纯电动汽车（BEV）和插电式混合动力汽车。\n\n*   **主要增长区域**：\n    *   **中国**：销量跃升28%，达到111万辆，占全球总销量的60%。\n    *   **欧洲**：需求增长23%，达到39万辆。\n*   **表现滞后区域**：\n    *   **美国/北美**：销量下降9%，略高于14万辆，表现滞后。\n*   **其他市场**：\n    *   全球其他地区的销量激增43%，超过14万辆，这提升了东南亚和中美洲等新兴市场的重要性。\n\n## 2024年上半年销售数据\n\n今年上半年，全球电动汽车销量达到910万辆，同比增长28%。\n\n*   **区域销量分布**：\n    *   **中国**：以550万辆的销量领先。\n    *   **欧洲**：紧随其后，销量为200万辆。\n    *   **北美**：销量为90万辆。\n\n## 专家观点与展望\n\nRho Motion的数据经理Charles Lester表示，“2025年上半年（注：原文如此，根据上下文应为2024年上半年）的电动汽车销售数据表明，中国和欧洲在电动化转型方面正突飞猛进。”\n\nLester预计，尽管有报道称一些城市的补贴已用尽，引发了对中国市场放缓的预期，但中国下半年仍将继续提供电动汽车补贴。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7)\n*图片说明：中国企业如何在电动汽车竞赛中超越特斯拉。*",
      "shortSummary": "根据Rho Motion数据，6月全球电动汽车销量同比增长24%，上半年增长28%。中国和欧洲是主要推动力，中国销量占全球60%。美国销量下降9%，而东南亚和中美洲等新兴市场增长强劲。专家预计中国下半年将继续提供电动汽车补贴。",
      "translated_title": "中国和欧洲推动全球电动汽车6月销量增长24%",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Global sales of electric and plug-in hybrid vehicles surged 24 per cent in June from a year earlier, driven by strong demand in China and Europe, while the US fell behind, according to the market research firm Rho Motion.\nA total of 1.8 million battery-powered electric vehicles (BEVs) and plug-in hybrids were sold last month, the London-based firm said on Tuesday. Sales in China jumped 28 per cent to 1.11 million units, or 60 per cent of the worldwide total, while Europe’s demand rose 23 per...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/16/8adebec2-4b1a-4333-b89e-5fe16e745c34_2ef70837.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "英伟达CEO黄仁勋称中国人才流失对美国是巨大损失 (原标题: Chinese brain drain a great loss for US, Nvidia CEO Jensen Huang says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318364/chinese-brain-drain-great-loss-us-says-nvidia-ceo-jensen-huang?utm_source=rss_feed",
      "pubDate": "Wed, 16 Jul 2025 02:00:10 +0000",
      "isoDate": "2025-07-16T02:00:10.000Z",
      "creator": "Ji Siqi",
      "summary": "# 英伟达CEO黄仁勋谈中国人才流失对美国的影响\n\n*   **核心观点：** 英伟达（Nvidia）联合创始人兼首席执行官黄仁勋表示，鉴于中美双边关系恶化，许多中国学者和研究人员离开美国选择回国，这对美国来说是“巨大损失”。\n*   **黄仁勋的看法：**\n    *   他理解并乐见这些人才回到自己的祖国，因为那是他们的家乡。\n    *   但他强调，当最聪明的人才选择来美国接受教育，然后又选择回国时，这对美国是巨大的损失。\n    *   黄仁勋本人出生于台湾，后因父母追求“美国梦”而移居美国。他称自己是移民，并表示正是因为美国以及与同事共同的梦想，他才得以创立英伟达并取得成功。\n    *   他希望美国能继续成为一个人们可以追求“美国梦”的国家。\n*   **黄仁勋的行程：** 黄仁勋本周正在北京，这是他今年第三次访问中国，旨在参加周三至周日举行的中国国际供应链博览会。",
      "shortSummary": "英伟达CEO黄仁勋表示，鉴于中美关系恶化，许多中国学者和研究人员离开美国回国，这对美国是“巨大损失”。他理解人才回国，但也强调美国培养的顶尖人才流失是重大损失。黄仁勋作为移民，强调美国梦对其成功的意义，并希望美国继续是追求梦想之地。他目前正在北京参加中国国际供应链博览会。",
      "translated_title": "英伟达CEO黄仁勋称中国人才流失对美国是巨大损失",
      "images": [],
      "contentSource": "完整文章",
      "content": "It is a “great loss” for the United States that many Chinese academics and researchers have left the country and chosen to return to China amid worsening bilateral relations, said Jensen Huang, co-founder and CEO of chipmaker Nvidia.\n“I’m also happy they go home, because that’s where they’re from,” Huang said in response to a question from the Post during a group interview on Tuesday. “But it’s an enormous loss for America when the brightest minds decide to come to you for education and decide...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/16/384449bb-82f6-4676-a4d2-ea4fb0b03c2b_d4876a09.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国家主席习近平在供应链博览会开幕之际倡导自由贸易 (原标题: China’s Xi Jinping makes case for free trade as supply chain expo opens)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318312/chinas-xi-jinping-makes-case-free-trade-supply-chain-expo-opens?utm_source=rss_feed",
      "pubDate": "Wed, 16 Jul 2025 01:00:13 +0000",
      "isoDate": "2025-07-16T01:00:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国国家主席习近平在供应链博览会开幕之际倡导自由贸易\n\n中国国家主席习近平在一篇发表于高规格供应链博览会开幕当天的文章中，明确反对单边制裁和贸易壁垒，重申中国在全球经济环境日益转向保护主义之际对全球化的支持。\n\n### 文章背景与发布\n\n*   该文章于周三发表在执政的中国共产党主要理论刊物《求是》杂志上。\n*   文章内容汇编了习近平自2012年以来就此议题发表的声明。\n*   文章题为“坚定不移推进高水平对外开放”。\n\n### 核心观点：反对保护主义，支持全球化\n\n*   习近平指出，当前“单边主义和保护主义抬头，对多边主义和自由贸易构成严峻挑战”。\n*   他强调，中国坚持经济全球化的正确方向，推动贸易和投资自由化。\n*   中国明确反对保护主义、筑墙设垒，并拒绝单边制裁和极限施压。\n\n### 承诺与国际定位\n\n*   中国国家主席誓言维护“真正的多边主义”。\n*   他承诺促进“普惠包容的经济全球化”。\n*   此举是中国在全球舞台上继续将自身定位为自由贸易倡导者的体现，与美国前总统唐纳德·特朗普的政策形成对比。",
      "shortSummary": "中国国家主席习近平在供应链博览会开幕之际，通过《求是》杂志发表文章，重申中国支持经济全球化和自由贸易。他明确反对单边制裁、贸易壁垒和保护主义，强调要维护真正的多边主义，推动普惠包容的经济全球化。此举旨在将中国定位为自由贸易的倡导者，与美国前总统特朗普的政策形成对比。",
      "translated_title": "中国国家主席习近平在供应链博览会开幕之际倡导自由贸易",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping has spoken out against unilateral sanctions and trade barriers – reiterating China’s support for globalisation as the international economic environment turns more protectionist – in an article published on the opening day of a high-profile supply chain expo.\nWednesday’s piece in Qiushi – the leading theoretical journal of the ruling Communist Party – compiles statements Xi has made on the topic since 2012.\nThe article, titled “Unswervingly Advancing High-Level Opening Up”,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/9565ec80-c392-4177-84b2-84c9cd6167ac_94e2b318.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟在俄罗斯问题上向中国施压，自损贸易利益 (原标题: The EU is doing itself no trade favours in pushing China on Russia)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3317581/eu-doing-itself-no-trade-favours-pushing-china-russia?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 21:30:07 +0000",
      "isoDate": "2025-07-15T21:30:07.000Z",
      "creator": "Nikola Mikovic",
      "summary": "# 欧盟对华施压俄罗斯问题\n\n## 背景与欧盟立场\n在即将于7月24日在北京举行的中欧峰会前夕，欧盟27国似乎决心在与世界第二大经济体的关系中采取强硬立场。欧盟指责中国协助俄罗斯在乌克兰的战争努力，并寻求其认为更公平的经济关系。\n\n欧盟委员会主席乌苏拉·冯德莱恩在最近的一次讲话中表示，布鲁塞尔“不能接受”中国“事实上正在助长俄罗斯的战争经济”。她还指出，欧盟对华“去风险而非脱钩”的进程必须“加速”。冯德莱恩的言论表明，欧盟在对待中国的方式上采取了“非友即敌”的二元对立态度。\n\n## 中国的视角与复杂性\n据报道，中国外交部长王毅曾告诉欧盟高级外交官卡娅·卡拉斯，北京不希望看到俄罗斯在乌克兰战败，因为它担心美国随后会将全部注意力转向北京。\n\n然而，文章指出，即使北京不希望俄罗斯战败，也并不一定意味着它希望莫斯科在乌克兰实现所有目标。同样，美国对基辅的支持也并非自动意味着华盛顿希望乌克兰对俄罗斯取得全面胜利。如果美国确实从战争中受益，而中国被广泛认为是冲突的“大赢家”，那么任何一方从结束僵局中又能获得什么呢？\n\n更重要的是，从北京的角度来看，如果俄罗斯的胜利是由于美国总统唐纳德·特朗普背叛基辅所致（尽管这看起来不太可能），那将是高度成问题的。政治中没有免费的午餐，北京的政策制定者们充分意识到，如果美国放弃乌克兰，华盛顿会期望克里姆林宫做出让步。如果这些让步意味着俄罗斯与中国脱钩呢？\n\n## 特朗普因素与俄中关系\n俄罗斯分析人士越来越担心，特朗普旨在在莫斯科和北京之间制造不和，最终利用俄罗斯作为对抗中国的工具。然而，鉴于特朗普对俄罗斯总统弗拉基米尔·普京日益不满，现在表示华盛顿必须继续向乌克兰运送武器，并威胁要对任何与俄罗斯做生意的国家征收关税，莫斯科和华盛顿在短期内实现关系正常化的可能性相当低。因此，俄罗斯被美国用来对抗中国的场景并未出现。\n\n## 相关图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/07/12/jordan.00_03_38_07.Still002.jpg?itok=HJcB8h-m)\n02:58 中国驳斥北约关于其是俄罗斯在乌克兰战争“决定性促成者”的说法",
      "shortSummary": "欧盟在中欧峰会前夕对中国采取强硬立场，指责其助长俄罗斯战事，并寻求更公平的经济关系，强调“去风险”。中国则不希望俄罗斯战败，担心美国会转而关注北京。文章分析，尽管欧盟施压，但由于复杂的地缘政治动态，包括美国和中国在冲突中的潜在利益，以及特朗普对俄政策的不确定性，欧盟可能难以影响北京立场，且俄美短期内难以联手对抗中国。",
      "translated_title": "欧盟在俄罗斯问题上向中国施压，自损贸易利益",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/07/12/jordan.00_03_38_07.Still002.jpg?itok=HJcB8h-m",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Ahead of the China-European Union summit, set to take place in Beijing on July 24, the 27-nation bloc seems determined to adopt a firm stance in its relationship with the world’s second-largest economy. While accusing China of aiding Russia’s war efforts in Ukraine, the EU also seeks what it sees as fairer economic relations. But can the growing pressure influence Beijing’s position on Moscow and the Ukraine conflict?\nIn a recent speech, European Commission President Ursula von der Leyen said...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/d1a5139f-eecd-4fd2-aae5-745c0e2891e7_93dc101c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "双刃剑：分析师称美国调查中国无人机主导地位存在风险 (原标题: Double-edged sword: US probe into China’s drone dominance is a risk, analysts say)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318317/double-edged-sword-us-probe-chinas-drone-dominance-risk-analysts-say?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-15T15:00:08.000Z",
      "creator": "Alice Li",
      "summary": "美国已根据《贸易扩张法》“第232条”对无人机和多晶硅进口启动调查。此举旨在为征收关税铺平道路，并可能为美国在与中国（全球两大经济体）的贸易谈判中提供筹码。\n\n*   **调查背景与目的**\n    *   **目标领域：** 调查针对无人机和多晶硅，中国在这两个领域均占据全球主导地位。\n    *   **启动机构与时间：** 美国工业和安全局于周一发布文件，就7月1日启动的调查征求公众意见。\n    *   **调查范围：** 尽管未明确点名中国，但调查将审查美国对进口无人机系统（包括商用、工业和军用无人机）以及多晶硅（太阳能电池板和半导体中的关键材料）的依赖。\n\n*   **“第232条”权力**\n    *   该条款授权美国总统在商务部调查发现特定进口产品威胁国家安全时征收关税。\n    *   此法曾被前总统特朗普用于对钢铁、铝和汽车征收关税，近期威胁的50%铜关税也源于此调查。\n\n*   **分析师观点**\n    *   **谈判筹码：** 资深中国顾问Alfredo Montufar-Helu表示，他“不会感到惊讶”如果华盛顿的调查被用于未来与中国的贸易谈判中获取筹码。\n    *   **双刃剑效应：** 但他也警告说，此举是一把“双刃剑”，暗示其可能带来意想不到的负面后果或风险。",
      "shortSummary": "美国已根据《贸易扩张法》“第232条”对中国主导的无人机和多晶硅进口启动调查。此举旨在为征收关税和在贸易谈判中获取筹码铺路。分析师指出，尽管可能带来谈判优势，但这同时也是一把“双刃剑”，存在潜在风险。",
      "translated_title": "双刃剑：分析师称美国调查中国无人机主导地位存在风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States has launched investigations into imports of drones and polysilicon – two sectors where China holds a global lead – in a move that could pave the way for tariffs and give Washington leverage in trade negotiations between the world’s two largest economies, analysts said.\nThe US Bureau of Industry and Security released a document on Monday, seeking public comments as it moves forward with the investigation, which began on July 1 under “Section 232” of the Trade Expansion...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/6734271b-a732-4092-ad18-1b9083d6ed4a_349bf1bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "如果中美公司共同制造人形机器人会怎样？CEO呼吁合作 (原标题: What if Chinese, US firms make humanoid robots together? CEO calls for a collab)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318316/what-if-chinese-us-firms-make-humanoid-robots-together-tech-ceo-calls-collaboration?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 11:30:08 +0000",
      "isoDate": "2025-07-15T11:30:08.000Z",
      "creator": "Xinyi Wu,Ji Siqi",
      "summary": "### 中国机器人公司CEO呼吁中美合作开发人形机器人\n\n**主要观点：**\n\n*   中国领先的机器人初创公司宇树科技（Unitree Robotics）创始人兼CEO王兴兴呼吁中美两国同行加强合作，共同推动全球人形机器人领域的发展。\n*   他认为，尽管中美贸易关系紧张，但这种合作具有巨大价值，尤其是在中国私营部门在创新中发挥越来越大作用的背景下。\n\n**合作理由：**\n\n*   王兴兴指出，中国在制造业和硬件方面拥有深厚基础，而美国则拥有丰富的AI软件生态系统。\n*   他强调，双方各具优势，这使得全球合作和共同推动该领域发展变得非常有价值，因为全球在该行业拥有共同目标。\n\n**背景信息：**\n\n*   王兴兴是在一次由政府组织的旨在提振私营部门信心的记者会上发表上述言论的。其他领先私营公司的 executives 也出席了会议。\n*   人形机器人领域已成为中美两国之间更广泛技术竞争的新前沿，两国公司正在展开商业化竞赛。\n*   作为新兴产业代表，王兴兴曾出席今年2月由中国国家主席习近平主持的企业家座谈会，该会议旨在巩固对中国私营部门的信心，这是自2018年末以来的首次此类会议。\n\n**相关图片：**\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/10/Thu_Clean-(15).jpg?itok=gnISwi22)",
      "shortSummary": "中国宇树科技CEO王兴兴呼吁中美公司合作开发人形机器人。他认为中国在制造硬件方面有优势，美国在AI软件生态系统方面领先，双方优势互补，共同推动全球人形机器人发展具有巨大价值。此呼吁正值人形机器人成为中美技术竞争新前沿之际，也反映了中国私营部门在创新中的日益重要性。",
      "translated_title": "如果中美公司共同制造人形机器人会怎样？CEO呼吁合作",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/10/Thu_Clean-(15).jpg?itok=gnISwi22",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The founder of a prominent Chinese robotics start-up sees great value in working with American peers to advance the global development of humanoid robots – and his call for stronger collaboration between the fractious trade partners comes as China’s private sector is playing an increasingly larger role in innovation.\n“China has a deep foundation in manufacturing and hardware, while the United States possesses a rich AI software ecosystem,” said Wang Xingxing, founder and CEO of Hangzhou-based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/f6c8ed0d-42d9-495a-b056-17dc4fe173a2_d23e64b7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土出口在6月激增，北京放松管制 (原标题: China’s rare earth exports swell in June as Beijing relaxes controls)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3318166/chinas-rare-earth-exports-swell-june-beijing-relaxes-controls?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 14:30:09 +0000",
      "isoDate": "2025-07-14T14:30:09.000Z",
      "creator": "Luna Sun,Alice Li",
      "summary": "## 中国稀土出口激增\n\n*   **出口数据显著增长**\n    *   中国稀土出口在6月份达到7,742.2吨，创下自2009年12月以来的最高水平。\n    *   与2024年6月的4,828.7吨相比，增长了60%。\n    *   与今年5月的5,865吨相比，增长了32%。\n    *   这些数据来源于海关统计。\n\n*   **分析师观点与背景**\n    *   分析师认为，此次出口激增可能是中国与美国在关键矿物流动方面达成幕后协议的早期迹象。\n    *   此前几个月，稀土出口成为全球贸易的焦点，北京在4月份收紧了出口管制，以巩固其在供应链中的主导地位。\n    *   此举被普遍视为对美国限制先进半导体流动和提高关税的回应。\n\n*   **管制放松的迹象**\n    *   6月下旬，有迹象表明管制正在放松。《华尔街日报》报道称，中国已向部分美国制造商发放了为期六个月的出口许可证。\n    *   上个月，中国商务部表示将改进对欧洲国家的出口审批流程，并便利其企业进行合法贸易。\n\n*   **对欧洲的影响**\n    *   欧洲严重依赖中国的稀土和含稀土磁体。\n    *   近期供应链中断已对当地企业造成困扰，而此次放松管制可能有助于缓解这一局面。",
      "shortSummary": "中国稀土出口在6月激增至7,742.2吨，创2009年12月以来新高。分析师认为这可能表明北京正在放松管制，并与美国就关键矿物流动达成幕后协议。此前中国曾收紧稀土出口以回应美国限制，但近期已向美欧企业发放许可证，旨在便利合法贸易，缓解欧洲对稀土的依赖。",
      "translated_title": "中国稀土出口在6月激增，北京放松管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s rare earth exports surged in June to their highest level since December 2009, in what analysts said could be an early sign that recent behind-the-scenes agreements with the United States on the flow of critical minerals are beginning to bear fruit.\nExports of the elements reached 7,742.2 tonnes last month – a 60 per cent increase from the 4,828.7 tonnes recorded in June 2024 – and a 32 per cent jump compared to the 5,865 tonnes reported this May, according to customs data.\nRare earth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/d48caeda-8aa5-44f9-875b-8813ad15df95_124ce973.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-20T18:34:04.320Z"
}