{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "中国汽车制造商广汽集团的电动货车部门瞄准欧洲市场 (原标题: Chinese carmaker GAC’s electric-van unit takes aim at European market)",
      "link": "https://www.scmp.com/business/china-business/article/3314398/chinese-carmaker-gacs-electric-van-unit-takes-aim-ford-and-stellantis-europe?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 23:30:11 +0000",
      "isoDate": "2025-06-13T23:30:11.000Z",
      "creator": "Daniel Ren",
      "summary": "## 广汽集团电动货车部门瞄准欧洲市场\n\n中国国有汽车制造商广汽集团（GAC Group）的商用汽车子公司Miraco Motor正将目光投向欧洲市场，希望其电动货车能吸引企业买家，使其放弃福特和Stellantis等公司生产的燃油车型。\n\n### 欧洲市场战略\n\n*   **目标市场**：欧洲，每年销售超过170万辆此类车辆，用于公共交通、货物配送、紧急服务和通勤。\n*   **市场份额目标**：Miraco Motor首席执行官肖宁表示，公司目标是占据欧洲市场10%的份额。\n*   **产品发布**：首款车型计划于明年在欧洲推出。\n*   **竞争优势**：肖宁指出，电动商用车的电力成本低于汽油，因此相对于燃油竞争对手具有压倒性优势。\n\n### 公司概况与产品特点\n\n*   **成立时间与地点**：Miraco Motor成立于2023年末，与广汽集团一样，总部位于中国南方广东省广州市。\n*   **原型车展示**：公司正在香港国际汽车及供应链博览会上展示其原型车。\n*   **续航里程**：Miraco的电池驱动货车单次充电续航里程可达350公里。\n*   **模块化设计**：公司采用模块化设计方法，将动力传动系统组件与驾驶室和货运区域分离，以便更容易地开发新车型。\n*   **自动驾驶计划**：肖宁表示，公司还计划提供自动驾驶系统，使其货车能在全球范围内争夺机器人出租车行业的市场份额。\n\n### 近期市场计划\n\n*   **香港市场**：Miraco的首款量产车型——一款小型巴士，将于今年在香港市场上市。",
      "shortSummary": "中国广汽集团的电动货车子公司Miraco Motor正瞄准欧洲市场，计划明年推出首款车型，目标是占据10%的市场份额。公司首席执行官肖宁表示，电动货车因电力成本低廉而具有竞争优势。Miraco的电动货车单次充电可行驶350公里，并计划提供自动驾驶系统。公司采用模块化设计，其首款量产车型——一款小型巴士，将于今年在香港上市。",
      "translated_title": "中国汽车制造商广汽集团的电动货车部门瞄准欧洲市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A commercial-vehicle subsidiary of China’s state-owned carmaker GAC Group has its sights set on Europe, where it hopes its electric vans can lure corporate buyers away from petroleum-powered models built by the likes of Ford and Stellantis.\nXiao Ning, CEO of Miraco Motor, told the Post that the company would launch its first model in Europe next year. It aims to grab 10 per cent of the European market, where more than 1.7 million vehicles of this type are sold each year for public transport,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/889c4e46-37f3-4996-aff6-b90432c23bef_6fc6aa4d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国如何推动北极航运路线的激增 (原标题: How China is driving a surge in shipping along Arctic sea routes)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314324/how-china-driving-surge-shipping-traffic-along-arctic-sea-routes?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 13:00:09 +0000",
      "isoDate": "2025-06-13T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国推动北极航运激增\n\n俄罗斯国家原子能公司（Rosatom）指出，中国企业对通过北海航线（NSR）向西方运输货物表现出日益增长的兴趣。北海航线是一条每年夏季开放的北极航道。\n\n### 中国兴趣与航运预测\n*   Rosatom预计，在即将到来的夏秋航运季，中国企业沿北海航线的航次将显著增加。\n*   该公司表示，中国企业计划在2025年沿北海航线进行的航次将比去年增加至少1.5倍，尽管未提供具体数字。\n\n### Rosatom的应对措施\n*   为应对日益增长的交通流量，Rosatom正在增加其核动力破冰船队。\n\n### 北海航线的重要性与交通量\n*   北海航线是亚太地区与欧亚大陆西部之间最短的海运连接。\n*   该航线的货运量持续增长。\n*   2024年，北海航线完成了创纪录的92次过境航行，运输货物超过300万吨。\n\n### 当前货运构成\n*   根据挪威诺德大学北极运输研究所“高北物流中心”的数据，目前俄罗斯对中国的能源出口主导了北海航线的过境运输。\n*   2024年，所有过境运输的95%是从俄罗斯运往中国。\n*   **主要货物类型（2024年）:**\n    *   原油：189万吨，是主要的货物。\n    *   散装商品（如铁矿石、煤炭和化肥）：87.7万吨，是第二大货源。",
      "shortSummary": "中国企业对通过北海航线（NSR）向西方运输货物表现出日益增长的兴趣。运营该航线的俄罗斯国家原子能公司（Rosatom）预计，2025年中国企业沿NSR的航次将显著增加，并正为此增加破冰船。NSR是连接亚太与欧亚大陆最短的海运通道，2024年货运量已达300多万吨。目前，俄罗斯对中国的能源出口主导了该航线的运输，原油和散装商品是主要货源。",
      "translated_title": "中国如何推动北极航运路线的激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies are showing growing interest in shipping goods to the West via the Northern Sea Route – an icy Arctic passage that opens up each summer – according to Rosatom, the Russian company that operates infrastructure along the route.\nThe firm anticipates a significant uptick in voyages by Chinese companies along the NSR during the coming summer-autumn shipping season, and is adding more nuclear-powered icebreakers to its fleet to handle the growing traffic flow.\nCargo traffic on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/d7134237-8bae-4160-a576-6a37acf23f58_aab621a5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "人民币中间价触及两月高点，因美元走弱 (原标题: China’s yuan fixing rate hits 2-month high as US dollar drops)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314323/chinas-yuan-fixing-rate-hits-two-month-high-us-dollar-drops?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 09:30:08 +0000",
      "isoDate": "2025-06-13T09:30:08.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 人民币中间价创两月新高，美元走弱\n\n**主要观点：**\n\n*   **人民币中间价走强：** 中国人民银行将人民币兑美元的每日中间价设定在7.1772，这是自3月底以来的最高水平，创下两个多月新高。\n*   **美元指数下跌：** 在人民币中间价走强的同时，美元指数周四跌至97.61，创下三年新低。\n*   **美元疲软的原因：**\n    *   **美联储降息预期：** 5月份生产者价格指数（PPI）低于市场预期，促使交易员预计美联储将在今年晚些时候进一步降息。\n    *   **美国关税政策担忧：** 美国总统唐纳德·特朗普宣布计划对其贸易伙伴设定单边关税税率，声称各国可以“接受或放弃”，这动摇了市场对美元的信心。\n    *   **持续压力：** 对美国关税政策及其债务可持续性的担忧，已使美元数月来一直承压，从而相对增强了人民币的汇率。\n*   **中美贸易谈判：** 尽管本周在中英贸易谈判后，中美两国达成了一项“原则性”协议，似乎预示着贸易战的休战，但一些分析师仍持谨慎态度。",
      "shortSummary": "人民币兑美元中间价创下两个多月新高，达到7.1772，主要原因是美元走弱。美元指数跌至三年低点，受5月生产者价格指数低于预期、市场对美联储降息的预期以及美国总统特朗普单边关税政策的影响。对美国关税和债务的担忧持续给美元施压，相对提振了人民币。尽管中美贸易谈判达成“原则性”协议，但分析师仍持谨慎态度。",
      "translated_title": "人民币中间价触及两月高点，因美元走弱",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank set the yuan’s daily fixing against the US dollar at its strongest level in more than two months, as the greenback tumbled to a multi-year low amid expectations for more interest rate cuts from the Federal Reserve later this year.\nOn Friday, the People’s Bank of China set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.1772 per US dollar, its strongest showing since late March.\nThe move came as the US dollar index plummeted to 97.61 on Thursday - a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/74c6e128-a09c-4930-9583-ec79d54d8b1b_a79872f0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国商飞竞购老挝航空公司，中国加速全球航空扩张 (原标题: China steps up global aviation expansion as Comac bids for Laos carrier)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314303/china-steps-global-aviation-expansion-comac-bids-laos-carrier?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 07:32:56 +0000",
      "isoDate": "2025-06-13T07:32:56.000Z",
      "creator": "Frank Chen",
      "summary": "# 中国商飞竞购老挝航空公司\n\n中国商用飞机有限责任公司（Comac）据报道已竞标收购老挝国家航空公司（Lao Airlines）的多数股权，此举标志着这家中国国有航空企业在东南亚市场扩张的持续推进。\n\n## 交易概述与进展\n*   **竞标内容**：商飞提议持有老挝航空公司至少51%的多数股权。\n*   **交易条件**：如果交易获得老挝当局批准，商飞将帮助老挝航空公司改革运营并止损，作为交换，老挝航空公司将同意使用商飞的客机。\n*   **前期工作**：\n    *   商飞与老挝航空公司已于2024年10月签署了一份潜在交易的谅解备忘录。\n    *   一家独立的审计公司已被聘请对老挝航空公司进行估值并审查其负债。\n*   **政府态度**：老挝总理宋赛·西潘敦（Sonexay Siphandone）向老挝国民议会表示，老挝政府正在“考虑商飞关于全面合资企业的提议，特别是其持有至少51%股权的提议”。\n\n## 现有合作与飞机部署\n*   老挝航空公司近期通过租赁协议获得了其首架C909喷气式飞机。C909是商飞生产的一款窄体支线客机。\n*   目前，这架C909飞机正在老挝国内主要航线上执飞。\n*   未来计划让C909执飞老挝与中国之间的国际航线。\n\n## 商飞的战略考量\n*   **区域扩张**：此次竞标是商飞在东南亚扩大影响力的最新举措。\n*   **全球竞争**：商飞正努力向西方监管机构证明其飞机的可靠性，并最终在全球市场与空中客车（Airbus）和波音（Boeing）展开竞争。\n*   **成功模式复制**：航空业资深顾问布莱恩·杨博（Brian Yang Bo）指出，老挝的这笔交易与商飞向印度尼西亚廉价航空公司TransNusa出售C909喷气式飞机时所采用的策略如出一辙。",
      "shortSummary": "中国商飞（Comac）正竞标收购老挝航空公司多数股权，以加速其在东南亚的航空市场扩张。该交易旨在通过商飞提供运营支持和止损帮助，换取老挝航空使用商飞客机。此举是商飞提升其飞机可靠性、并最终在全球市场与空客和波音竞争的战略一部分。老挝航空已通过租赁协议引进了首架商飞C909飞机。",
      "translated_title": "中国商飞竞购老挝航空公司，中国加速全球航空扩张",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Commercial Aircraft Corporation of China (Comac) has reportedly bid to take a majority stake in the flag carrier of Laos, as the state-owned Chinese aviation firm continues its push to expand its market in Southeast Asia.\nThe deal – which is pending approval by the Lao authorities – would see Comac help Lao Airlines overhaul its operations and stem its losses in exchange for the carrier agreeing to use the Chinese company’s passenger jets, Vientiane Times quoted Prime Minister Sonexay...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/cf886acd-a5e5-4444-a93f-6fe20110fe7f_0f5695d2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国出口商转向国内市场，信用证如何提供帮助？ (原标题: As Chinese exporters explore home market, how are letters of credit helping?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314271/how-are-letters-credit-helping-chinese-exporters-pivot-home-market-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 06:00:17 +0000",
      "isoDate": "2025-06-13T06:00:17.000Z",
      "creator": "June Xia",
      "summary": "### 中国出口商转向国内市场\n\n在美国于四月对中国进口商品实施“对等关税”后，北京方面采取措施帮助中国出口商在国内销售其产品。这些措施旨在帮助企业将重心转向国内市场。\n\n#### 北京采取的措施：\n\n*   在全国范围内举办产品推广活动。\n*   提供财政和金融激励措施。\n*   鼓励增加使用信用证（L/Cs）。\n\n#### 什么是信用证（L/C）？\n\n*   在美国也称为跟单信用证（documentary credit）。\n*   在国际贸易中广泛使用。\n*   一种以文件形式呈现的金融工具，向卖方保证买方将按时支付约定的款项、服务或货物。\n\n#### 什么是国内信用证？\n\n*   **功能类似：** 国内信用证具有类似的功能，有助于确保支付安全和增强信用，这两点都是许多中国企业关注的主要问题。\n*   **签发机构：** 可由中国主要银行签发。\n*   **支付期限：** 通常为一年。\n*   **适用范围：** 与国际信用证只能用于涉及实物商品的交易不同，国内信用证也可用于服务贸易。",
      "shortSummary": "在美国征收关税后，中国政府鼓励出口商转向国内市场，通过推广活动、财政激励以及推广使用国内信用证（L/Cs）来支持。国内信用证与国际信用证功能相似，可由中国主要银行签发，通常支付期为一年，并可用于商品和服务贸易，而国际信用证仅限于实物商品。",
      "translated_title": "中国出口商转向国内市场，信用证如何提供帮助？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After the United States imposed so-called reciprocal tariffs on imports from China in April, Beijing took steps to help Chinese exporters sell their products domestically.\nIn addition to the staging of product promotion events across the country and the offering of fiscal and financial incentives, Beijing also encouraged the increased use of letters of credit (L/Cs) to help such businesses switch focus to the domestic market.\nWhat is a domestic letter of credit?\nA letter of credit, also known as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/2ba5b4be-d268-4cb5-87bd-71436cc26ccb_7a458564.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国爆红的Labubu玩具拥有一个意想不到的粉丝——执政的共产党 (原标题: China’s viral Labubu toy has an unlikely fan – the ruling Communist Party)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314169/chinas-viral-labubu-toy-has-unlikely-fan-ruling-communist-party?utm_source=rss_feed",
      "pubDate": "Thu, 12 Jun 2025 11:00:17 +0000",
      "isoDate": "2025-06-12T11:00:17.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国爆红的Labubu玩具及其对中国创新力的启示\n\n*   **Pop Mart的成功与国家媒体的赞扬**\n    *   北京潮玩品牌Pop Mart及其爆红的Labubu玩具，因其成功背后的创意，受到中国国家媒体的赞扬。\n    *   《求是》杂志（中共最高理论刊物）发表评论文章指出，Labubu在全球的粉丝基础，证明了中国正在从低价值商品生产国向创新中心转型。\n\n*   **中国创新生态系统的崛起**\n    *   文章强调，随着中国原创IP（知识产权）获得全球关注，这个传统上被称为“世界低端玩具工厂”的国家，“已经培育了一个强大的创新生态系统”，并且“正日益成为一个全球孵化器，创意的种子随处萌芽”。\n\n*   **Labubu的创作者与商业成就**\n    *   Pop Mart在香港上市，与多位艺术家和设计师合作，推出Molly、Dimoo等玩具角色。\n    *   Labubu是其迄今为止最受欢迎的产品，由香港艺术家龙家升（Kasing Lung）设计。\n    *   公司去年海外及港澳台收入增长375%，达到50亿元人民币（约6.955亿美元），占总收入的近40%。\n\n*   **Labubu的全球影响力与中国创意产品的认可**\n    *   《求是》评论将Labubu的成功与《黑神话：悟空》和动画电影《哪吒2》等其他全球知名的中国产品相提并论。\n    *   评论称：“Labubu的受欢迎程度生动地证明了中国企业对长期创新的承诺以及中国创意产品日益增长的全球认可。”\n\n*   **流行带来的挑战：仿冒品**\n    *   这款毛绒玩具非常受欢迎，以至于催生了一波被称为“Lafufu”（f代表假冒）的仿冒产品。\n    *   在YouTube、Instagram和TikTok等社交媒体平台上，“如何区分Labubu和Lafufu？”已成为一个热门话题。",
      "shortSummary": "中国潮玩品牌Pop Mart的Labubu玩具在全球爆红，被中共《求是》杂志赞扬为中国从低价值商品生产国向创新中心转型的例证。Labubu由香港艺术家龙家升设计，其海外收入大幅增长，并与《黑神话：悟空》等中国创意产品一同获得全球认可。其巨大成功也催生了大量仿冒品“Lafufu”。这体现了中国在创新领域的进步及其产品日益增长的国际影响力。",
      "translated_title": "中国爆红的Labubu玩具拥有一个意想不到的粉丝——执政的共产党",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Chinese companies ponder how best to market their products internationally, the example set by Pop Mart – the Beijing-based brand behind the viral Labubu toy – has been praised by the country’s state media for the creativity that underlies its success.\nThe wide-mouthed, bug-eyed toy’s global fan base is evidence of a shift in priorities for China as it transforms from a producer of low-value goods to a hub of innovation, Qiushi, the Communist Party’s top theoretical journal, said in a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/12/40f78c0a-f4b9-4feb-9143-95dbce28f545_2fbde83d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不只是机器人：中国高端3D打印机在欧洲顶级科技展上大放异彩 (原标题: Not just robots: China’s high-end 3D printers shine at Europe’s top tech fair)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314146/paris-vivatech-chinas-industrial-3d-printing-firms-target-europe?utm_source=rss_feed",
      "pubDate": "Thu, 12 Jun 2025 09:00:12 +0000",
      "isoDate": "2025-06-12T09:00:12.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国高端3D打印机在欧洲顶级科技展上崭露头角\n\n在欧洲最大的科技展会巴黎VivaTech上，中国驻法国大使邓励的注意力不仅被炫目的机器狗和人形机器人吸引，还被一个不那么引人注目的展品——由专业3D打印机生产的金属部件——所吸引。\n\n## 关键亮点：\n\n*   **大使的赞叹：** 邓励大使对3D打印技术能够一次性生产如此复杂的金属部件表示惊叹，并指出与传统生产方法相比，3D打印“省去了很多麻烦”。\n*   **参展公司：** 展品背后的公司是XDM 3D打印技术，它是越来越多瞄准欧洲3D打印市场的中国公司之一。\n*   **市场前景：** XDM创始人张正文对欧洲市场持积极态度，尤其是在美国日益收紧限制的背景下。\n*   **公司发展：**\n    *   XDM成立于2015年，于2019年进入欧洲市场。\n    *   疫情打乱了其扩张计划，目前在欧洲客户数量不多。\n    *   张正文对未来充满信心，认为欧洲公司迟早会把3D打印整合到生产中，届时将有“巨大需求”。",
      "shortSummary": "中国高端3D打印机在欧洲顶级科技展VivaTech上大放异彩。中国驻法大使邓励对XDM 3D打印技术生产复杂金属部件的能力印象深刻。面对美国日益收紧的限制，XDM等中国公司正积极拓展欧洲市场。尽管疫情曾阻碍其扩张，XDM创始人对欧洲未来对3D打印的“巨大需求”充满信心。",
      "translated_title": "不只是机器人：中国高端3D打印机在欧洲顶级科技展上大放异彩",
      "images": [],
      "contentSource": "完整文章",
      "content": "While touring the China Pavilion at Paris VivaTech, Europe’s biggest tech fair, Chinese ambassador to France Deng Li’s attention was drawn not only to the flashy robot dogs and humanoids, but also to a less eye-catching exhibit: a display of metal parts produced by specialised 3D printers.\n“To make something so complicated, 3D printing really saves a lot of trouble compared to traditional production methods,” Deng told his entourage, expressing his amazement at how a printer could produce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/12/2294cd9b-881b-414a-b593-a9f2cb5b60cc_4a484a4a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "伦敦激烈会谈后，中美贸易关系何去何从？ (原标题: After heated London talks, where do China-US trade relations stand?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314103/after-heated-london-talks-where-do-china-us-trade-relations-stand?utm_source=rss_feed",
      "pubDate": "Thu, 12 Jun 2025 04:10:54 +0000",
      "isoDate": "2025-06-12T04:10:54.000Z",
      "creator": "Mandy Zuo,Leopold Chen",
      "summary": "### 伦敦中美贸易会谈最新进展\n\n在伦敦举行的为期两天的中美贸易会谈结束后，美国总统唐纳德·特朗普宣布，谈判已达成一项广泛协议，旨在维持此前日内瓦会谈后建立的脆弱休战。\n\n**美方立场：**\n\n*   **特朗普的声明：** 特朗普总统通过其Truth Social平台表示，美中协议“已完成”。\n*   **协议范围：** 他指出，该协议将涵盖多个争议点，包括稀土矿物运输、学生签证和关税。\n\n**中方立场：**\n\n*   **保持沉默：** 中国方面对会谈结果一直保持沉默，其代表仅表示将提交一份报告供习近平主席批准。\n\n此次会谈旨在总结世界两大经济体之间不断变化的贸易关系的最新发展。",
      "shortSummary": "在伦敦举行的中美贸易会谈结束后，美国总统特朗普宣布双方已达成一项广泛协议，旨在维持此前的脆弱贸易休战，内容涵盖稀土、学生签证和关税。然而，中方对此结果保持沉默，仅表示将向习近平主席提交报告。此次会谈旨在总结两国贸易关系的最新进展。",
      "translated_title": "伦敦激烈会谈后，中美贸易关系何去何从？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After two days of closely watched trade talks between the United States and China in London, US President Donald Trump has declared the negotiations have led to a wide-ranging deal to maintain the fragile truce laid out after earlier talks in Geneva.\nThe agreement, Trump said, would cover numerous points of contention, including shipments of rare earth minerals, student visas and tariffs.\nChina, meanwhile, has been reticent to comment on the talks’ outcome, with representatives only saying they...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/12/9857b879-eb49-4afd-aa16-1e2d8dacdda7_3a1f81a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国AI和芯片毕业生人才储备成熟，正值科技贸易关系恶化之际 (原标题: China’s orchard of AI, chip grads now ripe for the pickin’ as tech trade sours)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314011/chinas-orchard-ai-chip-grads-now-ripe-pickin-tech-trade-sours?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 22:00:07 +0000",
      "isoDate": "2025-06-11T22:00:07.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国AI和芯片人才培养与战略优势\n\n文章指出，随着中美贸易战的持续和科技竞争的加剧，中国在人工智能（AI）和微芯片领域的人才培养已取得显著成就，形成了庞大的人才储备，这为中国在全球科技竞争中带来了战略优势。\n\n*   **行业背景与个人案例**\n    *   **预见性选择**：2019年，王杰（Jack Wang）进入一所中国顶尖大学学习微电子，当时中美贸易战刚刚开始。他选择专注于高科技微芯片的设计和制造领域，这一决定被证明具有远见。\n    *   **行业支柱**：在过去六年里，微芯片行业飞速发展，现已成为人工智能进步的基石。王杰意识到这个行业正在蓬勃发展，而AI也日益普及且能力不断增强。\n\n*   **中国AI人才培养战略**\n    *   **政策驱动**：2018年，中国发布了一项行动计划，旨在到2030年将中国大学建设成为引领下一代AI发展的全球人才中心。\n    *   **专业设立**：\n        *   2019年：中国教育部批准了首批35所大学设立AI专业。\n        *   目前：中国已有超过535所大学提供AI相关专业，显示出对该领域人才培养的巨大投入。\n\n*   **人才储备与全球地位**\n    *   **研究实力**：根据摩根士丹利的最新研究，全球近一半的顶尖AI研究人员来自中国，这凸显了中国在AI研究领域的强大实力。\n    *   **竞争优势**：中国拥有14亿人口，其庞大的人工智能人才库正在为国家在该领域带来竞争优势。研究人员和行业专业人士认为，AI已成为全球科技和地缘政治竞争的关键战场。",
      "shortSummary": "中国在人工智能（AI）和芯片领域的人才培养取得显著进展。自2018年启动战略计划以来，中国大学已大幅增加AI相关专业，目前有超过535所大学提供此类课程。摩根士丹利报告指出，全球近半数顶尖AI研究人员来自中国。这一庞大的人才储备，正值科技贸易关系紧张之际，为中国在全球科技和地缘政治竞争中提供了关键优势，使其在AI和芯片领域的人才“果园”日益成熟。",
      "translated_title": "中国AI和芯片毕业生人才储备成熟，正值科技贸易关系恶化之际",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Jack Wang enrolled as an undergraduate in microelectronics at a prestigious Chinese university, the year was 2019, and China was in the early days of its trade war with the United States.\nLooking back, his decision to focus on the field revolving around the design and manufacture of hi-tech microchips has proved prescient. Today, it complements Beijing’s aspirations to make world-leading semiconductors amid Washington’s amped-up efforts to curtail China’s technological progress.\nIndeed, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/d4c3c219-b50c-4533-a58a-03bc70223221_f8bb33ae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美达成“已完成的协议”，特朗普称，待习近平主席签署 (原标题: China-US agree to ‘done deal’, Trump says, pending sign-off by President Xi)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314050/china-us-agree-done-deal-trump-says-pending-sign-president-xi?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 12:28:47 +0000",
      "isoDate": "2025-06-11T12:28:47.000Z",
      "creator": "Luna Sun,Zhao Ziwen",
      "summary": "# 中美贸易谈判取得突破性进展\n\n美国总统唐纳德·特朗普周三宣布，中美两国已达成一项“已完成的协议”，旨在缓解此前因相互指责违反协议而重新燃起的贸易紧张局势。\n\n*   **协议达成与待批**\n    *   特朗普在其社交媒体平台Truth Social上发帖称，该协议已“完成”，但尚待中国国家主席习近平和特朗普本人最终批准。\n\n*   **谈判地点与成果**\n    *   两国谈判团队在伦敦进行了为期两天的会谈并已结束。\n    *   双方宣布“原则上”同意了一项“框架协议”，将带回各自国家供领导人审查。\n    *   此次谈判旨在使上月在日内瓦签署的贸易战停火协议重回正轨。\n\n*   **协议主要内容（据特朗普）**\n    *   中国将预先供应“所有磁铁和任何必要的稀土”。\n    *   美国将提供已同意的内容，包括允许中国学生使用美国大学和学院。\n    *   特朗普表示，根据协议，美国将获得55%的关税，中国将获得10%。\n\n*   **双边关系与背景**\n    *   此次进展发生在中美双边关系经历一段“艰难时期”之后，此前两国互信受损。\n    *   上周习近平与特朗普的通话为伦敦会谈带来了谨慎乐观情绪。\n    *   特朗普称两国关系“非常良好”。\n\n*   **中方评价**\n    *   中国首席贸易谈判代表李成钢周二告诉记者，伦敦会谈“专业、理性、深入、坦诚”。",
      "shortSummary": "中美两国已达成一项“已完成的贸易协议”，待两国领导人最终批准。美国总统特朗普表示，该协议包括中国供应稀土和美国允许中国学生入学。此次在伦敦进行的谈判旨在使此前达成的贸易停火协议重回正轨。中方谈判代表称会谈专业坦诚。特朗普认为两国关系良好，并提及协议中的关税分配。",
      "translated_title": "中美达成“已完成的协议”，特朗普称，待习近平主席签署",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the US have reached a “done deal” that includes rare earth exports from China and Chinese students attending colleges in America, President Donald Trump said on Wednesday, pointing to a potential breakthrough aimed at easing trade tensions that were reignited by mutual accusations of deal violations.\n“Our deal with China is done, subject to final approval with President Xi [Jinping] and me,” Trump posted on social media, as negotiating teams from the two countries concluded two days of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/172f0d98-ebe8-4182-9a59-a11aca489f85_528430cd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国向稀土巨头发放对美国、欧洲的出口许可证 (原标题: China grants export permits to rare earth giant for US, Europe shipments)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314030/china-grants-export-permits-rare-earth-giant-us-europe-shipments?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 11:30:07 +0000",
      "isoDate": "2025-06-11T11:30:07.000Z",
      "creator": "Leopold Chen",
      "summary": "## 中国稀土巨头金力永磁获准向美欧等国出口\n\n中国领先的稀土出口商江西金力永磁材料股份有限公司（JL MAG Rare-Earth）近日宣布，已获得向包括美国、欧洲和东南亚在内的多个目的地出口的许可证。这一消息提振了投资者信心，推动公司股价上涨。\n\n### 关键出口产品与合规声明\n\n*   **出口产品**：金力永磁将出口磁性材料、零部件和电机转子。\n*   **合规性**：公司表示，在中重稀土及相关物品出口管制措施公布后，已立即按照相关规定开展出口申报工作。\n*   **业务性质**：金力永磁强调其不涉及军事业务，并将继续严格遵守相关法律和政策。\n\n### 公司背景与财务表现\n\n*   **行业地位**：金力永磁总部位于中国江西，是全球最大的永磁稀土磁体制造商和销售商。\n*   **上市情况**：公司在深圳和香港两地上市。\n*   **出口业绩**：2025年第一季度，金力永磁的出口额达到3.12亿元人民币（约合4340万美元），其中对美国的出口额为1.22亿元人民币。\n\n### 宏观背景\n\n金力永磁的这一声明发布之际，中美两国官员在伦敦举行的第二轮贸易谈判后表示，双方已“原则上同意”一项贸易框架，尚待各自领导人批准。",
      "shortSummary": "中国稀土巨头金力永磁（JL MAG Rare-Earth）已获得向美国、欧洲和东南亚出口磁性材料、零部件和电机转子的许可证。此消息推动公司股价上涨。金力永磁强调其不涉军事业务，并遵守出口管制规定。2025年第一季度，公司出口额达3.12亿元人民币，其中对美出口1.22亿元。此举正值中美贸易谈判达成初步框架协议之后。",
      "translated_title": "中国向稀土巨头发放对美国、欧洲的出口许可证",
      "images": [],
      "contentSource": "完整文章",
      "content": "A top Chinese rare earth exporter, which hosted President Xi Jinping during a 2019 inspection, said it had obtained export permits for several destinations, including the United States. Investors welcomed the news, sending the company’s shares higher.\nJL MAG Rare-Earth said on Wednesday that it had also been granted licenses for Europe and Southeast Asia, and that it would export magnetic materials, components and motor rotors.\n“After the export controls imposed on medium and heavy rare earth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/7a47fb87-8bd7-47d1-83d0-bf83d9179caf_5c5c8180.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正努力将C919认证纳入七月欧盟峰会议程 (原标题: China working to add C919 certification to agenda for July EU summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313955/china-working-add-c919-certification-agenda-july-eu-summit?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 08:00:08 +0000",
      "isoDate": "2025-06-11T08:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "### 中国推动C919适航认证成为七月欧盟峰会议题\n\n据一位知情人士透露，中国将推动民用航空成为七月与欧盟领导人峰会的讨论议题，其中特别关注国产C919飞机的适航认证。\n\n**关键信息点：**\n\n*   **核心议题**：中国致力于将国产C919飞机的认证问题纳入即将于七月举行的中欧峰会议程。\n*   **加速认证**：\n    *   消息人士指出，关于安全评估过程的高级别谈判有望加速C919客机的批准进程。\n    *   据传北京方面订购数百架空客飞机的消息，也将有助于加快这一认证进程。\n*   **峰会目的**：\n    *   下个月的峰会为中欧领导人提供了一个“机会”，以审查在工作层面的进展并“加强共识”。\n    *   知情人士强调，高层领导之间的任何直接对话都将对C919的认证有所帮助，因为共识可以促进并有益于实际工作。\n*   **参会人员**：据此前报道，中国国家主席习近平将于下个月在北京接待欧洲理事会主席安东尼奥·科斯塔和欧盟委员会主席乌尔苏拉·冯德莱恩。\n*   **其他潜在议题**：\n    *   尽管访问日期和官方议程尚未公布，但此次峰会可能还会讨论一系列其他问题。\n    *   这些议题包括电动汽车贸易以及美国总统唐纳德·特朗普可能征收高关税的威胁。",
      "shortSummary": "中国正推动将国产C919飞机的适航认证纳入七月与欧盟领导人的峰会议程。知情人士透露，高级别谈判和潜在的空客订单有望加速认证进程。此次峰会是中欧领导人加强共识的机会，除C919外，电动汽车贸易和美国关税等议题也可能被提及。",
      "translated_title": "中国正努力将C919认证纳入七月欧盟峰会议程",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will push for civil aviation to be a topic of discussion at a summit with European Union leaders in July, with particular focus on the certification of the domestically produced C919 aircraft, according to a source with knowledge of the matter.\nHigh-level negotiations on the safety evaluation process would be likely to fast-track ratification of the airliner, the source said, and a rumoured order of hundreds of Airbus aircraft from Beijing would only help speed things along.\nNext month’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/1927457c-7398-49a7-84f4-83a659c0dda2_fcd813d5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚洲在动荡中出现‘令人担忧’的长期付款延迟：报告 (原标题: Asia sees ‘concerning’ rise in long payment delays amid turbulence: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313932/asia-sees-concerning-rise-long-payment-delays-amid-turbulence-report?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 03:00:17 +0000",
      "isoDate": "2025-06-11T03:00:17.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 报告背景与主要发现\n\n一份新报告指出，由于全球经济动荡，亚太地区（特别是中国）的公司在赊销方面变得更加谨慎，导致长期付款延迟“令人担忧”地增加。全球贸易信用保险公司科法斯（Coface）在其最新发布的《亚洲支付调查》中发现，三分之二的亚太公司预计未来六个月的付款期限将缩短，这表明在不确定性加剧的情况下，企业更加谨慎并优先考虑现金保存。\n\n### 付款期限与信用销售状况\n\n*   **付款期限变化**：调查显示，2023年付款期限略有延长，从64天增至65天，但仍远低于2018-2022年69天的平均水平，反映出信贷条件趋紧。\n*   **信用销售提供比例**：在接受调查的九个经济体中（包括澳大利亚、香港、台湾、日本、马来西亚、印度、新加坡和泰国），中国大陆提供赊销的公司比例下降幅度最大。\n    *   报告指出，2024年约有65%的中国公司表示提供付款期限，比一年前下降了14个百分点。\n    *   印度紧随其后，下降了9个百分点。\n    *   香港的增幅最大，上升了10个百分点，达到91.4%。\n\n### 逾期付款与超长期延迟趋势\n\n*   **整体逾期付款下降**：去年，报告逾期付款的亚洲公司比例降至历史最低点49%，低于2023年的60%。报告将此归因于“大多数市场的付款期限延长，为公司提供了更多时间来结清款项并避免逾期”。\n*   **超长期延迟急剧上升**：然而，科法斯称之为“令人担忧的趋势”是，报告超长期付款延迟（超过180天，且费用超过其年营业额2%）的亚洲公司比例急剧上升，从一年前的23%跃升至2024年的40%。",
      "shortSummary": "一份新报告显示，由于全球经济动荡，亚太地区（尤其是中国）的公司在赊销方面变得更加谨慎。尽管整体逾期付款比例有所下降，但超长期付款延迟（超过180天且金额较大）的亚洲公司比例却从23%急剧上升至40%，科法斯称之为“令人担忧的趋势”。企业正优先考虑现金保存，预计未来付款期限将缩短。",
      "translated_title": "亚洲在动荡中出现‘令人担忧’的长期付款延迟：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Companies across the Asia-Pacific region – and especially those in China – are becoming more cautious about selling on credit, as a turbulent global economy leads to a “concerning” rise in long payment delays, a new report has found.\nTwo-thirds of Asia-Pacific firms expect payment terms to shorten over the next six months, which suggests “caution and higher priority for cash preservation amid heightened uncertainty”, global trade credit insurer Coface found in its latest Asia Payment survey...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/0a6574df-9203-4c1a-8b9c-636877f1f9cc_2a58117b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“取得突破”：在中国主导下，全球竞相在其他地方开采稀土 (原标题: ‘Making a dent’: race is on to reap rare earths elsewhere amid China’s dominance)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313862/race-supplant-chinas-rare-earth-dominance-reap-critical-metals-brazil-us?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 23:00:18 +0000",
      "isoDate": "2025-06-10T23:00:18.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国稀土主导地位与全球应对\n\n*   **背景与中国策略**\n    *   自四月起，中国实施稀土出口限制，此举被视为北京应对华盛顿日益加剧的关税和技术限制的“王牌”。\n    *   稀土对汽车、电子和国防工业具有巨大影响，而中国主导着其供应链。\n    *   稀土贸易预计将成为本周美国高级官员与中国副总理何立峰在伦敦讨论双边出口管制问题的关键议题之一。\n\n*   **全球对策与美国努力**\n    *   尽管北京承诺加快出口审批，但中国对该行业的控制加剧了华盛顿及其盟友是否应在中国之外建立工业链以及为此付出何种代价的疑问。\n    *   美国稀土公司（USA Rare Earth）首席执行官约书亚·巴拉德表示，他们明年将在磁铁生产方面“取得突破”，尽管不会是“完整答案”，但会“有所作为”。\n    *   美国稀土公司在俄克拉荷马州运营一家磁铁制造厂，预计满负荷生产时年收入可达8亿美元，客户主要来自消费电子、电动汽车和机器人领域。\n    *   该公司目前还在邻近的德克萨斯州开发其稀土矿床的分离技术，同样旨在服务美国客户。",
      "shortSummary": "中国实施稀土出口限制，凸显其在全球稀土供应链中的主导地位。稀土对汽车、电子和国防工业至关重要，此举促使美国及其盟友寻求建立中国之外的替代供应链。美国稀土公司（USA Rare Earth）等企业正积极在美国本土发展磁铁制造和稀土分离技术，以期减少对中国的依赖，并计划在明年在磁铁生产方面取得显著进展。",
      "translated_title": "“取得突破”：在中国主导下，全球竞相在其他地方开采稀土",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s imposition of rare earth export restrictions from April – playing its trump card in the face of Washington’s intensifying tariffs and tech curbs – helped send a message to Washington ahead of this week’s discussions over bilateral export-control issues.\nConsidered a trump card because rare earths have an outsized impact on auto, electronics and defence industries, and China dominates the supply chain, the trade in such critical minerals is widely expected to be among the key topics...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/82c2d575-1003-4a5b-ab4e-2b50a4c85617_3b7b2616.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美官员就‘框架’达成一致，尚待习近平和特朗普批准 (原标题: China, US officials agree to ‘framework’ that will need approvals by Xi, Trump)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313921/lutnick-says-us-china-trade-talks-could-spill-third-day?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 19:43:55 +0000",
      "isoDate": "2025-06-10T19:43:55.000Z",
      "creator": "Liu Zhen,Bochen Han,Zhao Ziwen",
      "summary": "## 中美贸易谈判达成“框架”协议\n\n*   **达成初步协议：** 中国和美国官员在伦敦举行为期两天的贸易谈判后，就一项“原则性框架”达成一致。该协议旨在落实此前中国国家主席习近平和美国总统特朗普的电话通话以及上月在日内瓦举行的高级别双边谈判达成的共识。\n\n*   **待最高领导人批准：** 该框架协议需要分别获得中国国家主席习近平和美国总统特朗普的最终批准。双方代表团将把谈判报告和达成的框架带回各自国家，向最高领导人汇报并寻求批准。\n\n*   **双方官员表态：**\n    *   中国首席贸易谈判代表李成钢表示，希望此次伦敦会议取得的进展有助于增进中美之间的信任。\n    *   美国商务部长霍华德·卢特尼克也使用了类似的表述，并指出两国总统的支持为谈判提供了额外的动力，促使双方努力达成协议。\n\n*   **核心目标：** 卢特尼克强调，此次谈判的根本目标是增加与中国的贸易，并减少贸易逆差。他将此框架视为未来讨论和促进贸易增长的“第一步”。",
      "shortSummary": "中美官员在伦敦贸易谈判中就一项“原则性框架”达成一致，该框架尚待两国最高领导人习近平和特朗普的批准。此举旨在落实此前共识，并致力于增加中美贸易、减少贸易逆差，是推动贸易增长的第一步。",
      "translated_title": "中美官员就‘框架’达成一致，尚待习近平和特朗普批准",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States wrapped up two days of high-level trade talks in London with an agreement “in principle to a framework” that each side will bring home for review by their top leaders.\n“The two sides agreed in principle a framework for implementing the consensus” that Chinese President Xi Jinping and US President Donald Trump reached in their phone call last week, and the consensus of high-level bilateral negotiations in Geneva last month, China’s top trade negotiator Li Chenggang...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/64702162-f03e-4453-a105-e28bb626ad8d_d13b223b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电影发行商承诺增加进口以实现市场多元化 (原标题: China’s film distributors pledge more imports to diversify market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313845/chinas-film-distributors-pledge-more-imports-diversify-market?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-10T13:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "# 中国电影发行商承诺增加进口以实现市场多元化\n\n中国电影发行商呼吁引进更多更好的海外影片，以丰富国内电影市场，扭转目前国产影片占据绝大部分市场份额的局面。\n\n## 主要承诺与目标\n\n*   在国有企业中国电影集团公司和华夏电影发行公司举行的一次工作会议上，各发行商承诺引进“来自多个国家的好影片”，以提高外国电影的数量、质量和市场份额。\n*   发行商们还致力于“利用进口影片对市场多元化和扩张的积极作用”。\n\n## 当前市场状况\n\n*   发行商指出，今年外国电影在中国的票房表现“严峻”，远落后于国内影片。\n*   尽管2025年中国电影票房在2024年短暂下滑后强劲反弹，但增长主要由国产影片推动，例如动画片《哪吒2》（已成为中国影史票房最高的国产影片）。\n*   截至2025年5月中旬，中国电影票房收入已达266亿元人民币（约合37亿美元），超过2024年全年总票房的60%。其中，近96%的票房收入来自国产影片。\n\n## 官方支持\n\n*   中共宣传部（负责电影行业监管）副部长毛羽表示，应鼓励更多优秀的国际电影进入中国电影市场。",
      "shortSummary": "中国电影发行商承诺增加海外影片进口，以实现市场多元化。当前国产电影占据近96%的市场份额，外国影片票房表现“严峻”。中国电影集团等公司将引进“多国好影片”，旨在提升外国电影的数量、质量和市场份额，并利用其拓展市场。官方也支持更多优秀国际电影进入中国。",
      "translated_title": "中国电影发行商承诺增加进口以实现市场多元化",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s film distributors have called for diversifying the country’s cinematic offerings with more and better titles from overseas, at a time when domestic productions have seized the lion’s share of the market from their imported competitors.\nAt a work conference held by the state-owned China Film Group Corporation, as well as Huaxia Film Distribution, companies vowed to bring in “good titles from multiple countries” to improve the number, quality and market share of foreign films, state media...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/ad18be90-0916-4840-9079-2f980ee06fbe_02c8c57e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国贸易官员考虑进一步取消港口收费规则——现在有什么不同？ (原标题: US trade officials mull further rollback of port fee rules – what’s different now?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313853/us-trade-officials-mull-further-rollback-port-fee-rules-whats-different-time?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 11:00:09 +0000",
      "isoDate": "2025-06-10T11:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 美国贸易官员考虑进一步取消港口收费规则——现在有什么不同？\n\n本文报道了美国贸易代表办公室（USTR）对航运政策提出的最新修改建议，这标志着4月份旨在振兴国内产业和遏制中国造船业主导地位的更严格措施的又一次可能回退。\n\n**主要内容：**\n\n* **港口费调整:**  USTR 提议修改4月份发布的港口收费措施。针对汽车运输船，原先计划从10月14日起对外国制造的汽车运输船每辆车当量单位 (CEU) 收取 150 美元的费用。新提案将收费标准改为基于净吨位，每吨 14 美元。这将大幅降低大型汽车运输船的港口费，例如，一艘 5000 CEU 的汽车运输船（净吨位约 15000 吨），港口费将从 750,000 美元下降到 210,000 美元。\n* **液化天然气 (LNG) 运输限制放松:** 新规则将取消美国液化天然气必须使用美国制造的船舶运输的要求，这将减轻一些美国出口商的压力。\n* **公众意见征集:**  公众可以就这些拟议的修改提交意见，意见征集期截止到 7 月 7 日。\n\n**背景:**  这些修改是在本周伦敦举行的中美贸易谈判即将结束之际提出的，表明美国政府可能正在调整其贸易策略。",
      "shortSummary": "美国贸易代表办公室(USTR) 提出修改4月份的港口收费措施，降低汽车运输船和液化天然气运输船的费用，取消美国液化天然气必须使用美国制造船舶运输的要求。此举可能标志着对先前更严格贸易措施的回退，公众意见征集截止日期为7月7日。",
      "translated_title": "美国贸易官员考虑进一步取消港口收费规则——现在有什么不同？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the world awaits the outcome of the China-US trade talks in London this week, the US Trade Representative (USTR) has proposed changes to shipping policy – marking another possible rollback from the stricter measures announced in April that aimed to revive the domestic industry and curb China’s shipbuilding dominance.\nThe proposed revisions, issued in a short press release over the weekend, would reduce port fees for car carriers and ease restrictions on liquefied natural gas (LNG) tankers....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/66e60e14-da4a-4c95-909c-6e02bea9b69a_76405293.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "受美国关税压力，中国对越南、泰国、印度尼西亚的出口增长 (原标题: Pressured by US tariffs, Chinese exports expand in Vietnam, Thailand, Indonesia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313819/pressured-us-tariffs-chinese-exports-expand-vietnam-thailand-indonesia?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 06:59:08 +0000",
      "isoDate": "2025-06-10T06:59:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国对东南亚出口显著增长以应对美国关税\n\n在2024年前五个月，中国对东南亚主要工业中心的出口实现了两位数增长，这主要是为了满足日益增长的消费市场、支持海外工厂投资，并抵消美国高额关税带来的损失。\n\n*   **出口数据亮点**：\n    *   对越南的出口增长了18.8%。\n    *   对泰国的出口增长了20.9%。\n    *   对印度尼西亚的出口增长了16.8%。\n    *   相比之下，同期中国全球出口的整体增幅为6%。\n\n*   **增长原因分析**：\n    *   **规避美国关税**：受美国进口关税的压力，中国制造商正将更多产品运往邻近的东南亚工厂，以生产成品，供当地销售或再出口到西方国家（包括美国）。\n    *   **市场多样化**：人民大学金融学教授赵锡军指出，中国的出口正在逐步多样化，东南亚国家正成为越来越重要的贸易伙伴，经济和投资关系日益紧密。\n    *   **海外工厂投资**：中国对东南亚工厂的投资，特别是泰国和越南，促进了零部件和半成品出口，这些工厂生产汽车、智能手机等多种产品用于再出口。\n\n*   **“本地制造”策略**：\n    *   分析师指出，虽然部分出口可能通过东南亚转运以规避美国关税，但工厂通常会向来自中国的产品中注入足够的本地成分，使其在再出口时可被声明为“越南制造”、“泰国制造”或“印度尼西亚制造”，从而可能规避美国关税。",
      "shortSummary": "2024年前五个月，受美国关税压力，中国对越南、泰国、印度尼西亚的出口大幅增长，增幅均超两位数。此举旨在满足东南亚消费市场需求、支持海外工厂投资，并规避美国高关税。中国制造商将产品运至东南亚工厂加工成成品，部分用于再出口，通过注入本地成分，使产品可被声明为“东南亚制造”，从而可能绕过美国关税，使东南亚成为中国出口多样化的重要伙伴。",
      "translated_title": "受美国关税压力，中国对越南、泰国、印度尼西亚的出口增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese exports to major industrial centres in Southeast Asia rose by double-digit percentages in the first five months of the year to satisfy growing consumer markets, feed offshore factory investments and offset losses from high US tariffs.\nShipments to factory-magnet Vietnam increased by 18.8 per cent from January to May, compared with the same period in 2024, according to official data released on Monday. Meanwhile, exports to Thailand grew by 20.9 per cent, and Indonesia took 16.8 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/08aded83-8586-47f2-b0af-aba01ccb89de_2a8a538a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易对峙：首日谈判进展如何？ (原标题: US-China trade showdown: where do the talks stand after Day 1?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313786/us-china-trade-showdown-where-do-talks-stand-after-day-1?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 03:16:29 +0000",
      "isoDate": "2025-06-10T03:16:29.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中美贸易谈判首日进展\n\n中国和美国的高级官员预计将于周二上午在伦敦开始第二天的谈判。此次会谈旨在缓和两国在贸易和技术领域的对峙，这场对峙已在全球经济中引发冲击波。\n\n### 首日谈判结果\n\n*   周一（首日）的谈判结束后，双方未达成任何协议，也未发布任何官方声明。\n*   尽管如此，双方都已就各自的期望发出了信号。\n\n### 美方立场与信号\n\n*   **美国国家经济委员会主任凯文·哈塞特（Kevin Hassett）向CNBC表示**：\n    *   一旦达成“握手协议”，美国将立即放松出口管制。\n    *   稀土将大量释放。\n    *   随后可以继续谈判较小的事项。\n*   **据《华尔街日报》援引知情人士的报道**：\n    *   美国总统唐纳德·特朗普已授权美国代表团在伦敦谈判前，取消近期对华销售先进技术及其他产品的限制。\n*   **近期美国出口管制涵盖的范围**：\n    *   喷气发动机及相关部件（华盛顿方面从未公开宣布）。\n    *   中国公司制造先进微芯片所需的设计软件。\n    *   乙烷（一种用于制造塑料的天然气组分）。",
      "shortSummary": "中美高级官员在伦敦举行贸易谈判，旨在缓和两国在贸易和技术领域的对峙。首日谈判未达成协议，也无官方声明。美方透露，若达成协议，可能放松对华出口管制，包括稀土、先进技术和微芯片设计软件等限制。谈判将进入第二天。",
      "translated_title": "中美贸易对峙：首日谈判进展如何？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top officials from China and the United States are expected to start a second day of negotiations in London on Tuesday morning local time, as the two sides strive to de-escalate a stand-off over trade and technology that has sent shock waves across the global economy.\nNo official statements were released after the first round of talks on Monday, which finished without a deal being agreed. But both sides have sent signals regarding their expectations.\nUS\nA White House official indicated soon...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/784da5c6-9018-4386-97d0-f0e77b61941e_dab0a357.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“不可阻挡的趋势”：中国企业为何争相在匈牙利设厂 (原标题: ‘Irresistible trend’: why Chinese firms are rushing to open factories in Hungary)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313686/how-hungary-became-chinas-new-factory-hub-heart-europe?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 22:00:07 +0000",
      "isoDate": "2025-06-09T22:00:07.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国企业在匈牙利投资设厂热潮\n\n匈牙利近年来已成为欧洲吸引中国投资的 प्रमुख 热点，超越了欧洲主要经济体，成为中国企业在欧洲设立工厂的首选目的地。\n\n### 盈科律师事务所的角色\n\n*   **设立布达佩斯办事处：** 中国大型企业法律事务所盈科律师事务所在布达佩斯设立了新办事处，旨在服务大量寻求在匈牙利开设工厂的中国公司。\n*   **业务迅速发展：** 该办事处业务增长迅速，到2024年末，已成功签约10家客户，其中包括新进入匈牙利市场的企业以及寻求扩张的现有中国客户。\n*   **提供全方位服务：** 盈科律师事务所为客户提供全面的支持服务，包括：\n    *   劳务采购\n    *   寻找办公场所\n    *   帮助克服语言和文化障碍\n\n### Agosto Bodo 的亲身经历\n\n*   **投身投资热潮：** Agosto Bodo 去年加入盈科律师事务所布达佩斯办事处，亲身经历了这股由中国推动的投资热潮。\n*   **适应新的商业文化：** 他在工作中迅速学习了新的商业运作方式，其中包括与中国高管进行商务宴请，这让他对中欧商业文化差异有了深刻认识。\n\n### 匈牙利成为投资热点的原因\n\n*   匈牙利已成为中国企业在欧洲设立工厂的主导性热点，显示出其对中国投资的强大吸引力。",
      "shortSummary": "匈牙利正成为中国企业在欧洲设立工厂的首选地，吸引了大量中国投资。盈科律师事务所等机构在布达佩斯设立办事处，为中国公司提供劳务、办公场所及文化适应等全方位服务，推动了这一“不可阻挡的趋势”。中国企业正争相在匈牙利设厂，使其成为欧洲中国投资的中心。",
      "translated_title": "“不可阻挡的趋势”：中国企业为何争相在匈牙利设厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Agosto Bodo took a job at a Chinese law firm’s Budapest office last year, he found himself catapulted into the centre of a China-fuelled investment boom.\nYingke Law Firm, a major player in Chinese corporate law, had opened the new office to serve a wave of Chinese companies looking to open factories in Hungary. And the business was quickly gaining momentum.\n“We helped our clients with sourcing labour, looking for offices – we provided the whole service to help them overcome the language and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/3ad6af35-39c5-4f7a-a478-e672f3c14c06_6621fd85.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-14T01:48:13.218Z"
}