{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "“咄咄逼人”：中国航空公司或成特朗普贸易战最新前线 (原标题: ‘Aggressive’: how China’s airlines may become latest front in Trump’s trade war)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328562/chinese-airlines-may-face-higher-costs-if-us-ban-russian-airspace-enforced-analysts?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 14:00:08 +0000",
      "isoDate": "2025-10-11T14:00:08.000Z",
      "creator": "Sylvia Ma,Ralph Jennings",
      "summary": "## 美国提议禁止中国航空公司使用俄罗斯领空：贸易战新前线\n\n美国交通部近日提出一项提案，旨在禁止中国航空公司在往返美国的航班上使用俄罗斯领空。此举被视为中美两国紧张关系进一步升级的标志，并可能对中国航空业产生深远影响。\n\n### 提案背景与原因\n\n*   **不公平优势：** 美国官员指出，中国航空公司通过使用俄罗斯领空，获得了比美国同行更短的飞行时间，从而形成不公平的竞争优势。\n*   **紧张关系升级：** 该提案是在中国宣布对稀土及其他物品实施更严格的出口管制之后提出的，表明两国之间的贸易和地缘政治摩擦正在加剧。\n\n### 对中国航空公司的潜在影响\n\n如果该提案最终得以实施，分析师认为中国航空公司将面临多重挑战和损失：\n\n*   **机票销售中断与成本增加：**\n    *   中国航空公司可能面临已售机票取消的损失，包括乘客赔偿和运力浪费。跨太平洋航线的运力规划和机票销售通常提前约六个月进行，因此影响会很大。\n    *   运营成本将显著上升，因为需要寻找替代航线，这通常意味着更长的飞行距离和更高的燃油消耗。\n*   **航线调整或取消：**\n    *   航空公司需要进行全面、长期的评估，以决定是选择通过改道和提高票价来消化更高的成本，还是干脆取消部分或全部受影响的航线。\n    *   取消航线将导致市场份额损失和收入下降。\n*   **审批受阻：**\n    *   美国可能会拒绝批准中国航空公司的飞行计划，尤其是在即将到来的明年夏季飞行季（一年中仅有的两个排班期之一）的审批过程中。\n\n### 分析师观点\n\n尽管该提案的潜在影响巨大，但分析师们对其最终的可行性存在分歧。这表明该政策的实施仍存在不确定性，可能需要进一步的谈判和评估。",
      "shortSummary": "美国交通部提议禁止中国航空公司在往返美国的航班上使用俄罗斯领空，理由是其飞行时间较短，构成不公平优势。此举标志着中美紧张关系升级。分析师指出，若实施，中国航空公司将面临机票销售中断、运营成本增加、甚至航线取消等问题，并需承担乘客赔偿和运力浪费的损失。该计划的可行性仍有争议。",
      "translated_title": "“咄咄逼人”：中国航空公司或成特朗普贸易战最新前线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese airlines could face ticket sale disruptions and higher costs if Washington follows through on a Trump administration proposal to bar them from using Russian airspace on US routes, analysts said – though they were divided over the plan’s feasibility.\n“If the proposal is really implemented, Chinese airlines might have to bear the losses from already-sold flights being cancelled – such as passenger compensation and wasted capacity,” said Yang Bo, a Chinese aviation analyst, noting that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/cac66302-0f77-4f45-9607-61bbc4383725_c237db0b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普最新关税威胁后，中美关系是否会触礁？ (原标题: Are US-China ties heading for the rocks after Trump’s latest tariff threat?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328643/are-us-china-relations-headed-rocks-again-after-trumps-latest-tariff-threat?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-11T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美关系紧张局势升级\n\n近期，中美两国之间的紧张关系因一系列针锋相对的举措而进一步升级。\n\n*   **中方反制措施：**\n    *   **港口费用：** 中国对主要针对美国建造、悬挂美国旗、美国拥有或运营的船只征收了新的港口费用。\n    *   **反垄断调查：** 中方于周五对科技公司高通（Qualcomm）启动了反垄断调查。\n\n*   **美方现有及即将实施的措施：**\n    *   **类似港口费用：** 美国也宣布了类似的港口费用，预计将于本月晚些时候生效。\n    *   **出口管制：** 华盛顿扩大了出口管制范围，旨在防止先进技术和其他军民两用商品被转用于中国。\n\n*   **特朗普的动机与策略（据何伟文）：**\n    *   中国与全球化智库高级研究员、前驻美外交官何伟文指出，特朗普此前曾吹嘘已通过与中国的谈判解决了稀土问题，因此他对当前的局势感到“愤怒和尴尬”。\n    *   何伟文认为，美国总统再次威胁提高关税，表明他可能已没有太多其他工具来对中国施加压力。",
      "shortSummary": "中美关系因最新一轮针锋相对的措施而紧张升级。中国对美国船只征收新港口费并调查高通，而美国也计划实施类似港口费并扩大对华出口管制。分析人士指出，特朗普再次威胁加征关税，可能反映其对华施压手段有限，且对其此前解决稀土问题的言论感到不满。",
      "translated_title": "特朗普最新关税威胁后，中美关系是否会触礁？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s latest threat of additional 100 per cent tariffs on Chinese goods in response to new curbs on rare earth exports has raised further questions about whether any meaningful improvement in relations is possible.\nTrump also threatened to cancel a proposed meeting with his Chinese counterpart Xi Jinping at the end of the month and put export controls on “any and all critical software” in response to Beijing’s new restrictions on rare earth exports announced on Thursday.\nAs...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/11/ed3620df-5b05-4795-bbc7-c9fe957448f9_87d38be8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普100%对华关税威胁令出口商争相赶在截止日期前发货 (原标题: Trump’s 100% China tariff threat leaves exporters scrambling to beat deadline)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328649/trumps-100-china-tariff-threat-sparks-market-jitters-exporters-rush-shipments?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 11:53:02 +0000",
      "isoDate": "2025-10-11T11:53:02.000Z",
      "creator": "He Huifeng",
      "summary": "### 特朗普对华关税威胁\n\n*   **关税宣布**：美国总统唐纳德·特朗普宣布，将从11月1日起对所有中国进口商品额外征收100%的关税。\n*   **报复原因**：此举是为了报复中国此前扩大了对稀土材料和技术的出口限制。\n*   **生效日期**：新关税将于11月1日正式生效。\n\n### 中国出口商的应对与担忧\n\n*   **普遍反应**：特朗普的关税威胁令中国出口商感到高度紧张，许多企业正在争分夺秒地赶在关税生效前将产品运出。\n*   **希望与怀疑**：部分出口商仍抱有希望，认为关税可能像以往措施一样在最后一刻被取消。然而，大多数出口商对此持怀疑态度，认为此次不太可能获得宽限。\n*   **缺乏应急计划**：来自广州（中国南方制造业中心）的数字设备出口商艾伦·姚表示，他和同行们唯一的应对方式就是加紧发货。他指出，如果关税真的在11月1日生效，大多数公司都没有应急计划。他只能尝试在当天安排多个集装箱，以便在截止日期前发货。",
      "shortSummary": "美国总统特朗普宣布，为报复中国扩大稀土出口限制，将从11月1日起对所有中国进口商品额外征收100%的关税。这一威胁令中国出口商高度紧张，他们正争相赶在截止日期前发货。尽管一些人仍抱有最后一刻取消关税的希望，但大多数人对此表示怀疑，并指出许多公司缺乏应对计划。",
      "translated_title": "特朗普100%对华关税威胁令出口商争相赶在截止日期前发货",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s latest threat of an extra 100 per cent tariff on Chinese goods has left exporters in China on edge, with many scrambling to ship their products before the tariffs take effect.\nSome hope that the tariffs might be lifted at the last moment, as has happened with previous measures, but most remain doubtful that there will be a reprieve this time around.\nTrump on Friday announced an additional 100 per cent tariff on all Chinese imports from November 1, doubling down on his...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/11/57d17708-7feb-4ee6-9eb5-2fed6dca14de_be94ddf2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "研究揭示中国生育激励与地方出生率之间的不匹配 (原标题: Research reveals mismatch between China’s fertility incentives, local birth rates)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328545/researchers-find-mismatch-between-chinas-fertility-incentives-local-birth-rates?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 05:00:08 +0000",
      "isoDate": "2025-10-11T05:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国生育激励与地方出生率不匹配的研究\n\n一项最新研究表明，在中国，财政激励和其他支持措施对生育意愿和生育数量的影响似乎很弱，凸显了生育条件与政策支持之间的“不匹配”现象。\n\n### 主要发现\n\n*   **广东的矛盾现象**：尽管广东省是中国新生儿的最大贡献者，但在全国生育率普遍下降的背景下，它却提供了全国最差的生育环境之一。\n*   **生育友好度排名**：在衡量中国各省、市、自治区生育友好度的综合指数中，广东省位列倒数第二，远低于全国平均水平。\n\n### 研究背景\n\n*   **发布期刊**：该排名发表在北京首都经济贸易大学《人口与经济》杂志上月的刊物中。\n*   **评估框架**：评估框架衡量了三个关键维度：\n    1.  生育状况\n    2.  妇幼保健\n    3.  生育的制度支持\n\n### 广东的具体不足\n\n*   在多项指标上，广东省远低于全国平均水平。\n*   例如，政府支持的带薪产假仅为98天，这是法律规定的最低天数。\n\n### 研究结论与政策建议\n\n*   **“不匹配”现象**：南京邮电大学和中国人口与发展研究中心的报告作者指出，这表明生育条件与政策支持之间存在“不匹配”。\n*   **政策建议**：他们强调需要加强对生育条件和生育支持之间关系的深入研究，探索其内在联系和规律，为政策制定提供更科学的依据。",
      "shortSummary": "一项研究揭示，中国生育激励措施与地方出生率之间存在不匹配。尽管广东省是中国新生儿的主要贡献者，但在全国生育友好度指数中却排名倒数第二，其生育支持环境较差，例如政府带薪产假仅为法定最低的98天。研究指出，生育条件与政策支持之间存在“不匹配”，呼吁加强深入研究，为制定更科学的生育政策提供依据。",
      "translated_title": "研究揭示中国生育激励与地方出生率之间的不匹配",
      "images": [],
      "contentSource": "完整文章",
      "content": "How much do financial incentives and other means of support influence the decision to have children, or how many to have? In China, the connection appears weak.\nDespite being the country’s top contributor of newborns, the southern economic powerhouse of Guangdong offers one of the poorest environments for childbirth, Chinese researchers said in a recent study.\nThe most populous province and a rare bright spot amid a national fertility downturn, Guangdong placed second to last in a composite...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/7f5a18b6-6d27-4567-ae5e-f1e01132057b_11b5b383.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“从数量到质量”：中国下一个五年规划对外国投资者意味着什么 (原标题: ‘Quantity to quality’: what China’s next 5-year plan means for foreign investors)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328532/what-chinas-next-5-year-plan-means-foreign-investors-quantity-quality?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 22:00:19 +0000",
      "isoDate": "2025-10-10T22:00:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国下一个五年规划对外国投资者的影响\n\n## 政策背景\n*   中国正在起草其第十五个五年规划，这是七十多年来指导国家发展的一系列宏伟蓝图中的最新一份。\n*   这些规划文件不仅反映，也塑造着国家高层政策的优先事项。\n\n## 外国投资政策的重大转变\n*   **核心变化：** 中国对外资的吸引策略正在经历一场从“数量”到“质量”的根本性转变。\n*   **案例分析：** 法中初创企业孵化器组织总裁孙学光（Sun Xueguang）在与长江三角洲地区地方官员的近期会议中，亲身感受到了这一政策导向的转变。\n    *   **过去：** 孙学光习惯于外国投资者受到地方政府的热情欢迎，并获得优惠税收政策的承诺。\n    *   **现在：** 地方干部提出了更严格的要求，明确表示他们希望吸引特定战略领域的项目，例如制药、医疗保健和人工智能。\n    *   **明确信息：** 官员们传达的信息非常清晰，即他们希望吸引能够帮助完善和发展当地供应链的“高质量”外国投资。\n*   **孙学光总结：** 他指出，这种心态正在从追求投资的“数量”转向追求其“质量”。",
      "shortSummary": "中国正在起草第十五个五年规划，预示着对外资策略的重大转变。政策重点正从吸引外资“数量”转向追求“质量”。地方官员现在明确要求吸引制药、医疗保健和人工智能等战略领域的高质量外国投资，以完善和发展当地供应链。这与以往侧重优惠税收政策以吸引任何外资的做法形成鲜明对比，标志着中国对外资态度的深刻变化。",
      "translated_title": "“从数量到质量”：中国下一个五年规划对外国投资者意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how foreign investors are likely to be affected.\nFor more stories in this ongoing series, click here. To view SCMP Plus Factsheets on the 15th five-year-plan and more premium content, click here.\nSun...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/4a5a7abf-a0d6-42c4-a653-b065e8395913_b08f4482.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“针锋相对的回应”？中国为何掀起新一轮制裁和出口管制浪潮 (原标题: ‘Tit-for-tat response’? Why China unleashed fresh sanction, export curb blitz)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328559/tit-tat-response-why-china-unleashed-fresh-sanction-export-curb-blitz?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 15:00:08 +0000",
      "isoDate": "2025-10-10T15:00:08.000Z",
      "creator": "Mia Nurmamat,Kandy Wong",
      "summary": "## 中美贸易和技术冲突升级：制裁与出口管制交锋\n\n近日，中美两国互施经济制裁和出口管制措施，分析人士认为这种针锋相对的态势短期内难以结束，双方旨在为正在进行的贸易和技术谈判争取筹码。\n\n### 美国采取的行动\n\n*   **制裁中国实体：** 周四，华盛顿对多家中国实体实施制裁，其中包括一家独立炼油厂和码头。美方指控这些实体涉嫌参与购买或运输伊朗石油。\n\n### 中国采取的行动\n\n*   **扩大出口管制范围：** 在美方行动前数小时，北京发布了六份单独通知，概述了其出口管制制度的全面扩大。新的限制措施涵盖：\n    *   稀土生产技术和设备\n    *   多种额外稀土元素\n    *   与锂电池生产和超硬材料相关的关键物品\n*   **列入不可靠实体清单：** 中国商务部将14家西方实体列入其不可靠实体清单。这些公司包括：\n    *   多家美国无人机行业公司\n    *   一家加拿大实体，该实体此前曾发布关于中国科技巨头华为公司先进芯片的报告\n\n### 行动背后的原因与未来展望\n\n*   **地缘战略竞争驱动：** 研究公司Asia-Pacific Economics的首席执行官Rajiv Biswas指出，这些措施的根本驱动力是中美之间的地缘战略和军事竞争。\n*   **谈判将继续：** Biswas表示，尽管最新一轮制裁措施出台，中美两国仍将继续进行贸易谈判，以期达成一项广泛的双边贸易协议。然而，这种针锋相对的交锋预计将持续下去。",
      "shortSummary": "中美两国近期互施经济制裁和出口管制。美国制裁了涉嫌购买伊朗石油的中国实体。中国则扩大了稀土、锂电池等关键技术的出口管制，并将14家西方实体（包括美国无人机公司和一家曾报告华为芯片的加拿大公司）列入不可靠实体清单。分析人士认为，这是地缘战略竞争的体现，尽管如此，双方仍将继续贸易谈判。",
      "translated_title": "“针锋相对的回应”？中国为何掀起新一轮制裁和出口管制浪潮",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States have unleashed a barrage of economic sanctions and export control measures in recent days – and the tit-for-tat exchange is unlikely to end soon as the two sides seek leverage in ongoing talks over trade and technology issues, analysts said.\nOn Thursday, Washington imposed sanctions on a slew of Chinese entities, including an independent refinery and terminal, alleging they were involved in purchasing or shipping Iranian oil.\nJust hours earlier, Beijing had issued six...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/5583bbbe-3a35-433d-a61e-4d18df0ec0ea_3671671c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“让中国购买”：美国大豆农民厌倦贸易战“打击”，敦促特朗普采取行动 (原标题: ‘Make China buy’: US soybean farmers, tired of trade war ‘blows’, push Trump to act)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328531/make-china-buy-us-soybean-farmers-tired-trade-war-blows-push-trump-act?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 14:00:08 +0000",
      "isoDate": "2025-10-10T14:00:08.000Z",
      "creator": "Frank Chen,Kandy Wong,Sylvia Ma",
      "summary": "### 美国大豆农民呼吁中国恢复采购，厌倦贸易战影响\n\n随着中美贸易紧张局势加剧，美国大豆农民正面临严峻挑战，他们呼吁政府采取行动，促使中国恢复购买美国大豆，而非仅仅依靠财政援助或寻找替代市场。\n\n*   **农民困境与期望**\n    *   美国大豆农民，例如来自内布拉斯加州的受访者，表示今年大豆收成良好，但由于中国订单缺失，几乎颗粒无收。\n    *   他们更希望恢复到正常时期，即拥有来自中国及其他地区的稳定订单，并免受贸易战的“打击”。\n\n*   **中国采购转向**\n    *   北京曾是美国大豆的最大买家，但本季度尚未下达任何大宗订单。\n    *   中国已转向其他供应商，其中巴西是主要替代来源。\n\n*   **美国政府的应对措施**\n    *   **高层会谈：** 美国总统特朗普表示，他将在本月晚些时候可能举行的亚太经济合作组织（APEC）峰会期间，与中国国家主席习近平讨论大豆问题。\n    *   **市场多元化：** 华盛顿已敦促印度增加美国大豆的采购量，同时美国农民也在积极寻求越南和尼日利亚等新买家。\n    *   **潜在援助计划：** 据报道，美国政府正在考虑一项价值100亿至140亿美元的援助计划，资金将来源于关税收入。\n\n*   **农民对援助的看法**\n    *   农民们欢迎援助，认为“有总比没有好”，尤其对大豆种植者而言，这能缓解他们的痛苦。\n    *   然而，他们强调这并非长久之计。内布拉斯加州的农民敦促特朗普“让中国购买美国农产品”，或者将现金救助变为永久性措施，认为“别无他法”。",
      "shortSummary": "美国大豆农民因中美贸易战导致中国订单锐减而面临困境。尽管美国政府正考虑提供援助并寻求新市场，农民们更希望中国能恢复采购，认为政府援助只是权宜之计。他们敦促特朗普总统采取行动，促使中国购买美国农产品，以恢复正常的贸易关系。",
      "translated_title": "“让中国购买”：美国大豆农民厌倦贸易战“打击”，敦促特朗普采取行动",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Washington moves to cushion the blow of China’s retreat from buying US soybeans with potential financial aid and efforts to diversify export markets, American farmers say they welcome the help but would rather see Chinese orders return.\n“This year is almost gone for soy farmers because they have a big harvest but no orders from China,” a farmer from Nebraska said on condition of anonymity.\n“Farmers prefer to return to the normal days of stable orders, from China and elsewhere, and stay free...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/da8d8743-e632-4f54-b0ec-d2057ab7d0d9_81d74fa8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉上海工厂交付量创纪录，Model Y改款车型吸引买家 (原标题: Tesla’s Shanghai factory deliveries hit record as Model Y variant woos buyers)",
      "link": "https://www.scmp.com/business/china-business/article/3328596/teslas-shanghai-factory-deliveries-hit-record-year-model-y-variant-woos-new-buyers?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 13:57:06 +0000",
      "isoDate": "2025-10-10T13:57:06.000Z",
      "creator": "Daniel Ren",
      "summary": "# 特斯拉上海工厂交付量创纪录\n\n特斯拉上海超级工厂上个月交付量大幅增长，其升级车型，特别是Model Y改款车型，受到青睐宽敞车辆的中国富裕消费者的欢迎。\n\n## 关键交付数据\n\n*   **9月交付量创新高**：根据中国乘用车协会（CPCA）的数据，位于临港自由贸易区的上海工厂9月份向客户交付了90,812辆汽车，创下今年新高。\n*   **环比显著增长**：与8月份的83,192辆相比，上海工厂的交付量环比增长9.2%。\n*   **同比增长扭转颓势**：与2024年同期相比，交付量增长2.8%，结束了连续两个月的下滑。\n*   **历史最高点接近**：这是自2024年12月交付93,766辆以来的最高水平。\n*   **市场范围广阔**：这些数据包括在中国大陆的销售以及对日本等海外市场的出口。\n*   **年度表现回顾**：尽管9月表现强劲，但2025年前九个月，上海工厂共交付了606,364辆汽车，同比下降10.3%。\n\n## 成功原因与市场洞察\n\n上海易友汽车服务销售经理田茂伟表示：“随着市场竞争加剧，特斯拉为夺回在中国失去的阵地所做的努力已见成效。这对这家美国汽车制造商来说，是今年在中国取得的一项罕见成就。” 升级后的车型，尤其是Model Y的变体，成功吸引了偏爱宽敞车辆的中国消费者。\n\n## 工厂地理位置\n\n特斯拉上海超级工厂位于临港自由贸易区，这是一个与洋山深水港相连的沿海区域。\n\n![特斯拉标志](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/10/e9224212-4478-4f67-ad17-adc867c9fdfb_1126e908.jpg)\n*2021年4月22日，在美国佐治亚州布福德的一个超级充电站看到的特斯拉标志。图片来源：美联社*",
      "shortSummary": "特斯拉上海超级工厂9月交付量达90,812辆，创今年新高，环比增长9.2%，同比增长2.8%，结束了连续两个月的下滑。这主要得益于升级车型，特别是Model Y改款车型，吸引了中国消费者。尽管2025年前九个月总交付量同比下降10.3%，但9月的强劲表现表明特斯拉在中国市场正努力恢复并取得成效。",
      "translated_title": "特斯拉上海工厂交付量创纪录，Model Y改款车型吸引买家",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/10/e9224212-4478-4f67-ad17-adc867c9fdfb_1126e908.jpg",
          "alt": "The Tesla logo seen on a supercharger station in Buford, Georgia, US, April 22, 2021. Photo: AP",
          "title": "The Tesla logo seen on a supercharger station in Buford, Georgia, US, April 22, 2021. Photo: AP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Tesla’s Shanghai Gigafactory saw a jump in deliveries last month, as its upgraded models struck a chord with wealthy Chinese consumers who favour spacious vehicles.\nThe assembly line - based in the Lingang free-trade zone, a coastal area linked to the Yangshan Deep-water Port - delivered a total of 90,812 vehicles to customers in September, a record high this year, up 2.8 per cent from the same period in 2024, according to data from the China Passenger Car Association (CPCA).\nCompared to its...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/fad9802d-0797-495f-9f9f-cd03b411bbec_bb7b66dc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对特朗普的港口费用进行反击，对美国船只征收对等费用 (原标题: China hits back at Trump’s port fees with reciprocal charges for US ships)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328537/china-hits-back-trumps-port-fees-reciprocal-charges-us-ships?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 09:15:30 +0000",
      "isoDate": "2025-10-10T09:15:30.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国对美国船只征收对等港口费用\n\n中国宣布将对停靠其港口的美国相关船只征收分阶段港口费用，此举是对美国类似附加费的报复性措施，并将于下周二生效。\n\n## 实施时间与背景\n\n*   **生效日期**：费用将于下周二开始征收，与美国贸易代表办公室于四月宣布的类似附加费的生效日期相同。\n*   **战略背景**：此举发生在中国商务部公布一系列措施，扩大对多种高科技产品生产关键物品的出口管制范围之后仅一天。这些出口管制措施被广泛视为旨在针对美国供应链中的薄弱环节。\n*   **高层会晤**：这些行动，包括新的港口费用和出口管制，预计将在本月底举行的备受关注的美国总统唐纳德·特朗普与中国国家主席习近平的会晤中提及。\n\n## 费用征收对象\n\n经中国内阁国务院批准，北京将对以下几类船只征收费用：\n\n*   由美国企业、组织和个人拥有或运营的船只。\n*   船只所有者或运营者由美国实体直接或间接持有至少25%股份的船只。\n*   由美国建造或悬挂美国国旗的船只。\n\n## 审批与发布机构\n\n*   **审批机构**：中国内阁国务院。\n*   **发布机构**：中国交通运输部在一份声明中公布了相关信息。\n\n## 费用结构与征收方式\n\n中国政府将以分阶段逐步增加的方式征收这些费用，其结构与美国的计划类似：\n\n*   **初始费用**：从下周二开始，每净吨400元人民币（约合56美元）。\n*   **后续费用**：\n    *   明年四月：每净吨640元人民币。\n    *   2027年四月：每净吨880元人民币。\n    *   2028年四月：每净吨1120元人民币。\n*   **支付规则**：\n    *   多次停靠中国港口的船只仅在首次抵达时支付费用。\n    *   任何船只在一年内收费不超过五次。\n*   **征收机构**：费用将由地方海事部门在交通运输部的详细实施指导下收取。",
      "shortSummary": "中国将从下周二起对停靠其港口的美国相关船只征收分阶段港口费用，以报复美国此前宣布的类似附加费。此举已获国务院批准，将针对美国拥有、运营、建造或与美国实体有股权关联的船只。费用将从每净吨400元人民币开始，逐年递增，并设定了年度收费上限。此报复措施与中国近期扩大出口管制一道，被视为对美国供应链的战略回应，可能在即将举行的中美两国领导人会晤中讨论。",
      "translated_title": "中国对特朗普的港口费用进行反击，对美国船只征收对等费用",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will levy phased fees on US-linked vessels calling at its ports starting next Tuesday, a retaliatory action set to take effect the same day as similar surcharges that were announced in April by the Office of the United States Trade Representative.\nHaving been granted approval by the State Council, China’s cabinet, Beijing will apply the fees to vessels under several classifications: those owned or operated by US enterprises, organisations and individuals; those whose owners or operators...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/5b6ca118-e9c3-4898-87ad-f508cfa0a14b_62cd914f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国监管机构加大力度遏制行业价格战 (原标题: China’s regulators step up efforts to cool down industry price wars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328465/chinese-regulators-step-efforts-target-disorderly-price-competition?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 03:21:20 +0000",
      "isoDate": "2025-10-10T03:21:20.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国监管机构加强遏制行业价格战\n\n中国监管机构正加大力度解决无序价格竞争问题，包括可能制定国家认可的成本评估标准，并对低于成本的竞标行为采取坚决行动。\n\n### 主要机构与政策文件\n\n*   **发布机构：** 国家发展和改革委员会（NDRC）与国家市场监督管理总局（SAMR）。\n*   **发布时间：** 周四联合发布了一份政策文件。\n*   **政策目标：** 旨在限制某些行业内导致价格战和自我毁灭式成本削减行为的激烈竞争。\n\n### 无序竞争的负面影响\n\n声明指出，无序竞争对行业发展、产品创新、质量和安全产生负面影响，不利于国民经济的健康发展。\n\n### 具体措施\n\n1.  **成本评估与定价指导：**\n    *   对于“无序价格竞争突出”的关键行业，两机构将指导行业协会评估行业平均生产成本。\n    *   协助企业制定合理价格。\n2.  **预警与关注：**\n    *   监管机构将对涉嫌价格战的企业发出警告。\n    *   密切关注那些忽视警告的企业。\n3.  **干预与调查：**\n    *   必要时，监管机构将进行干预，开展成本调查和价格检查。\n    *   任何违反定价法律法规的行为都将依法处理。\n\n### 持续监管承诺\n\nNDRC和SAMR已承诺将与其他政府部门密切监测市场价格竞争，维护关键领域的市场价格秩序。",
      "shortSummary": "中国发改委和市场监管总局联合发布政策文件，旨在遏制行业无序价格竞争和价格战。此举旨在解决价格战对行业发展、创新和经济健康造成的负面影响。监管机构将引导行业协会评估生产成本，帮助企业合理定价，并对低于成本的竞标和价格违法行为进行调查和处理，以维护市场秩序。",
      "translated_title": "中国监管机构加大力度遏制行业价格战",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese regulators have launched renewed efforts to tackle the phenomenon of disorderly price competition, including the potential formulation of state-sanctioned cost assessments and firm actions against below-cost bidding.\nThe National Development and Reform Commission (NDRC) – the country’s top economic planner – and the State Administration for Market Regulation (SAMR) published a joint policy paper on Thursday outlining measures designed to limit the intense competition within some...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/d78f6580-6b60-491d-93a7-e5c913171abc_414e7d49.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "东盟+3增长超出预期，但贸易战风险仍‘高’，AMRO表示 (原标题: Asean+3 growth defies expectations but trade war risks still ‘high’, AMRO says)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328376/asean3-growth-defies-expectations-trade-war-risks-still-high-amro-says?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 00:00:17 +0000",
      "isoDate": "2025-10-10T00:00:17.000Z",
      "creator": "Kandy Wong",
      "summary": "### 东盟+3经济增长超出预期，但贸易战风险仍高\n\n东盟+3宏观经济研究办公室（AMRO）表示，东盟+3国家（包括东盟10国以及中国、日本和韩国）在2025年上半年实现了稳健的经济增长，但美国不可预测的政策转变仍可能在今年对该区域造成冲击。\n\n**主要发现**\n\n*   **经济增长强劲**：该区域在2025年上半年实现了稳健的经济增长。\n*   **增长预测上调**：AMRO在其最新的季度更新中，将该区域2025年的增长预测上调至4.1%。这高于其7月份预测的3.8%。\n*   **与去年相比略有下降**：尽管预测上调，但4.1%的增长率仍略低于2024年记录的4.3%。\n\n**主要风险与不确定性**\n\n*   **美国政策不确定性**：AMRO指出，美国不可预测的政策转变可能在今年对该区域造成冲击。\n*   **贸易政策风险高**：AMRO首席经济学家董和（Dong He）在新闻发布会上表示，尽管主要经济体迄今在贸易政策逆风下表现良好，但仍需强调并警惕任何自满情绪，因为贸易政策的不确定性仍然很高。\n*   **出口可能下降**：董和警告称，虽然前期出货量提振了外部需求，但如果关税导致价格上涨，出口可能会下降。\n*   **全球经济影响不明**：全球经济将如何受到影响仍存在不确定性。\n\n**美国关税影响**\n\n*   **关税范围**：美国已对印度尼西亚、马来西亚、柬埔寨、菲律宾、泰国、越南、文莱、老挝、缅甸、日本和韩国征收15%至40%不等的关税。",
      "shortSummary": "东盟+3宏观经济研究办公室（AMRO）表示，东盟+3国家2025年上半年经济增长强劲，预计全年增长4.1%，高于此前预期。然而，AMRO警告称，尽管表现良好，但美国不可预测的政策变化和高贸易政策不确定性仍构成重大风险。贸易关税可能导致出口下降，并对全球经济产生不确定影响。美国已对区域内多个国家征收15%至40%的关税。",
      "translated_title": "东盟+3增长超出预期，但贸易战风险仍‘高’，AMRO表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "The “Asean plus three” group of countries achieved solid economic growth in the first half of 2025, but unpredictable policy shifts in the United States could still send tremors through the region this year, a top economic surveillance body said.\nGrowth in the grouping – the 10 members of the Association of Southeast Asian Nations, along with China, Japan and South Korea – is projected to reach 4.1 per cent in 2025, the Asean+3 Macroeconomic Research Office (AMRO) said in a new quarterly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/9caa42d5-47b0-4d2d-994e-470403cac947_384ae45f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "命运四次眷顾中国经济崛起 (原标题: 4 times fortune has favoured China’s economic rise)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3328136/4-times-fortune-has-favoured-chinas-economic-rise?utm_source=rss_feed",
      "pubDate": "Thu, 09 Oct 2025 12:30:08 +0000",
      "isoDate": "2025-10-09T12:30:08.000Z",
      "creator": "Zhang Lin",
      "summary": "# 命运四次眷顾中国经济崛起\n\n文章指出，在过去四十年中，中国经济的崛起不仅得益于自身努力，也多次受到“黑天鹅”事件的眷顾，这些意外事件帮助中国克服了外交和经济困境。文章列举了至少四次关键时刻：\n\n## 第一次：1990年左右的西方制裁与日本经济衰退\n\n*   **背景：** 1990年左右，中国面临西方国家的严厉制裁。\n*   **转折点：**\n    *   日本房地产泡沫破裂，经济陷入衰退，促使日本企业寻求在华投资机会。\n    *   中国吸引了日本的直接投资并引进了日本技术，在重要领域获得了宝贵知识，为工业现代化奠定基础。\n    *   1991年第一次海湾战争转移了美国的注意力。\n    *   苏联解体以及中国自身的“改革开放”重塑了西方的战略重点。\n*   **结果：** 中国不仅在短期内突破了西方封锁，还加速了向出口导向型经济的转型。\n\n## 第二次：2001年“9·11”事件与中美关系缓和\n\n*   **背景：** 2000年美国总统竞选期间，乔治·W·布什将中国称为“战略竞争对手”。2001年4月的侦察机相撞事件进一步加剧了军事紧张，使两国濒临军事冲突。\n*   **转折点：**\n    *   数月后的“9·11”恐怖袭击彻底改变了美国的战略重心。\n    *   美国将战略重心转向反恐，并寻求与中国在反恐方面的合作。\n*   **结果：** 这为中国加入世界贸易组织（WTO）铺平了道路。从2001年到2007年，中国深度融入全球供应链，经历了改革开放以来最快的经济增长时期。\n\n## 第三次：2008年全球金融危机与中国的大规模刺激计划\n\n*   **背景：** 2008年全球金融危机爆发。\n*   **转折点：**\n    *   中国迅速响应，推出了高达4万亿元人民币（约合5618亿美元）的大规模经济刺激计划。\n    *   同时实施了广泛的产业振兴计划。\n*   **结果：** 中国扩大了国内制造业产能，巩固了其作为“世界工厂”的地位。",
      "shortSummary": "文章指出，中国经济的崛起在过去四十年中多次受到“黑天鹅”事件的眷顾。这些关键时刻包括：1990年左右日本经济衰退，帮助中国突破西方制裁并获得技术；2001年“9·11”事件促使中美合作，为中国加入WTO铺平道路；以及2008年全球金融危机后，中国通过大规模刺激计划巩固了“世界工厂”地位。这些事件共同助力中国克服困难，实现经济腾飞。",
      "translated_title": "命运四次眷顾中国经济崛起",
      "images": [],
      "contentSource": "完整文章",
      "content": "History is often shaped by coincidences. During the past four decades, China has emerged as one of the world’s most successful economies and also one of the luckiest. Just as tensions with the United States and other Western powers escalated, unexpected black swan events repeatedly intervened, helping China navigate diplomatic and economic difficulties.\nThese pivotal moments of fortune have occurred at least four times in recent history. The first occurred around 1990, when China was confronting...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/41c9df93-405c-48fa-a576-fa3ea9b23fe3_a4ce9a80.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国“超级黄金周”票房表现滞后，但年度总票房有所改善 (原标题: China’s ‘super golden week’ box office lags, but annual picture improves)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328370/chinas-super-golden-week-box-office-lags-annual-picture-improves?utm_source=rss_feed",
      "pubDate": "Thu, 09 Oct 2025 11:30:08 +0000",
      "isoDate": "2025-10-09T11:30:08.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 中国“超级黄金周”票房表现滞后，但年度总票房有所改善\n\n## 主要发现\n\n*   **黄金周票房下滑：** 今年的“超级黄金周”电影票房收入为18.3亿元人民币（约合2.57亿美元），较去年国庆假期的21亿元有所下降。\n*   **历史对比：** 这是自2017年以来第二低的国庆档票房，仅高于2022年（受疫情影响）。今年的票房大致与2015年持平。\n*   **年度票房改善：** 尽管黄金周表现不佳，但年初至今的全国票房收入已超过去年全年总额，表明中国电影市场年度整体表现有所改善。\n\n## 黄金周票房详情\n\n*   **假期时长：** 今年为期八天的“超级黄金周”假期，于周三结束。\n*   **传统地位：** 国庆档是中国第二大电影票房旺季，仅次于春节档。\n*   **历史峰值：** 2019年国庆档票房曾达到50亿元人民币的峰值。\n\n## 观众与影片构成\n\n*   **观影人次：** 5000万人次，低于去年同期的5200万人次。\n*   **国产片占比：** 国产电影票房占比高达98.9%，同比上升3个百分点。\n\n## 未能提振票房的因素\n\n尽管采取了以下措施，但未能吸引更多观众：\n*   **增加排片：** 总排片量同比增长12%，达到365万场。\n*   **票价下降：** 平均票价为36.6元人民币，比去年低3.8元。\n*   **额外假期：** 假期因中秋节与黄金周重叠而延长了一天。",
      "shortSummary": "中国“超级黄金周”电影票房收入为18.3亿元人民币，较去年国庆档的21亿元有所下降，是2017年以来第二低。观影人次从5200万降至5000万，但国产片票房占比高达98.9%。尽管排片增加、票价降低且假期延长，票房仍显滞后。然而，积极的一面是，年初至今的全国票房收入已超过去年全年总额，表明中国电影市场年度整体表现有所改善。",
      "translated_title": "中国“超级黄金周”票房表现滞后，但年度总票房有所改善",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s extended “super golden week” holiday saw cinemas’ box-office revenues slump compared to last year’s National Day break, but nationwide takings since the start of the year have already exceeded the total for all of 2024.\nAccording to box-office tracker Dengta Data, cinemas raked in 1.83 billion yuan (US$257 million) during the eight-day holiday, which ended on Wednesday. That was the second-lowest total since 2017 and down from the 2.1 billion yuan reported for the regular seven-day...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/a389173e-69ed-4662-908f-d6b9fc34b4ec_e59765a4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国制裁美国国防企业和芯片数据提供商，实施最新限制 (原标题: China sanctions US defence firms, chip data provider in latest curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328361/china-sanctions-slew-us-defence-firms-institutions?utm_source=rss_feed",
      "pubDate": "Thu, 09 Oct 2025 08:22:11 +0000",
      "isoDate": "2025-10-09T08:22:11.000Z",
      "creator": "Ji Siqi,Sylvia Ma",
      "summary": "### 中国对西方公司实施最新制裁\n\n中国商务部宣布对14家西方公司和机构实施制裁，其中大部分总部位于美国。此举标志着在中美贸易紧张局势持续升级之际，北京采取的最新反制措施。\n\n*   **制裁目标**：14个实体被列入中国的“不可靠实体清单”，禁止其在中国进行贸易和投资活动。\n*   **主要领域**：制裁目标主要集中在国防和情报领域，包括一家领先的半导体数据分析提供商。\n\n### 主要被制裁实体\n\n*   **TechInsights**：加拿大公司TechInsights是受制裁实体之一。该公司专门从事半导体情报、逆向工程和市场分析。\n\n### 制裁范围与影响\n\n*   **禁止交易与合作**：除了禁止贸易和投资，中国境内的组织和个人也被明确禁止与受制裁实体进行交易、合作或其他活动。\n*   **数据共享限制**：特别强调禁止与这些实体进行数据共享和提供敏感信息。\n\n### 背景与动机\n\n*   **贸易紧张局势**：此次制裁是在中美贸易紧张局势持续升级的背景下进行的，被视为北京对美国施压的最新回应。\n*   **稀土出口管制**：在此次制裁之前，中国商务部于周四上午对稀土材料及相关技术实施了一系列新的出口管制。\n*   **谈判筹码**：经济学人智库高级中国经济学家徐天辰表示，北京此举可能被视为在中国国家主席习近平与美国总统唐纳德·特朗普可能于10月下旬举行的会晤之前，争取谈判筹码的方式。",
      "shortSummary": "中国宣布对14家西方（主要是美国）国防和情报领域的公司及机构实施制裁，包括加拿大半导体情报公司TechInsights。这些实体被列入“不可靠实体清单”，禁止在中国进行贸易和投资，并禁止中国实体与其进行数据共享。此举是中美贸易紧张局势下的最新行动，紧随稀土出口管制之后，被视为在中国国家主席习近平与美国总统特朗普可能举行会晤前争取谈判筹码。",
      "translated_title": "中国制裁美国国防企业和芯片数据提供商，实施最新限制",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has announced sanctions on a slew of Western companies and institutions in the defence and intelligence sectors – including a leading semiconductor data analysis provider – marking its latest salvo amid ongoing trade tensions with the United States.\nFourteen entities, mostly headquartered in the US, were added to Beijing’s unreliable entity list on Thursday, banning them from trade and investment in China, according to a statement from the Ministry of Commerce.\nAmong the companies on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/1bf9c8da-c575-4e53-8588-75027e6dfc8a_439e975e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国“超级黄金周”消费回升，出行人数创历史新高 (原标题: China sees uptick in ‘super golden week’ spending amid record travel surge)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328354/china-sees-uptick-super-golden-week-spending-amid-record-travel-surge?utm_source=rss_feed",
      "pubDate": "Thu, 09 Oct 2025 08:02:49 +0000",
      "isoDate": "2025-10-09T08:02:49.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国“超级黄金周”消费与出行数据概览\n\n刚刚结束的为期八天的“超级黄金周”公共假期（结合了国庆节和中秋节），中国在服务消费和出行方面均实现了显著增长。\n\n#### 出行数据创历史新高\n\n*   **总客运量**：中国交通部门在此次延长假期期间共记录了24.32亿人次客运量，创历史新高，同比增长6.2%。\n*   **增长驱动因素**：交通运输部表示，出行激增主要得益于旅游和探亲需求的叠加，以及中国交通网络的近期改善。\n*   **各类交通方式增长**：\n    *   铁路出行人次增长2.6%。\n    *   航空出行人次增长3.4%。\n    *   水路出行人次增长4.2%。\n*   **出行集中区域**：出行主要集中在城市群，如长三角、珠三角大湾区和京津冀地区。\n\n#### 消费支出显著回升\n\n*   **整体消费增长**：国家税务总局的数据显示，消费者在假期期间的支出高于去年。\n*   **消费相关行业销售收入**：根据最新的增值税发票数据，消费相关行业的日均销售收入同比增长4.5%。\n*   **服务消费表现突出**：\n    *   服务消费支出同比增长7.6%，显示出强劲的复苏势头。\n*   **商品销售稳步增长**：\n    *   商品销售额增长3.9%，增速相对温和。",
      "shortSummary": "中国在为期八天的“超级黄金周”假期期间，出行人数和消费支出均实现显著增长。交通部门记录了创纪录的24.32亿人次出行，同比增长6.2%。消费方面，日均销售收入同比增长4.5%，其中服务消费支出同比增长7.6%，商品销售额增长3.9%，显示出经济活动的积极回升。",
      "translated_title": "中国“超级黄金周”消费回升，出行人数创历史新高",
      "images": [],
      "contentSource": "完整文章",
      "content": "China logged a welcome uptick in spending on services during the just-concluded eight-day “super golden week” public holiday, as the country’s transport hubs handled record numbers of passengers.\nChinese transport authorities logged 2.432 billion passenger trips – a record high and a 6.2 per cent year-on-year increase – during this year’s extended holiday, which combined the National Day and Mid-Autumn Festival celebrations.\nThe surge was mainly driven by overlapping demand for tourism and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/8adfa4ad-c5f4-42f6-94bb-65d2cbc766b3_03a68fb5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对稀土生产技术实施新的出口管制 (原标题: China places new export controls on rare earth production technology)",
      "link": "https://www.scmp.com/economy/policy/article/3328294/china-places-new-export-controls-rare-earth-production-techniques?utm_source=rss_feed",
      "pubDate": "Thu, 09 Oct 2025 01:24:22 +0000",
      "isoDate": "2025-10-09T01:24:22.000Z",
      "creator": "Ji Siqi,Sylvia Ma",
      "summary": "## 中国对稀土生产技术实施新的出口管制\n\n中国于周四宣布对稀土生产技术实施出口管制，此举旨在巩固其在该领域的全球主导地位，以应对与美国日益激烈的竞争。\n\n### 管制详情与生效\n\n*   **宣布机构**：中国商务部通过在线声明发布了这一决定。\n*   **生效日期**：该决定将立即生效。\n*   **合规要求**：商务部强调，出口商应加强合规意识，了解其出口产品的主要用途，并判断其是否属于两用物品。\n\n### 管制目的与背景\n\n*   **巩固主导地位**：此举旨在进一步巩固中国在全球稀土产业中的领导地位。\n*   **国际竞争**：背景是中美之间日益加剧的竞争。\n\n### 稀土的重要性与中国的市场地位\n\n*   **关键材料**：稀土元素是生产电动汽车、智能手机乃至航天器等多种高科技产品不可或缺的关键材料。\n*   **贸易战筹码**：稀土已成为近期中美贸易战中的一个关键问题，北京正利用其对稀土供应的影响力作为与华盛顿谈判的筹码。\n*   **全球市场份额**：\n    *   中国是全球领先的稀土元素生产国。\n    *   中国约占全球稀土开采量的70%。\n    *   中国拥有全球90%以上的重稀土元素加工能力。",
      "shortSummary": "中国已宣布对稀土生产技术实施新的出口管制，立即生效。此举旨在巩固中国在全球稀土领域的主导地位，以应对与美国的激烈竞争。作为全球主要的稀土生产国，中国控制着约70%的全球稀土开采和90%以上的重稀土加工能力，并将其稀土影响力作为中美贸易战中的谈判筹码。",
      "translated_title": "中国对稀土生产技术实施新的出口管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has levied a raft of new export controls related to rare earth materials, expanding the scope of restrictions well beyond those previously imposed, as it looks to cement its near-monopoly status in the sector and fend off attempts by the United States to gain a foothold in the critical minerals supply chain.\nIn a flurry of activity on Thursday, the country’s Ministry of Commerce made a series of announcements outlining new limits on several varieties of products deemed sensitive to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/68632369-e872-4c24-a221-57dd11e8e51a_1b538bd1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "危机中的法国权衡工作与生活平衡与海外竞争 (原标题: Crisis-stricken France weighs work-life balance against overseas competition)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327974/crisis-stricken-france-weighs-work-life-balance-against-overseas-competition?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-08T13:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 法国政治危机与预算困境\n\n法国政府近期陷入严重的政治危机，前总理塞巴斯蒂安·勒科尔尼（Sebastien Lecornu）在上任仅27天后辞职，创下了现代最短任期记录。目前，他以看守身份任职，面临着在周三（巴黎时间）前挽救一项关键预算案的巨大压力。该预算案旨在大幅削减公共福利，以应对不受欢迎的财政措施、日益加深的债务负担以及来自美国和中国的激烈竞争。\n\n此前，勒科尔尼的前任弗朗索瓦·贝鲁（Francois Bayrou）曾提议取消两个公共假期，这一举动引发了民众的强烈不满，并最终导致了他的下台。\n\n## 工作与生活平衡的争论\n\n围绕预算削减的争论凸显了法国社会在财政健康与社会模式之间的深刻矛盾：\n\n*   **支持者观点：** 预算削减的支持者认为，这些措施对于国家的财政健康至关重要，并有助于法国在全球两大经济体（美国和中国）面前保持竞争力。\n*   **批评者观点：** 批评者则认为，这项预算案是对法国珍视的社会模式及其引以为傲的工作与生活平衡的攻击。\n\n## 欧洲经济未来的深层矛盾\n\n这场僵局不仅是法国国内的政治危机，更折射出欧洲经济未来面临的深层挣扎。商界领袖为了与美国和中国的同行争夺市场份额，正寻求最大限度地提高工人生产力。然而，工人们则强烈反对任何可能降低其生活质量的措施。\n\n法国经济周期观察智库创新与竞争部门主任莱昂内尔·内斯塔（Lionel Nesta）对此总结道：“最大的问题是，我们能否在保持所有价值观的同时，在国际舞台上竞争？”这反映了欧洲国家在经济发展和社会福利之间寻求平衡的普遍困境。",
      "shortSummary": "法国正经历政治危机，政府因不受欢迎的预算削减措施而陷入困境。前总理辞职，看守总理需挽救一项削减公共福利的预算案。这场危机凸显了法国在财政健康、国际竞争力与维护其社会模式及工作与生活平衡之间的两难。商界领袖寻求提高生产力以应对美中竞争，而工人则抵制生活质量的下降，引发了关于欧洲经济未来走向的深刻辩论。",
      "translated_title": "危机中的法国权衡工作与生活平衡与海外竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "This week’s collapse of the French government – featuring the resignation of a prime minister after only 27 days in office – marks the latest twist in a protracted political crisis threatening to bring the powerful European economy to a halt as it grapples with unpopular budget measures, a deepening debt burden and stiff competition from the US and China.\nFormer prime minister Sebastien Lecornu – now acting in a caretaker capacity after his Monday resignation set a modern record for briefness of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/08/a5d8c05b-2f76-4c23-8a86-0f6a93bf682d_2699caae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "政治局会议前，党报称中国经济为“不沉的航空母舰” (原标题: Before plenum, party paper calls China’s economy ‘unsinkable’ aircraft carrier)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328247/ahead-plenum-party-mouthpiece-likens-chinas-economy-unsinkable-aircraft-carrier?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 11:00:14 +0000",
      "isoDate": "2025-10-08T11:00:14.000Z",
      "creator": "Sylvia Ma,Ji Siqi",
      "summary": "## 中国经济：“不沉的航空母舰”\n\n在中共中央第四次全体会议（四中全会）召开前夕，中共中央机关报《人民日报》发表了一系列共八篇评论文章，将中国经济描绘为一艘“不沉的经济航空母舰”，强调其抵御内部和外部不确定性的强大能力。\n\n### 核心观点：中国经济的韧性与稳定性\n\n*   **“不沉的航空母舰”论断：** 这些文章（署名被广泛认为是代表中央财经委员会）指出，中国经济“不沉、不破、不毁”，能够“风雨无阻、砥砺前行”，尤其是在应对“贸易保护主义和外部需求萎缩”等挑战时，展现出强大的韧性。\n*   **与西方体制的对比：** 文章强调，与西方系统相比，中国展现出更高的稳定性和韧性，并承诺将确保“广大人民群众”共享发展红利。\n\n### 政策连续性与可预测性\n\n*   **五年规划的重要性：** 系列文章反复强调，中国的五年规划等中长期规划战略，确保了政策的连续性和一贯性，从而使国家未来“完全可预测”。\n*   **对西方政策的批评：** 文章对比指出，一些西方国家在国家政策上“反复无常，随心所欲，甚至开历史倒车”，从曾经的经济全球化倡导者转变为奉行“国家优先、自我孤立”的政策。\n\n### 未来发展方向\n\n*   **经济转型：** 随着中国迈入下一个五年发展阶段，系列文章指出，中国经济正在经历一场转型，正朝着更加创新驱动、消费主导以及更绿色、更平衡的方向发展。\n\n### 会议背景\n\n*   **四中全会：** 即将于10月20日至23日举行的中共中央第四次全体会议，预计将为第十五个五年规划提供纲要。该规划将总结中国未来十年（即本十年剩余时间）的政策重点。",
      "shortSummary": "在中共中央四中全会前夕，《人民日报》发表系列评论文章，将中国经济誉为“不沉的经济航空母舰”，强调其抵御内外不确定性的强大韧性和稳定性。文章指出，中国的五年规划确保了政策连续性和可预测性，与西方国家政策的反复无常形成对比。评论还强调，中国经济正向创新驱动、消费主导和绿色平衡发展转型，旨在让人民共享发展成果。此次全会将为第十五个五年规划提供指导。",
      "translated_title": "政治局会议前，党报称中国经济为“不沉的航空母舰”",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a series of eight op-eds published in the Communist Party’s mouthpiece newspaper ahead of a meeting that will set the tone for China’s next five years of development, Beijing described the country’s economy as an “unsinkable economic aircraft carrier” capable of withstanding internal and external uncertainties.\nThe articles in People’s Daily, carrying a byline widely seen as representing the party’s Central Financial and Economic Affairs Commission, touted China’s stability and resilience...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/08/f827c4ac-5ece-43a0-b21c-cbca408e853c_4497012f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行连续11个月购买黄金，助力金价创纪录上涨 (原标题: China’s central bank aids gold’s record-setting run with 11-month buying streak)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328200/chinas-central-bank-aids-golds-record-setting-run-11-month-buying-streak?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 05:08:45 +0000",
      "isoDate": "2025-10-08T05:08:45.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 金价创纪录上涨，中国央行连续购金11个月\n\n## 主要观点\n*   **金价持续上涨**：尽管金价已创下历史新高，但由于中国央行连续第11个月增持黄金，以及在美国政府持续关门背景下避险资产需求增长，金价预计将进一步上涨。\n*   **突破关键价位**：伦敦现货黄金价格周三上午突破每盎司4,000美元的基准线，创下新高。此前，纽约黄金期货在周二也已突破该水平。\n*   **投资者寻求避险**：在全球经济不确定性日益增加之际，投资者正在寻求可靠的回报来源。长期以来被视为安全押注的美元支持资产已失去部分吸引力，尤其是在华盛顿政府关门进入第二周，导致大部分政府服务停滞并推迟发布关键经济数据的情况下。\n\n## 专家观点与预测\n*   **高盛上调金价预测**：据路透社报道，投资银行高盛集团周一将2026年12月的黄金价格预测从每盎司4,300美元上调至4,900美元，理由是西方交易所交易基金（ETF）的资金流入以及央行进一步购买的可能性。\n*   **瑞·达利欧力挺黄金**：亿万富翁投资者瑞·达利欧周二表示，黄金“无疑”是比美元更好的避险资产，这与城堡基金创始人肯·格里芬的类似评论不谋而合。\n    *   这位桥水基金创始人在美国康涅狄格州格林威治经济论坛上指出：“黄金是投资组合中非常优秀的多元化工具。”\n    *   他补充说，投资者应将“大约15%”的投资组合配置给黄金，以实现“最佳组合”。",
      "shortSummary": "中国央行连续11个月购买黄金，推动金价创纪录突破4000美元/盎司。在全球经济不确定性和美国政府关门背景下，投资者寻求避险，美元吸引力下降，黄金需求持续增长。高盛上调了金价预测，而亿万富翁投资者瑞·达利欧也强调黄金是优于美元的避险资产，建议投资者配置15%的黄金。",
      "translated_title": "中国央行连续11个月购买黄金，助力金价创纪录上涨",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even after a record-setting run, the price of gold appears poised for further gains, as China’s central bank extended its buying streak to an 11th straight month and demand for the safe-haven asset continues to grow amid an ongoing US government shutdown.\nSpot gold prices in London surpassed the benchmark US$4,000 per ounce on Wednesday morning, hitting a new high after an identical breach by gold futures in New York on Tuesday.\nThe surge comes as investors seek reliable sources of return in an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/08/8f6c74cb-7c29-4700-bb4e-5751bdd260ed_77b3e25a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "什么是337条款调查，中国为何如此关注它们？ (原标题: What are Section 337 investigations, and why is China so concerned about them?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328064/what-are-section-337-investigations-and-why-china-so-concerned-about-them?utm_source=rss_feed",
      "pubDate": "Tue, 07 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-07T13:00:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 337条款调查：美国对华贸易武器\n\n337条款调查是美国在知识产权纠纷领域最具威力的法律工具之一，由美国国际贸易委员会（USITC）执行。这类调查可能导致涉案产品被完全排除在美国市场之外。\n\n### 针对中国的应用\n\n该工具经常被用于针对中国公司。根据USITC的数据，在2024年完成的337条款调查中，超过40%涉及中国公司。近期案例包括：\n\n*   **2024年9月**：USITC对中国电子制造商TCL生产的智能电视启动了调查。\n*   **2024年8月**：USITC开始调查TCL以及其他三家中国制造商生产的电信设备。\n\n### 什么是337条款调查？\n\n*   **执行机构**：美国国际贸易委员会（USITC），一个独立的联邦机构。\n*   **法律依据**：根据美国《1930年关税法》第337条款，USITC有权对涉及进口产品的不公平贸易行为发起调查。\n*   **调查范围**：主要针对涉及进口产品的不公平贸易行为，尤其是知识产权侵权（如专利、商标和版权侵权）问题。",
      "shortSummary": "337条款调查是美国国际贸易委员会（USITC）执行的强大知识产权执法工具，可能导致产品被禁止进入美国市场。该条款频繁用于针对中国公司，2024年超过40%的调查涉及中国企业，引发了中方的广泛关注。",
      "translated_title": "什么是337条款调查，中国为何如此关注它们？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Section 337 investigation is one of the United States’ most potent legal weapons for policing intellectual property disputes. Conducted by the US International Trade Commission (USITC), they can lead to the total exclusion of a product from the American market.\nAnd the tool is often used to target China: more than 40 per cent of the Section 337 investigations completed in 2024 involved a Chinese company, according to USITC data.\nIn September, the commission launched a probe into smart...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/07/d54d1821-9318-4d1d-a13c-cbc751ca268e_ec4c2bc7.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-11T19:13:03.411Z"
}