{
  "sourceUrl": "https://rsshub.rssforever.com/harvard/health/blog",
  "title": "Harvard Health Blog",
  "description": "Harvard Health Blog - Powered by RSSHub",
  "link": "https://www.health.harvard.edu/blog",
  "items": [
    {
      "title": "70岁以上男性转移性前列腺癌如何检测和治疗？ (原标题: How is metastatic prostate cancer detected and treated in men over 70?)",
      "link": "https://www.health.harvard.edu/blog/how-is-metastatic-prostate-cancer-detected-and-treated-in-men-over-70-202505273099",
      "pubDate": "Tue, 27 May 2025 15:30:00 GMT",
      "isoDate": "2025-05-27T15:30:00.000Z",
      "creator": "C.W. Schmidt",
      "summary": "# 70岁以上男性转移性前列腺癌的检测与治疗\n\n本文探讨了70岁以上男性转移性前列腺癌的检测、诊断和治疗方法，并采访了哈佛医学院的Marc B. Garnick博士。\n\n## 关键信息：\n\n*   **筛查指南争议：**\n    *   美国预防服务工作组（USPSTF）不建议对70岁以上男性进行常规PSA筛查，因该年龄段男性前列腺癌多为生长缓慢型，死于其他疾病的可能性大于死于前列腺癌，且治疗益处可能不抵治疗风险。\n    *   然而，PSA筛查仍可发现无症状或有排尿困难、疲劳、骨痛等症状的晚期转移性前列腺癌。\n    *   USPSTF指南（2018年发布）已过时，鉴于70岁以上男性预期寿命的增加，新指南备受期待。\n\n*   **检测与诊断：**\n    *   PSA检测结果异常后，通常进行前列腺针刺活检和直肠指检（DRE）。\n    *   磁共振成像（MRI）扫描正越来越多地用于提供更精确的诊断信息和指导活检。\n    *   **评估侵袭性：**\n        *   格里森评分（Gleason score）现已简化为五级分级系统（Grade Group 1-5），用于评估肿瘤的危险程度。\n        *   有丝分裂率和基因检测（如BRCA1/BRCA2突变）也可提供额外信息，BRCA突变预示更具侵袭性的疾病，并对家族成员有影响。\n    *   **检测转移：**\n        *   传统方法：腹部和骨盆CT扫描及骨扫描（逐渐过时）。\n        *   现代方法：PSMA（前列腺特异性膜抗原）扫描，能更有效地检测出其他影像学检查难以发现的微小肿瘤。\n        *   根据转移程度，可分为高容量或低容量疾病；寡转移性前列腺癌指转移灶不超过三到五个。\n\n*   **治疗方案：**\n    *   **初始治疗：** 通常采用双联疗法（两种药物联合，抑制睾酮，如亮丙瑞林和雄激素受体通路抑制剂ARPIs，包括恩扎卢胺、达拉鲁胺、阿帕鲁胺或阿比特龙）。\n    *   **疾病进展或广泛扩散：** 可升级为三联疗法（双联疗法+化疗）。\n    *   **靶向治疗：**\n        *   Lutetium-177（放射配体疗法）：针对PSMA高表达的肿瘤细胞。\n        *   转移灶定向治疗（MTD）：对寡转移性前列腺癌患者进行高精度体外放射治疗。\n        *   PARP抑制剂（奥拉帕利、鲁卡帕利）：适用于BRCA1/BRCA2突变患者。\n        *   帕博利珠单抗：适用于微卫星不稳定性基因突变患者。\n\n*   **前景展望：**\n    *   转移性前列腺癌的预后显著改善，患者存活10年或更长时间已不罕见。\n    *   现在也开始对转移性前列腺癌患者直接进行前列腺放疗，这在过去是未曾考虑的。\n\n*   **重要提示：**\n    *   在开始激素治疗前，建议进行心脏评估，因为激素疗法可能加剧心血管风险因素。\n\n![A rack of test tubes with different colored caps, with a gloved hand inserting a tube into the rack; in the background, out of focus, the lab tech's face is slightly visible.](https://domf5oio6qrcr.cloudfront.net/medialibrary/16720/gettyimages-1299109777.jpg)",
      "translated_title": "70岁以上男性转移性前列腺癌如何检测和治疗？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16720/gettyimages-1299109777.jpg",
          "alt": "A rack of test tubes with different colored caps, with a gloved hand inserting a tube into the rack; in the background, out of focus, the lab tech's face is slightly visible.",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A rack of test tubes with different colored caps, with a gloved hand inserting a tube into the rack; in the background, out of focus, the lab tech's face is slightly visible.\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16720/gettyimages-1299109777.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"c7f71e23-cea4-4c58-8ebe-b2030e3f55db\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>National guidelines on prostate cancer screening with the PSA test are set by the US Preventive Services Task Force (USPSTF). This independent panel of experts in preventive and primary care recommends <em>against</em> screening for prostate cancer in men older than 70.</p>\n        <p>Why? Prostate cancer tends to be slow-growing. Men in this age group are more likely to die with the disease rather than from it. And in the view of the USPSTF, survival benefits from treating PSA-detected prostate cancer in older men are unlikely to outweigh the harms of treatment.</p>\n        <p>Still, that leaves open the possibility that men could be screened for prostate cancer only after their disease has advanced to symptomatic stages. For a perspective on PSA screening and advanced prostate cancer treatment in older men, we spoke with Dr. Marc B. Garnick, the Gorman Brothers Professor of Medicine at Harvard Medical School and Beth Israel Deaconess Medical Center, and editor in chief of the <em>Harvard Medical School Guide to Prostate Diseases.</em></p>\n        <p>\n          <em>Q. How often should men over the age of 70 be screened for prostate cancer?</em>\n        </p>\n        <p>Such testing is performed outside of guidelines, and generally following a discussion with the patient’s physician. It's not unusual for us to find advanced metastatic prostate cancer in older men flagged by a PSA test. The disease might spread asymptomatically, but some men get a PSA test only after they have advanced prostate cancer symptoms such as trouble urinating, fatigue, or bone pain.</p>\n        <p>The USPSTF's PSA screening guidelines are long overdue for an update — they were last published in 2018. And with life expectancy increasing overall for men over 70, we are all anxiously awaiting the new guidelines, which are generally updated every six years.</p>\n        <p>\n          <em><strong>Q.</strong> What sort of other tests follow after a positive result with PSA screening?</em>\n        </p>\n        <p>Typically, a prostate needle biopsy. And I also recommend a digital rectal exam (DRE) to feel for any abnormalities in the prostate gland. President Biden was having urinary symptoms at the time of his PSA test, and he was reported to have had a nodule noted on his DRE. We do not know what his PSA score was.</p>\n        <p>Recently, we've been moving toward magnetic resonance imaging scans of the prostate that provide more diagnostic information, and can serve as a guide to more precisely identify abnormalities in the prostate gland that we can sample with a biopsy.</p>\n        <p>\n          <em><strong>Q.</strong> How do we know if the cancer is likely to spread aggressively?</em>\n        </p>\n        <p>The more aggressive tumors have cells with irregular shapes and sizes that can invade into adjoining tissues. A time-honored measure called the Gleason score grades the two most common cancer cell patterns that pathologists see on a biopsy sample.</p>\n        <p>That system has now undergone some labelling changes. To simplify matters, doctors developed a five-tier grading system that ranks tumors from Grade Group 1 — the least dangerous — to Grade Group 5, which is the most dangerous. These Grade Groups still correlate with Gleason scores. For instance, a Gleason score of 3+3=6 correlates with Grade Group 1 for low-risk prostate cancer, whereas a Gleason score of 4+5=9 for high-risk disease correlates with Grade Group 5.</p>\n        <p>We can also evaluate how fast cancer cells are dividing — this measure is called mitotic rate — or order genetic tests that provide additional information. We know that men who test positive for inherited BRCA1 and BRCA2 gene mutations are at risk for more aggressive disease, for instance. BRCA test results also have implications for family members, since the same mutations elevate risks for other inherited cancers including breast cancer and ovarian cancer.</p>\n        <p>\n          <em><strong>Q.</strong> How do you know if the cancer is metastasizing?</em>\n        </p>\n        <p>Traditionally, patients would get a computed tomography scan of the abdomen and pelvis along with a bone scan. These tests look for metastases in the lymph nodes and bones, but they are increasingly outdated. These days, doctors are more likely to scan for a protein called prostate-specific membrane antigen (PSMA) that can be expressed at high levels on tumor cell surfaces.</p>\n        <p>A PSMA scan is much better at detecting prostate tumors in the body that are still too small to see with other imaging tests. If the scans show evidence of metastatic spread, we classify men as having either high- or low-volume disease depending on the extent. Men with no more than three to five metastases are described as having oligometastatic prostate cancer.</p>\n        <p>\n          <em><strong>Q.</strong> What treatment options are available for metastatic prostate cancer?</em>\n        </p>\n        <p>We generally don't begin with a single drug. Men with low-volume metastatic prostate cancer typically get doublet therapy, which is a combination of two drugs that each starve tumors of testosterone, a hormone that prostate cancer needs to grow.</p>\n        <p>One of the drugs, called leoprolide (Lupron), blocks testosterone production. The other drugs are drawn from a class of medications that prevent testosterone from binding to its cell receptor. Those drugs are called androgen receptor pathway inhibitors (ARPIs). They include enzalutamide (Xtandi), daralutamide (Nubeqa), apaludamide (Erleada), or another drug with a slightly different mechanism called abiraterone (Zytiga).</p>\n        <p>If the cancer progresses on doublet therapy, then we can add chemotherapy to the mix. This is called triplet therapy (Lupron + ARPI + chemotherapy). We may also recommend immediate triplet therapy depending upon the extent of the cancer spread.</p>\n        <p>Some men are eligible for other treatments as well. For instance, men with PSMA-positive disease (meaning their cells express the protein in high amounts) can be treated with an intravenously-delivered therapy called Lutetium-177. Known as a radioligand, this type of therapy seeks out PSMA-expressing cells and kills them with tiny radioactive particles.</p>\n        <p>Some men are eligible for metastasis-directed therapy (MTD). In such cases, we treat metastatic deposits with highly focused beams of radiation delivered from outside the body. MTD is generally reserved for patients with oligometastatic prostate cancer.</p>\n        <p>\n          <em><strong>Q.</strong> What happens if a patient is positive on a genetic test for prostate cancer?</em>\n        </p>\n        <p>That opens up options for so-called targeted therapy — which is a term we use to describe treatments that target specific cell changes that cause tumors to grow. Patients with BRCA1 or BRCA2 mutations, for instance, can start on doublet therapy plus a targeted therapy called a PARP inhibitor. Two PARP inhibitors are approved for prostate cancer in BRCA-positive men: olaparib (Lynparza) and rucaparib (Rubraca). Men with a different gene mutation called microsatellite instability are eligible for a targeted drug called pembrolizumab (Keytruda).</p>\n        <p>\n          <em><strong>Q.</strong> How is the outlook for metastatic prostate cancer changing?</em>\n        </p>\n        <p class=\"MsoCommentText\">It's improving dramatically! Metastatic prostate cancer used to carry a very poor prognosis. Today, it's not unusual for men to live 10 years or longer with the disease. We're even starting to treat cancer in the prostate directly — something we didn't do in the past since the cancer had already spread beyond the prostate gland. More recent studies have shown improvements from delivering radiation to the prostate gland itself in patients with metastatic cancer. We're including these treatments more often now, which is something we wouldn't have considered before.</p>\n        <p>\n          <em><strong>Q.</strong> Any final notes?</em>\n        </p>\n        <p>I would advise men to undergo a cardiac evaluation prior to starting on hormonal therapy. Hormonal therapies can exacerbate cardiovascular risk factors, so these should be addressed before and during treatment.</p>\n        <p>\n          <em>Thanks for your insights!</em>\n        </p>\n        <p>You're very welcome, glad to help.</p>\n    "
    }
  ],
  "lastUpdated": "2025-05-29T01:10:00.738Z"
}