{
  "sourceUrl": "https://www.scmp.com/rss/318200/feed/",
  "title": "Money & Wealth - South China Morning Post",
  "description": "Financial news and features about China's wealthy, and how they spend their money.",
  "link": "https://www.scmp.com/rss/318200/feed",
  "items": [
    {
      "title": "“没有说‘是’的结构”：中国投资还能在美国找到归宿吗？ (原标题: ‘No structure to say yes’: can Chinese investment still find a home in America?)",
      "link": "https://www.scmp.com/news/china/article/3331336/can-chinese-investment-still-find-home-america?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 17:00:09 +0000",
      "isoDate": "2025-11-03T17:00:09.000Z",
      "creator": "Bochen Han",
      "summary": "### 中国投资在美国面临的挑战与机遇\n\n华盛顿关于增加中国投资利弊的长期争论近期再次升温，此前有报道称北京方面推动美国总统特朗普政府取消对中国在美国交易的国家安全限制。\n\n#### 政治意愿与现实障碍\n\n*   **高层信号：** 尽管有迹象表明美国高层政治对中国投资持开放态度，但分析人士指出，中国企业在美国的投资之路依然艰难。\n*   **主要障碍：** 这主要源于联邦和州的限制，以及国会和地方政治的现实。\n\n#### 马德里贸易谈判与高层互动\n\n*   **中方要求：** 中国在9月的马德里贸易谈判中提出了取消安全限制的要求，并以此作为一揽子大规模投资的诱饵。\n*   **特习会结果：** 然而，上周的特朗普-习近平峰会并未立即产生此类承诺。\n*   **特朗普表态：** 会谈后，特朗普总统表示，中国对在美国投资“非常强烈”，“他们有投资，他们会投资”。\n*   **美方讨论：** 9月，美国贸易代表贾米森·格里尔向福克斯商业频道透露，双方在马德里讨论了“中国公司在美国的投资环境”。\n*   **中方反馈：** 中国高级贸易谈判代表李成钢告诉记者，美国“表示愿意与中国一道……减少投资壁垒”。\n\n#### 中方立场与担忧\n\n*   **非歧视环境：** 北京方面一再敦促华盛顿为中国公司创造一个非歧视性的环境。\n*   **日益增长的限制：** 近年来，中国公司面临越来越多的限制，这些限制源于对数据安全到军事间谍等一系列问题的担忧。",
      "shortSummary": "中国正寻求美国放宽对其投资的国家安全限制，并以此作为大规模投资的筹码。尽管美国高层对此表现出一定意愿，但分析人士认为，由于联邦、州及地方政治的现实和对数据安全、军事间谍等问题的担忧，中国企业在美国的投资仍面临巨大挑战。北京呼吁美国为中国公司创造非歧视性投资环境。",
      "translated_title": "“没有说‘是’的结构”：中国投资还能在美国找到归宿吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Long-simmering debates in Washington about the benefits of increased investment from China were revived in recent weeks after Beijing reportedly pushed US President Donald Trump’s administration to roll back national security restrictions on Chinese deals in the US.\nBut despite signs of high-level political warming to the idea, analysts say the path forward for Chinese firms remains steep given federal and state restrictions and the realities of congressional and local politics.\nChina’s security...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/4935c6c4-f0ca-4074-892d-fa1c0785c5bb_f493dd73.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia中国预计在数月内通过本土晶圆供应商满足芯片订单：专家 (原标题: Nexperia China to meet chip orders with local wafer suppliers in months: experts)",
      "link": "https://www.scmp.com/tech/big-tech/article/3331375/how-nexperias-china-unit-can-meet-chip-orders-amid-european-fabs-suspended-wafer-supply?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 13:03:19 +0000",
      "isoDate": "2025-11-03T13:03:19.000Z",
      "creator": "Coco Feng",
      "summary": "Nexperia中国预计在数月内通过本土晶圆供应商满足芯片订单：专家\n\n*   **背景与挑战**\n    *   由于荷兰芯片制造商Nexperia总部的欧洲制造工厂暂停晶圆供应，Nexperia中国部门预计将依靠国内半导体供应链向客户供货。\n    *   尽管获得国内支持可能需要至少六个月的时间，但专家认为这是可行的。\n    *   荷兰当局出于国家安全考虑，已控制Nexperia。\n\n*   **潜在的本土晶圆供应商**\n    *   根据行业咨询公司Zhineng Auto的报告，包括无锡新洁能（Wuxi NCE Power）、杭州士兰微电子（Hangzhou Silan Microelectronics）和扬杰科技（Yangjie Technology）在内的多家中国晶圆厂，将能够向位于东莞的Nexperia中国供应晶圆。\n    *   中国所有者闻泰科技（Wingtech Technology）的姊妹公司——上海鼎泰匠芯科技有限公司（Shanghai Dingtai Jiangxin Technology，又称WingSkySemi）——被认为是Nexperia中国最有可能的替代国内晶圆供应商。\n\n*   **WingSkySemi的角色**\n    *   据其官网显示，WingSkySemi在上海投资了120亿元人民币（17亿美元）建设一家生产12英寸晶圆的工厂。\n    *   就在荷兰当局控制Nexperia前几天，闻泰科技向上表示，该工厂是其“中国市场产能战略的关键支点”。\n\n*   **Nexperia中国的目标**\n    *   Nexperia中国专注于满足芯片订单，特别是全球汽车行业的订单，这反映了其努力向客户保证生产将不间断地进行。",
      "shortSummary": "由于欧洲母公司暂停供应，Nexperia中国预计将在数月内通过本土晶圆供应商满足芯片订单。此举旨在确保对全球汽车行业等客户的持续供货。闻泰科技的姊妹公司上海鼎泰匠芯科技有限公司（WingSkySemi）被视为主要替代供应商，该公司已投资120亿元人民币建设12英寸晶圆厂。专家预计，建立这种本土供应链支持至少需要六个月。",
      "translated_title": "Nexperia中国预计在数月内通过本土晶圆供应商满足芯片订单：专家",
      "images": [],
      "contentSource": "完整文章",
      "content": "Nexperia’s China unit is expected to be capable of making deliveries to clients on the back of the domestic semiconductor supply chain – even though locking in that support could take at least six months, experts said – as the European fabrication facilities under the Dutch chipmaker’s head office continue to suspend the supply of wafers.\nA number of Chinese fabs – including Wuxi NCE Power, Hangzhou Silan Microelectronics and Yangjie Technology – would be able to supply wafers to Dongguan-based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/aa8f086c-f062-4ffc-b6eb-67da06f9ccbd_e6c51d2c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "小米的信誉得到提升，北京选择其智能手机作为国礼 (原标题: Xiaomi’s credentials get a boost as Beijing picks smartphones as state gift)",
      "link": "https://www.scmp.com/tech/big-tech/article/3331342/xiaomis-credentials-get-boost-beijing-picks-smartphones-state-gift?utm_source=rss_feed",
      "pubDate": "Mon, 03 Nov 2025 11:00:10 +0000",
      "isoDate": "2025-11-03T11:00:10.000Z",
      "creator": "Ben Jiang",
      "summary": "### 小米智能手机被选为国礼，提升其国际地位\n\n*   **事件核心**\n    *   中国国家主席习近平在与韩国总统李在明会晤时，将小米公司的两部智能手机作为国礼赠送。\n    *   此次会晤在为期两天的亚太经济合作组织（APEC）峰会期间举行，峰会于周六在沿海城市庆州闭幕。\n\n*   **意义与影响**\n    *   分析人士认为，选择小米的旗舰消费产品作为国礼，反映了小米公司成立15年多以来，其作为中国技术雄心象征的地位日益提升。\n    *   这是小米智能手机首次被已知作为国礼赠送给外国元首，标志着其品牌信誉和国际认可度的显著提升。\n\n*   **会晤细节**\n    *   习近平的翻译指出，小米智能手机的显示屏是在韩国制造的，强调了供应链的国际合作。\n    *   据《韩国安钟日报》报道，李在明总统风趣地问道：“这条线路安全吗？”，引发一阵笑声。习近平通过翻译回答说：“你可以检查有没有后门。”\n\n*   **其他信息**\n    *   小米公司周一未立即回应置评请求。\n    *   具体型号的智能手机尚未披露。\n\n*   **先例**\n    *   上个月，委内瑞拉总统尼古拉斯·马杜罗公开赞扬了一部据称由习近平赠送的华为技术Mate X6智能手机。马杜罗称该手机为“世界上最好的手机”，并声称美国间谍无法入侵它。",
      "shortSummary": "中国国家主席习近平将小米智能手机作为国礼赠送给韩国总统李在明，此举显著提升了小米作为中国技术雄心象征的地位。这是小米手机首次被已知作为国礼，凸显了其日益增长的国际认可度。会晤中提及手机显示屏为韩国制造，并有关于安全性的风趣对话，进一步巩固了小米的品牌形象。",
      "translated_title": "小米的信誉得到提升，北京选择其智能手机作为国礼",
      "images": [],
      "contentSource": "完整文章",
      "content": "Smartphone giant Xiaomi briefly took the spotlight during Saturday’s meeting between President Xi Jinping and his South Korean counterpart, Lee Jae-myung, as a pair of the company’s handsets were presented as gifts by China’s head of state.\nThe selection of its flagship consumer product as a state gift reflected Xiaomi’s growing status as a symbol of China’s technological ambitions, according to analysts, more than 15 years since the company was founded.\nThe pair of Xiaomi handsets were...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/a1aafb99-1836-4326-88f4-5749709a356f_ea65a6e9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚投行确认在香港设立办事处，预计明年开业 (原标题: AIIB confirms plan for Hong Kong office, with opening expected next year)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331013/asian-infrastructure-investment-bank-confirms-plan-hong-kong-office-next-year?utm_source=rss_feed",
      "pubDate": "Sun, 02 Nov 2025 14:00:13 +0000",
      "isoDate": "2025-11-02T14:00:13.000Z",
      "creator": "Frank Tang",
      "summary": "# 亚投行确认在香港设立办事处\n\n亚洲基础设施投资银行（AIIB，简称亚投行）已确认将在香港设立一个枢纽办事处。此举旨在提升其离岸融资能力，并巩固香港作为全球金融中心的地位。\n\n## 关键信息点：\n\n*   **设立地点与目的**：\n    *   亚投行总部位于北京，将在香港设立其第二个中国大陆以外的办事处（第一个已于两年前在阿布扎比设立）。\n    *   目标是增强亚投行的离岸融资能力，并提升香港作为全球金融中心的作用。\n*   **进展与宣布**：\n    *   筹备工作正在顺利进行中。\n    *   亚投行行长金立群预计将在周一的香港金融科技周上正式宣布这一消息。\n*   **运营时间**：\n    *   该办事处预计将于明年投入运营。\n*   **办事处功能**：\n    *   金立群行长表示，该枢纽办事处具有“动员私营部门和从资本市场筹集资金”的双重功能。\n    *   它将作为亚投行投资和资金运营的接口，与香港本地银行和基金等合作伙伴协作，发起并交付惠及其110个成员的基础设施项目。\n    *   该办事处还将利用香港资本市场的深度和流动性，支持其融资活动。\n*   **背景与成就**：\n    *   此次扩张正值金立群行长十年任期即将结束之际。\n    *   在他的领导下，亚投行已发展成为全球最大的开发性金融机构之一，已批准为338个项目提供646亿美元的融资。",
      "shortSummary": "亚洲基础设施投资银行（AIIB）已确认将于明年在香港设立一个枢纽办事处。此举旨在提升亚投行的离岸融资能力，并巩固香港作为全球金融中心的地位。该办事处将负责动员私营部门、从资本市场筹集资金，并作为投资和资金运营的接口，与本地伙伴合作开展基础设施项目。这是亚投行在中国大陆以外设立的第二个办事处，在其行长金立群任期即将结束之际，标志着亚投行作为全球主要开发性金融机构的进一步发展。",
      "translated_title": "亚投行确认在香港设立办事处，预计明年开业",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Beijing-headquartered Asian Infrastructure Investment Bank (AIIB) has confirmed that it will open a hub office in Hong Kong – a move that will enhance its offshore financing capabilities and the city’s role as a global financial centre.\nPreparatory work is in the pipeline and progressing well, the Post has learned from the bank. A formal announcement is expected to be made by AIIB President Jin Liqun, who is scheduled to address Hong Kong FinTech Week on Monday.\nThe AIIB’s second office...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/31/11cc4eb8-86e8-477f-9296-3ee9d554a4fc_b3cf5813.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "阿里巴巴斥资2.81亿美元推动即时商务便利店计划 (原标题: Alibaba boosts instant commerce drive with US$281 million convenience store plan)",
      "link": "https://www.scmp.com/tech/big-tech/article/3331175/alibaba-expands-instant-commerce-efforts-us281-million-taobao-convenience-store-push?utm_source=rss_feed",
      "pubDate": "Sun, 02 Nov 2025 01:00:18 +0000",
      "isoDate": "2025-11-02T01:00:18.000Z",
      "creator": "Ben Jiang",
      "summary": "# 阿里巴巴2.81亿美元便利店计划推动即时商务发展\n\n阿里巴巴集团控股有限公司于周五公布了一项20亿元人民币（约合2.81亿美元）的投资计划，旨在建立一个淘宝品牌便利店网络，以支持其即时商务和按需配送业务。\n\n## 计划核心与实施方式\n*   **投资规模**：阿里巴巴将投入20亿元人民币（约合2.81亿美元）。\n*   **模式创新**：该计划并非新建淘宝鲜购（Taobao Shangou）自有实体店，而是主要通过技术升级改造现有便利店，充分利用阿里巴巴的数字基础设施。\n*   **目标**：构建一个覆盖全国的淘宝品牌便利店网络，以增强阿里巴巴的即时商务和按需配送能力。\n\n## 合作伙伴支持与服务承诺\n*   **数字供应链支持**：合作便利店的运营商将获得来自阿里巴巴国内批发平台1688.com的数字供应链支持。\n*   **采购技术洞察**：阿里巴巴将提供产品采购方面的技术洞察。\n*   **库存补给**：通过阿里巴巴集团的傲翔（Aoxiang）平台进行库存补给。\n*   **品牌赋能**：合作便利店将获得淘宝品牌授权。\n*   **服务标准**：每家门店都将提供“一站式、24小时、30分钟送达”的购物服务。\n\n## 推广范围与初期进展\n*   **覆盖城市**：淘宝鲜购的合作便利店预计将在中国大陆200多个城市推出。\n*   **首批启动**：首批淘宝合作便利店已于周六在杭州（浙江省会）和南京（江苏省会）等城市启动运营。\n*   **生态共赢**：阿里巴巴即时商务部门总经理胡秋根强调，公司致力于确保生态系统内的“共赢”。",
      "shortSummary": "阿里巴巴集团宣布投资2.81亿美元，推出淘宝品牌便利店计划，旨在通过技术升级现有便利店，支持其即时商务和按需配送业务。该计划将为合作门店提供数字供应链、采购技术和库存补给支持，并赋予淘宝品牌，目标是提供“一站式、24小时、30分钟送达”服务。首批门店已在杭州和南京上线，未来将覆盖全国200多个城市，以实现生态系统共赢。",
      "translated_title": "阿里巴巴斥资2.81亿美元推动即时商务便利店计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "Alibaba Group Holding on Friday unveiled a 2 billion yuan (US$281 million) investment as part of a programme that will see a network of Taobao-branded convenience stores across China support the operations of the firm’s instant commerce and on-demand delivery business.\nRather than establishing Taobao Shangou’s own bricks-and-mortar shops, the programme would primarily provide existing convenience stores with a tech facelift, leveraging Alibaba’s digital infrastructure, according to Hu Qiugen,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/01/c90d4194-9548-448f-bb77-827dec570e71_2f984aec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "闻泰科技（Nexperia母公司）在中荷芯片制造商争端中任命新总裁 (原标题: Nexperia owner Wingtech names new president amid Sino-Dutch row over chipmaker)",
      "link": "https://www.scmp.com/tech/big-tech/article/3331180/nexperia-owner-wingtech-names-new-president-amid-sino-dutch-dispute-over-chipmaker?utm_source=rss_feed",
      "pubDate": "Sat, 01 Nov 2025 10:47:50 +0000",
      "isoDate": "2025-11-01T10:47:50.000Z",
      "creator": "Ben Jiang",
      "summary": "### 闻泰科技任命新总裁以应对中荷芯片制造商争端\n\n闻泰科技，作为荷兰芯片制造商Nexperia的中国所有者，已任命经验丰富的总法律顾问沈新佳（Sophie Shen Xinjia）为公司总裁。此次任命正值中荷两国围绕Nexperia的控制权发生激烈争端之际。\n\n*   **背景与任命**\n    *   沈新佳是哥伦比亚法学院的毕业生，拥有丰富的法律经验。\n    *   她的总裁任期将与闻泰科技第十二届董事会一致，该董事会于今年1月成立，任期至2028年1月。\n    *   沈新佳接替了于7月14日辞职的张秋红。在此之前，她曾担任公司的总法律顾问，并于张秋红辞职当天被任命为副总裁，并担任公司代理总裁。\n\n*   **沈新佳的职业背景**\n    *   沈新佳现年41岁，于2017年1月加入Nexperia，担任亚太区法律事务主管。\n    *   此前，她曾在多家知名公司任职，包括美国公司TRW和德国工程公司博世。\n    *   根据闻泰科技的备案文件，沈新佳拥有超过15年的法律顾问经验，涵盖公司治理与合规、并购以及跨境交易等领域。她还具备在中国执业的律师资格。\n\n*   **任命的意义与Nexperia面临的挑战**\n    *   沈新佳的任命及其深厚的法律背景，反映了闻泰科技当前迫切需要解决Nexperia面临的复杂问题。\n    *   荷兰当局于9月30日援引一项鲜为人知的1952年法律《商品供应法》，以国家安全为由接管了Nexperia的控制权，这使得Nexperia的未来充满不确定性。\n\n*   **图片**\n    ![新任闻泰科技总裁沈新佳](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/01/4619928d-c6f7-41f9-957c-2026ee1765b4_67a6811e.jpg)",
      "shortSummary": "闻泰科技（Nexperia母公司）任命经验丰富的总法律顾问沈新佳为新总裁。此次任命正值中荷两国围绕芯片制造商Nexperia的控制权发生争端之际。荷兰当局此前以国家安全为由，援引1952年法律接管了Nexperia。沈新佳的法律背景和经验，旨在帮助闻泰科技应对Nexperia目前面临的复杂法律和监管挑战。",
      "translated_title": "闻泰科技（Nexperia母公司）在中荷芯片制造商争端中任命新总裁",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/01/4619928d-c6f7-41f9-957c-2026ee1765b4_67a6811e.jpg",
          "alt": "Newly appointed Wingtech Technology president Sophia Shen Xinjia. Photo: Handout",
          "title": "Newly appointed Wingtech Technology president Sophia Shen Xinjia. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Wingtech Technology, the Chinese owner of Nexperia, has named experienced general counsel Sophie Shen Xinjia, a Columbia Law School graduate, as its president amid a Sino-Dutch dispute over control of the Netherlands-based chipmaker.\nShen’s tenure as president would be in line with that of Wingtech’s 12th board, which was formed in January and will expire by January 2028, according to the company’s filing with the Shanghai Stock Exchange on Friday.\nShe replaced Zhang Qiuhong, who served as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/01/c988f809-6672-4223-97f7-d3152208a4ce_db2a75a9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国考虑豁免部分Nexperia订单的出口禁令 (原标题: China considers export ban exemption for some Nexperia orders)",
      "link": "https://www.scmp.com/tech/policy/article/3331155/china-eyes-export-ban-exemption-some-nexperia-orders-amid-chip-supply-chain-turmoil?utm_source=rss_feed",
      "pubDate": "Sat, 01 Nov 2025 04:31:07 +0000",
      "isoDate": "2025-11-01T04:31:07.000Z",
      "creator": "Ben Jiang",
      "summary": "### 中国商务部考虑豁免部分Nexperia订单的出口禁令\n\n中国商务部周六表示，正在考虑豁免部分Nexperia订单的出口禁令。此前，荷兰控制了这家中资荷兰芯片制造商。\n\n**主要原因与目的：**\n*   **背景：** 荷兰此前控制了中资所有的荷兰芯片制造商Nexperia，中国随后实施了出口禁令。\n*   **豁免考量：** 商务部代表表示，将“全面考虑企业的实际情况，对符合条件的出口给予豁免”。\n*   **核心目的：** 商务部指出，考虑豁免是为了“稳定Nexperia芯片在全球供应链中的供应”。\n*   **鼓励申请：** 商务部鼓励受影响的企业主动联系并申请此类豁免。\n\n**与中美关系及相关政策的联系：**\n*   **习特会成果：** 北京的最新举动反映了中国国家主席习近平与美国总统特朗普周四在韩国釜山会晤期间取得的一些进展。\n*   **《华尔街日报》报道：** 据《华尔街日报》周六报道，根据习特会期间达成的一项框架协议，Nexperia将恢复芯片发货。\n*   **美方政策调整：** 会晤后，中国商务部表示，华盛顿将暂时停止实施其所谓的“50%子公司规则”。\n    *   **“50%子公司规则”解释：** 该规则于9月下旬推出，将美国的出口限制扩大到任何由华盛顿贸易黑名单上的实体至少拥有50%股权的公司。\n    *   **Nexperia关联：** Nexperia的中国所有者闻泰科技已于去年12月被列入美国的贸易黑名单。",
      "shortSummary": "中国商务部正考虑豁免部分Nexperia订单的出口禁令，以稳定全球供应链。此举是在荷兰控制这家中资芯片制造商后采取的，并与中美元首会晤成果相关。美国也同意暂时停止实施影响Nexperia所有者闻泰科技的“50%子公司规则”。",
      "translated_title": "中国考虑豁免部分Nexperia订单的出口禁令",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Ministry of Commerce on Saturday said it is looking to exempt some Nexperia orders from an export ban that it imposed after the Netherlands seized control of the Chinese-owned Dutch chipmaker.\n“We will comprehensively consider the actual situation of enterprises and grant exemptions to exports that meet the criteria,” a ministry representative said in a statement.\nAccording to the ministry, exemptions were being considered to stabilise the supply of Nexperia chips in global supply...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/01/6506a9bd-2e80-49d9-8b76-b5e4c9c48fa4_1f89e284.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国软件公司SAS在25年后退出中国，裁员约400人 (原标题: US software firm SAS exits China after 25 years, lays off about 400 staff)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3331099/us-software-firm-sas-exits-china-after-25-years-lays-about-400-staff?utm_source=rss_feed",
      "pubDate": "Fri, 31 Oct 2025 13:00:14 +0000",
      "isoDate": "2025-10-31T13:00:14.000Z",
      "creator": "Wency Chen,Coco Feng,Ben Jiang",
      "summary": "# 美国软件公司SAS退出中国市场\n\n美国软件公司SAS Institute在运营二十多年后，已撤出中国大陆市场并解雇了当地员工。此举是由于激烈的国内竞争和地缘政治紧张局势，公司将其归因于“组织优化”以及“全球运营方式的更广泛转变，优化业务足迹并确保长期可持续性”。\n\n## 关键信息点：\n\n*   **退出原因**：\n    *   员工指出：激烈的国内竞争和地缘政治紧张。\n    *   公司声明：出于“组织优化”以及“全球运营方式的更广泛转变，优化业务足迹并确保长期可持续性”的考虑。\n*   **裁员情况**：\n    *   约400名中国大陆员工被裁。\n    *   公司于周四通过电子邮件和简短视频通话宣布裁员。\n    *   员工被要求在11月14日前签署离职协议。\n*   **赔偿方案**：\n    *   每服务一年支付一个月的工资。\n    *   额外两个月的工资。\n    *   年度奖金。\n    *   支付至今年年底的工资。\n*   **未来计划**：\n    *   SAS将通过第三方合作伙伴继续在中国大陆保持业务存在。\n*   **退出迹象**：\n    *   公司简体中文网站已下线。\n    *   其招聘页面不再列出任何中国大陆的职位空缺。\n*   **公开声明**：\n    *   预计SAS将在下周发布公开声明。\n*   **在华历史**：\n    *   SAS在中国运营了超过二十年（标题指出25年）。",
      "shortSummary": "美国软件公司SAS Institute在运营25年后，已退出中国大陆市场，裁员约400名当地员工。公司表示此举是出于“组织优化”和“全球运营方式的转变”，以应对激烈的国内竞争和地缘政治紧张。SAS将通过第三方合作伙伴继续在华存在。其中文网站已下线，招聘页面也移除了大陆职位。",
      "translated_title": "美国软件公司SAS在25年后退出中国，裁员约400人",
      "images": [],
      "contentSource": "完整文章",
      "content": "US software company SAS Institute has withdrawn from mainland China and dismissed its local staff, according to a Beijing-based employee affected by the move, as the analytics specialist ended more than two decades of operations amid intense domestic competition and geopolitical tensions.\nThe company on Thursday announced the lay-offs via an email and hosted a short video call, in which executives thanked local employees for their contribution and cited “organisational optimisation” for the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/31/02391a04-020c-4592-b392-eb5ed05d35d9_9044e881.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中英警方联手追回巨额加密货币诈骗资金 (原标题: China, UK police join forces to recover funds from massive crypto fraud)",
      "link": "https://www.scmp.com/tech/blockchain/article/3331111/china-uk-police-join-forces-recover-funds-massive-crypto-fraud?utm_source=rss_feed",
      "pubDate": "Fri, 31 Oct 2025 12:25:02 +0000",
      "isoDate": "2025-10-31T12:25:02.000Z",
      "creator": "Xinmei Shen",
      "summary": "## 中英警方联手打击巨额加密货币诈骗案\n\n### 背景与国际合作\n中国警方正与英国执法机构合作，追查一起大规模加密货币诈骗和洗钱案中的逃犯及非法资金。然而，专家们普遍认为受害者追回损失的可能性很小。\n\n### 案件详情\n*   **受害者规模与时间线**：天津警方正全力协助超过12.8万名中国投资者追回资金。这些资金被卷入一个犯罪集团在2014年至2017年间实施的欺诈性财富计划。\n*   **诈骗手法**：该犯罪集团将现金转换为比特币和房产，以隐藏诈骗所得。\n*   **主要嫌疑人**：商人钱志敏（化名张亚迪），47岁，已在伦敦南华克刑事法庭认罪。\n*   **加密货币查获**：此案被认为是全球最大规模的单次加密货币查获，目前价值超过67亿美元。钱志敏将诈骗所得资金转换为比特币并进入英国，试图进一步洗钱。2018年，英国警方查获了持有超过6.1万枚比特币的数字钱包。\n\n### 受害者信息收集\n天津的一个政府专案组已呼吁受害者在一个在线平台提交并确认他们的信息，并敦促他们耐心等待资金的返还。\n\n### 案件意义\n香港金杜律师事务所合伙人Andrew Fei指出，此案强调了在数字时代打击跨国犯罪（特别是考虑到加密货币的无国界性质）中，国际执法和司法合作的极端重要性。\n\n### 图片\n![超过12.8万名中国投资者的资金被卷入一个犯罪集团在2014年至2017年间实施的欺诈性财富计划。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/31/21093dc3-7a7d-4844-8381-3f5cc83c12e6_ff6859fc.jpg)",
      "shortSummary": "中英警方正联手追查一起涉及巨额加密货币诈骗和洗钱案的逃犯及非法资金。该案影响了超过12.8万名中国投资者，主要嫌疑人钱志敏已在英国认罪，涉案加密货币查获价值逾67亿美元，被认为是全球最大规模的单次查获。尽管警方正在努力，专家对受害者追回损失的前景表示悲观。此案凸显了数字时代国际执法合作的重要性。",
      "translated_title": "中英警方联手追回巨额加密货币诈骗资金",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/31/21093dc3-7a7d-4844-8381-3f5cc83c12e6_ff6859fc.jpg",
          "alt": "Funds of more than 128,000 Chinese investors were caught in a web of fraudulent wealth schemes perpetrated by a syndicate between 2014 and 2017. Photo: Shutterstock",
          "title": "Funds of more than 128,000 Chinese investors were caught in a web of fraudulent wealth schemes perpetrated by a syndicate between 2014 and 2017. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese police are working with UK law enforcement authorities to track down fugitives and illicit funds involved in a massive cryptocurrency fraud and money laundering case, but experts see little likelihood for victims to recoup their losses.\nAccording to a statement, police in the northern city of Tianjin were “doing everything possible” to help more than 128,000 Chinese investors recoup funds caught in a web of fraudulent wealth schemes perpetrated between 2014 and 2017 by a syndicate, which...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/31/ce32c522-6b0f-4f2a-bdbc-bb9ac618f466_fd00385f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "德勤中国将在香港招聘1000名员工，投资6400万美元 (原标题: Deloitte China to hire 1,000 staff, invest US$64 million in Hong Kong)",
      "link": "https://www.scmp.com/business/china-business/article/3331081/deloitte-china-hire-1000-staff-invest-us64-million-hong-kong-over-next-4-years?utm_source=rss_feed",
      "pubDate": "Fri, 31 Oct 2025 10:30:14 +0000",
      "isoDate": "2025-10-31T10:30:14.000Z",
      "creator": "Yulu Ao",
      "summary": "### 德勤中国在香港的战略投资与招聘计划\n\n德勤中国宣布了一项名为“香港LEAP”的新战略，旨在未来四年内大幅加强其在香港的业务和影响力。该计划包括：\n\n*   **大规模招聘**：计划在香港招聘约1000名新员工。\n*   **巨额投资**：将投入5亿港元（约合6400万美元）。\n*   **战略目标**：此举旨在巩固香港作为区域人才和创新中心的角色。\n\n#### 重点发展领域\n\n“香港LEAP”战略将重点拓展德勤在以下关键领域的能力，这些领域被视为推动香港下一阶段经济转型的核心：\n\n*   **金融科技（Fintech）**\n*   **资本市场运营（Capital Markets Operations）**\n*   **人工智能（Artificial Intelligence, AI）**\n\n#### 《2025香港经济展望》白皮书\n\n德勤在发布“香港LEAP”战略的同时，也公布了其《2025香港经济展望》白皮书。该白皮书识别了香港的四大增长引擎：\n\n1.  **推动金融创新**：进一步巩固香港作为国际金融中心的地位。\n2.  **支持内地企业全球扩张**：利用香港的国际平台优势，助力中国内地企业“走出去”。\n3.  **加强区域创新与技术合作**：促进香港与大湾区乃至更广阔区域的科技协同发展。\n4.  **加速绿色转型**：推动可持续发展和绿色经济。\n\n#### 香港的独特机遇与“超级联系人”角色\n\n德勤中国首席执行官刘德勤（Dora Liu）强调了香港所面临的独特机遇：\n\n*   **三重机遇交汇**：全球地缘政治变化、国家战略重点以及粤港澳大湾区深度融合。\n*   **“超级联系人”潜力**：在中国的“十五五”规划下，香港有潜力发挥其“超级联系人”作用，有效连接中国内地与国际市场。\n\n#### 新职位涵盖领域\n\n德勤中国在香港创造的新职位将主要集中在：\n\n*   金融服务创新\n*   资本市场咨询\n*   人工智能开发\n\n#### 背景与意义\n\n德勤的这项最新计划反映了香港在经济增长放缓和劳动力萎缩背景下，努力实现经济多元化、超越传统金融和房地产领域的决心。全球企业的此类新投资和就业创造，预计将有助于恢复香港专业服务和技术部门的活力，提振商业信心。",
      "shortSummary": "德勤中国宣布“香港LEAP”战略，计划未来四年在香港招聘约1000名员工并投资6400万美元。此举旨在加强香港作为区域人才和创新中心的角色，重点发展金融科技、资本市场运营和人工智能。德勤发布的《2025香港经济展望》白皮书指出，香港的增长引擎包括金融创新、支持内地企业全球扩张、区域创新合作和绿色转型。德勤认为香港将成为连接内地与国际市场的“超级联系人”，其投资有助于提振香港专业服务和技术部门的活力。",
      "translated_title": "德勤中国将在香港招聘1000名员工，投资6400万美元",
      "images": [],
      "contentSource": "完整文章",
      "content": "Deloitte China plans to hire about 1,000 people in Hong Kong and invest HK$500 million (US$64 million) over the next four years, as part of a new initiative that is expected to strengthen the city’s role as a regional talent and innovation hub.\nCalled the “Hong Kong LEAP” strategy, the initiative is focused on expanding the company’s capabilities in fintech, capital markets operations and artificial intelligence – areas that would be key to driving the city’s next phase of economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/31/cc37b9b8-be5d-455b-9e8b-4234c04a05a9_8fcd0a8f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习特会后，荷兰扣押Nexperia面临不确定性 (原标题: Dutch seizure of Nexperia faces uncertainty after Xi-Trump summit)",
      "link": "https://www.scmp.com/tech/tech-war/article/3330953/netherlands-faces-pressure-surrender-control-nexperia-after-xi-trump-summit?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 14:00:34 +0000",
      "isoDate": "2025-10-30T14:00:34.000Z",
      "creator": "Ann Cao,Wency Chen,Iris Deng",
      "summary": "# 荷兰扣押Nexperia面临不确定性\n\n荷兰政府目前正面临新的压力，要求其结束对中国持有的荷兰半导体公司Nexperia的扣押。这一情况的出现，源于华盛顿同意暂停其更新的出口管制规定一年。\n\n## 背景与美国出口管制规定\n\n*   **原规定：** 美国于9月下旬推出了一项规定，将美国的出口限制扩大到任何由华盛顿贸易黑名单上实体至少50%持股的公司。\n*   **一年期暂停：** 华盛顿的这一暂停措施预计将使围绕Nexperia的地缘政治争议复杂化。Nexperia是一家关键的半导体供应商，其产品广泛应用于汽车、工业、移动和消费领域。\n*   **荷兰的行动：** 荷兰政府此前对Nexperia采取了行动，包括罢免了其首席执行官张学政。此举部分是为了应对美国新规可能带来的影响。\n\n## 中国的反制措施\n\n中国芯片行业新闻网站eetrend.com的创始人张国斌指出，中国已找到有效手段来平衡美国的相关政策。他提及北京暂停了一套于10月公布的新稀土出口管制措施，作为中国反制措施的例证。\n\n## 相关图片\n\n![一名员工在德国汉堡的Nexperia生产设施中手持晶圆。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/30/8f3d3dd8-e2a7-4439-93cc-e691a827ab7b_eee40472.jpg)",
      "shortSummary": "荷兰政府对中国持有的半导体公司Nexperia的扣押面临不确定性。此前，美国同意暂停其针对被列入贸易黑名单实体50%以上持股公司的出口管制一年。这一暂停使围绕关键半导体供应商Nexperia的地缘政治争议复杂化。荷兰此前扣押Nexperia并罢免其CEO，部分是为应对美国新规。中国也通过暂停稀土出口管制等方式进行反制。",
      "translated_title": "习特会后，荷兰扣押Nexperia面临不确定性",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/30/8f3d3dd8-e2a7-4439-93cc-e691a827ab7b_eee40472.jpg",
          "alt": "An employee holds a wafer at a Nexperia production facility in Hamburg, Germany. Photo: Reuters",
          "title": "An employee holds a wafer at a Nexperia production facility in Hamburg, Germany. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The Dutch government is under renewed pressure to end its seizure of the Chinese-owned, Netherlands-based semiconductor company Nexperia, after Washington agreed to suspend its updated export control rule for one year.\nAfter a meeting between Chinese President Xi Jinping and his US counterpart Donald Trump on Thursday, China’s Ministry of Commerce said Washington would temporarily halt the implementation of its so-called 50 per cent subsidiary rule.\nIntroduced in late September, that rule...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/e20d6c8b-6c2c-4d3c-99b9-1ca155e63d4d_c51d5c32.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "深圳警方捣毁销售假冒英飞凌、德州仪器芯片的团伙 (原标题: Shenzhen police busts syndicate selling fake Infineon, Texas Instruments chips)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3330921/shenzhen-police-busts-syndicate-selling-counterfeit-infineon-and-texas-instruments-chips?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 12:00:14 +0000",
      "isoDate": "2025-10-30T12:00:14.000Z",
      "creator": "Iris Deng,Ann Cao",
      "summary": "# 深圳警方捣毁假冒芯片团伙\n\n## 案件背景与发现\n*   **地点与时间**：中国南方科技中心深圳的警方近期捣毁了一个向中国大陆制造商销售假冒进口芯片的犯罪团伙。\n*   **市场背景**：此案揭示了在美国出口管制背景下，高端半导体存在的地下市场。\n*   **信息来源**：根据国内在线媒体“法治中国”上周的报道，深圳警方已于周四证实此消息。\n\n## 犯罪手法与目标\n*   **作案方式**：该团伙的作案手法是收集废弃芯片，通过激光打磨和重新贴标，然后将其冒充为英飞凌科技（Infineon Technologies）、德州仪器（Texas Instruments）和亚德诺半导体（Analog Devices）等公司的进口产品进行销售。\n*   **伪装身份**：团伙成员冒充欧洲代理商，目标客户是汽车电子和工业控制系统领域的本地制造商。\n*   **产品风险**：报道指出，这些假冒芯片容易出现故障，可能构成安全风险。\n*   **运营模式**：该团伙设立了多家空壳公司，以所谓的“按订单生产”模式制造和销售假冒芯片，并多次实施诈骗。\n\n## 执法行动与后续影响\n*   **调查过程**：深圳南山区（涵盖深圳经济特区西南部）的公安机关与当地市场监管部门合作，自6月起进行了为期四个月的调查，最终成功捣毁了该假冒芯片团伙并逮捕了一名成员。\n*   **案件意义**：这标志着中国首例针对假冒进口芯片的重大刑事案件。\n*   **后续措施**：深圳当局还与国际芯片制造商建立了可追溯机制，以打击此类犯罪。",
      "shortSummary": "深圳警方捣毁了一个向中国大陆制造商销售假冒英飞凌、德州仪器和亚德诺半导体芯片的犯罪团伙。该团伙通过激光打磨和重新贴标废弃芯片，冒充欧洲代理商，目标是汽车电子和工业控制系统制造商。这些假冒芯片存在故障和安全风险。此案是中国首例针对假冒进口芯片的重大刑事案件，促使深圳当局与国际芯片制造商建立了可追溯机制。",
      "translated_title": "深圳警方捣毁销售假冒英飞凌、德州仪器芯片的团伙",
      "images": [],
      "contentSource": "完整文章",
      "content": "Police in Shenzhen, the technology hub in southern China’s Guangdong province, have smashed a syndicate selling counterfeit imported chips to mainland manufacturers, according to local media, exposing an underground market for high-end semiconductors amid US export controls.\nThe syndicate’s modus operandi was to collect discarded chips, which were laser-polished and relabelled, and sold as imported products from Infineon Technologies, Texas Instruments and Analog Devices, according to a report...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/007342b6-3caf-49d5-9dbb-fbfa0a1aaedb_29a1142f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "超高净值家庭在传承规划中关注‘跨代’影响力 (原标题: Ultra-rich families focus on impact ‘across generations’ in legacy planning)",
      "link": "https://www.scmp.com/business/money/wealth/article/3330897/ultra-rich-families-focus-driving-impact-across-generations-legacy-planning?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 08:58:55 +0000",
      "isoDate": "2025-10-30T08:58:55.000Z",
      "creator": "Aileen Chuang",
      "summary": "## 超高净值家庭传承规划新趋势\n\n随着全球不确定性日益增加以及巨额财富向年轻一代继承人转移，超高净值（UHNW）家庭在传承规划方面正经历一场深刻的转变。根据渣打银行在迪拜举办的家族办公室活动，这些家庭的重点正从单纯的财富保值转向为子孙后代创造可持续的、跨代的影响力。\n\n### 传承规划的重心转移\n\n伦敦渣打银行指出，UHNW家庭的重心正在发生变化，具体体现在以下几个关键领域：\n\n*   **家族办公室定位：** 战略性地重新定位家族办公室的地点，以适应新的全球经济格局和监管环境。\n*   **治理结构：** 优化和调整家族的治理结构，确保其稳健性和适应性。\n*   **继承规划：** 制定更全面、更具前瞻性的继承计划，超越简单的财富分配。\n*   **决策过程：** 改进家族内部的决策机制，使其更高效、更具包容性。\n\n### 全球家族网络论坛\n\n渣打银行举办的全球家族网络论坛为UHNW家庭提供了一个重要的交流平台。本次论坛在阿联酋迪拜举行，吸引了来自欧洲、中东、非洲和亚洲的90个全球UHNW家庭参与。迪拜被渣打银行视为其国际财富中心之一，以其战略位置、开放经济、渐进式监管和多元化人口而闻名。去年的首届活动则在香港举行。\n\n渣打银行私人银行和富裕客户全球主管Raymond Ang表示，在当前不断变化的范式下，管理家族财富变得日益复杂，而该论坛则是一个供UHNW家庭连接、分享和学习的“信任空间”。\n\n### 主要演讲嘉宾与观点\n\n论坛的焦点环节是美国前国务卿约翰·克里与渣打银行集团首席执行官比尔·温特斯之间的炉边谈话。其他重要演讲嘉宾包括：\n\n*   **冯咏仪：** 香港大亨冯国经的冯氏零售集团董事总经理。\n*   **曹美安：** 主要为新加坡老年人提供服务的曹氏基金会主席。\n\nDevki集团董事长Narendra Raval在论坛间隙强调，当财富达到一定水平后，企业家会开始思考回馈社会。他指出，任何商人不能仅仅将留下一个企业作为唯一的遗产，传承的意义远不止于此，更包括对社会的回馈和影响力。",
      "shortSummary": "超高净值家庭正将传承规划的重点从财富保值转向为后代创造可持续的跨代影响力。面对不确定性和财富转移，他们正重新定位家族办公室、优化治理、继承和决策。渣打银行在迪拜举办的全球家族网络论坛汇聚了90个UHNW家庭，讨论了这些关键转变。与会专家强调，管理家族财富日益复杂，且传承的意义已超越单纯的商业遗产，更包括回馈社会。",
      "translated_title": "超高净值家庭在传承规划中关注‘跨代’影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Ultra-high-net-worth (UHNW) families are putting greater focus on legacy planning to create sustainable impact for future generations amid growing uncertainty and vast fortunes shifting to younger heirs, according to participants in a Standard Chartered event in Dubai focused on family offices.\nThe emphasis among such families was changing from wealth preservation towards a strategic repositioning of family-office locations, governance structures, succession planning and decision-making,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/08ad72dd-2236-4c6f-8346-73273a1c6100_28294e4a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国美团拟通过发行债券筹集30亿美元，以应对日益激烈的竞争 (原标题: China’s Meituan eyes US$3 billion from bond issue as competition heats up)",
      "link": "https://www.scmp.com/business/china-business/article/3330895/chinese-delivery-giant-meituan-eyes-us3-billion-bond-issue-amid-intense-competition?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 08:56:29 +0000",
      "isoDate": "2025-10-30T08:56:29.000Z",
      "creator": "Zhang Shidong",
      "summary": "美团计划通过发行双币种债券筹集30亿美元，以增强其资金实力，应对来自阿里巴巴集团和京东等竞争对手的挑战。\n\n### 债券发行详情\n\n*   **总筹资额**：美团预计将筹集30亿美元。\n*   **币种构成**：\n    *   19.9亿美元的美元计价债券。\n    *   70.8亿元人民币（约合10亿美元）的本地货币计价票据。\n*   **发行对象**：这些证券主要面向专业投资者。\n*   **上市地点**：美团已向香港交易所申请这些证券的上市和交易。\n*   **资金用途**：债券发行所得将用于现有离岸债务的再融资以及其他一般企业用途。\n\n### 债券条款\n\n*   **美元债券**：\n    *   **期限**：6年、7年和10年。\n    *   **票面利率**：4.5%至5.125%不等。\n*   **人民币票据**：\n    *   **期限**：5年和10年。\n    *   **利率**：分别为2.55%和3.10%。\n\n### 市场背景：激烈的竞争\n\n美团此次发债反映了其在中国即时商务领域的激烈竞争。即时商务结合了在线购物和快速配送，为中国大陆消费者提供了大量的促销补贴和快速送货上门服务。该领域的主要竞争对手包括阿里巴巴和京东。\n\n### 即时商务的重要性\n\n即时商务在中国零售业中规模和范围都非常庞大，覆盖了数亿消费者。这些消费者已经习惯于在线订购各种产品和服务，并享受加急的按需配送服务。",
      "shortSummary": "中国按需配送巨头美团计划通过发行双币种债券筹集30亿美元，以增强资金实力，应对阿里巴巴和京东等竞争对手在即时商务领域的挑战。此次发债包括美元和人民币计价债券，所得资金将用于现有离岸债务再融资及一般企业用途。此举凸显了中国即时商务市场竞争的激烈程度。",
      "translated_title": "中国美团拟通过发行债券筹集30亿美元，以应对日益激烈的竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "Meituan expects to raise US$3 billion from a dual-currency bond offering, as the Chinese on-demand delivery giant looks to bolster its war chest to stave off the challenge from rivals led by Alibaba Group Holding and JD.com.\nThe Beijing-based company will offer US$1.99 billion in greenback-denominated bonds and 7.08 billion yuan (US$1 billion) of notes in the local currency, according to its statement to the Hong Kong stock exchange on Wednesday.\nMeituan said it had signed an agreement with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/1424077d-e64f-4b16-bc83-67766812588a_b127c687.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Solana活动因中国稳定币警告引发不安而提前结束 (原标题: Solana event cut short as China’s stablecoin warning sparks unease)",
      "link": "https://www.scmp.com/tech/blockchain/article/3330759/solana-event-china-cut-short-beijings-stablecoin-warning-sparks-unease?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 13:00:16 +0000",
      "isoDate": "2025-10-29T13:00:16.000Z",
      "creator": "Xinmei Shen",
      "summary": "### Solana活动在深圳提前结束，引发中国加密社区不安\n\n*   **事件概述**\n    *   Solana Accelerate APAC活动于周二下午在深圳举行，旨在促进Solana区块链的社区交流。\n    *   该活动因“超额容量”问题被提前结束，导致当地警方介入调查。\n    *   组织方为“公共安全”考虑，决定取消了原定的最后一个黑客马拉松演示环节。\n\n*   **官方解释与社区反馈**\n    *   Solana区块链的中文社区在其官方社交媒体账户上表示，此次活动“异常受欢迎”，参与人数远超预期。\n    *   据称，一些因场地限制被拒绝入场的朋友举报了该活动，从而导致当地警方到场进行调查。\n    *   深圳警方未披露任何关于此次调查的具体信息。\n\n*   **深层担忧**\n    *   尽管组织方将事件归因于人员过多而非活动主题，但该事件在中国大陆的加密货币行业参与者中引发了普遍的焦虑。\n    *   这种担忧主要源于北京近期对稳定币风险发出的新警告，以及业界对中国大陆加密货币可能再次受到打压的恐惧。\n    *   此次事件也反映了中国数字资产政策持续存在的不确定性，加剧了行业内的不安情绪。",
      "shortSummary": "中国深圳的一场Solana主题活动因“超额容量”和警方调查而提前结束。尽管组织方归因于公共安全，但该事件在中国加密货币社区引发了不安。这主要源于北京对稳定币风险的新警告，以及对中国大陆加密货币可能再次受到打压的担忧，反映了数字资产政策的不确定性。",
      "translated_title": "Solana活动因中国稳定币警告引发不安而提前结束",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Solana-themed event in southern China that was cut short after a local police inquiry has raised concerns in the country’s cryptocurrency community amid new warnings from Beijing about stablecoin risks, despite organisers attributing the disruption to overcapacity.\nThe Solana blockchain’s Chinese community said on its official social media account that the Solana Accelerate APAC event in Shenzhen, held on Tuesday afternoon, was “exceptionally popular” and attendance far exceeded...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/6c9cf462-83e7-4b6e-bbab-d9b3f7bc99a3_a83f2aed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国GoPro竞争对手Insta360在进军无人机市场前销量猛增90% (原标题: Chinese GoPro rival Insta360 posts 90% jump in sales ahead of drone market foray)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3330621/chinese-gopro-rival-insta360-posts-90-jump-sales-it-gears-enter-drone-market?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 09:30:12 +0000",
      "isoDate": "2025-10-28T09:30:12.000Z",
      "creator": "Iris Deng",
      "summary": "# Insta360业绩强劲增长，进军无人机市场\n\nInsta360，作为中国领先的360度相机和运动相机制造商，被视为GoPro的有力竞争对手。该公司正积极准备在2025年底前进入无人机市场，与行业巨头大疆（DJI）展开竞争。\n\n## 财务表现亮点\n\n*   **2025年第三季度营收**\n    *   Insta360在9月季度实现营收29.4亿元人民币（约合4.13亿美元），同比增长92.64%。\n*   **2025年第三季度净利润**\n    *   同期净利润为2.719亿元人民币，同比下降15.9%。\n    *   公司将利润下降归因于“对芯片定制及其他战略项目的大量投资”。若不计入这些投资，公司表示上季度利润较去年同期有所改善。\n*   **2025年前九个月总销售额**\n    *   公司总销售额达到66.1亿元人民币，同比增长67.18%。\n\n## 市场表现与融资\n\n*   **上海科创板上市**\n    *   Insta360（正式名称为岚图视觉）于2025年6月在上海科创板（Star Market）首次亮相，其股票在上市首日飙升285%。\n    *   此次首次公开募股（IPO）成功筹集19亿元人民币，是该市17个月以来最大规模的IPO。\n*   **近期股价**\n    *   周二收盘时，公司股价下跌4.63%，报288.80元。\n\n## 战略布局：进军无人机市场\n\n*   **无人机品牌Antigravity**\n    *   Insta360旗下无人机品牌Antigravity近期推出了其首款产品。\n    *   该产品配备了护目镜，用户可以实时以360度全景视野探索周围环境。\n\n### 图片：Antigravity无人机产品\n\n![Antigravity无人机产品图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/cc91949e-6074-46c1-b482-348a6995d1de_87aba022.jpg)\n*Insta360旗下无人机品牌Antigravity近期推出了其首款产品，该产品配备了护目镜，用户可以实时以360度全景视野探索周围环境。*",
      "shortSummary": "中国GoPro竞争对手Insta360在2025年第三季度营收猛增92.64%至29.4亿元人民币，前九个月销售额增长67.18%。尽管因战略投资导致净利润下降15.9%，但公司整体业绩强劲。Insta360计划在2025年底前通过其无人机品牌Antigravity进军无人机市场，与大疆竞争，并已推出配备360度视野护目镜的无人机产品。公司于6月在科创板上市，股价曾大幅上涨。",
      "translated_title": "中国GoPro竞争对手Insta360在进军无人机市场前销量猛增90%",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/cc91949e-6074-46c1-b482-348a6995d1de_87aba022.jpg",
          "alt": "Antigravity, a drone brand under Insta360, recently introduced its initial product, which comes with goggles for users to explore their surroundings in real time with full 360-degree visibility. Photo: Handout",
          "title": "Antigravity, a drone brand under Insta360, recently introduced its initial product, which comes with goggles for users to explore their surroundings in real time with full 360-degree visibility. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Insta360, the Chinese rival of GoPro, recorded a 90 per cent jump in third-quarter revenue from a year earlier, as China’s leading maker of 360-degree and action cameras prepares to square off against drone giant DJI by the end of 2025.\nShenzhen-based Insta360 said its revenue in the September quarter grew 92.64 per cent to 2.94 billion yuan (US$413 million), according to the company’s filing to the Shanghai Stock Exchange on Monday.\nNet income for the period shrank 15.9 per cent to 271.9...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/049a9e1b-405e-4ea6-b778-8b1456970854_016ab16d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "汇丰第三季度利润下滑，受利率下降和房地产市场低迷影响 (原标题: HSBC’s third-quarter profit dips amid falling rates, property slump)",
      "link": "https://www.scmp.com/business/banking-finance/article/3330568/hsbc-profit-slides-amid-falling-interest-rates-weak-commercial-property-market?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 04:30:58 +0000",
      "isoDate": "2025-10-28T04:30:58.000Z",
      "creator": "Enoch Yiu",
      "summary": "### 汇丰第三季度利润下滑，受利率下降和房地产市场低迷影响\n\n汇丰控股（HSBC Holdings）公布的第三季度利润未达分析师预期，主要原因包括利率下降、房地产市场低迷以及为解决伯纳德·麦道夫（Bernie Madoff）欺诈案相关诉讼而进行的一次性拨备。\n\n*   **利润表现不及预期**\n    *   截至9月的季度，汇丰净利润同比下降25%，至45.8亿美元（每股28美分）。这一结果低于18位分析师此前预测的53.8亿美元共识。\n    *   税前利润同比下降14%，至73亿美元，也低于分析师预期的76.6亿美元。\n\n*   **主要影响因素**\n    *   **利率下降与房地产市场低迷**：作为欧洲和香港资产规模最大的银行集团，汇丰的资产负债表受到利率下降和房地产市场低迷的共同影响。\n    *   **一次性拨备**：汇丰此前披露将拨出11亿美元作为一次性准备金，用于和解与欺诈性金融家伯纳德·麦道夫所犯欺诈相关的诉讼。\n\n*   **营收增长亮点**\n    *   尽管利润下滑，汇丰的总营收增长了5%，达到178亿美元。\n    *   营收增长主要得益于财富和保险业务的费用收入增加。\n\n*   **管理层展望**\n    *   集团首席执行官乔治·埃尔赫德里（Georges Elhedery）表示，在香港成立160周年之际，汇丰已成为一家“更简单、更敏捷、更专注的银行”。\n    *   他强调，尽管计入了与历史事件相关的法律拨备，但本季度业绩反映了银行执行战略的决心。\n    *   埃尔赫德里对银行取得的积极进展充满信心，并预计将上调目标，目前预计2025年有形股本回报率（不包括显著项目）将达到或超过“中双位数”。\n\n![汇丰高管在香港中环汇丰总行大楼](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/443b4d40-76e2-441a-9211-25edc66b9e7b_0017aa11.jpg)\n*(从左至右) 汇丰亚洲及中东联席首席执行官廖宜建、集团首席执行官乔治·埃尔赫德里以及香港上海汇丰银行有限公司主席王冬胜于2025年10月9日在中环汇丰总行大楼。图片来源：Jelly Tse*",
      "shortSummary": "汇丰控股第三季度净利润同比下降25%至45.8亿美元，未达分析师预期。利润下滑主要受利率下降、房地产市场低迷以及为麦道夫欺诈案和解拨备11亿美元的一次性影响。尽管如此，财富和保险业务推动总营收增长5%至178亿美元。首席执行官乔治·埃尔赫德里表示，汇丰正变得更精简，并对实现2025年有形股本回报率目标充满信心。",
      "translated_title": "汇丰第三季度利润下滑，受利率下降和房地产市场低迷影响",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/443b4d40-76e2-441a-9211-25edc66b9e7b_0017aa11.jpg",
          "alt": "(Left to right) HSBC’s co-CEO of Asia and the Middle East David Liao Yi Chien, group CEO Georges Elhedery, and chairman of The Hongkong and Shanghai Banking Corporation Peter Wong Tung-shun at HSBC’s main building in Central on October 9, 2025. Photo: Jelly Tse",
          "title": "(Left to right) HSBC’s co-CEO of Asia and the Middle East David Liao Yi Chien, group CEO Georges Elhedery, and chairman of The Hongkong and Shanghai Banking Corporation Peter Wong Tung-shun at HSBC’s main building in Central on October 9, 2025. Photo: Jelly Tse",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "HSBC Holdings’ third-quarter profit missed analysts’ forecasts, as falling interest rates amid a property slump combined with a one-off provision to weigh on the balance sheet of the largest banking group in Europe and Hong Kong ranked by assets.\nNet profit fell 25 per cent to US$4.58 billion, or 28 US cents per share, in the quarter that ended in September, HSBC said on Tuesday. The result missed the US$5.38 billion consensus in a survey of 18 analysts conducted in mid-October, before the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/ae92642b-9b81-450c-8164-85c529710a95_1bc0208c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "胡润富豪榜称，去年中国平均每天诞生一位新亿万富翁 (原标题: China minted a new billionaire a day last year, Hurun’s Rich List says)",
      "link": "https://www.scmp.com/business/article/3330544/rich-list-chinas-billionaire-count-hits-record-stock-markets-surge?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 02:00:26 +0000",
      "isoDate": "2025-10-28T02:00:26.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国超高净值人群显著增长\n\n根据胡润研究院的数据，过去一年中国超高净值人群数量显著增加，主要得益于股市的牛市行情，其中“新经济”公司的领导者成为主要受益者。\n\n## 关键数据点\n\n*   **上榜人数创新高**：共有1,434人登上最新的胡润中国富豪榜，每人净资产至少达到50亿元人民币（约合7.02亿美元）。\n    *   这比前一年增加了340人，增幅达31%。\n*   **财富总额大幅增长**：这些富裕人士的集体财富达到30万亿元人民币，比去年增长了42%。\n*   **财富增长驱动因素**：主要由股市牛市和“新经济”公司的崛起推动。\n\n## 榜单前列人物\n\n*   **钟睒睒重回榜首**：\n    *   2024年位列第二的钟睒睒今年财富飙升56%至5300亿元人民币，重新夺回了第一的位置。\n    *   这位71岁的农夫山泉（中国最大瓶装水生产商）掌舵人已是第四次登上富豪榜榜首。\n*   **张一鸣位居第二**：\n    *   去年位居榜首的TikTok母公司字节跳动创始人张一鸣，尽管财富增长了34%达到4700亿元人民币，但仍跌至第二位。",
      "shortSummary": "根据胡润研究院报告，去年中国超高净值人群数量显著增长，共有1,434人登上胡润中国富豪榜，每人净资产至少50亿元人民币。上榜人数同比增加31%，总财富增长42%至30万亿元。农夫山泉创始人钟睒睒财富飙升56%至5300亿元，重回榜首；字节跳动创始人张一鸣财富增至4700亿元，位居第二。增长主要受股市牛市和“新经济”公司驱动。",
      "translated_title": "胡润富豪榜称，去年中国平均每天诞生一位新亿万富翁",
      "images": [],
      "contentSource": "完整文章",
      "content": "China saw a remarkable increase in the number of ultra-wealthy individuals over the past year, driven by a bull market in stocks, with leaders of “new economy” companies emerging as the primary beneficiaries, according to the Hurun Research Institute.\nA record 1,434 individuals made it onto Hurun’s latest China Rich List, each having a net worth of at least 5 billion yuan (US$702 million). This marked an increase of 340 individuals, or 31 per cent, from the previous year.\nThe collective wealth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/fcf1729e-91dc-473d-8b68-886893ef68c0_df083383.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中荷芯片制造商Nexperia争端危及汽车行业供应链 (原标题: Sino-Dutch dispute over chipmaker Nexperia puts car sector supply chain at risk)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3330305/nexperia-crisis-sino-dutch-dispute-over-chipmaker-puts-car-industry-supply-chain-risk?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 03:00:27 +0000",
      "isoDate": "2025-10-26T03:00:27.000Z",
      "creator": "Xiaofei Xu,Wency Chen,Coco Feng",
      "summary": "# 中荷芯片制造商Nexperia争端危及汽车行业供应链\n\n荷兰半导体制造商Nexperia的总部位于奈梅亨，这座城市表面平静，却正处于一场可能扰乱全球汽车行业供应链的激烈争端的中心。这场争端的核心是荷兰政府对中国拥有的芯片制造商Nexperia的控制权。\n\n## 荷兰政府的介入\n\n*   **接管行动：** 9月30日，荷兰政府援引一项鲜为人知的1952年法律《商品供应法案》(Goods Availability Act)，接管了Nexperia的控制权。\n*   **高管变动：** 此前几周，荷兰当局已罢免了Nexperia的中国所有者闻泰科技(Wingtech Technology)的创始人兼首席执行官张学政。\n*   **行动背景：** 荷兰的这一行动发生在美国政府扩大出口管制限制的第二天。根据美国的新规，被列入华盛顿贸易黑名单的公司，其至少50%股权拥有的实体也将受到出口管制。由于Nexperia由被列入黑名单的闻泰科技全资拥有，因此也受到了美国制裁的影响。\n\n## Nexperia的重要性\n\nNexperia是汽车、工业、移动和消费应用领域所需关键半导体的供应商。其产品的供应中断将对全球汽车行业供应链造成严重影响。\n\n## 国际对话与当地反应\n\n*   **中欧会谈：** 中国商务部长王文涛周二在布鲁塞尔与欧盟同行举行了会谈，旨在化解围绕Nexperia的争端。\n*   **当地认知：** 尽管这场争端具有全球性影响，但奈梅亨当地居民对此事的关注度并不高，一位名叫丽莎的当地居民表示：“我知道这件事正在发生……但我不认为这是城里人都在谈论的话题。”\n\n## Nexperia总部图片\n\n![芯片制造商Nexperia总部鸟瞰图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/25/adc9d66c-8a6f-413e-a975-64c651b8efa9_609f2994.jpg)\n*芯片制造商Nexperia总部鸟瞰图，其建筑群在荷兰海尔德兰省最大城市奈梅亨的城市景观中拔地而起。图片来源：Shutterstock。*",
      "shortSummary": "荷兰政府援引1952年法律，接管了中国闻泰科技旗下的芯片制造商Nexperia，并罢免了其CEO。此举发生在美国将闻泰科技列入贸易黑名单并扩大出口管制后。Nexperia是汽车、工业等领域关键半导体的供应商，中荷之间的争端以及中欧就此进行的会谈，对全球汽车供应链构成严重风险。",
      "translated_title": "中荷芯片制造商Nexperia争端危及汽车行业供应链",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/25/adc9d66c-8a6f-413e-a975-64c651b8efa9_609f2994.jpg",
          "alt": "A bird’s-eye view of chipmaker Nexperia’s headquarters, which rises above the urban landscape of Nijmegen, the largest city in the Dutch province of Gelderland. Photo: Shutterstock.",
          "title": "A bird’s-eye view of chipmaker Nexperia’s headquarters, which rises above the urban landscape of Nijmegen, the largest city in the Dutch province of Gelderland. Photo: Shutterstock.",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Semiconductor manufacturer Nexperia’s homebase in Nijmegen – the biggest city in Gelderland, the Netherlands’ largest province – offers few clues that it sits in the eye of a storm that threatens to disrupt the global car industry’s supply chain.\nDutch daily newspaper De Gelderlander, for example, featured more local stories including an explosion at a neighbourhood cannabis store, referred to as “coffeeshop”.\nThere were no banner headlines to be found about talks in Brussels on Tuesday between...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/01a2054e-3351-400b-b999-80d51e95c745_6539f198.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia中国公司拒绝荷兰总部的解雇高管命令 (原标题: Nexperia China defies Dutch headquarters’ order to oust executive)",
      "link": "https://www.scmp.com/tech/tech-war/article/3330152/nexperia-china-defies-dutch-head-offices-order-remove-veteran-chinese-executive?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 04:00:13 +0000",
      "isoDate": "2025-10-24T04:00:13.000Z",
      "creator": "Coco Feng",
      "summary": "### Nexperia中国公司拒绝荷兰总部的解雇高管命令\n\nNexperia的中国子公司公开拒绝了荷兰总部解雇全球销售和市场副总裁John Chang的决定，宣称此次解雇在中国不具法律效力，从而使这场国际关注的冲突升级。\n\n**主要事件和背景：**\n\n*   **解雇被拒**：Nexperia中国公司在其微信公众号上发布中英文声明，表示荷兰总部解雇John Chang的决定“在中国管辖范围内不具法律效力”。\n*   **法律依据**：Nexperia中国公司声称此次解雇违反了当地的公司法和劳动法。\n*   **高管信息**：John Chang是公司资深员工，于2002年开始在Nexperia的前身NXP Semiconductors工作，2017年Nexperia独立后转入该公司。2019年，中国闻泰科技收购了Nexperia。\n*   **权力斗争背景**：此前，荷兰政府以国家安全为由，控制了Nexperia并于上月底解雇了其中国籍首席执行官张学政。Nexperia总部目前由临时首席执行官Stefan Tilger领导。\n\n**Nexperia中国公司的立场和影响：**\n\n*   **Chang的持续职责**：Nexperia中国公司表示，Chang将继续领导Nexperia全球（包括中国）的“所有销售运营、客户关系管理、供应链协调和日常运营决策”。\n*   **未提及前CEO**：声明中未提及前CEO张学政的情况。\n*   **重要性**：Nexperia中国公司负责公司70%的产出。\n*   **运营保证**：公司向利益相关者保证，其运营“正在有序正常进行”。",
      "shortSummary": "Nexperia中国子公司公开拒绝了荷兰总部解雇全球销售和市场副总裁John Chang的命令，称此举违反中国法律且不具法律效力。此事件加剧了因荷兰政府以国家安全为由控制Nexperia并解雇其中国籍CEO而引发的权力斗争。Nexperia中国公司强调Chang将继续负责全球销售运营，并保证公司运营正常。",
      "translated_title": "Nexperia中国公司拒绝荷兰总部的解雇高管命令",
      "images": [],
      "contentSource": "完整文章",
      "content": "Nexperia’s Chinese subsidiary has publicly rejected a decision by the Dutch headquarters to remove John Chang as vice-president of global sales and marketing, declaring the dismissal legally ineffective in China and escalating a conflict that has garnered international attention.\nNexperia China, the chipmaker’s primary entity in the country, said the dismissal “shall not have legal effect within the jurisdiction of China”, claiming it violated local company and labour laws, according to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/9b065752-0017-48b3-b7d5-fe507fca05a5_045cff10.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-04T01:50:05.113Z"
}