{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国一省份提出数字人民币新用途：偿还长期拖欠债务 (原标题: Chinese province floats new use for digital yuan: paying long-delayed debts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324361/chinese-province-floats-new-use-digital-yuan-paying-long-delayed-debts?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 01:00:12 +0000",
      "isoDate": "2025-09-05T01:00:12.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 数字人民币新应用：清偿链条债务\n\n### 背景与提出\n\n*   **数字人民币（e-CNY）**：中国央行支持的数字货币，自2019年推出以来，其应用场景一直在探索中。\n*   **湖南省的提议**：根据上月发布的一份文件，中国中部省份湖南省当局提出，将探索数字人民币的新用途，以解决长期存在的支付违约问题。\n*   **拓宽应用范围**：此举将使数字人民币的应用范围超越北京此前探索的用例，进一步扩大其资产使用范畴。\n\n### 核心用途：清偿“链条债务”\n\n*   **目标**：湖南省计划“探索使用数字人民币清偿链条债务”。\n*   **运作模式**：通过一种模型，使资金能够直接到达支付链的末端，从而有效清偿债务。\n\n### 潜在优势与影响\n\n*   **提高透明度与可追溯性**：分析师指出，尽管目前细节尚不明确，但数字人民币有望使支付方和收款方之间通常不透明的关系变得更具可追溯性和透明度。\n*   **增强交易控制力**：全球贸易信用保险公司Coface的经济学家Tan Junyu表示，这“可能有助于增强经济中交易的实时可见性和控制力”。\n\n### “链条债务”问题\n\n*   **定义**：“链条债务”，又称三角债，是指一系列连锁的支付违约，将金融压力扩散到经济中相互依存的各个部门。\n*   **突出行业**：Tan Junyu指出，这种问题在汽车等行业尤为突出，因为汽车制造商对其供应商拥有强大的议价能力，容易导致连锁支付违约。",
      "shortSummary": "中国湖南省正探索将数字人民币（e-CNY）应用于清偿长期拖欠的“链条债务”（三角债）。此举旨在拓宽数字人民币的应用范围，通过让资金直接到达支付链末端，提高交易的透明度和可追溯性。分析师认为，这有助于增强经济中交易的实时可见性和控制力，尤其能解决汽车等行业中普遍存在的连锁支付违约问题。",
      "translated_title": "中国一省份提出数字人民币新用途：偿还长期拖欠债务",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is mulling the application of its digital yuan – the central bank-backed currency also known as the e-CNY – to tackle persistent payment defaults, a move that would broaden the asset’s scope beyond the set of use cases explored by Beijing since the currency’s launch in 2019.\nAuthorities in the central province of Hunan touched upon the subject when detailing plans to expand the digital currency’s application scenarios and scale, according to a document published last month.\nHunan will...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/1ec46e2b-3e4b-49cb-b6a4-e01917ee5bf0_4b27dd0e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“稳定币之夏”：中国将如何应对美元加密货币的激增？ (原标题: ‘Summer of stablecoins’: how will China respond to US dollar’s crypto surge?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324322/chinas-stablecoin-dilemma-why-us-dollar-tokens-matter-and-how-beijing-might-respond?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 22:00:12 +0000",
      "isoDate": "2025-09-04T22:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "# “稳定币之夏”：中国将如何应对美元加密货币的激增？\n\n## 稳定币崛起与全球监管动态\n\n*   **全球关注度激增**：曾是加密货币小众领域的稳定币，今年已跃升为全球焦点，分析师和行业内部人士纷纷表示，这种数字资产的时代已经到来。\n*   **美国监管新规**：7月，美国总统特朗普签署了《GENIUS法案》，建立了首个针对稳定币的联邦监管制度。许多人认为此举可能为稳定币的大规模市场采用铺平道路。\n*   **香港立法跟进**：紧随美国之后，香港也引入了自己的条例，并于8月1日生效，要求稳定币发行方必须获得香港金融管理局的许可。\n*   **华尔街认可**：华尔街也注意到了这一趋势。8月，高盛投资银行的分析师将过去几个月称为“稳定币之夏”。\n\n## 中国面临的困境\n\n*   **长期两难局面**：对于中国而言，这种数字资产的崛起凸显了一个长期存在的两难困境。\n*   **对加密货币的限制**：尽管将香港作为试验场，北京仍对这种非传统数字资产保持限制，警惕与加密货币相关的风险。\n*   **美元霸权担忧**：与此同时，中国面临着一个严峻的前景：担心稳定币会进一步巩固美元在国际货币体系中的主导地位。\n\n## 稳定币的特性与美元主导\n\n*   **稳定性设计**：与比特币或以太坊等波动性大的加密货币不同，稳定币以1:1的比例锚定法定货币（如美元或港元）或其他储备资产。它们旨在结合数字资产的效率和传统货币的可靠性，前提是其背后的货币保持强势。\n*   **美元主导地位**：尽管稳定币原则上可以锚定任何法定货币，但超过99%的稳定币都由美元或以美元计价的资产支持。这一比例远远超过美元在全球支付中约50%的份额和在全球外汇储备中约58%的份额。",
      "shortSummary": "稳定币今年在全球范围内迅速崛起，美国和香港相继出台了监管措施，高盛称之为“稳定币之夏”。这给中国带来了两难局面：一方面，中国对加密货币持谨慎态度并加以限制；另一方面，中国担心稳定币会进一步巩固美元在国际货币体系中的主导地位。目前，超过99%的稳定币都由美元或美元资产支持，远超美元在全球支付和外汇储备中的份额。",
      "translated_title": "“稳定币之夏”：中国将如何应对美元加密货币的激增？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Once a niche corner of the cryptocurrency world, stablecoins have surged into the global spotlight this year, prompting analysts and industry insiders to declare that the digital asset’s time has come.\nIn July, US President Donald Trump signed the GENIUS Act into law, establishing the first federal regulatory regime for stablecoins – a move many believe could pave the way for mass-market adoption.\nShortly after, Hong Kong introduced its own ordinance, which took effect on August 1, requiring...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/c1009cb6-b04c-41a9-971f-6e92e54caf00_234ff968.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国2024年对巴西投资翻倍，达到疫情以来最高水平：报告 (原标题: China’s 2024 Brazil investment doubled to highest level since Covid: report)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3324386/chinas-2024-brazil-investment-doubled-highest-level-covid-report?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 13:28:09 +0000",
      "isoDate": "2025-09-04T13:28:09.000Z",
      "creator": "Igor Patrick",
      "summary": "## 中国对巴西投资创疫情以来新高：报告\n\n一份由巴西-中国商业理事会于周四发布的报告指出，中国对巴西的投资在去年（指报告发布前一年）翻倍，达到疫情前以来的最高水平。这使得巴西成为全球第三大中国资本目的地，并在新兴经济体中位居首位。\n\n### 投资概况\n\n*   **投资额大幅增长**：报告显示，中国企业在2024年确认了39个项目，总价值达41.8亿美元，比上一年增长了113%。\n*   **全球排名提升**：在全球范围内，巴西吸引的中国资本仅次于英国和匈牙利。在新兴经济体中，巴西是主要的中国资本目的地。\n\n### 投资性质的转变\n\n*   **从大型收购转向小型项目**：报告指出，中国对巴西的投资模式发生了转变。企业不再青睐过去定义中国投资的“大型收购”，而是更多地选择与巴西工业政策和全球能源转型相关的小型项目。\n\n### 巴西的吸引力\n\n*   **经济复杂性和行业多样性**：巴西-中国商业理事会研究主任图利奥·卡列洛（Tulio Cariello）表示，巴西的吸引力在于其经济规模和对中国资金开放的行业多样性。\n*   **综合优势突出**：卡列洛指出，与墨西哥主要吸引与美国相关的产业、印度尼西亚吸引采矿投资不同，巴西结合了这些优势，并扩展到能源和基础设施等领域。\n*   **多领域投资机会**：卡列洛强调：“巴西是一个更复杂的经济体。你可以在工业、自然资源和电力领域同时找到机会，这使得该国脱颖而出。”\n\n### 主要投资领域\n\n*   **电力行业占据主导**：在所有投资领域中，电力行业占据了最大的份额。",
      "shortSummary": "一份报告显示，中国对巴西的投资在去年翻倍，达到疫情以来最高水平，使巴西成为全球第三大中国资本目的地。中国企业在2024年确认了39个项目，总值41.8亿美元，增长113%。投资模式已从大型收购转向与巴西工业政策和全球能源转型相关的小型项目。巴西因其经济复杂性和多样的投资机会（如工业、自然资源和电力）而吸引中国资金，其中电力是主要投资领域。",
      "translated_title": "中国2024年对巴西投资翻倍，达到疫情以来最高水平：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese investment in Brazil more than doubled last year, reaching the highest level since before the pandemic, making the South American country the third main destination for Chinese capital worldwide, a business group report released on Thursday said.\nThe report, released by the Brazil-China Business Council, said Chinese firms confirmed 39 projects in 2024 worth US$4.18 billion, a 113 per cent increase from the year before.\nThe surge would make Brazil the leading destination for Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/d01fccd6-bfdc-496b-8ae9-3bedb3bfc25a_dad82cb4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国各省在中美关税休战不稳之际筹备赴美商务考察 (原标题: Chinese provinces prep for business trips to US amid shaky tariff truce)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324363/chinese-provinces-ready-business-delegations-us-amid-shaky-tariff-truce?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 13:00:12 +0000",
      "isoDate": "2025-09-04T13:00:12.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "# 中国各省筹备赴美商务考察\n\n## 背景与目的\n*   **关系稳定化利用：** 随着中美关系的近期稳定，以及关税休战的延长，中国各省的企业家和地方政府代表正计划前往美国，特别是纽约和加利福尼亚等地。\n*   **经济机遇探索：** 这些考察团旨在利用美国地方当局亲商的友好氛围和自主权，寻求潜在的贸易和投资机会，以推进经济联系。\n*   **北京鼓励：** 北京方面鼓励地方层面的交流，为这些次国家级（subnational）的经济活动提供了支持。\n\n## 考察团详情\n*   **主要参与省份：** 据《南华早报》了解，包括浙江在内的中国主要出口大省，将在未来几个月内派遣经济代表团前往美国主要城市和州。\n*   **北京默许与时机：** 浙江出口部门的一位消息人士透露，没有北京的默许，以及两国近期同意的全面关税上调的延长暂停，此类访问将不可行。\n*   **关税休战延长：** 该消息人士指出，在中美两国于斯德哥尔摩举行双边贸易谈判后，关税休战又延长了90天，这被认为是赴美考察的“好时机”。\n*   **行政命令：** 在7月底两国于瑞典首都举行会谈后，美国总统唐纳德·特朗普于8月11日签署了一项行政命令，将针对中国商品的关税上调暂停期再延长90天。",
      "shortSummary": "中国各省正计划赴美进行商务考察，以利用近期中美关系的稳定和关税休战的延长，寻求贸易和投资机会。在获得北京默许并抓住关税暂停期延长90天的有利时机，包括浙江在内的主要出口省份将派遣经济代表团前往美国。此举旨在推进地方层面的经济交流。",
      "translated_title": "中国各省在中美关税休战不稳之际筹备赴美商务考察",
      "images": [],
      "contentSource": "完整文章",
      "content": "More Chinese entrepreneurs and local government representatives could soon be packing for New York and California, aiming to take advantage of a recent stabilisation in US-China relations to hop across the Pacific and scout out potential trade and investment opportunities.\nVisits by delegations from China in the coming months will seek to leverage the pro-business amity and autonomy of local authorities in the US to advance economic ties, as Beijing encourages subnational exchanges.\nChina’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/f56415c3-5509-48aa-beeb-bc6701d0bdff_aaa2cb69.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国着眼完善债券发行机制以提升人民币的全球作用 (原标题: China eyes honing its bond issuance mechanism to boost yuan’s global role)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324341/china-eyes-honing-its-bond-issuance-mechanism-boost-yuans-global-role?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 11:00:10 +0000",
      "isoDate": "2025-09-04T11:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国完善债券发行机制以提升人民币全球作用\n\n*   **背景与目标**\n    *   中国人民银行和财政部正在讨论建立一个更完善的海外主权债务发行机制。\n    *   此举旨在提升人民币的全球作用，以应对当前对美元信心波动的局面。\n\n*   **高层会议与政策协调**\n    *   中国财政部副部长廖岷和中国人民银行副行长邹澜出席了联合会议。\n    *   双方强调，协调的财政和货币政策措施对于稳定市场信心和帮助经济应对“复杂多变的市场环境”至关重要。\n\n*   **机制细节**\n    *   会议纪要中并未提供关于该债券发行机制的更多具体细节。\n\n*   **专家观点与未来展望**\n    *   Pinpoint资产管理公司总裁兼首席经济学家张智威指出，中国推动人民币国际化的政策方向“非常明确”。\n    *   他提及中国央行行长潘功胜近期呼吁建立一个全球支付系统，以减少对单一货币的依赖。\n    *   张智威预计，未来离岸人民币计价国债的发行量增加是“可预见的”。",
      "shortSummary": "中国央行和财政部正探讨完善海外主权债务发行机制，旨在提升人民币的全球地位，减少对美元的依赖。双方强调需协调财政和货币政策以稳定市场。尽管具体细节未公布，专家认为人民币国际化方向明确，预计未来离岸人民币计价国债发行将增加，此举与央行行长潘功胜减少单一货币依赖的呼吁相符。",
      "translated_title": "中国着眼完善债券发行机制以提升人民币的全球作用",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank and finance ministry have discussed creating a better mechanism for issuing sovereign debt overseas, as Beijing eyes a greater global role for the yuan amid wavering confidence in the US dollar.\nBeijing has been upping efforts to increase the use of its currency in international markets in recent months, as trading in US dollar assets becomes increasingly volatile amid President Donald Trump’s tariff blitz, aggressive spending plans, and attempts to interfere in the workings...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/1bcb7520-ebef-42eb-a7a5-1528c7efeeb4_51839c0e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "华盛顿制裁化学生产商后，中国瞄准美国光纤公司 (原标题: China targets US fibre-optic firms after Washington sanctions chemical producer)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324303/china-targets-us-fibre-optic-firms-after-washington-sanctions-chemical-producer?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 07:00:11 +0000",
      "isoDate": "2025-09-04T07:00:11.000Z",
      "creator": "Alice Li",
      "summary": "### 中国对美国光纤公司征收反倾销关税\n\n**背景与时机：**\n*   在中国商务部宣布对美国光纤公司征收反倾销关税的数小时前，美国财政部因芬太尼相关指控对一家位于广州的化学生产商实施了制裁。这一举动被视为中国对美国制裁的回应。\n\n**关税详情：**\n*   **税率范围：** 此次征收的反倾销关税税率介于33.3%至78.2%之间。\n*   **生效与持续时间：** 关税已于宣布当日立即生效，并将持续到2028年4月。\n*   **受影响公司及具体税率：**\n    *   OFS Fitel：面临33.3%的关税。\n    *   康宁（Corning）：面临37.9%的关税。\n    *   Draka Communications Americas以及其他未指明的美国公司：面临78.2%的最高关税。\n\n**反规避调查：**\n*   **此前关税：** 中国自2023年4月起已对用于高速光传输和数据中心互连的某种美国光纤征收反倾销关税。\n*   **规避行为：** 商务部表示，一项于3月启动的为期六个月的调查发现，美国出口商通过将相关产品标记为具有相似用途但技术规格略有不同的另一种光纤，从而规避了此前的关税。\n*   **调查裁定：** 商务部裁定，美国出口商在没有商业理由的情况下改变了贸易模式，将光纤运往中国，从而损害了现有的反倾销关税。\n*   **首次反规避调查：** 此次调查是应中国公司的请求启动的，标志着中国首次进行反规避调查。此类调查旨在评估贸易行为是否被改变以逃避关税责任。\n\n**产品代码：**\n*   中国海关总署公布了受额外反倾销关税影响的光纤的具体产品代码为90011000.01。",
      "shortSummary": "中国对美国光纤公司征收33.3%至78.2%的反倾销关税，立即生效并持续至2028年4月。此举发生在美国制裁一家中国化学生产商之后。商务部表示，美国公司通过改变贸易模式规避了此前对用于高速光传输的美国光纤征收的反倾销关税，这是中国首次反规避调查。",
      "translated_title": "华盛顿制裁化学生产商后，中国瞄准美国光纤公司",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has slapped American fibre-optic firms with anti-dumping tariffs – a move announced hours after the US Treasury imposed sanctions on a Guangzhou-based chemical firm, over fentanyl claims.\nThe duties, ranging from 33.3 to 78.2 per cent, went into immediate effect and are to remain in place until April 2028, the Ministry of Commerce said on Thursday in an online statement.\nSpecifically, OFS Fitel faces a 33.3 per cent tariff, Corning a 37.9 per cent levy, and Draka Communications Americas,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/8390159a-9bb9-4181-84de-e2fb2128270b_96caad94.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在C919国产飞机推进之际启动面向东南亚的航空培训 (原标题: China starts aviation training for Southeast Asia amid C919, home-grown jet push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324260/china-starts-aviation-training-southeast-asia-it-pushes-c919-home-grown-jets?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 02:15:07 +0000",
      "isoDate": "2025-09-04T02:15:07.000Z",
      "creator": "Ralph Jennings",
      "summary": "本文报道了中国正在为东南亚国家代表提供航空培训，以推广其国产民用飞机。以下是文章的主要内容：\n\n*   **培训背景：** 尽管空客和波音占据主导地位，但东南亚地区在接受中国飞机交付方面处于领先地位。中国希望借此机会扩大其在东南亚市场的影响力。\n*   **培训参与者：** 来自柬埔寨、印度尼西亚、老挝、马来西亚、缅甸、新加坡、泰国和越南的20名代表参加了在北京举行的“2025年中国-东盟民用航空管理能力提升研讨班”，该研讨班于周一开始。\n*   **培训内容：** 为期14天的培训课程涵盖安全管理、适航认证、绿色发展、新技术和国产大型飞机。\n*   **中国国产飞机：** 中国商飞（Comac）正在寻求扩大其在东南亚市场的份额，以满足该地区7亿人口的出行需求。其C909和C919飞机是重点推广对象。\n*   **行业观点：** 澳大利亚航空分析师国际公司首席执行官Hugh Ritchie认为，现在是中国商飞推进其发展的好时机，并指出中国与东南亚经济合作的大趋势。他补充说，中国商飞希望“打破”空客和波音的双头垄断。\n*   **C909运营情况：** 中国民用航空局的数据显示，中国商飞的C909小型支线飞机已在东南亚运营了十年，总共运送了47万名乘客。",
      "shortSummary": "中国正在为东南亚国家代表提供航空培训，旨在推广其国产民用飞机，特别是C919。来自柬埔寨、印度尼西亚等国的代表参加了在北京举行的研讨班，课程涵盖安全管理、适航认证等。中国商飞希望借此机会扩大在东南亚市场的影响力，打破空客和波音的双头垄断。C909小型支线飞机已在东南亚运营十年，运送了47万名乘客。",
      "translated_title": "中国在C919国产飞机推进之际启动面向东南亚的航空培训",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is training representatives from Southeast Asia this month in an effort to promote its home-grown civilian aircraft, as the region leads the world in accepting Chinese deliveries despite Airbus and Boeing’s dominance.\nTwenty participants from Cambodia, Indonesia, Laos, Malaysia, Myanmar, Singapore, Thailand and Vietnam are taking part in the 2025 China-Asean Civil Aviation Management Capacity Enhancement Workshop in Beijing, which started Monday.\nOrganised by the Civil Aviation...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/5e38e79c-724b-442e-81f6-816af1ba0c6b_c24c749e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国地方政府刺激措施鼓励大额消费者外出就餐 (原标题: Local Chinese government stimulus pushes big spenders to dig in while dining out)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324200/local-chinese-governments-stimulus-plan-entices-big-spenders-dig-while-dining-out?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 00:00:14 +0000",
      "isoDate": "2025-09-04T00:00:14.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国绍兴市推出餐饮消费补贴以刺激经济\n\n中国浙江省绍兴市政府近日宣布了一系列旨在刺激消费的政策，其中包括对高价值餐饮消费提供补贴，以期在经济增长承压的背景下提振地方经济。\n\n#### 政策背景与目的\n\n*   **经济刺激需求：** 绍兴市此举是在当前经济增长面临压力、地方政府急需鼓励消费以稳定经济的背景下推出的。\n*   **国家优先事项：** 绍兴市发展和改革委员会党组书记金毅表示，在国家、省、市各层面，大力促进和扩大消费是首要任务，对于稳定经济增长和满足人民对美好生活的向往至关重要。\n*   **预期效果：** 预计这些新措施将通过鼓励消费者在餐饮、汽车、住房和零售等多个领域增加支出，今年额外带来1.78亿元人民币（约合2450万美元）的资金流入。\n\n#### 具体补贴措施\n\n*   **补贴对象：** 针对举办宴席的消费者。\n*   **补贴条件：** 宴席需达到或超过五桌，且消费金额超过10,000元人民币（约合1400美元）。\n*   **补贴金额：** 符合条件的宴席最高可获得5,000元人民币（约合700美元）的补贴。\n*   **重点领域：** 餐饮业是此次消费刺激的重点之一，与汽车、住房和零售等其他关键领域并列。\n\n#### 与中央政策的潜在矛盾\n\n*   **地方与中央的张力：** 尽管地方政府急于刺激消费，但此举可能与中央政府近期强调的厉行节约和反腐倡廉政策形成对比。\n*   **中央重申节俭：** 就在绍兴市宣布此政策前不久，中国国家主席习近平在上周的党内会议上再次强调了执行中共中央八项规定，要求党员干部勤俭节约，维护党纪和公众信任。",
      "shortSummary": "中国浙江省绍兴市政府推出餐饮消费补贴政策，对消费超1万元、五桌以上的宴席最高补贴5000元，旨在刺激消费、提振经济。此举是地方政府在经济增长承压下鼓励消费的尝试，但可能与中央政府近期重申的厉行节约、反腐倡廉政策形成反差。该政策预计将为当地带来1.78亿元的额外消费，重点关注餐饮、汽车、住房和零售等领域。",
      "translated_title": "中国地方政府刺激措施鼓励大额消费者外出就餐",
      "images": [],
      "contentSource": "完整文章",
      "content": "A local government in China’s provincial economic powerhouse of Zhejiang has announced plans to subsidise the restaurant meals of high-value consumers, in a move that is intended to stimulate consumption but could raise questions about whether it runs contrary to the central government’s austerity drive.\nShaoxing – a city known for its textile industry and a prized variety of cooking wine – will offer subsidies of up to 5,000 yuan (US$700) to banquet holders if they host five or more tables and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/00b611db-964b-4a78-a33a-0f4fb16c4468_0771b404.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国越野车品牌212瞄准欧洲、中东、非洲市场寻求增长 (原标题: Chinese off-road vehicle brand 212 eyes Europe, Middle East, Africa for growth)",
      "link": "https://www.scmp.com/business/china-business/article/3324213/chinese-road-vehicle-brand-212-eyes-europe-middle-east-and-africa-growth?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 23:30:08 +0000",
      "isoDate": "2025-09-03T23:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国越野车品牌212进军海外市场\n\n**公司背景与战略目标：**\n*   212越野车是北京汽车制造厂（BAW）旗下的一个品牌，总部位于中国山东省青岛市。\n*   公司已将目光投向海外市场，计划在欧洲、中东和东南亚地区寻求增长。\n*   其核心战略是利用中国成熟的汽车供应链，设计和组装高性能的越野产品。\n\n**海外市场销售目标：**\n*   首席执行官陆云然表示，212品牌希望最早在2028年实现40%的销售额来自海外市场。\n\n**产品线与发展愿景：**\n*   212计划向海外客户提供汽油动力和电动越野车（EVs）。\n*   陆云然强调，中国制造的越野车作为一种独特的产品类别，正坚定地走向全球，旨在推广中国的开发和制造能力。\n*   212品牌将调动所有资源，积极推进其在国际市场的拓展。\n\n**销售表现与增长预期：**\n*   预计今年全球交付量将达到20,000辆汽车。\n*   公司计划在未来几年内实现至少50%的年增长率。\n\n**市场竞争与定价：**\n*   在中国大陆市场，212的主要竞争对手是长城汽车的坦克品牌。\n*   212的T01车型在中国大陆的起售价为139,900元人民币（约合19,595美元）。\n*   陆云然承诺将向客户提供价格实惠且达到世界一流水平的越野车。",
      "shortSummary": "中国越野车品牌212（北京汽车制造厂旗下）正积极拓展海外市场，目标包括欧洲、中东和东南亚。公司计划提供汽油和电动越野车，并希望到2028年海外销售额占比达到40%。212旨在利用中国汽车供应链优势，展示其研发制造能力，并承诺提供高性价比的越野产品。预计今年全球交付2万辆，未来几年年增长率至少50%。",
      "translated_title": "中国越野车品牌212瞄准欧洲、中东、非洲市场寻求增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Jeep maker 212 Off-Road Vehicle, a unit of Beijing Auto Works (BAW), has set its sights on overseas markets as it banks on the country’s automotive supply chain to design and assemble high-performance products.\nThe company, based in Qingdao, a coastal city in eastern China’s Shandong province, plans to offer a slate of petrol-powered and electric vehicles (EVs) to customers in Europe, the Middle East and Southeast Asia, hoping they can generate 40 per cent of sales as early as 2028, CEO Lu...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/24a39f19-fa0d-46a7-b18d-48a94025e1c0_75fadfe9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海合作组织开发银行如何改变全球金融秩序 (原标题: How an SCO development bank could shift the global financial order)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3324123/how-sco-development-bank-could-shift-global-financial-order?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 22:30:07 +0000",
      "isoDate": "2025-09-03T22:30:07.000Z",
      "creator": "Peiman Salehi",
      "summary": "## 上海合作组织开发银行：全球金融秩序的潜在转变\n\n中国国家主席习近平在天津举行的第25届上海合作组织（SCO）峰会上，敦促成员国加速创建上海合作组织开发银行。这一提议标志着亚洲金融格局的一个转折点，预示着上海合作组织正从一个安全联盟演变为一个金融参与者。\n\n### 主要提议与背景\n\n*   **习近平的呼吁：** 习近平主席强调了加速成立上合组织开发银行的重要性，并承诺中国将在三年内向上海合作组织成员国提供14亿美元贷款。\n*   **战略意图：** 这些贷款不仅是中国慷慨的体现，也传递出上合组织正在发展自己的金融工具，以减少对美国压力的脆弱性。习近平还呼吁该组织拒绝冷战思维、对抗性集团和霸凌行为。\n\n### 上合组织开发银行的特点与作用\n\n*   **区域焦点：** 该银行可能效仿金砖国家新开发银行，但具有更强的区域性焦点。\n*   **替代西方机构：** 与国际货币基金组织（IMF）或世界银行等西方主导的机构不同，上合组织开发银行可以在不附加条件的情况下提供信贷额度、基础设施资金和危机援助。\n*   **制裁国家的生命线：** 对于面临西方制裁的国家，包括俄罗斯和伊朗，这一机制可以作为重要的金融生命线。\n\n### 伊朗的特殊情况\n\n*   **制裁风险：** 对伊朗而言，时机尤为关键。联合国安理会第2231号决议的“快速恢复”机制可能在9月底恢复因2015年核协议而暂停的制裁，而该决议本身也将在10月中旬到期。无论哪种情况，都将再次切断伊朗的国际融资渠道，这发生在伊朗与以色列和美国发生冲突的几个月后。\n*   **经济压力：** 潜在的制裁可能不仅针对伊朗的能源出口，还将影响银行、航运保险和全球支付系统，进一步加剧其本已受损的经济压力。\n*   **融入上合组织的重要性：** 尽管伊朗总统马苏德·佩泽什基安在天津峰会上的发言不长，但德黑兰强调，融入上合组织的金融框架对于在新的制裁下生存至关重要。\n*   **政治胜利：** 伊朗加入上海合作组织被德黑兰视为一项战略胜利，表明尽管面临美国和欧洲的持续压力，伊朗仍保留了东方的盟友和合作途径。",
      "shortSummary": "中国国家主席习近平在上合组织峰会上呼吁加速创建上合组织开发银行，旨在使其从安全联盟转变为金融参与者。该银行将提供无附加条件的信贷和援助，作为国际货币基金组织和世界银行等西方机构的替代方案，并为受制裁国家（如俄罗斯和伊朗）提供金融生命线，以减少对美国压力的脆弱性。对伊朗而言，融入上合组织金融框架对其在潜在新制裁下的生存至关重要，并被视为一项战略胜利。",
      "translated_title": "上海合作组织开发银行如何改变全球金融秩序",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the 25th Shanghai Cooperation Organisation summit in Tianjin this week, Chinese President Xi Jinping urged member states to accelerate the creation of an SCO development bank, a proposal that could mark a turning point in Asia’s financial landscape. While headlines focused on the high-profile presence of Russian President Vladimir Putin and Indian Prime Minister Narendra Modi, Xi’s proposal points to the SCO’s evolution from a security bloc into a financial actor.\nXi also pledged US$1.4...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/37186f7a-fe75-438a-b8dd-0a06216daea1_e1758a2c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "摩根士丹利：中国下半年房地产前景将好转 (原标题: China’s second-half property outlook to pick up, Morgan Stanley says)",
      "link": "https://www.scmp.com/business/china-business/article/3324208/chinas-second-half-property-outlook-pick-slump-recedes-morgan-stanley-says?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 11:30:12 +0000",
      "isoDate": "2025-09-03T11:30:12.000Z",
      "creator": "Cao Li",
      "summary": "摩根士丹利分析认为，中国主要房地产开发商的业务预计在今年下半年有所回升，此前令人失望的上半年表现将逐渐过去。\n\n*   **销售额和盈利能力：** 预计下降速度将放缓。摩根士丹利预测，今年剩余时间的销售额将下降2%，全年总计下降10%。\n*   **第四季度展望：** 销售额甚至可能在第四季度回升，这得益于一线城市可售的已竣工房屋库存充足，以及美联储可能开始降息周期。\n*   **上半年业绩回顾：** 中国大型开发商公布的中期业绩疲软，他们正努力摆脱已持续五年的低迷状态。主要开发商的收入下降了4%，开发利润率持续受到挤压，核心利润下降了17%。\n*   **开发商的积极展望：** 开发商对下半年及以后的发展前景持乐观态度，特别是在开发利润率恢复和租金收入增长方面。\n\n![Construction cranes and buildings in Beijing. Photo: EPA-EFE](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/03/6c84c3cc-057d-4d15-89c0-d9478ff57e55_c0d781ad.jpg)\n*Construction cranes and buildings in Beijing. Photo: EPA-EFE*\n\n房地产行业对中国经济增长贡献约四分之一。自2020年底中国政府实施“三条红线”以控制开发商杠杆以来，房地产行业一直处于低迷状态，引发了市场下滑。摩根士丹利的乐观展望对中国经济来说是一个重要的信号。",
      "shortSummary": "摩根士丹利预测，中国房地产开发商的业务将在下半年有所回升，销售额降幅将放缓，甚至可能在第四季度回升。上半年开发商收入和利润下降，但对下半年利润率恢复和租金增长持乐观态度。房地产行业对中国经济至关重要，自2020年底政府实施“三条红线”以来一直处于低迷状态。该机构的乐观展望对中国经济是一个重要信号。",
      "translated_title": "摩根士丹利：中国下半年房地产前景将好转",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/03/6c84c3cc-057d-4d15-89c0-d9478ff57e55_c0d781ad.jpg",
          "alt": "Construction cranes and buildings in Beijing. Photo: EPA-EFE",
          "title": "Construction cranes and buildings in Beijing. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s major property developers can expect their businesses to pick up in the remaining six months of this year as a disappointing first half fades in the rear-view mirror, according to an analysis by Morgan Stanley.\nSales and profitability are expected to decline at a slower pace, Morgan Stanley said, predicting that sales would fall 2 per cent for the rest of the year, adding up to a 10 per cent decrease for the whole year. Sales could even pick up in the fourth quarter, “backed by a rich...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/0e151ee3-7f93-4acd-926a-e7832ea1bb0d_9c23ec37.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "今年夏天更多中国人走进影院，但电影制作人仍面临挑战 (原标题: More Chinese went to cinemas this summer, but filmmakers still face challenges)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324189/more-chinese-went-cinemas-summer-film-industry-still-facing-challenges?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 10:00:16 +0000",
      "isoDate": "2025-09-03T10:00:16.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国电影市场复苏迹象与挑战并存\n\n今年夏天，中国电影市场显示出复苏迹象，但业内人士指出，该行业仍面临严峻挑战。\n\n*   **年度票房概况：** 截至上月底，今年中国国内票房总额达到392.3亿元人民币（约55亿美元），观影人次超过9亿。\n\n## 暑期档票房表现\n\n暑期档通常占中国电影市场全年收入的近一半，对全年走势具有重要影响。\n\n*   **暑期档收入：** 今夏暑期档贡献了119.6亿元人民币的票房收入。\n*   **同比变化：** 票房收入同比增长2.76%。\n*   **与历史数据对比：** 这一数字远低于2023年创纪录的206.2亿元人民币，也低于疫情前2017年的163亿元和2018年的174亿元。\n\n## 行业面临的主要挑战\n\n独立电影制片人兼评论员关志指出，中国电影业面临的挑战并非独有，而是全球电影行业困境的体现。\n\n*   **供需失衡：** 影院建设迅速扩张，但观众需求未能同步增长，导致许多大预算制作电影难以收回成本。\n*   **观众注意力分散：** 观众的注意力正日益被短视频、电脑游戏、音乐会及其他形式的娱乐所分散，从而影响了电影观影需求。\n*   **高票房电影稀缺：** 今年上半年，中国仅有23部电影票房超过1亿元人民币，而票房超过10亿元人民币的电影仅有3部。",
      "shortSummary": "今年夏天中国电影市场虽有复苏迹象，但仍面临严峻挑战。截至上月底，国内票房总额392.3亿元，观影人次超9亿。暑期档票房119.6亿元，同比微增，但远低于2023年及疫情前水平。影院扩张与需求不匹配，加之短视频、游戏等娱乐形式分散观众注意力，导致大制作电影回收成本困难，高票房影片稀缺。",
      "translated_title": "今年夏天更多中国人走进影院，但电影制作人仍面临挑战",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s film market showed signs of recovery this summer, but industry insiders said it was still grappling with challenges.\nBy the end of last month, this year’s domestic box office totalled 39.23 billion yuan (US$5.5 billion), according to the China Film Administration, with over 900 million film-goers.\nThe summer season generated 11.96 billion yuan in box office revenue, up 2.76 per cent year on year but well down on the 20.62 billion yuan record set in 2023 and the pre-pandemic levels of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/82c88008-ea92-49a5-84b4-806d0c350f87_f9c1b25a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国‘北极快线’如何挑战西方主导地位 (原标题: How China’s ‘Arctic Express’ poses challenge to Western dominance)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3324046/chinas-arctic-express-shows-its-ambitions-top-world?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 08:30:07 +0000",
      "isoDate": "2025-09-03T08:30:07.000Z",
      "creator": "Genevieve Donnellon-May",
      "summary": "## 中国“北极快线”：挑战西方主导地位的新航运路线\n\n### 背景与战略意义\n*   中国正在通过其新的“北极快线”航线，利用北极冰层融化的机会，绕过传统航运瓶颈，旨在重塑全球贸易流向并挑战西方在贸易和地缘政治上的主导地位。\n\n### 航线启动与运营细节\n*   **服务启动：** 中国海捷航运公司将于9月20日正式启动首条连接亚洲和北欧的北海航线定期集装箱服务，标志着北极商业航运迈出重要一步。\n*   **首航船只：** “伊斯坦布尔桥”号，载箱量为4,890标准箱（TEU），属于低冰级船只，可在夏季无冰水域安全航行。\n*   **连接港口：** 该航线连接中国的三大港口——青岛、上海和宁波，以及欧洲的费利克斯托（英国）、鹿特丹（荷兰）、汉堡（德国）和格但斯克（波兰）。\n\n### 显著的效率与时间优势\n*   **大幅缩短航程：** 通过北海航线，从宁波-舟山到费利克斯托的航程仅需18天。\n*   **对比传统路线：**\n    *   远快于通过苏伊士运河的40天航运时间。\n    *   远快于绕非洲好望角的50多天航程。\n    *   也快于通过中欧班列陆路运输的25天。\n*   **经济效益：**\n    *   首航已满载，主要针对时间敏感型货物，有助于降低库存成本并实现更快交付。\n    *   避开主要港口拥堵，加快货物和资本周转。\n\n### 对中国的多重益处\n*   **提升商业竞争力：** “北极快线”显著提升了中国的商业竞争力，巩固其在全球供应链中的地位。\n*   **增强供应链韧性：** 通过提供替代路线，绕过传统瓶颈，增强了供应链的抗风险能力。\n*   **降低成本与响应速度：** 缩短了运输和储存时间，使得高价值、时间敏感型出口能够更快交付，降低了运输成本，并能更快地响应市场波动。\n\n### 未来展望\n*   **季节性运营：** 目前，该集装箱航线预计将根据冰情，在7月下旬至11月上旬季节性运营。\n*   **全年服务计划：** 相关计划正在进行中，旨在部署更高冰级的船只，以期实现潜在的全年服务，从而将北极走廊更深入地整合到中国的整体贸易网络中。",
      "shortSummary": "中国海捷航运公司将开通首条经北海航线连接亚洲与北欧的“北极快线”定期集装箱服务。该航线连接中国与欧洲主要港口，航程仅需18天，远快于传统苏伊士运河（40天）和好望角（50+天）路线。它绕过瓶颈，降低运输成本和库存，提升中国供应链韧性及商业竞争力，从而挑战西方在贸易和地缘政治上的主导地位。该航线目前季节性运营，未来计划实现全年服务。",
      "translated_title": "中国‘北极快线’如何挑战西方主导地位",
      "images": [],
      "contentSource": "完整文章",
      "content": "Could a single shipping route shift both trade flows and geopolitical influence? China’s new “Arctic Express” to Europe leverages melting ice to bypass chokepoints and challenge Western dominance.\nIn a significant step for Arctic commercial shipping, China’s Haijie Shipping Company will launch the first regular container service linking Asia and Northern Europe via the Northern Sea Route on September 20. The Istanbul Bridge, with a 4,890 20-foot equivalent unit (TEU) capacity and a low ice...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/8be93daa-dc03-4d07-a3ff-f49e279199d5_8903b97c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国华南大湾区拥有全球最大创新集群 (原标题: South China’s Greater Bay Area boasts world’s largest innovation cluster)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324168/south-chinas-greater-bay-area-boasts-worlds-largest-innovation-cluster?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 07:38:01 +0000",
      "isoDate": "2025-09-03T07:38:01.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国华南大湾区荣膺全球最大创新集群\n\n根据世界知识产权组织（WIPO）2025年全球创新指数报告，中国华南大湾区的核心区域——深圳-香港-广州科技枢纽——已超越东京-横滨，成为全球最大的创新集群。\n\n## 主要亮点：\n\n*   **全球排名第一**：这是深圳-香港-广州科技枢纽首次荣登全球榜首，此前已连续五年位居第二。\n*   **战略意义**：这一成就凸显了在中国与美国地缘政治不确定性日益加剧之际，北京推动技术自给自足的决心。\n*   **其他领先集群**：\n    *   圣何塞-旧金山集群跃升三位至第三名。\n    *   北京位列第四。\n    *   紧随其后的是首尔、上海-苏州和纽约市。\n*   **大湾区影响力**：大湾区内的另一个集群——澳门-珠海集群——连续第二年进入全球前100名，彰显了该发展规划在全球技术创新中的影响力。\n*   **大湾区概况**：\n    *   涵盖香港、澳门、深圳、广州以及广东省内其他多个城市。\n    *   是北京推动先进制造、人工智能和生物技术等前沿领域创新的核心区域。\n    *   该地区庞大的人才储备和快速的资本流动为这些努力提供了支持。\n*   **中国整体表现**：中国目前在全球前100名创新集群中占据24席，超过美国的22席和德国的7席，成为榜单中代表性最强的国家。",
      "shortSummary": "根据世界知识产权组织（WIPO）2025年全球创新指数，中国华南大湾区的深圳-香港-广州科技枢纽已超越东京-横滨，首次成为全球最大的创新集群。此前该区域已连续五年位居第二。这一成就突显了中国在技术自给自足方面的努力。中国在全球前100名创新集群中拥有24个，数量居世界首位。",
      "translated_title": "中国华南大湾区拥有全球最大创新集群",
      "images": [],
      "contentSource": "完整文章",
      "content": "A portion of China’s Greater Bay Area has been named the world’s largest innovation cluster, underscoring Beijing’s drive for technological self-reliance at a time of rising geopolitical uncertainties with the United States.\nThe Shenzhen-Hong Kong-Guangzhou technology hub – the heart of the bay area plan – has overtaken Tokyo-Yokohama to become the world’s largest innovation cluster, according to the World Intellectual Property Organisation’s (WIPO) 2025 Global Innovation Index released on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/2fea105f-215e-41c2-a61d-e8229fe83a63_181ec14a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Labubu热潮为何只是中国品牌崛起的开端 (原标题: Why Labubu craze is just the start of China’s branding boom)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3323996/why-labubu-craze-just-start-chinas-branding-boom?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 01:30:07 +0000",
      "isoDate": "2025-09-03T01:30:07.000Z",
      "creator": "Chris Pereira",
      "summary": "# Labubu热潮：中国品牌崛起的开端\n\n文章指出，Labubu的成功标志着中国品牌不再等同于廉价，而是建立了消费者信任。这一现象预示着中国品牌力量正从消费品领域向更广泛的工业领域蔓延，包括电池、汽车、无人机、生物科技乃至基础设施。\n\n## Labubu与泡泡玛特：信任的建立\n\n*   **Labubu的象征意义**：小精灵玩偶Labubu的流行，清晰地表明“中国制造”不再是廉价的代名词，而是建立了信任。\n*   **泡泡玛特的成功**：泡泡玛特（Pop Mart）通过Labubu等产品建立了深厚的消费者信任，公司管理层预计今年销售额将达到40亿美元。\n\n## 品牌力量的工业化拓展\n\n*   **超越消费品**：文章强调，未来的品牌发展将超越Labubu这类消费品，转向更宏大、更具工业性质的领域。\n*   **竞争核心**：中国企业现在不仅在硬件上竞争，更在“信任”上展开竞争，品牌实力正渗透到电池、汽车、无人机、生物科技甚至基础设施等非传统消费品领域。\n\n## 典型案例：小米汽车与宁德时代电池\n\n*   **小米汽车的崛起**：\n    *   一年前，“小米造车”听起来像个噱头，但其品牌敏锐的CEO雷军正计划在海外进行更大规模的投资。\n    *   小米汽车在上市仅15个月后，截至7月已交付超过30万辆汽车，显示出其强大的品牌号召力。\n*   **宁德时代（CATL）电池的品牌化**：\n    *   在小米的品牌故事中，宁德时代电池正成为消费者日益认可的品牌。\n    *   在中国机场随处可见宁德时代的广告牌。\n    *   **市场主导地位**：宁德时代占据全球电动汽车（EV）电池市场约38%的份额。\n    *   **与比亚迪的合作**：宁德时代与电动汽车制造商比亚迪共同占据了2025年上半年电池安装量的一半以上。\n\n## 从成本优势到品牌优势的转变\n\n*   文章指出，当内部组件（如电池）成为消费者主动要求购买的品牌时，这标志着企业已从“成本优势”转向了“品牌优势”。\n*   这反映了中国商业思维正在发生的更广泛的转变，即从关注成本效益转向建立品牌信任和价值。",
      "shortSummary": "Labubu热潮标志着中国品牌已摆脱廉价形象，转而建立消费者信任。这一趋势正从消费品（如泡泡玛特）扩展到工业领域，如小米汽车和宁德时代电池。宁德时代已成为全球电动汽车电池市场的主导品牌，其广告随处可见。这表明中国企业正从单纯的成本优势转向以品牌和信任为核心的竞争优势，预示着中国品牌力量的全面崛起。",
      "translated_title": "Labubu热潮为何只是中国品牌崛起的开端",
      "images": [],
      "contentSource": "完整文章",
      "content": "Call them China’s Sputnik moments: DeepSeek. BYD and Xiaomi cars. A robot Olympics in Beijing. Huawei’s resurgence. And Labubu.\nLabubu did its job. The little gremlin doll made it clear that a brand being from China is no longer shorthand for cheap. Pop Mart has built trust to such an extent that company management is now forecasting US$4 billion in sales this year. So what’s next?\nNot more Labubu. The next chapter is bigger and more industrial than Pop Mart. Brand muscle is spilling into places...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/917c6455-4f3c-4353-b494-df75772d792d_80f7a1bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管汽车需求下降导致中国对俄出口下滑，新协议仍显示“增长空间” (原标题: As China exports to Russia dip on less car demand, new deals show ‘room to grow’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324077/despite-dip-chinas-exports-russia-new-deals-show-room-grow-amid-us-pressure?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 15:00:09 +0000",
      "isoDate": "2025-09-02T15:00:09.000Z",
      "creator": "Ralph Jennings,Xinyi Wu",
      "summary": "## 中国对俄贸易：挑战与增长机遇\n\n尽管中国对俄罗斯的汽车出口有所放缓，但分析人士指出，随着两国继续面临来自美国市场的压力，以人民币和卢布结算的贸易仍有增长空间。这一观点是在俄罗斯总统普京访问中国期间提出的。\n\n### 贸易背景与驱动因素：\n\n*   **俄罗斯需求：** 由于对乌克兰冲突的制裁，俄罗斯难以从西方进口消费品、个人电子产品和普通机械。中国能够生产俄罗斯所需的产品，从手机到工厂机械。\n*   **中美关系影响：** 自2018年美国前总统特朗普执政以来，美国对华进口关税不断上升，导致中俄贸易逐渐脱离美国市场，今年更是迅速升级。\n*   **中国市场策略：** 新加坡东南亚研究所高级研究员Jayant Menon指出，随着美国市场“关闭”，中国正在寻找新的市场，俄罗斯提供了“增长空间”。\n\n### 普京访华成果：\n\n*   **高层会晤：** 普京总统在北京与中国国家主席习近平举行了会晤。\n*   **随行人员：** 俄罗斯天然气工业股份公司（Gazprom）董事长阿列克谢·米勒和俄罗斯石油公司（Rosneft）首席执行官伊戈尔·谢钦随普京访问。\n*   **合作协议：** 根据中方声明，两国签署了20多项双边合作协议。\n\n### 合作领域：\n\n*   能源\n*   航空航天\n*   人工智能\n*   农业\n*   卫生\n*   科学研究\n*   教育",
      "shortSummary": "尽管汽车需求下降导致中国对俄出口下滑，分析人士认为，由于俄罗斯受西方制裁和中国面临美国市场压力，中俄贸易仍有“增长空间”。普京访华期间，两国签署了20多项涵盖能源、科技、农业等领域的合作协议，显示出深化合作的意愿和潜力。",
      "translated_title": "尽管汽车需求下降导致中国对俄出口下滑，新协议仍显示“增长空间”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite a slowdown in automotive shipments from China to Russia, there is room for them to advance trade settled in yuan and roubles as both countries continue to be pressured away from the US market, analysts said on Tuesday during Russian President Vladimir Putin’s visit to the world’s second-largest economy.\nRussians want consumer goods, personal electronics and common machinery that are difficult to import from the West because of trade sanctions over Russia’s invasion of Ukraine that began...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/2f9bbd0c-1dde-4771-b826-b84022d823cc_6207637a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中俄巨型天然气管道协议可能面临“关键障碍” (原标题: Why huge China-Russia gas pipeline deal could face ‘key obstacle’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324084/major-china-russia-gas-pipeline-deal-spotlight-sco-summit-faces-key-obstacle?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 13:30:07 +0000",
      "isoDate": "2025-09-02T13:30:07.000Z",
      "creator": "Kandy Wong",
      "summary": "## 中俄“西伯利亚力量2号”天然气管道项目面临关键障碍\n\n在近期举行的上海合作组织峰会上，中国国家主席习近平与俄罗斯总统普京的会晤，再次引发了外界对两国“无上限”伙伴关系的关注。在此背景下，能源合作，特别是长期延迟的“西伯利亚力量2号”天然气管道项目，成为分析师们关注的焦点。\n\n### 项目概况与重要性\n*   **项目名称：** “西伯利亚力量2号”天然气管道，以及途经蒙古国的“联盟东方”过境管道。\n*   **估值：** 该项目估值高达136亿美元。\n*   **输送能力：** 一旦建成，预计每年可向中国北方供应500亿立方米的天然气。\n*   **战略路线：** 管道将穿越蒙古国领土，因此中俄蒙三方会议也可能讨论此项目。\n*   **对俄罗斯的意义：** 鉴于俄罗斯正面临西方制裁，该项目对莫斯科而言，将提供一条至关重要的经济生命线。\n\n### 官方表态与媒体报道差异\n*   **中方表态：** 据新华社报道，习近平主席在与普京会晤时表示，“大项目合作”将深化两国一体化，但报道中并未提及任何具体项目。\n*   **俄方报道：** 相比之下，俄罗斯媒体RIA周二报道称，援引俄罗斯天然气工业股份公司（Gazprom）首席执行官阿列克谢·米勒的话，Gazprom与中国石油天然气集团公司（CNPC）已签署谅解备忘录，将建设“西伯利亚力量2号”和“联盟东方”过境管道。\n\n### 面临的关键障碍\n*   尽管俄罗斯媒体的报道基调乐观，但分析人士警告称，该项目仍面临未解决的问题，可能导致进一步的延迟。\n*   上海社会科学院上海合作组织研究中心副主任李立凡指出，尽管两国都表现出“强烈信心和强烈意愿推进项目”，但“某些关键事项”仍未解决。这表明，在项目全面推进之前，仍有实质性障碍需要克服。",
      "shortSummary": "中俄“西伯利亚力量2号”天然气管道项目，估值136亿美元，旨在每年向中国北方输送500亿立方米天然气，对受西方制裁的俄罗斯至关重要。尽管俄方媒体报道称已签署谅解备忘录，但中方官方报道未提及具体项目。分析人士警告，该长期延迟的项目仍面临“某些关键事项”未解决的障碍，可能导致进一步推迟。",
      "translated_title": "中俄巨型天然气管道协议可能面临“关键障碍”",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping and his Russian counterpart Vladimir Putin stood shoulder to shoulder at this week’s Shanghai Cooperation Organisation summit, fuelling speculation about their countries’ “no limits” partnership. But beyond the optics, many analysts focused on energy: specifically, the long-delayed Power of Siberia 2 gas pipeline.\nValued at US$13.6 billion, the project was expected to be high on the bilateral agenda and would likely have featured when China, Russia and Mongolia – whose...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/6153dbd4-9d6b-4a91-ab1f-76c766119969_049b7e86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国家主席习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？ (原标题: China’s Xi Jinping wants more Luban Workshops worldwide – but what are they?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324058/chinas-xi-jinping-wants-more-luban-workshops-worldwide-what-are-they?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 11:00:15 +0000",
      "isoDate": "2025-09-02T11:00:15.000Z",
      "creator": "Alice Li",
      "summary": "# 鲁班工坊：中国在全球推广的职业教育项目\n\n## 概述\n中国国家主席习近平在今年的上海合作组织（SCO）会议上宣布，中国将在未来五年内在该组织成员国中新增10个鲁班工坊，预计将为10,000人提供培训机会。该项目以中国古代著名建筑师和发明家鲁班命名，虽然相较于北京“一带一路”倡议中那些侧重基础设施的项目而言，鲁班工坊的知名度较低，但其职业教育计划已在全球范围内悄然扩张。\n\n## 鲁班工坊是什么？\n鲁班工坊是中国于2016年启动的一项职业教育项目。其核心目标是通过与东道国学校建立伙伴关系，提升当地劳动力队伍的技能和专业知识。\n\n## 发展与规模\n*   **全球覆盖：** 根据中国教育部的数据，截至2024年末，鲁班工坊已在欧洲、亚洲和非洲开设了30多个，并已培训了超过30,000名学员。\n*   **地理分布：** 项目已广泛分布于欧洲、亚洲和非洲等多个地区。\n*   **未来计划：** 习近平主席承诺在上海合作组织成员国中新增10个工坊，进一步扩大其全球影响力，提供更多培训名额。\n\n## 项目背景\n鲁班工坊是中国“一带一路”倡议的一部分，旨在通过教育和技能培训，促进与沿线国家的合作与发展。尽管其关注度不如大型基础设施项目，但它在提升当地人力资源能力方面发挥着重要作用。",
      "shortSummary": "鲁班工坊是中国于2016年启动的职业教育项目，旨在通过与东道国学校合作，提升当地劳动力技能。该项目以古代鲁班命名，已在欧洲、亚洲和非洲开设30多个工坊，培训逾3万人。中国国家主席习近平宣布未来五年内将在上海合作组织成员国新增10个工坊，提供1万个培训名额，进一步扩大其作为“一带一路”倡议一部分的全球影响力。",
      "translated_title": "中国国家主席习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At this year’s meeting of the Shanghai Cooperation Organisation (SCO), President Xi Jinping said China will launch 10 additional Luban Workshops in the organisation’s member countries over the next five years, providing training slots for 10,000 individuals.\nNamed after the ancient architect and inventor Lu Ban, the project is somewhat low profile compared to others in Beijing’s infrastructure-heavy Belt and Road Initiative.\nBut the vocational education programme has quietly expanded across...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/b601d2b0-f112-483f-b31b-5582d92fee9f_c6cd255b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上合组织峰会后，外国领导人乘坐中国高铁体验科技实力 (原标题: Foreign leaders ride the rapid rails of China’s tech prowess after SCO summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324061/foreign-leaders-ride-rapid-rails-chinas-technological-prowess-after-sco-summit?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 09:31:46 +0000",
      "isoDate": "2025-09-02T09:31:46.000Z",
      "creator": "Ji Siqi",
      "summary": "## 上合组织峰会后，外国领导人乘坐中国高铁体验科技实力\n\n在上海合作组织（SCO）峰会结束后，多位外国领导人于周一和周二乘坐中国标志性的高速铁路，从北方港口城市天津前往北京，以出席即将举行的胜利日阅兵。\n\n### 抵达北京的各国领导人\n\n根据中国中央电视台的报道，共有多位国家元首和政府首脑分两批抵达：\n\n*   **周一晚间抵达的七位国家领导人包括：**\n    *   白俄罗斯总统 亚历山大·卢卡申科\n    *   巴基斯坦总理 夏巴兹·谢里夫\n    *   哈萨克斯坦总统 卡西姆-若马尔特·托卡耶夫\n    *   乌兹别克斯坦总统 沙夫卡特·米尔济约耶夫\n    *   马尔代夫总统 穆罕默德·穆伊兹\n    *   蒙古国总统 呼日勒苏赫·乌赫那\n    *   塔吉克斯坦总统 埃莫马利·拉赫蒙\n\n*   **周二抵达的领导人包括：**\n    *   伊朗总统 马苏德·佩泽什基安\n    *   尼泊尔总理 卡·普·夏尔马·奥利\n    *   亚美尼亚总理 尼科尔·帕希尼扬\n    *   土库曼斯坦总统 古尔班古力·别尔德穆哈梅多夫\n    *   吉尔吉斯斯坦总统 萨德尔·扎帕罗夫\n    *   缅甸代总统 敏昂莱\n\n### 中国高铁：科技实力的展示平台\n\n*   **行程与速度：** 从上合组织会议举办地天津到北京的高铁行程通常只需约30分钟。这条线路被视为中国第一条现代化高速铁路，最高运营速度可达350公里/小时（217英里/小时）。\n*   **战略意义：** 近年来，中国高速铁路日益成为展示国家经济和技术实力的平台。中国也正寻求将高铁网络扩展至海外，印证了“要致富，先修路；要快富，先修高铁”的理念。\n\n### 参加胜利日阅兵\n\n所有这些国家元首和政府首脑都将出席中国定于周三举行的大型军事阅兵，以纪念1945年中国抗日战争胜利80周年。",
      "shortSummary": "上合组织峰会后，多位外国领导人乘坐中国高铁从天津前往北京，出席中国纪念二战胜利80周年的阅兵式。周一和周二，包括白俄罗斯、巴基斯坦、伊朗等国的领导人陆续抵达。这条最高时速350公里/小时的高铁线路，不仅将天津至北京的行程缩短至30分钟，更成为中国展示其经济和科技实力的重要平台，彰显了中国在基础设施建设方面的成就。",
      "translated_title": "上合组织峰会后，外国领导人乘坐中国高铁体验科技实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "A slew of foreign leaders took China’s signature high-speed railway from the northern port city of Tianjin to Beijing on Monday and Tuesday, having departed from the Shanghai Cooperation Organisation (SCO) summit to attend a Victory Day parade.\nSeven state leaders arrived on Monday night: President of Belarus Aleksandr Lukashenko, Prime Minister of Pakistan Shehbaz Sharif, President of Kazakhstan Kassym-Jomart Tokayev, President of Uzbekistan Shavkat Mirziyoyev, President of the Maldives Mohamed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/2de3205a-e646-4224-8bbc-5b1d2b3bcdc4_928faf87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中落败 (原标题: ‘Lost the battle’: EU told to accept defeat against China’s solar power sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324019/facing-chinas-solar-power-industry-eu-advised-concede-defeat?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 08:00:09 +0000",
      "isoDate": "2025-09-02T08:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 欧盟应对中国竞争的战略建议\n\n一组法国和德国经济学家向欧盟提出了关于如何应对中国竞争的战略建议。这些建议以五份备忘录的形式提交给法德部长理事会，涵盖了对华贸易、国防、能源、经济增长和劳动力市场等多个关键领域。\n\n#### 核心建议要点：\n\n*   **明确产业支持与放弃：**\n    *   **支持敏感产业：** 欧洲应识别并保护国防、航天和机器人技术等敏感行业。\n    *   **放弃已失优势的产业：** 对于那些在竞争中已明显落败的成熟产业，例如太阳能发电领域，欧洲应大胆承认失败并放弃，同时对廉价的中国进口产品保持开放态度。\n*   **有条件地欢迎中国投资：**\n    *   经济学家们欢迎中国在电池等关键技术领域的投资，但前提是必须实现技术共享。\n\n#### 太阳能产业作为“已失战役”的案例：\n\n*   法国经济学家兼备忘录合著者Jean Pisani-Ferry明确指出，太阳能电池板是欧洲应承认失败的典型例子。\n*   他强调，中国工业在太阳能领域已遥遥领先，欧洲已不再拥有太阳能电池板产业。\n*   Pisani-Ferry认为，这并非一个重大问题，因为太阳能电池板一旦安装便会固定使用，不会像天然气那样产生日常依赖。因此，在太阳能技术方面，欧洲必须承认已经输掉了这场战役。",
      "shortSummary": "法德经济学家建议欧盟在对华竞争中采取战略性立场：支持国防、航天和机器人等敏感产业；放弃已失优势的领域，如太阳能产业；并有条件地欢迎中国在电池等关键技术领域的投资，前提是技术共享。他们认为欧洲在太阳能领域已输掉竞争，但由于其一次性安装特性，这并非重大依赖问题。",
      "translated_title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中落败",
      "images": [],
      "contentSource": "完整文章",
      "content": "A group of French and German economists has urged Europe to identify which industries to support in the face of Chinese competition and boldly abandon those where the battle had already been lost, such as the solar power sector.\nThe recommendations were presented in five memos to the Franco-German Council of Ministers at the request of the two governments during a council meeting on Friday. The memos cover trade with China, as well as defence, energy, economic growth and the labour market.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/6d21cd72-83d4-4181-9e51-86bcab7e4e89_80437fb6.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-05T02:22:32.130Z"
}