{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "一项规则变化如何引发中美紧张局势的重大升级 (原标题: How a single rule change sparked a major flare-up in US-China tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329680/how-single-rule-change-sparked-major-flare-us-china-tensions?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 00:00:14 +0000",
      "isoDate": "2025-10-21T00:00:14.000Z",
      "creator": "Kandy Wong",
      "summary": "## 中美贸易紧张局势升级：一项规则变化的深远影响\n\n近期中美贸易战的升级，表面上是北京扩大稀土出口管制所致。然而，许多观察家认为，这场争端的真正导火索并非中方行动，而是美国在9月下旬采取的一项措施。\n\n### 美国贸易黑名单规则的改变\n\n美国商务部下属的工业和安全局（BIS）在9月下旬悄然扩大了其贸易黑名单规则，此举产生了深远影响：\n\n*   **促使北京采取报复行动**：直接导致了中方扩大稀土出口管制等反制措施。\n*   **影响其他国家**：分析人士指出，此举也促成了荷兰采取果断行动，控制了芯片公司Nexperia。\n\n### 什么是美国贸易黑名单？\n\n*   **管理机构**：美国商务部工业和安全局（BIS）。\n*   **清单类型**：主要包括“实体清单”（Entity List）和“军事最终用户清单”（Military End-User List）。\n*   **目的**：识别华盛顿认为对国家安全构成威胁的公司。\n\n### 规则变化的具体内容\n\n*   **旧规则**：此前，美国出口商若要与列入黑名单的实体进行业务往来，必须获得政府许可。\n*   **新规则（9月下旬生效）**：限制范围大幅扩大。现在，美国出口商不仅在与黑名单上的实体进行交易时面临限制，而且在与**任何由黑名单上实体至少50%持股的公司**进行交易时，同样面临限制。\n\n### 对规则变化的解读\n\n*   **美国官方观点**：美国官员将此举描述为一项“技术性举动”，旨在堵塞一个明显的漏洞。\n*   **分析师观点**：Gavekal研究公司合伙人兼研究主管Arthur Kroeber指出，尽管官方声称是技术性调整，但“其影响远非技术性”。\n    *   **实际影响**：新规则实际上扩大了受制裁公司的数量，“可能达到数千甚至数万家”。\n    *   **主要受影响方**：受此规则变化影响的许多公司都是中国公司。",
      "shortSummary": "美国商务部工业和安全局（BIS）9月下旬扩大贸易黑名单，被视为中美紧张局势升级的真正导火索。新规将限制范围扩大至由黑名单实体至少50%持股的公司。美国官员称此为技术性举措，但分析师认为这实际将受制裁公司数量扩大了数千甚至数万家，其中多数为中国公司。此举不仅促使北京采取报复行动，也影响了其他国家对相关企业的控制，加剧了中美贸易摩擦。",
      "translated_title": "一项规则变化如何引发中美紧张局势的重大升级",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Beijing expanded its rare earth export controls earlier this month, it appeared to mark a fresh escalation in the US-China trade war. But for many observers, the dispute actually began over a week earlier – and its trigger was not a Chinese action, but an American one.\nThough it drew little fanfare at the time, the decision by the US Bureau of Industry and Security (BIS) to widen its trade blacklists in late September has had far-reaching effects. It not only pushed Beijing to take...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/39b8e620-cac1-4a47-9aae-ab166b9dcaa3_ecde4cbd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土磁铁对美出口骤降29%，紧张局势持续升温 (原标题: China’s rare earth magnet exports to US plunge 29% as tensions simmer)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329693/chinas-rare-earth-magnet-exports-us-plunge-29-tensions-simmer?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 15:00:09 +0000",
      "isoDate": "2025-10-20T15:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国稀土磁铁对美出口显著下降，凸显贸易战紧张\n\n根据中国海关总署的数据，中国对美国的稀土永磁体出口在9月份加速下降，这表明这种关键矿物在中美两国持续的贸易战中仍然是一个主要的争夺点。\n\n### 主要数据与趋势\n*   **出口量骤降**：9月份，中国对美稀土永磁体（电动汽车和国防等高科技产业的必需组件）出口总量达到420.5吨，环比8月份下降了28.7%。\n*   **连续下降**：对美出口量已连续两个月下降，打破了6月份的短暂复苏。6月份的复苏是由于北京在与华盛顿在伦敦的谈判中同意加快对美国终端用户的稀土出口许可。\n*   **同比下降**：与去年同期相比，9月份对美稀土磁铁出口量下降了29.5%，而8月份则下降了11.9%。\n\n### 美国作为接收方的地位\n*   **排名下滑**：上个月，美国是中国稀土磁铁的第四大接收国，低于8月份的第二位。排在美国之前的接收国包括德国、韩国和越南。\n*   **占比减少**：美国在9月份的出口量中仅占中国稀土磁铁总出口量的7.3%。\n\n### 战略意义\n*   **关键组件**：稀土永磁体是多种高科技产业（包括电动汽车和国防）制造中不可或缺的组件。\n*   **中国的主导地位与筹码**：中国在全球稀土加工领域占据主导地位，并日益将这一地位作为其与华盛顿谈判的筹码，尤其是在今年早些时候两国贸易战再次升级之后。",
      "shortSummary": "中国对美稀土磁铁出口在9月份加速下降，环比骤降28.7%至420.5吨，同比下降29.5%。这标志着出口量连续第二个月下滑，打破了6月份的短暂复苏。稀土磁铁是电动汽车和国防等高科技产业的关键组件，其贸易量下降凸显了中美贸易战中该领域的紧张局势。9月份美国是中国稀土磁铁的第四大接收国，占总出口量的7.3%。",
      "translated_title": "中国稀土磁铁对美出口骤降29%，紧张局势持续升温",
      "images": [],
      "contentSource": "完整文章",
      "content": "The decline in China’s exports of rare earth magnets to the United States accelerated in September – a period predating Beijing’s expansion of controls over the flow of the critical minerals – an indication the prized items remain a major battleground in the ongoing trade war between the world’s two largest economies.\nChina’s total exports to the US of the permanent magnets – essential components in manufacturing for several hi-tech industries, including electric vehicles and defence – reached...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/42509488-3b2c-4edd-b27e-f8a2bdc643ad_800b2ca6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国大豆进口激增，对美订单归零，美国农民忧心忡忡 (原标题: China’s soybean imports surge as orders to US hit zero and American farmers fret)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329690/chinas-soybean-imports-surge-orders-us-hit-zero-and-south-america-cashing?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 13:00:17 +0000",
      "isoDate": "2025-10-20T13:00:17.000Z",
      "creator": "Mandy Zuo,Mia Nurmamat",
      "summary": "### 中国大豆进口情况概览\n\n*   **对美进口归零**\n    *   根据最新的中国海关数据显示，中国在9月份没有从美国进口任何大豆。\n    *   美国历来是中国大豆的主要甚至最大供应国。\n    *   在中美贸易谈判持续进行之际，美国农民担忧，由于未能获得中国订单，他们在本季收成中将遭受重大损失。\n\n*   **总进口量保持高位**\n    *   尽管对美进口中断，但中国9月份的大豆总进口量仍保持在高水平。\n    *   中国作为全球最大的食品买家，9月份共采购了1280万吨大豆，这对于其畜牧业至关重要。\n    *   总进口量较去年同期增长13%，较8月份增长5%。\n\n*   **主要供应来源变化**\n    *   **巴西大豆主导**：巴西大豆继续占据主导地位，9月份进口量同比增长近30%，占中国总进口量的85.5%。\n    *   **阿根廷进口激增**：在出口税短暂暂停期间，来自阿根廷的大豆进口量显著激增。\n    *   **多元化采购**：为应对未来的不确定性，中国一直在加大从其他国家（主要是南美国家）的采购力度。\n\n*   **贸易战背景**\n    *   此次进口数据是在中美贸易战升级的背景下发布的。\n    *   外界普遍预计，中国将把大规模采购美国谷物作为任何潜在贸易协议的重要组成部分。",
      "shortSummary": "中国海关数据显示，9月份中国对美大豆进口为零，令美国农民担忧。尽管如此，中国大豆总进口量仍保持高位，达1280万吨，同比增长13%。巴西大豆占据主导，占总进口量的85.5%，阿根廷进口也显著增加。在中美贸易战背景下，中国正积极从南美等国多元化采购，以应对未来不确定性。",
      "translated_title": "中国大豆进口激增，对美订单归零，美国农民忧心忡忡",
      "images": [],
      "contentSource": "完整文章",
      "content": "China imported no soybeans from the United States in September, but total imports remained at high levels amid a recent escalation in the US-China trade war, the latest Chinese customs data showed.\nLast month, the world’s largest food buyer purchased 12.8 million tonnes of soybeans – a crop heavily reliant on imports for its livestock industry – with a notable surge from Argentina during a brief suspension of export taxes, according to the detailed customs data released on Monday.\nThe absence of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/6a961850-a2c7-4ebd-9c5b-45100c2a5bad_0fdd94e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“对抗行为”：尽管美国施压，中国从俄罗斯进口原油仍增加 (原标题: ‘Act of defiance’: China’s crude oil imports from Russia rise despite US pressure)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329705/chinas-crude-oil-imports-russia-rise-september-despite-us-pressure?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 12:30:18 +0000",
      "isoDate": "2025-10-20T12:30:18.000Z",
      "creator": "Luna Sun,Mia Nurmamat",
      "summary": "### 中国从俄罗斯进口原油量逆势增长\n\n根据最新海关数据显示，尽管美国正加大对主要经济体的施压，要求其减少对俄罗斯能源的依赖，但俄罗斯在2023年9月仍是中国最大的原油供应国。\n\n**关键数据点：**\n*   **进口量增长**：9月份，中国从俄罗斯进口的原油量环比8月份增长了4.3%，达到829万吨。\n*   **市场份额**：俄罗斯原油占中国当月原油进口总量的17.5%。\n*   **地缘政治背景**：这一增长被视为北京方面愿意维持与莫斯科贸易联系的信号，尽管存在地缘政治摩擦。\n\n**与美国原油贸易的对比：**\n*   海关数据显示，中国自6月份以来已暂停购买美国原油。此前，美国供应在中国原油进口总量中仅占很小一部分。\n\n**专家观点：**\n*   经济学人智库高级经济学家徐天辰（Xu Tianchen）认为，中国增加购买俄罗斯石油可能是其在与美国进一步谈判之前的一种“对抗行为”。\n*   他指出，除非美国愿意取消对中国的所有关税并解除对中国公司的制裁，否则他看不到中国放弃俄罗斯石油的理由。\n\n**同比数据：**\n*   尽管9月份环比有所增长，但从同比来看，中国从俄罗斯进口的原油量仍下降了4.3%。\n\n**总结：**\n中国在9月份继续增加从俄罗斯的原油进口，巩固了俄罗斯作为其最大供应国的地位，这被解读为中国在全球地缘政治压力下坚持自身贸易选择的体现。与此同时，中国暂停了从美国的石油进口。然而，从年度趋势来看，俄罗斯原油的进口量略有下降。",
      "shortSummary": "尽管美国施压，中国9月从俄罗斯进口原油量环比增长4.3%至829万吨，使俄罗斯成为中国最大原油供应国。此举被视为北京维持与莫斯科贸易关系的“对抗行为”。同期，中国自6月起暂停购买美国原油。然而，与去年同期相比，俄罗斯原油进口量下降了4.3%。",
      "translated_title": "“对抗行为”：尽管美国施压，中国从俄罗斯进口原油仍增加",
      "images": [],
      "contentSource": "完整文章",
      "content": "Russia remained China’s top crude oil supplier in September, at a time when the United States is stepping up pressure on major economies to curb their reliance on energy from the Eurasian country.\nImports from Russia rose 4.3 per cent in volume from August to 8.29 million tonnes in September, accounting for 17.5 per cent of China’s total crude imports, customs data showed – a sign of Beijing’s willingness to maintain trade links with Moscow despite geopolitical frictions.\nChinese purchases of US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/d1b1db58-a018-4367-a17b-81c27eb0adb3_4356a6fe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国起草下一个五年规划，GDP还是万能数字吗？ (原标题: As China drafts its next 5-year plan, is GDP still the magic number?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329642/china-drafts-its-next-5-year-plan-gdp-still-magic-number?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 06:23:22 +0000",
      "isoDate": "2025-10-20T06:23:22.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国经济发展指标的转变：GDP还是核心？\n\n## 历史背景与GDP的重要性\n几十年来，国内生产总值（GDP）的年度增长目标一直是中国最重要的政策制定基准。为了追求这一至关重要的数字，全国各地的官员积极推动基础设施投资、工业扩张和资源调动。这一策略帮助中国成为世界第二大经济体，并使8亿人摆脱贫困。\n\n## 增长放缓与关注点转移\n然而，随着经济增长速度放缓，GDP作为唯一核心指标的吸引力可能有所减弱。中国的注意力已转向其他经济健康指标，国家正向北京所称的“高质量发展”阶段过渡。\n\n## 新的五年规划与未来展望\n本周，执政的中国共产党中央委员会成员正在召开会议，起草第十五个五年规划（中国未来十年的发展蓝图）。预计在此次会议上，发展视角可能会进一步转变。\n\n## 当前五年规划的调整\n在将于今年结束的当前五年规划中，北京首次没有设定量化的GDP增长目标，而是承诺将GDP增长保持在“合理区间”。这一规划是在2021年初发布的，当时全球经济仍在应对新冠疫情的冲击。\n\n## 分析师的观点\n尽管如此，许多分析师认为，即使一些关注点已从数字本身转向如何实现增长，保持一定的增长率对中国来说仍然至关重要。这意味着，未来的重点将更多地放在增长的质量和实现方式上，而非仅仅是增长的量。",
      "shortSummary": "中国在起草第十五个五年规划之际，正重新评估GDP作为核心发展指标的地位。过去几十年，GDP增长目标推动了中国经济的快速发展和大规模脱贫。但随着增长放缓，中国正转向“高质量发展”和其他经济指标。当前五年规划已首次取消量化GDP目标。分析师认为，虽然保持增长率仍关键，但重点已转向增长的质量和实现方式。",
      "translated_title": "中国起草下一个五年规划，GDP还是万能数字吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "For decades, the annual target for gross domestic product growth was the most critical policymaking benchmark across China.\nIn pursuit of that all-important figure, officials around the country embarked on a spree of infrastructure investment, industrial expansion and resource mobilisation that helped make China the world’s second-largest economy and lift 800 million people out of poverty.\nBut as growth rates have slowed, that outlook may have lost some of its resonance. Attention has turned to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/886c05a8-d139-4922-89da-9e4927263cca_36636e2a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国报告季度GDP增长4.8%，更接近年度目标 (原标题: China reports 4.8% quarterly GDP growth, moving closer to annual target)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3329606/china-reports-48-quarterly-gdp-growth-moving-closer-annual-target?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 02:03:24 +0000",
      "isoDate": "2025-10-20T02:03:24.000Z",
      "creator": "Sylvia Ma,Ji Siqi",
      "summary": "## 中国2025年第三季度GDP增长4.8%，接近年度目标\n\n### 经济增长数据\n\n*   **第三季度表现：** 中国经济在2025年第三季度同比增长4.8%。\n*   **符合预期：** 这一增长数据与市场预期基本一致，略高于中国金融数据提供商Wind对经济学家调查预测的4.76%。\n*   **增长趋势：** 第三季度的增长速度较第二季度的5.2%和第一季度的5.4%有所放缓。\n*   **前三季度累计：** 根据国家统计局的数据，中国经济在前三个季度累计增长5.2%。\n\n### 年度目标与背景\n\n*   **年度目标：** 北京设定的年度GDP增长目标是“5%左右”，第三季度的增长使其更接近实现这一目标。\n*   **发布时机：** 这些经济数据是在备受关注的第四次全体会议开幕当天发布的。在此次会议上，预计国家主席习近平和中共中央委员会将讨论第十五个五年规划纲要，该纲要将总结未来五年国家宏观社会经济目标。\n\n### 面临的挑战\n\n尽管经济有所增长，但作为世界第二大经济体，中国仍面临多重挑战，这些挑战可能影响其持续增长：\n\n*   **贸易紧张：** 与美国的贸易紧张关系再度加剧。\n*   **国内需求：** 国内需求持续疲软。\n*   **房地产市场：** 房地产市场持续低迷。",
      "shortSummary": "中国2025年第三季度GDP同比增长4.8%，符合预期，并使其更接近“5%左右”的年度增长目标。尽管前三季度累计增长5.2%，但该季度增速较前放缓。此外，中国经济仍面临中美贸易紧张、内需疲软和房地产市场低迷等挑战。",
      "translated_title": "中国报告季度GDP增长4.8%，更接近年度目标",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy grew 4.8 per cent year on year in the third quarter of 2025, keeping the country largely on track to achieve its full-year target, but analysts said further policy support is still needed to maintain this stable trajectory and improve domestic demand.\nThe closely watched figure for gross domestic product, released by the National Bureau of Statistics (NBS) on Monday, came in just above the 4.76 per cent forecast in a survey of economists by Chinese financial data provider...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/c4a14884-216a-45ef-9fa5-5f8274df7cc6_ee870223.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "刘倩谈中国创新、中美竞争以及女性撑起半边天 (原标题: Liu Qian on Chinese innovation, the US rivalry and women holding up half the sky)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329426/liu-qian-chinese-innovation-us-rivalry-and-women-holding-half-sky?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 22:00:16 +0000",
      "isoDate": "2025-10-19T22:00:16.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 人物介绍\n\n*   **刘倩**：Wusawa Advisory的创始人，曾任《经济学人》集团大中华区董事总经理。\n*   **社会角色**：她是性别平等的积极倡导者，也是联合国女性领导人网络核心工作组中唯一的中国代表。\n*   **访谈主题**：本次访谈主要探讨了中国创新与西方创新的差异、中美竞争的走向，以及女性声音在政策制定中的关键作用。\n\n### 中美竞争与贸易保护主义\n\n*   **竞争范围扩大**：刘倩指出，当前中美竞争已超越贸易领域，扩展到技术、意识形态和全球合作等多个方面。她强调，这种不健康的竞争不仅会损害中美两国，也会对全球造成负面影响。\n\n*   **贸易影响被夸大**：尽管全球贸易保护主义有所抬头，但刘倩认为其对中国经济的实际影响被过分强调了。\n    *   **出口占GDP比重下降**：中国出口占GDP的比重已从峰值时期的约36%显著下降，去年仅占中国GDP的约19%。\n    *   **对美出口占比小**：在这19%的出口中，对美国的出口仅占总出口的14.7%，这一比例低于对东盟和欧盟的出口。\n    *   **对中国GDP影响有限**：通过计算，对美出口仅占中国GDP的约2.8%。因此，即使关税战导致整个对美出口市场消失，对中国经济的影响也仅为2%至3%。\n\n*   **最大出口目的地**：东盟（Asean）目前已成为中国最大的出口目的地。刘倩表示，即使假设部分对东盟的出口最终流向美国，其对中国GDP的影响仍然非常小。",
      "shortSummary": "刘倩指出，中美竞争已超越贸易，扩展至技术和意识形态，对全球有害。她认为，贸易保护主义对中国经济的影响被夸大。中国出口占GDP比重已降至19%，其中对美出口仅占中国GDP的约2.8%。即使对美出口市场完全消失，也仅影响中国经济的2-3%。东盟已成为中国最大出口目的地，进一步削弱了对美贸易战的潜在冲击。",
      "translated_title": "刘倩谈中国创新、中美竞争以及女性撑起半边天",
      "images": [],
      "contentSource": "完整文章",
      "content": "Liu Qian is the founder of Wusawa Advisory and formerly the managing director of The Economist Group in Greater China. She is also a prominent advocate for gender equality, and the only Chinese representative in the core working group of the UN Women Leaders Network. In this interview, she discusses how Chinese innovation differs from Western innovation, where the US-China rivalry is headed and the critical role of women’s voices in policymaking.\nThis interview first appeared in SCMP Plus. For...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/0d058110-e7ad-48ea-b451-75791604e339_563715de.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济未来五年可增长高达5%，前财政官员称 (原标题: China’s economy can grow by up to 5% over next 5 years, ex-finance official says)",
      "link": "https://www.scmp.com/news/china/article/3329570/chinese-economy-can-grow-5-until-2030-ex-finance-vice-minister-zhu?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 12:00:15 +0000",
      "isoDate": "2025-10-19T12:00:15.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国经济增长展望：前财政官员预测未来五年可达4.5-5%\n\n前财政部副部长朱光耀表示，中国在下一个五年规划期间（2026-2030年）有望保持4.5%至5%的年增长率。他的这番言论是在中共中央即将召开重要会议，以制定2026-2030年发展蓝图的前几天发表的。\n\n**主要观点：**\n*   **当前年度目标：** 朱光耀在北京举行的中国人民大学重阳金融研究院会议上表示，对实现今年的经济发展目标充满信心，预计经济增长将达到5%左右。\n*   **未来五年展望：** 他个人认为，未来五年中国将保持4.5%至5%的年增长率，这将为实现2035年“基本实现社会主义现代化”的目标奠定坚实基础。\n\n**背景与时机：**\n*   朱光耀的评论发表之际，正值中国为即将召开的二十届四中全会做准备。\n*   为期四天的会议将汇集数百名中共中央委员会成员，讨论并批准中国第十五个五年规划的提案。\n*   此次会议对全球第二大经济体而言至关重要，因为它正面临与美国的全方位竞争。\n*   完整的五年规划将在明年3月的全国两会期间最终确定，届时将为广泛的经济领域设定关键目标和优先事项。\n\n![朱光耀周五在中国人民大学的会议上发表讲话。图片：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/19/0ce36cba-aa73-47ec-8792-3b9a42400948_deb5b132.jpg)\n*朱光耀周五在中国人民大学的会议上发表讲话。图片：资料图*",
      "shortSummary": "前财政部副部长朱光耀预测，中国经济在未来五年规划期间（2026-2030年）有望保持4.5%至5%的年增长率，为实现2035年社会主义现代化目标奠定基础。他预计今年经济增长将达5%左右。此番言论正值中共中央即将召开会议，讨论并制定第十五个五年规划，而中国经济正面临与美国的竞争。",
      "translated_title": "中国经济未来五年可增长高达5%，前财政官员称",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/19/0ce36cba-aa73-47ec-8792-3b9a42400948_deb5b132.jpg",
          "alt": "Zhu Guangyao addresses the conference at Renmin University in Beijing on Friday. Photo: Handout",
          "title": "Zhu Guangyao addresses the conference at Renmin University in Beijing on Friday. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China can sustain annual growth of 4.5 to 5 per cent over its next five-year plan period, former finance vice-minister Zhu Guangyao has said, just days ahead of a key Communist Party conclave to roll out the 2026-2030 blueprint.\n“We have full confidence that we will accomplish the economic development goal this year. The economic growth will be around 5 per cent,” Zhu said at a conference in Beijing on Friday, hosted by the Chongyang Institute for Financial Studies at Renmin University.\n“I...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/19/908ab78c-6e39-4dab-97ee-23b3711a1390_6ab3dd44.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国公司感谢‘销售顾问’特朗普，关税威胁刺激订单增长 (原标题: Chinese firm thanks ‘sales consultant' Trump as tariff threat spurs orders)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329465/chinese-robotics-firm-thanks-sales-consultant-trump-tariff-threat-spurs-orders?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 12:00:10 +0000",
      "isoDate": "2025-10-19T12:00:10.000Z",
      "creator": "Luna Sun",
      "summary": "## 关税威胁下中国公司订单激增\n\n美国对中国商品征收额外100%关税的威胁，促使美国人形机器人制造商和人工智能（AI）公司（包括行业领导者OpenAI）紧急采购关键零部件，导致一家中国供应商订单量大幅增长。\n\n### 受益公司：MyActuator\n\n*   **公司简介**：MyActuator是一家位于苏州的智能驱动模块制造商，专门为人形机器人提供关键部件。\n*   **订单激增**：据知情人士透露，该公司在过去一周内收到了超过1,000份新订单。\n*   **客户动机**：客户明确表示，这些订单是为避免潜在的关税上涨而进行的紧急采购。\n*   **生产应对**：为赶在新关税政策生效前发货，MyActuator在苏州、东莞和常州的工厂正每天加班加点生产。\n*   **市场反应**：与以往的关税威胁（即使达到三位数）相比，此次订单增长幅度更大，表明美国客户此次更认真地对待特朗普的威胁。\n\n### 关税威胁背景\n\n*   **威胁内容**：美国总统唐纳德·特朗普威胁从11月1日起对所有中国进口商品征收额外100%的关税。\n*   **时间节点**：此举是在中国扩大稀土元素及相关技术出口限制一天后，特朗普加倍其强硬贸易立场。\n\n### MyActuator公司规模\n\n*   **员工数量**：拥有70多名员工。\n*   **年收入**：年收入达5000万元人民币（约合700万美元）。\n*   **常规订单量**：通常每年处理数万份订单，平均每月数千个单位。",
      "shortSummary": "美国对中国商品征收额外100%关税的威胁，导致中国智能驱动模块制造商MyActuator订单激增。过去一周，该公司收到超过1,000份新订单，客户为避免潜在关税上涨而紧急采购。特朗普威胁从11月1日起实施新关税，促使MyActuator的工厂加班加点生产。该公司为美国人形机器人和AI公司（包括OpenAI）提供关键零部件，年收入约700万美元。",
      "translated_title": "中国公司感谢‘销售顾问’特朗普，关税威胁刺激订单增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese exporter said it has seen a sudden surge in orders as US humanoid robot makers and artificial intelligence (AI) companies – including industry leader OpenAI – rush to secure critical components amid Washington’s threat to impose an additional 100 per cent tariff on goods from the country.\nMyActuator, a Suzhou-based manufacturer of intelligent drive modules for humanoid robots, has received more than 1,000 new orders in the past week alone, according to a person familiar with the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/61d1cb9c-efde-4248-9247-12611cae6c0b_21796ec6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国部长谴责美国在航运业的‘保护主义’ (原标题: Chinese minister calls out US ‘protectionism’ in shipping industry)",
      "link": "https://www.scmp.com/business/markets/article/3329582/chinese-minister-calls-shipping-industry-fight-us-protectionism?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 11:15:16 +0000",
      "isoDate": "2025-10-19T11:15:16.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国交通部长呼吁全球航运业抵制美国“保护主义”\n\n中国交通运输部部长刘伟呼吁全球航运公司和港口运营商共同努力，促进自由贸易，以对抗“保护主义”。此番言论是在美国政府对中国船只征收港口费之后发表的。\n\n### 主要观点：\n\n*   **呼吁自由贸易与合作：**\n    *   刘伟部长在上海举行的北外滩峰会上表示，所有从事航运业务的公司都应共同努力，促进公平、公正、开放的环境，维护全球经济和贸易发展的共同利益。\n    *   他强调，中国将继续秉持相互理解和共享利益的原则，与其他国家共同克服挑战，为全球航运业的可持续发展创造新生态。\n\n*   **谴责美国“保护主义”：**\n    *   刘伟将美国对中国建造和运营的船只征收港口费定义为一种“单边主义和保护主义”。\n    *   他是在向来自50多个国家的约400名政府官员、行业高管、研究人员和记者发表讲话时做出上述表态的。\n\n*   **中美贸易紧张局势升级：**\n    *   此番言论正值人们日益担忧中美贸易紧张局势升级，这可能扰乱国际供应链并对全球经济造成严重破坏。\n\n*   **中美双方的措施：**\n    *   美国总统唐纳德·特朗普本月初对中国船只征收每净吨50美元的港口费。\n    *   北京随后宣布反制措施，对美国船只征收每净吨400元人民币（约合56美元）的费用。刘伟表示，中国的报复措施“有充分根据，是为维护我们自身航运业利益而必须执行的”。\n\n*   **全球造船市场份额对比：**\n    *   根据美国智库战略与国际研究中心的数据，美国建造的船舶仅占全球造船市场的0.1%，而中国船厂则占据全球市场份额的53.3%。",
      "shortSummary": "中国交通部长刘伟谴责美国对中国船只征收港口费是“保护主义”，呼吁全球航运业促进自由贸易。他表示，面对美国每净吨50美元的收费，中国已采取反制措施，对美国船只征收每净吨400元人民币的费用，以维护自身利益。此举正值中美贸易紧张加剧，可能扰乱全球供应链。数据显示，中国船厂在全球造船市场占据主导地位。",
      "translated_title": "中国部长谴责美国在航运业的‘保护主义’",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Minister of Transport Liu Wei has called on shipping companies and port operators worldwide to promote free trade in a “concerted effort” to combat “protectionism” after the US administration slapped port fees on Chinese vessels.\n“All the companies dealing with shipping businesses should work together to promote a fair, just and open environment and safeguard the common interests of global economic and trade development,” he said at the North Bund Summit, a shipping industry ­conference,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/19/3c475570-d524-40e4-bc3c-c147aa3de695_f0195799.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美针锋相对的升级已成为常态，而非偶然 (原标题: US-China tit-for-tat escalation is now a feature, not a bug)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329374/us-china-tit-tat-escalation-now-feature-not-bug?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 09:53:59 +0000",
      "isoDate": "2025-10-19T09:53:59.000Z",
      "creator": "Shaoshan Liu",
      "summary": "# 中美科技竞争：从“一个系统”到“针锋相对的常态”\n\n文章指出，中美两国之间针锋相对的升级已成为一种常态，而非偶然现象。这种竞争不仅是贸易摩擦，更是系统性的技术和经济主导权之争。\n\n## 中国的新举措与战略优势\n\n*   **稀土出口管制升级：** 北京扩大了对稀土的出口管制，要求外国买家必须获得中国出口许可证，并将管制范围扩大到使用中国稀土或技术的外国制造产品。\n*   **战略扼制点：** 中国凭借其在稀土加工和磁铁制造领域的主导地位，掌握着关键的扼制点。\n\n## 美国的反制能力\n\n*   美国则拥有世界上最强大的制裁和标准制定体系。\n*   双方都在试探对方的底线。\n\n## “一个系统”的终结\n\n几十年来，全球技术秩序实际上由“一个系统”主导，即以美国为中心的技术生态系统。这包括：\n\n*   **软件：** 微软的Windows和Office\n*   **搜索与移动操作系统：** 谷歌的Search和Android\n*   **移动生态：** 苹果的iOS和App Store\n*   **云计算：** 亚马逊网络服务（AWS）等超大规模云平台\n*   **芯片与设计：** 英伟达的图形处理器（GPU）、英特尔的x86架构，以及Synopsys和Cadence等电子设计自动化平台。\n\n这些系统曾是软件、芯片和行业标准的默认选择。\n\n## 中国对现有架构的挑战\n\n中国正在积极挑战这一由美国主导的架构，具体表现为：\n\n*   **人工智能领域：** DeepSeek推出了高性能、低成本的推理模型，证明了性价比竞争不再是单向的，中国企业具备强大的竞争力。\n*   **操作系统生态：** 华为的HarmonyOS NEXT正转向支持本土应用，并在中国的设备生态系统中不断扩展，旨在建立独立的操作系统生态。\n*   **半导体供应链：** SiCarrier在2025年中国半导体展（Semicon China 2025）上发布了新产品，旨在挑战ASML和Applied Materials等公司在半导体设备领域的关键扼制点，这表明即使是半导体零部件供应链也不再是禁区。\n\n## 结论\n\n中美之间的技术竞争已从过去的合作共存转向系统性的对抗，双方都在积极构建自己的技术壁垒和生态系统，以争夺未来的技术主导权。",
      "shortSummary": "中美针锋相对的升级已成为常态。中国扩大稀土出口管制，利用其在稀土加工和磁铁制造的主导地位。美国则依赖其强大的制裁和标准制定体系。过去由美国主导的全球技术秩序正受到中国企业的挑战，如DeepSeek在AI领域、华为HarmonyOS NEXT在操作系统以及SiCarrier在半导体供应链上的突破。双方都在积极构建各自的技术生态，竞争日益系统化。",
      "translated_title": "中美针锋相对的升级已成为常态，而非偶然",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has expanded export controls on rare earths. The latest move requires foreign buyers to obtain a Chinese export licence and extends controls to foreign-made products that use rare earths or technology from China.\nWashington shot back with threats of sweeping tariff hikes. Markets shuddered and supply-chain chiefs braced.\nThe stakes are systemic. China wields a chokepoint through its dominance in processing of rare earths and manufacture of magnets; the US wields the world’s most powerful...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/1d1adf1d-3712-42c8-80d3-22de06fa40f6_bd13192b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“空中办公”：中国航空公司提供免费Wi-fi以吸引旅客回流 (原标题: ‘Work from the air’: Chinese airline offers free Wi-fi to lure back travellers)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329419/chinese-airline-offers-free-wi-fi-lure-back-travellers-high-speed-trains?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 02:00:09 +0000",
      "isoDate": "2025-10-19T02:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国航空公司提供免费Wi-fi以吸引旅客回流\n\n中国主要的航空公司正在增加国内航班上的免费Wi-fi服务，以期重新吸引那些因高铁的便利性而转向高速铁路的商务旅客。\n\n### 主要航空公司提供免费Wi-fi服务\n\n*   **背景与目的**：中国各大航空公司已开始在越来越多的国内航班上为乘客提供免费Wi-fi。此举旨在重新赢得商务旅客，因为他们现在常常更喜欢乘坐高铁在城市间穿梭。\n\n### 中国东方航空的最新举措\n\n*   **服务推出**：中国东方航空于10月11日正式在其所有执飞国内航线的宽体飞机上推出了免费的“基本”Wi-fi服务。\n*   **覆盖范围**：这些飞机共覆盖37条航线，服务于包括北京、上海、成都、昆明和武汉在内的中国主要城市。\n*   **用户反馈**：据公司代表透露，八月份在一架飞机上进行的免费Wi-fi测试获得了积极的客户反馈。\n\n### 竞争对手的情况\n\n*   **现有服务**：中国东方航空的主要竞争对手中国国际航空和中国南方航空，也已在其部分国内航班上提供免费Wi-fi服务，但覆盖比例相对较小。\n\n### 市场背景与竞争\n\n*   **高铁竞争**：中国航空旅行行业正面临来自国内高速铁路网络的日益激烈的竞争，尤其是在利润丰厚的商务旅行市场。商务旅客往往更青睐高铁的舒适性和便利性。\n*   **“空中办公”概念**：有观点指出，继“居家办公”之后，许多商务旅客正在将这一概念转变为“空中办公”，突显了飞行途中连接网络的重要性。",
      "shortSummary": "中国主要航空公司，特别是中国东方航空，正逐步在更多国内航班上提供免费Wi-fi服务。此举旨在吸引因高铁舒适便捷而流失的商务旅客，以应对来自高速铁路网络的激烈竞争，并鼓励“空中办公”的新模式。中国东方航空已在其37条国内宽体机航线上推出此服务，并获得了积极反馈。",
      "translated_title": "“空中办公”：中国航空公司提供免费Wi-fi以吸引旅客回流",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s biggest airlines have started offering free Wi-fi to passengers on a growing number of domestic flights, as they vie to win back business travellers who now often prefer to shuttle between cities on high-speed trains.\nChina Eastern Airlines on October 11 launched a free “basic” Wi-fi service on all its widebody aircraft operating on domestic routes, said a company representative who spoke anonymously per company rules.\nThe planes cover a total of 37 routes serving major Chinese cities...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/af39903b-4bbf-48b6-8ecc-775f0a28e20f_b1bc25d5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "机器人成为广交会焦点，无惧美国关税担忧 (原标题: Robots take centre stage at Canton Fair, defying US tariff concerns)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329424/robots-smart-manufacturing-take-centre-stage-canton-fair-defying-us-tariff-concerns?utm_source=rss_feed",
      "pubDate": "Sat, 18 Oct 2025 13:00:10 +0000",
      "isoDate": "2025-10-18T13:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "## 广交会亮点：机器人、智能制造和新能源汽车\n\n*   在近期开幕的秋季广交会（中国历史最悠久、规模最大的贸易展览会）上，机器人、智能制造和新能源汽车展馆成为了最受关注的焦点。\n*   在广州的展厅内，高科技产品展位前人头攒动，相机闪烁，排起了长队，而美国关税上涨带来的担忧则显得微乎其微。\n\n## 泰西机器人（Taixirobot）备受追捧\n\n*   泰西机器人展位展示了新型山地和爬楼梯外骨骼机器人，吸引了来自世界各地的买家排队咨询。\n*   公司首席执行官梁林超表示，这些机器人能将穿戴者的疲劳度降低30%。\n*   泰西机器人的主要目标市场是欧洲和美洲。\n*   广交会首日，梁林超与50多位潜在买家进行了交流，其销售团队处理了数百个咨询。\n\n## 智能医疗机器人展区即将亮相\n\n*   这个拥有68年历史的展会（正式名称为中国进出口商品交易会）将于本月晚些时候首次推出智能医疗机器人专区。\n*   届时，近50家公司将展示手术机器人、智能诊断系统及其他相关产品。\n\n## 福宝机器人（Fubao Robot）需求旺盛\n\n*   一些制造商已经开始展示医疗机器人。\n*   医疗引导机器人制造商福宝机器人的销售人员应接不暇，处理了来自澳大利亚、印度和阿根廷买家的大量咨询。\n*   为应对巨大需求，公司已从杭州工厂调派额外员工前往广交会支援。",
      "shortSummary": "本届广交会上，机器人、智能制造和新能源汽车成为焦点，吸引了全球买家。尽管美国关税存在，高科技产品展位仍人潮涌动，需求旺盛。泰西机器人和福宝机器人等参展商的创新产品，如外骨骼机器人和医疗引导机器人，受到了广泛关注，表明中国高科技产业的强劲发展势头。",
      "translated_title": "机器人成为广交会焦点，无惧美国关税担忧",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the autumn session of the twice-yearly Canton Fair – China’s oldest and largest trade exhibition – which opened this week, the busiest pavilions were those showcasing robotics, smart manufacturing and new energy vehicles.\nAt the exhibition halls in Guangzhou, the capital of southern China’s Guangdong province, cameras flashed, crowds surged and long queues formed at booths displaying hi-tech products, with concerns about the shadows cast by US tariff increases thin on the ground.\nThe sales...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/13f8f122-d885-4491-a634-1cb096c8647c_0358bd85.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国储能企业海外扩张，加剧对高管人才的争夺 (原标题: Overseas expansion adds fuel to Chinese energy storage firms’ hunt for bosses)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329425/overseas-opportunities-add-fuel-chinese-energy-storage-firms-hunt-executives?utm_source=rss_feed",
      "pubDate": "Sat, 18 Oct 2025 06:00:16 +0000",
      "isoDate": "2025-10-18T06:00:16.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国储能企业加速海外扩张，人才需求旺盛\n\n中国储能企业正经历一场前所未有的快速海外扩张浪潮，旨在确立其在全球市场的领导地位。这一趋势导致了对高管人才的巨大需求，海外职位空缺激增，并提供远高于中国制造业的薪资水平。\n\n### 海外扩张的显著表现\n\n*   **人才市场繁荣**：招聘网站上充斥着海外储能业务的职位空缺，无论是大型上市公司还是中小型企业，都在积极招募人才。例如，一位在深圳储能公司担任泰国总监的约翰·杨（John Yang）表示，求职从未如此容易。\n*   **订单量激增**：根据与《人民日报》相关的《中国能源报》援引中国储能联盟的数据，今年上半年中国企业获得了近200份海外订单，总计186吉瓦时（GWh），同比激增超过220%。\n*   **主要市场分布**：\n    *   超过57%的海外订单来自中东、澳大利亚和欧洲市场。\n    *   受关税和监管障碍的限制，美国市场仅贡献了5.34吉瓦时，占比不足3%。\n\n### 国内市场状况与政策支持\n\n*   **行业挑战**：尽管海外市场蓬勃发展，但一些小型制造商在国内仍面临产能过剩的困境。\n*   **国内市场复苏**：得益于政策支持，国内储能行业也正在反弹。\n*   **国家能源战略**：国家能源局上月发布的一项计划提出，到2027年将新增180吉瓦（GW）的储能容量，其中大部分将是锂离子系统。预计这项努力将调动约2500亿元人民币（约合320亿美元）的投资。\n\n### 结论\n\n中国储能企业正积极抓住全球市场需求，通过大规模海外扩张巩固其国际地位。这一扩张不仅带来了巨大的商业机遇，也催生了对高素质管理人才的迫切需求，使得人才争夺成为行业发展中的一个关键因素。",
      "shortSummary": "中国储能企业正加速海外扩张，上半年海外订单量同比激增220%以上，主要市场在中东、澳大利亚和欧洲。这导致对高管人才的需求旺盛，海外职位薪资诱人。尽管小型制造商面临产能过剩，但国内市场在政策支持下也正反弹，国家计划到2027年新增180吉瓦储能容量，预计将吸引2500亿元投资。",
      "translated_title": "中国储能企业海外扩张，加剧对高管人才的争夺",
      "images": [],
      "contentSource": "完整文章",
      "content": "Openings at overseas energy storage operations flood John Yang’s screen anytime he browses recruitment websites, with listed giants and small and medium-sized enterprises (SMEs) alike offering salaries well above those typically found in China’s manufacturing sector.\n“Job seeking has never felt easier. The only worry is whether the new role could last beyond next year,” joked Yang, Thailand director at a Shenzhen-based energy storage firm.\nYang’s experience reflects the recent, rapid overseas...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/85c94298-4f49-4224-838e-e1d982940009_ba4f7026.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新的贷款和回购计划加速人民币对美元的挑战 (原标题: New lending and repo plans accelerate the yuan’s challenge to the US dollar)",
      "link": "https://www.scmp.com/business/banking-finance/article/3329388/how-hong-kong-building-ecosystem-solidify-its-role-offshore-yuan-hub?utm_source=rss_feed",
      "pubDate": "Sat, 18 Oct 2025 01:00:14 +0000",
      "isoDate": "2025-10-18T01:00:14.000Z",
      "creator": "Enoch Yiu",
      "summary": "## 香港推出新的人民币业务便利化措施，加速人民币国际化进程\n\n香港金融管理局（HKMA）与内地监管机构近日宣布了一系列措施，旨在巩固香港作为领先的离岸人民币交易中心的地位，并鼓励更多国际投资者和公司使用人民币。\n\n### 人民币业务便利化措施 (RBF)\n\n*   **启动与规模：** 本月早些时候，香港金管局推出了一个规模达1000亿元人民币（约140亿美元）的人民币业务便利化措施（RBF）。\n*   **核心功能：** 该措施允许企业主（如香港商人叶毓炽）从香港的银行借入人民币，期限最长可达12个月，并享受与内地相同的在岸人民币利率，从而简化贸易结算。\n*   **主要优势：**\n    *   **降低成本：** 人民币贷款的成本低于港元贷款，因为香港的港元利率是内地人民币贷款利率的两倍多。\n    *   **规避汇率风险：** 对于在内地有业务的企业，使用人民币贷款可以有效避免汇率波动带来的风险。\n*   **案例：** 叶毓炽在大湾区肇庆经营一家污水处理厂，他表示会考虑使用人民币贷款来拓展其在内地的业务，因为这既能规避汇率风险，成本也更低。\n\n### 未来扩展计划\n\n*   **时间：** 该计划将于12月进一步扩展。\n*   **新增范围：**\n    *   将允许内地企业获得人民币贷款，用于海外投资。\n    *   也将允许外国企业获得人民币资金，用于在内地扩张业务。\n\n### 推动人民币国际化\n\n这些新措施旨在通过提供更便捷、更经济的人民币融资渠道，进一步提升人民币在国际贸易和投资中的使用率，从而加速人民币对美元的挑战。\n\n![Sunny Yip Yuk-chik poses in front of his sewage treatment plant in Zhaoqing on October 9, 2019. Photo: Handout](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/c55f10ac-4606-45cc-9dd8-7b46c6e5070f_be7b6d17.jpg)\n*叶毓炽（Sunny Yip Yuk-chik）于2019年10月9日在其肇庆的污水处理厂前留影。*",
      "shortSummary": "香港金管局推出1000亿元人民币业务便利化措施（RBF），旨在促进香港成为离岸人民币交易中心。该计划允许企业以更低的在岸人民币利率从香港银行借入人民币，最长12个月，以简化贸易结算并规避汇率风险。此举将加速人民币的国际化进程，并于12月扩展至涵盖跨境投资，进一步提升人民币对美元的挑战。",
      "translated_title": "新的贷款和回购计划加速人民币对美元的挑战",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/c55f10ac-4606-45cc-9dd8-7b46c6e5070f_be7b6d17.jpg",
          "alt": "Sunny Yip Yuk-chik poses in front of his sewage treatment plant in Zhaoqing on October 9, 2019. Photo: Handout",
          "title": "Sunny Yip Yuk-chik poses in front of his sewage treatment plant in Zhaoqing on October 9, 2019. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "When Hong Kong businessman Sunny Yip Yuk-chik heard about a new scheme that would make it easier and cheaper to borrow Chinese yuan, he immediately called his staff on the Chinese mainland with the news.\nEarlier this month, the Hong Kong Monetary Authority (HKMA) launched a 100 billion yuan (US$14 billion) Renminbi Business Facility (RBF) that would enable business owners like Yip to borrow yuan from Hong Kong banks for up to 12 months at the onshore yuan interest rate, easing trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/5034dcb2-6200-487b-b4a2-49cf7ffe1b6c_a0beaf55.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美紧张局势缓解，贝森特确认将与中方对等官员何立峰通话 (原标题: US-China tensions ease as Bessent confirms call with counterpart He Lifeng)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329483/us-china-tensions-ease-bessent-confirms-call-counterpart-he-lifeng?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 20:52:36 +0000",
      "isoDate": "2025-10-17T20:52:36.000Z",
      "creator": "Bochen Han,Mia Nurmamat",
      "summary": "# 中美紧张局势缓解：贝森特确认将与何立峰通话\n\n美国财政部长斯科特·贝森特（Scott Bessent）确认，他将于周五晚间与中国副总理何立峰通话，这被视为两国领导人可能举行会晤前紧张局势进一步缓解的迹象。\n\n*   **通话安排**\n    *   贝森特表示，他与中方对等官员何立峰将于周五晚间8:30至9:00左右进行通话。\n\n*   **后续会晤准备**\n    *   贝森特补充说，何立峰还将在“大概一周后”与他及一个代表团在马来西亚会面，为美国总统唐纳德·特朗普（Donald Trump）与中国国家主席习近平的会晤做准备。\n\n*   **背景：近期紧张局势升级**\n    *   贝森特的表态是在中美贸易战紧张局势升级几天后做出的：\n        *   **稀土出口限制：** 北京于10月9日宣布将对稀土元素（高科技制造中使用的关键原材料）实施进一步的出口限制。许多人认为这是对美国扩大贸易黑名单的回应。\n        *   **特朗普的回应：** 特朗普曾威胁对中国商品征收额外100%的关税（后来承认“不可持续”），并从下月初开始对所有“关键软件”实施出口管制。\n    *   **最新复杂情况：**\n        *   周二，中美两国开始对彼此的船只实施新的港口费用结构。\n        *   特朗普警告称，他正在考虑停止进口中国食用油。\n\n![美国财政部长斯科特·贝森特（左）与中国副总理何立峰于五月在日内瓦举行的中美双边会议上握手。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/18/68d07abe-086a-4fc0-a93d-438539c020b_e15278eb.jpg)\n*美国财政部长斯科特·贝森特（左）与中国副总理何立峰于五月在日内瓦举行的中美双边会议上握手。图片来源：路透社*",
      "shortSummary": "美国财政部长斯科特·贝森特确认将与中国副总理何立峰通话，并计划在马来西亚会面，为两国领导人可能举行的会晤做准备，这标志着中美紧张局势有所缓解。此前，两国因稀土出口限制、关税威胁及新的港口费用等问题，关系一度升级。此次互动预示着双方正寻求对话以管理分歧。",
      "translated_title": "中美紧张局势缓解，贝森特确认将与中方对等官员何立峰通话",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/18/68d07abe-086a-4fc0-a93d-438539c0b20b_e15278eb.jpg",
          "alt": "US Treasury Secretary Scott Bessent (left) shakes hands with Chinese Vice-Premier He Lifeng during a bilateral meeting between the US and China in Geneva in May. Photo: Reuters",
          "title": "US Treasury Secretary Scott Bessent (left) shakes hands with Chinese Vice-Premier He Lifeng during a bilateral meeting between the US and China in Geneva in May. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US Treasury Secretary Scott Bessent confirmed plans to speak with Chinese Vice-Premier He Lifeng on Friday in a further sign of easing tensions ahead of a potential meeting between the two countries’ leaders.\n“The vice-premier, who is my counterpart, and I will be speaking this evening at around 8.30, 9 o’clock,” Bessent said at the White House on Friday.\nThe Treasury secretary added that He will also join him and a delegation in Malaysia “probably a week from tomorrow” to prepare for a meeting...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/18/e33a1f33-a8b1-403f-8364-80e4931d8911_ac086e91.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大商场：中国如何将外国游客变成购物者 (原标题: The Great Mall: how China is turning foreign tourists into shoppers)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329459/great-mall-how-china-turning-foreign-tourists-shoppers?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 14:30:08 +0000",
      "isoDate": "2025-10-17T14:30:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国如何将外国游客变成购物者\n\n中国正日益成为外国游客的购物天堂，这一趋势在过去两年中尤为显著，特别是在中东游客群体中。多重因素共同推动了这一现象，包括具有竞争力的商品价格、宽松的签证政策以及刺激国内经济的增值税退税措施。\n\n### 购物趋势日益明显\n\n*   **购物意愿增强**：据中国亮点旅行社首席执行官赵先生观察，外国游客在中国购物的兴趣日益浓厚。\n*   **热门商品**：无人机是备受青睐的商品之一。中国在全球无人机生产中占据主导地位，提供价格低廉且选择丰富的各类产品，其中不乏手掌大小的便携设备。\n*   **主要客群**：过去两年，这一趋势在中东游客中表现得尤为突出。\n\n### 政策与经济驱动\n\n*   **签证政策放宽**：更宽松的签证政策有望进一步增强中国对海外购物者的吸引力。\n*   **入境旅游收入增长预测**：摩根士丹利的一份研究报告指出，预计在未来五年内，入境旅游收入占整体旅游市场的比例将从目前的11%上升至18%。\n*   **全球贸易壁垒影响**：分析师认为，在全球贸易壁垒（如关税和其他限制）导致许多地区物价上涨的背景下，购物将成为吸引入境游客访华日益重要的原因。\n*   **增值税（VAT）退税**：中国为游客提供的增值税退税政策是预期增长的关键驱动力。该政策于今年放宽，允许游客获得现金退税，这些现金可在国内其他地方消费，旨在刺激国内经济。",
      "shortSummary": "中国正日益吸引外国游客前来购物，这一趋势在过去两年中尤为明显，尤其在中东游客中，无人机等商品因价格低廉和选择多样而受欢迎。摩根士丹利预测，在放宽签证政策和增值税退税等措施的推动下，入境旅游收入将显著增长。在全球贸易壁垒背景下，购物将成为吸引游客访华的重要原因。",
      "translated_title": "大商场：中国如何将外国游客变成购物者",
      "images": [],
      "contentSource": "完整文章",
      "content": "Foreign tourists in China are increasingly drawn to shopping, said Steven Zhao, CEO of China Highlights, a travel agency that organises tours of the country.\n“They’ll buy drones and take them back home,” he said, noting the trend has become “more obvious” over the past two years – especially among Middle Eastern travellers – as China produces an outsized share of the global total, with some devices small enough to fit in the hand.\n“Drone prices are cheap and the choices are numerous,” he said,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/0c57215c-e221-4ff1-ad48-2812cb508573_9391b75b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土出口管制走向全球。它能执行吗？ (原标题: China’s rare earth export controls have gone global. Can it enforce them?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329439/chinas-rare-earth-export-controls-have-gone-global-can-it-enforce-them?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 12:00:13 +0000",
      "isoDate": "2025-10-17T12:00:13.000Z",
      "creator": "Ji Siqi,Sylvia Ma",
      "summary": "### 中国稀土出口管制及其全球执行挑战\n\n随着各国开始制定稀土元素储备的应急计划，分析师指出，中国收紧其在稀土供应和精炼能力方面近乎垄断的地位——这是北京与美国更广泛贸易冲突的一部分——可能面临执行挑战。\n\n**出口管制制度的扩展**\n\n*   **宣布**：中国上周宣布大幅扩大其稀土元素出口管制制度。稀土是多种高科技产品生产中的关键原材料。\n*   **官方理由**：商务部辩称此举是对美国贸易制裁类似扩大的对等回应，美国的相关制裁已于上月底生效。\n\n**新的管制范围和域外管辖权**\n\n*   **关键修订**：北京关于有价值矿物贸易的几项修订中，一项尤为突出：自12月1日起，使用中国稀土技术在中国境外生产的产品，以及含有指定比例或更高比例的中国稀土或永磁体等物品，将纳入出口管制范围。\n*   **域外元素**：这一变化为中国对关键矿物的贸易限制增加了域外元素，这与华盛顿对几类被视为国家安全敏感商品（最显著的是先进计算所需的高科技芯片）采取的方法相似。\n\n**执行面临的挑战**\n\n*   **缺乏合规架构**：摩根士丹利在周四的一份报告中指出，中国尚未拥有支撑其出口管制制度的、可与之匹敌的合规架构，这使得在全球范围内执行这些管制面临挑战。\n*   **美国模式的对比**：摩根士丹利表示，美国利用“数十年的法律框架、既定的全球许可制度、密切的盟友合作以及严格的责任执行，以确保美国原产技术在复杂供应链中的可见性”。中国目前缺乏类似的体系来支持其全球执行能力。",
      "shortSummary": "中国已扩大稀土出口管制，将使用中国技术或含中国稀土的境外产品纳入管制范围，此举是对美国制裁的回应。这赋予了中国出口管制域外管辖权，但分析师（如摩根士丹利）质疑其全球执行能力。中国缺乏美国那样成熟的法律框架、全球许可制度和盟友合作等合规架构，这可能使其在全球范围内的执行面临挑战。",
      "translated_title": "中国稀土出口管制走向全球。它能执行吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As more countries begin formulating contingency plans for their stocks of rare earth elements, analysts said China’s tightening control over its near-monopoly status in the supply and refining capacity of the minerals – an action taken as part of Beijing’s broader trade conflict with the US – could face challenges in enforcement.\nLast week, China announced a sweeping expansion of its export control regime as it relates to rare earth elements – raw materials that are crucial components in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/9a1d0035-ae1e-4b19-acf1-ac9cf47c6ce1_c16c9934.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "意图的象征：豆包数据激增巩固字节跳动的AI雄心 (原标题: A token of intent: Doubao’s data surge cements ByteDance’s AI ambitions)",
      "link": "https://www.scmp.com/business/article/3329430/bytedances-doubao-doubles-token-use-six-months-chinas-ai-boom-gathers-pace?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 10:00:25 +0000",
      "isoDate": "2025-10-17T10:00:25.000Z",
      "creator": "Vincent Chow",
      "summary": "## 字节跳动豆包大模型数据激增，巩固AI雄心\n\n中国科技巨头字节跳动旗下旗舰大语言模型（LLM）“豆包”在过去六个月内处理的tokens数量翻了一倍多，这突出表明中国消费者对人工智能的使用激增，并使字节跳动跻身全球顶级超大规模企业之列。\n\n### 关键数据亮点：\n\n*   **日均Token使用量大幅增长**：字节跳动火山引擎云部门总裁谭岱表示，豆包的日均token使用量从3月份的12.7万亿tokens跃升至9月份的超过30万亿tokens。\n*   **惊人的增长倍数**：这比豆包2024年5月的日均使用量增长了253倍。\n*   **与全国水平持平**：9月份的日均使用量相当于中国在6月下旬的全国日均总量。\n\n### Tokens的定义与重要性：\n\n*   **数据处理基本单位**：Tokens是AI模型处理数据的基本单位，类似于图像中的像素、声音片段或句子中的单词。\n*   **对话量衡量**：对于聊天机器人而言，10亿tokens大约相当于100万次对话。\n*   **计费标准**：Tokens也是通过应用程序编程接口（API）使用AI模型的标准计费单位。\n\n### 行业背景与支持性观点：\n\n*   **中国AI采用加速**：这些数据支持了阿里巴巴集团控股首席执行官吴泳铭此前的声明。\n*   **整体消耗量翻倍**：吴泳铭曾表示，随着人工智能在各行业中的应用速度超过历史上任何一项技术，中国整体的token消耗量每两到三个月就会翻一番。",
      "shortSummary": "字节跳动旗下豆包大语言模型在过去六个月内，日均token使用量从3月的12.7万亿激增至9月的超30万亿，增长253倍。这不仅凸显了中国消费者对人工智能的爆发式使用，也巩固了字节跳动在全球AI领域的领先地位。该数据与阿里巴巴CEO关于中国整体token消耗量每两三个月翻一番的观点相符，表明AI正以前所未有的速度普及。",
      "translated_title": "意图的象征：豆包数据激增巩固字节跳动的AI雄心",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tech giant ByteDance has more than doubled the number of tokens processed by its flagship Doubao large language models (LLMs) in the past six months, highlighting a surge in artificial intelligence use among Chinese consumers and placing it among the top global hyperscalers.\nDoubao’s average daily token usage jumped from 12.7 trillion tokens in March to over 30 trillion tokens in September, ByteDance’s Volcano Engine cloud unit president, Tan Dai, said at a corporate event on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/74663dec-855c-4612-b8ae-66dfe914de9b_756b3268.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在与美国芯片战中的秘密武器：激烈的城市竞争 (原标题: China’s secret weapon in chip battle with US: intense city rivalry)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329415/chinas-secret-weapon-chip-battle-us-intense-city-rivalry?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 08:59:29 +0000",
      "isoDate": "2025-10-17T08:59:29.000Z",
      "creator": "Alice Li",
      "summary": "### 中国芯片自给自足战略与城市竞争\n\n面对美国日益收紧的出口管制，中国正在加速其芯片自给自足的进程。在此背景下，中国的各大城市正协同行动，积极吸引资本投入半导体研发领域，城市间的激烈竞争成为推动这一战略的重要力量。\n\n#### 主要参与城市及行动\n\n*   **主要科技中心**：包括深圳、上海、杭州等主要科技枢纽，甚至湖北等相对不那么知名的地区，都在过去几个月内启动了大规模的芯片产业投资项目。\n*   **城市竞争目标**：这些地区的目标是在这一具有战略重要性的领域中脱颖而出，成为行业强省或强市。\n*   **深圳的最新举措**：\n    *   深圳，这座常被称为“中国硅谷”的南方城市，于周四宣布设立一项新的50亿元人民币（约合7亿美元）基金。\n    *   该基金将专注于投资芯片设计项目，以及关键设备、组件和先进封装技术。\n    *   基金由深圳市政府和一个区级国有投资机构（来自该市的半导体产业集群）支持，计划运营十年。\n\n#### 竞争背景与战略意义\n\n*   **国际与国内竞争**：广东省改革智库执行主席彭澎指出，深圳设立半导体基金是其在激烈的国内外城市竞争中巩固其世界级创新中心地位的最新举措。\n*   **前沿领域**：彭澎强调，人工智能和半导体已成为这场竞争的前沿阵地。他认为，芯片、机器人和新材料等领域都需要政府支持，以增强地方能力并弥补薄弱环节。",
      "shortSummary": "面对美国出口管制，中国正加速芯片自给自足，并以激烈的城市竞争作为推动力。深圳、上海、杭州等城市纷纷启动大规模芯片投资项目。其中，深圳最新设立了50亿元人民币基金，旨在投资芯片设计、关键设备和先进封装技术。这场竞争凸显了半导体在人工智能等前沿领域的战略重要性，政府支持对于增强地方能力至关重要。",
      "translated_title": "中国在与美国芯片战中的秘密武器：激烈的城市竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s megacities are moving in tandem to draw capital to semiconductor research and development, as Beijing accelerates its chip self-sufficiency drive in the face of tightening US export controls.\nMajor technology hubs including Shenzhen, Shanghai and Hangzhou – and even lesser-known players like Hubei province – have all launched major chip industry investment projects in the past few months, with regions competing to emerge as powerhouses in the strategically vital sector, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/fa84c10d-0431-4531-8f36-f74bd42ea8f6_89537848.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-21T02:27:25.597Z"
}