{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "波音任命懂普通话的前白宫顾问领导中国业务 (原标题: Boeing picks Mandarin-speaking ex-White House adviser to lead China business)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330319/boeing-picks-mandarin-speaking-ex-white-house-adviser-lead-china-business?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 11:30:01 +0000",
      "isoDate": "2025-10-25T11:30:01.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 波音任命懂普通话的前白宫顾问领导中国业务\n\n波音公司宣布任命兰登·卢米斯（Landon Loomis）为公司中国区总裁，此举正值这家美国飞机巨头在其仅次于美国的第二大市场面临严峻挑战之际。\n\n**新任中国区总裁的背景与资历：**\n*   **姓名：** 兰登·卢米斯（Landon Loomis）。\n*   **职位：** 波音公司中国区总裁。\n*   **政府经验：** 曾于2017年至2019年担任前美国副总统迈克·彭斯（Mike Pence）的航空顾问。\n*   **中国经验：** 曾在美国-中国航空合作项目（US-China Aviation Cooperation Programme）执行委员会任职，该项目旨在提升中国民用航空的安全和运力。\n*   **语言能力：** 具备中文（普通话）技能。\n*   波音高级副总裁布伦丹·纳尔逊（Brendan Nelson）表示，卢米斯的政府经验和在华经历将“继续加强我们在中国的长期伙伴关系和影响力”。\n\n**波音在华面临的挑战：**\n*   **市场地位：** 中国是波音仅次于美国的第二大市场，拥有约1,855架波音飞机在运营，公司在华业务已开展约50年。\n*   **贸易摩擦：** 分析师指出，美中贸易战（文章提到关税升级后，至少三架波音737 Max飞机被退回美国）以及波音在其他国家的安全事故，导致中国航空公司对波音飞机持观望态度。\n*   **安全事故影响：** 在美国和中国于4月开始迅速升级关税后，至少有三架新的波音737 Max窄体客机在抵达中国供国内航空公司使用后被退回美国。",
      "shortSummary": "波音公司任命懂普通话的前白宫顾问兰登·卢米斯（Landon Loomis）为中国区总裁。此举旨在应对波音在华面临的严峻挑战，包括美中贸易摩擦和安全事故影响。卢米斯曾任前美国副总统航空顾问，并拥有中国合作项目经验，波音希望其资历能加强公司在华的伙伴关系和影响力。中国是波音仅次于美国的第二大市场。",
      "translated_title": "波音任命懂普通话的前白宫顾问领导中国业务",
      "images": [],
      "contentSource": "完整文章",
      "content": "Boeing has appointed a former White House adviser with China experience to head its business in the country as stiff headwinds test the American aircraft giant in its second-biggest market after the US.\nBoeing announced on its website on Thursday that Landon Loomis would work as the company’s China president.\nBoeing senior vice-president Brendan Nelson said in the statement that Loomis’ government experience and previous time in China would “continue to strengthen our long-standing partnership...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/c48f77c6-f2bb-41cb-b54f-a4c819b6537a_9f882bcf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国转向高端出口提升利润，对美依赖减少：报告 (原标题: China’s shift to higher-end exports lifts margins as US reliance shrinks: report)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330215/china-shift-higher-end-exports-boosts-margins-mutual-gains-us-reliance-dips-report?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 10:00:13 +0000",
      "isoDate": "2025-10-25T10:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国企业出口策略转变与价值链升级\n\n一份报告指出，中国旗舰企业正日益将其出口重心从美国市场转移，转而向东南亚等欠发达市场扩张。这一战略调整旨在利用这些市场的历史性低成本优势，并进一步构建和完善其供应链。\n\n*   **出口市场转向**\n    *   高盛策略师指出，涵盖科技到零售等多个领域的中国领先企业，正越来越多地避开美国市场。\n    *   它们选择在东南亚等欠发达市场进行扩张，以充分利用当地的低成本优势并建立供应链。\n\n*   **出口数据对比**\n    *   根据高盛投资银行的研究报告，自2018年以来，中国对非美国市场的出口以约7.5%的复合年增长率增长。\n    *   相比之下，同期中国对美国的出口每年下降0.6%。\n\n*   **2018年：关键转折点**\n    *   高盛中国股票投资组合策略师Si Fu表示，2018年标志着一个转折点，当时中美贸易紧张局势升级，促使中国企业积极探索新的海外市场。\n\n*   **产品价值链升级**\n    *   Fu进一步指出，在产品层面，中国一直在沿着价值附加曲线向上移动。\n    *   这意味着，过去以玩具和纺织品为主的制造业，正逐步被消费电子产品、汽车和泡泡玛特手办等更高价值产品的销售所取代。\n\n*   **整体海外收入增长**\n    *   尽管对美出口有所减少，但Fu强调，中国企业的整体海外收入仍在持续增长。\n    *   面对美国市场，许多中国公司不得不调整策略，转移或分散其出口目的地。",
      "shortSummary": "高盛报告显示，中国企业正将出口重心从美国转向东南亚等欠发达市场，以利用低成本优势并构建供应链。自2018年起，受中美贸易紧张影响，中国对非美市场出口年均增长7.5%，而对美出口年均下降0.6%。这一转变也反映了中国正从玩具、纺织品等低附加值产品转向消费电子、汽车等高端产品。总体而言，中国企业的海外收入仍在增长。",
      "translated_title": "中国转向高端出口提升利润，对美依赖减少：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Flagship Chinese companies, spanning sectors from tech to retail, are increasingly shunning the United States and expanding in less-developed markets such as Southeast Asia, where they can leverage historic low-cost advantages and build out supply chains, a Goldman Sachs strategist said.\nChinese exports to non-US markets have grown at a compound annual rate of about 7.5 per cent since 2018, according to a research note by the investment bank. In contrast, exports to the US have declined by 0.6...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/6f3da0eb-88bd-4e84-8194-61fe2d339375_fc7289e0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判在吉隆坡启动，为可能的习特会铺路 (原标题: China, US trade talks start in Kuala Lumpur ahead of possible Xi-Trump summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330296/china-us-trade-delegates-meet-kuala-lumpur-ahead-possible-xi-trump-talks?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 03:16:20 +0000",
      "isoDate": "2025-10-25T03:16:20.000Z",
      "creator": "Ralph Jennings,Xinyi Wu",
      "summary": "## 中美贸易谈判在吉隆坡启动\n\n中国副总理何立峰与美国财政部长斯科特·贝森特在马来西亚吉隆坡开启了新一轮贸易谈判，此举旨在为世界两大经济体领导人之间可能举行的会晤铺平道路。\n\n### 谈判详情\n*   **参与方**：中方代表团约20人，由中国副总理何立峰率领；美方代表团由美国财政部长斯科特·贝森特率领。\n*   **地点**：马来西亚最高摩天大楼——默迪卡118大厦的96层。中方代表团于周六上午11点前抵达，美方代表已在现场。\n*   **时间**：谈判预计持续至周六傍晚，并可能于周日继续进行，没有具体的结束时间表。\n*   **议题**：双方预计将讨论对中美经济和贸易关系至关重要的议题，中国商务部已于周四证实了这一点。\n*   **背景**：这是自美国总统唐纳德·特朗普于四月升级贸易战以来，何立峰与贝森特之间的第五次面对面会晤。此次会晤前一周，双方已进行了一次视频通话。\n\n### 关系背景与潜在影响\n*   **近期关系**：两国关系近期波动较大。\n*   **潜在缓和**：此次谈判有望为紧张局势的潜在缓和打开大门。\n*   **紧张局势升级**：10月9日，北京宣布对稀土元素（对包括国防工业在内的许多高科技产品生产至关重要的矿物）实施进一步出口管制。此举被广泛解读为对华盛顿9月底扩大实体清单的报复。",
      "shortSummary": "中国副总理何立峰与美国财政部长斯科特·贝森特在吉隆坡启动新一轮贸易谈判，旨在为可能的习特会铺路。此次是双方第五次面对面会晤，预计将讨论关键经贸议题。谈判有望缓和两国近期因稀土出口管制和实体清单等问题而加剧的紧张关系。",
      "translated_title": "中美贸易谈判在吉隆坡启动，为可能的习特会铺路",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Vice-Premier He Lifeng and US Treasury Secretary Scott Bessent have started a new round of trade talks in Kuala Lumpur, paving the way for a possible meeting between the presidents of the world’s two largest economies.\nThe Chinese delegation of about 20 people arrived at the Merdeka 118 tower, the highest skyscraper in Malaysia, just before 11am on Saturday, and quietly walked past waiting reporters to a lift that would take them to the 96th floor of the glassy structure, which is still...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/227a879c-ba81-4c42-9aca-0661dbec554d_77b633b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "初创公司深之蓝在中国寻求主导地位之际争夺顶尖人才 (原标题: Start-up Deep Robotics scrambles for top talent amid China’s quest for dominance)",
      "link": "https://www.scmp.com/business/china-business/article/3330263/little-dragon-deep-robotics-scrambles-top-talent-amid-chinas-quest-dominance?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 00:00:21 +0000",
      "isoDate": "2025-10-25T00:00:21.000Z",
      "creator": "Daniel Ren",
      "summary": "# 深之蓝面临人才短缺，寻求商业化突破\n\n## 公司概况与挑战\n*   **公司名称**：深之蓝 (Deep Robotics)，一家总部位于杭州的初创公司。\n*   **核心挑战**：面临严重的人才短缺，这阻碍了其研发成果的商业化进程。\n*   **高管观点**：首席技术官兼联合创始人李超在上海的“外滩峰会金融论坛”上表示，公司急需高技能专业人才来推动业务发展。\n*   **具体人才需求**：对算法领域的顶尖人才需求尤其强烈，以优化其人形机器人，更好地服务客户。\n\n## 市场机遇与产品愿景\n*   **市场趋势**：李超指出，机器人正在渗透到每一个制造业领域。\n*   **公司目标**：深之蓝必须抓住这一机遇，使其产品不仅可用，而且在工业场景中可靠。\n\n## 核心产品\n*   **DR02工业级机器人**：深之蓝已推出DR02工业级机器人，该机器人能够在所有天气条件下可靠运行。\n*   **图片**：\n    ![深之蓝已推出DR02工业级机器人，该机器人能够在所有天气条件下可靠运行。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/24/77163639-a0b0-48eb-a56c-93c62b4ef6e9_781eca87.jpg)\n\n## 公司背景\n*   **成立时间**：深之蓝由首席执行官朱秋国于2017年创立，当时他还是浙江大学的副教授。\n*   **“杭州六小龙”**：该公司是杭州非官方的“六小龙”初创企业之一，同批公司包括人工智能开发商DeepSeek、视频游戏工作室Game Science、脑机接口创新者BrainCo、3D室内设计软件开发商Manycore和机器人制造商Unitree Robotics。",
      "shortSummary": "杭州初创公司深之蓝正面临严重人才短缺，尤其在算法领域，这阻碍了其研发成果的商业化。首席技术官李超强调，公司急需顶尖人才来优化人形机器人，并开发出如DR02工业级机器人般在工业场景中可靠的产品，以抓住机器人渗透制造业的机遇。深之蓝是“杭州六小龙”之一，致力于推动其业务发展。",
      "translated_title": "初创公司深之蓝在中国寻求主导地位之际争夺顶尖人才",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/24/77163639-a0b0-48eb-a56c-93c62b4ef6e9_781eca87.jpg",
          "alt": "Deep Robotics has launched the DR02 industrial-grade robot capable of operating reliably under all weather conditions. Photo: Handout",
          "title": "Deep Robotics has launched the DR02 industrial-grade robot capable of operating reliably under all weather conditions. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Deep Robotics, a Hangzhou-based start-up, is facing a severe talent shortage, hindering its efforts to commercialise the results of its research and development, according to its chief technology officer (CTO).\nLi Chao, who is also a co-founder of the robot maker, said at the Bund Summit Financial Forum in Shanghai on Friday that highly skilled professionals were very much needed to help Deep Robotics take its business forward.\nHe added that top talent in the algorithm area was in strong demand,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/a80c0213-b366-4f6a-ac50-839c087e8d3d_8e4a25d5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将在未来五年应对风险，为全球经济‘注入确定性’ (原标题: China to tackle risks, ‘inject certainty’ into global economy over next 5 years)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330256/china-tackle-risks-inject-certainty-global-economy-over-next-5-years?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 13:30:09 +0000",
      "isoDate": "2025-10-24T13:30:09.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国未来五年规划：应对风险，注入确定性\n\n在当前日益动荡的世界局势下，中国将采取“战略主动性”来应对日益增长的风险和挑战，并致力于为全球经济“注入确定性”。这是中国高级官员在一次新闻发布会上阐述国家下一个五年规划重点时所强调的。\n\n### 核心策略与经济重点\n\n*   **国内市场优先**：面对全球不确定性，中国这个世界第二大经济体将把更多注意力转向国内市场的发展。\n*   **实体经济与技术进步**：重点关注实体商品的生产和技术进步，以确保经济增长“保持在合理区间”。\n*   **长期发展目标**：未来五年被视为中国共产党实现其长期基准——到2035年“基本实现社会主义现代化”——的关键阶段。中国将“采取历史主动”来确保实现这一目标。\n\n### 全球背景与中国角色\n\n*   **百年未有之大变局**：中共中央经济事务办公室副主任韩文秀指出，世界正经历“百年未有之大变局”，国际力量平衡正在发生深刻调整。\n*   **主动塑造外部环境**：韩文秀强调，中国拥有许多有利因素，可以主动管理国际空间并塑造其外部环境。\n\n### 政策制定背景与立场\n\n*   **高层会议成果**：此次备受关注的新闻发布会是在中共中央第四次全体会议之后举行的。会议期间，国家政治高层在习近平主席的领导下审议了第十五个五年规划草案。\n*   **“以经济建设为中心”**：官员们将这一周期性的国家蓝图称为其他国家羡慕的“政治优势”，并誓言“以经济建设为中心”。这一表述意味着坚定的促增长立场，是此前规划中未曾使用的措辞。",
      "shortSummary": "中国将在未来五年采取“战略主动性”应对风险和挑战，并为全球经济注入确定性。面对全球不确定性，中国将更注重发展国内市场，聚焦实体商品生产和技术进步，以确保经济增长。未来五年是实现2035年“基本实现社会主义现代化”目标的关键阶段。中国将“以经济建设为中心”，表明其坚定的促增长立场。",
      "translated_title": "中国将在未来五年应对风险，为全球经济‘注入确定性’",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the face of an increasingly turbulent world, China will employ “strategic proactiveness” as it addresses growing risks and challenges, senior officials said at a Friday press conference detailing the country’s priorities under its next five-year plan.\nThe world’s second-largest economy will shift more attention to the development of its domestic market amid global uncertainty, focusing on the production of tangible goods and technological advancements to ensure growth “remains within a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/d04d80c8-7f0f-4695-a0a3-ab7e8d73f84a_367060e0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土巨头支持国家广泛的出口管制 (原标题: State rare earth giant throws support behind China’s broad export controls)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330227/state-rare-earth-giant-throws-support-behind-chinas-broad-export-controls?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-24T13:00:08.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国稀土巨头支持出口管制\n\n中国最大的稀土生产商之一——中国稀土集团已承诺“严格执行政府关于出口管制的指导方针”。此举表明了主要行业参与者对北京近期扩大关键矿物许可要求的支持，尽管美国官员对此表示严厉批评。\n\n## 主要观点和关键信息：\n\n*   **中国稀土集团的立场：**\n    *   该集团（由国有金属公司于2021年组建）的声明重申了北京整合稀土贸易监管的决心。\n    *   声明发布在其官方网站上，指出在“复杂和充满挑战”的外部环境下，所有运营必须遵守法律法规，以确保“与国家政策保持一致”。\n    *   该国有企业将监管合规性列为第四季度的“关键运营重点”。\n\n*   **背景与国际反应：**\n    *   美国官员严厉批评北京近期扩大稀土许可要求的举动。\n    *   美国试图将这些措施作为美中贸易冲突中的一个焦点。\n    *   欧盟正在权衡对中国稀土行动的潜在反制措施。\n    *   美国总统特朗普和中国国家主席习近平将于10月30日在韩国会晤，中国在稀土供应和加工方面的近乎垄断地位使其在贸易谈判中拥有显著筹码。\n\n*   **专家观点：**\n    *   北京对外经济贸易大学经济学教授龚炯表示，中国的稀土出口管制是长期政策，不会逆转，所有行业企业都必须遵守。\n    *   他补充说，实施过程中可能存在灵活性，例如简化审批程序或承诺维持全球供应链稳定，但这最终取决于即将到来的对外贸易谈判的进展。\n\n*   **全球关注：**\n    *   该集团的声明是在全球对稀土供应高度关注的背景下发布的。",
      "shortSummary": "中国稀土集团承诺严格执行国家稀土出口管制，此举巩固了北京对稀土贸易的监管，并对美国官员的批评和欧盟的反制措施作出了回应。专家认为这是长期政策。在中国稀土近乎垄断的背景下，此举为即将举行的中美领导人会晤和贸易谈判增添了筹码。",
      "translated_title": "中国稀土巨头支持国家广泛的出口管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "One of China’s largest producers of rare earth elements has pledged to “strictly enforce government guidance” on export controls, a show of support from a major industry player as US officials harshly criticise Beijing’s recent expansion of licensing requirements for the crucial minerals.\nThe statement from China Rare Earth Group – a conglomerate of state metals firms formed in 2021 – serves as a reaffirmation of Beijing’s resolve in consolidating its oversight of the rare earths trade, despite...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/054e40a4-f8d5-49e0-9706-76907082b601_4eaaab18.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平强调，尽管面临外部挑战，中国仍需专注于‘做好自己的事’ (原标题: China must stay focused on ‘own work’ despite external challenges, Xi says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330239/china-must-stay-focused-own-work-despite-external-challenges-xi-says?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 11:00:13 +0000",
      "isoDate": "2025-10-24T11:00:13.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 习近平强调中国需专注于“做好自己的事”以应对外部挑战\n\n中国国家主席习近平在为中国下一个五年规划（第十五个五年规划，涵盖2026年至2030年）的筹备期间，强调中国需要坚持“专注于做好自己的事”的战略，并在不确定的外部环境中抓住主动权。\n\n**主要观点：**\n\n*   **战略核心**：习近平指出，无论外部环境如何变化，中国都必须专注于自身使命，坚持“做好自己的事”的战略。\n*   **国际形势评估**：他呼吁国家“密切关注并准确评估国际形势，积极认识、应对和追求变化，牢牢掌握战略主动权”。\n*   **会议背景**：\n    *   此次讲话是在北京中南海举行的会议上发表的，旨在听取中国执政党（共产党）以外人士对起草第十五个五年规划的意见。\n    *   这次座谈会是收集各党派和社会各界建议的努力的一部分，旨在通过“发扬民主、汇聚智慧、凝聚共识”来制定规划。\n*   **规划重要性**：\n    *   第十五个五年规划（2026-2030年）对中国至关重要，因为作为世界第二大经济体，中国正面临日益加剧的外部挑战。\n    *   这些外部挑战包括中美贸易战和全球科技竞争。\n    *   同时，中国还需应对一系列国内不利因素，如需求疲软和人口迅速老龄化。\n\n**信息来源**：\n\n*   新华社报道了习近平的讲话和相关会议内容。\n*   中央政策研究室主任江金权向媒体介绍了此次会议的目的。",
      "shortSummary": "习近平强调，在为中国第十五个五年规划（2026-2030年）做准备期间，中国必须坚持“专注于做好自己的事”的战略，并在不确定的外部环境中掌握战略主动权。此举旨在应对中美贸易战、全球科技竞争等外部挑战，以及需求疲软、人口老龄化等国内问题。此次讲话是在听取非共产党人士意见的会议上发表的，旨在汇聚智慧、凝聚共识。",
      "translated_title": "习近平强调，尽管面临外部挑战，中国仍需专注于‘做好自己的事’",
      "images": [],
      "contentSource": "完整文章",
      "content": "During the preparatory period for China’s next five-year plan, President Xi Jinping stressed the country needed to stick to its strategy of “focusing on doing its own work” and seizing the initiative amid an uncertain external environment, according to a report by the state-run news agency Xinhua.\nThe comments, which Xi originally made during a symposium in August, were published on Friday, the day after the conclusion of the fourth plenum of the Communist Party’s Central Committee, where...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/846f6b22-9cee-495f-bd12-0a1fa615878f_df51bda7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国学者呼吁中美停止贸易武器化升级 (原标题: China and US must halt escalating weaponisation of trade, Chinese scholar urges)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330187/china-and-us-must-halt-escalating-weaponisation-trade-chinese-scholar-urges?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 07:06:07 +0000",
      "isoDate": "2025-10-24T07:06:07.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中国学者呼吁中美停止贸易武器化升级\n\n*   **背景与呼吁**\n    *   清华大学国际安全与战略研究中心主任达巍在上海举行的外滩峰会上表示，中美两国应避免将更多关系层面武器化。\n    *   他强调，世界两大经济体需要保持某种程度的自我克制，停止寻找新的武器来对抗对方，以缓和近期紧张局势的升级。\n\n*   **贸易武器化表现**\n    *   北京近期宣布大幅扩大对稀土元素的出口管制，稀土是许多高科技产品生产的关键原材料。\n    *   此举被普遍视为对华盛顿限制芯片及相关技术出口的“镜像”回应，表明贸易紧张局势正在升级。\n\n*   **即将举行的谈判**\n    *   稀土问题预计将成为即将举行的中美马来西亚谈判的重点议题。\n    *   中国副总理何立峰计划在未来几天与美国财政部长斯科特·贝森特会面，以期为两国关系降温。\n    *   这将是今年两国间的第五轮贸易谈判，旨在解决当前的贸易摩擦和紧张局势。\n\n*   **潜在的领导人会晤**\n    *   此次谈判可能为两国元首习近平和唐纳德·特朗普的会晤铺平道路。\n    *   美方表示，习特会将在下周于韩国举行的亚太经济合作组织（Apec）论坛期间举行。\n    *   然而，中方尚未确认两位领导人的会晤。",
      "shortSummary": "清华大学学者达巍呼吁中美停止贸易武器化升级，强调双方需自我克制。他指出，中国扩大稀土出口管制被视为对美国芯片限制的回应。稀土问题将是中美在马来西亚即将举行的谈判重点，中国副总理何立峰将与美国财政部长贝森特会面。此次谈判可能促成习近平与特朗普在Apec会议期间的会晤，但中方尚未确认。",
      "translated_title": "中国学者呼吁中美停止贸易武器化升级",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States should refrain from weaponising more aspects of their relationship, a Chinese scholar has urged, as the world’s two largest economies prepare to hold a fresh round of negotiations to cool down a recent flare-up in tensions.\n“It’s very important that the two sides need to have some kind of self-restraint,” said Da Wei, director of Tsinghua University’s Centre for International Security and Strategy, at the Bund Summit in Shanghai on Thursday. “Stop trying to find new...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/c92d1282-5a56-478c-a320-36e69bf7d1bd_69490ff4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C919客机制造商将在迪拜航展上寻找中东买家 (原标题: Maker of China’s C919 jet to scout for Middle Eastern buyers at Dubai Airshow)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330179/maker-chinas-c919-jet-visit-dubai-airshow-scout-middle-eastern-buyers?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 07:00:09 +0000",
      "isoDate": "2025-10-24T07:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国商飞迪拜航展首秀，寻求中东市场机遇\n\n中国商用飞机有限责任公司（Comac）将于下个月首次亮相迪拜航展，此举旨在为其中小型C909和窄体C919客机在中东地区寻找潜在买家。\n\n## 参展背景与目的\n\n*   **首次亮相：** Comac被列为迪拜航展（11月17日至21日）的1500家参展商之一，标志着这家总部位于上海的国有飞机制造商首次参加该盛会。\n*   **拓展海外市场：** 随着中国国内订单增长，Comac一直在为较旧、较小的C909（前身为ARJ21）和较新的单通道C919客机寻找海外买家。\n*   **挑战全球双头垄断：** 海外销售的突破将推动Comac实现其目标，即打破空中客车和波音在全球客机市场的双头垄断格局。\n\n## 航展重要性\n\n*   **广泛曝光：** 根据航展官网数据，Comac在迪拜航展的展位将使其接触到超过14.8万名参观者。\n*   **分析师观点：** 澳大利亚航空分析国际公司首席执行官休·里奇（Hugh Ritchie）表示，迪拜航展“绝对是一个重要的航展”，并预测Comac将获得大量关注。他认为，航空公司经理会“非常敏锐地关注中国飞机”。\n\n## 中东市场潜力\n\n*   **贸易关系深化：** 近年来，中国与中东国家的贸易关系显著加强。\n    *   中国国家主席习近平2022年访问沙特阿拉伯后，双方贸易往来进一步密切。\n    *   中美贸易关系日益紧张也促使中国寻求新的贸易伙伴。\n*   **“一带一路”倡议：** 中国实施了12年的“一带一路”倡议，专注于建设海外贸易相关基础设施。\n    *   根据澳大利亚格里菲斯亚洲研究所7月份发布的一份报告，今年上半年，“一带一路”倡议在中东地区带来了194亿美元的建设合作。\n*   **市场机遇：** 中东地区日益增长的贸易联系和基础设施投资，为C909和C919客机提供了潜在的销售机遇。",
      "shortSummary": "中国商飞（Comac）将首次亮相迪拜航展，旨在为C909和C919客机寻找中东买家，以期打破空客-波音的双头垄断。此次参展正值中国与中东贸易关系因习近平主席访问及“一带一路”倡议而加强之际。分析师认为，Comac将在此重要展会上获得广泛关注，中东市场对中国客机具有吸引力。",
      "translated_title": "中国C919客机制造商将在迪拜航展上寻找中东买家",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s passenger jet manufacturer will make its Dubai Airshow debut next month, when it is likely to scout for buyers of its small C909 and narrowbody C919 aircraft in the Middle East.\nThe air show’s website lists Commercial Aircraft Corporation of China (Comac) among its 1,500 exhibitors, and analysts said the Shanghai-based, state-owned planemaker’s participation at the event from November 17 to 21 would mark a first for the company.\nComac has been looking for overseas buyers of its older,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/4c2e6c0f-a56c-4552-afc6-ebdd65890ed4_5ff81ead.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国重申在“复杂”、“激烈”大国竞争中坚定决心 (原标题: China reaffirms resolve in face of ‘complex’, ‘intense’ great-power competition)",
      "link": "https://www.scmp.com/economy/policy/article/3330134/chinas-communist-party-meets-press-after-fourth-plenum-wraps?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 01:50:18 +0000",
      "isoDate": "2025-10-24T01:50:18.000Z",
      "creator": "SCMP Reporters",
      "summary": "# 中国共产党中央委员会第四次全体会议总结及后续新闻发布会\n\n中国共产党中央委员会第四次全体会议（四中全会）于周四闭幕后，周五上午举行了一场新闻发布会，旨在回顾此次会议的各项议程和中央委员会的结论。\n\n**主要出席人员：**\n*   国家最高经济规划部门负责人\n*   商务部长\n*   科技部长\n*   国家卫生健康委员会主任\n*   党内最重要的政策智库负责人\n*   党中央经济事务办公室副主任\n\n**会议公报核心要点：**\n*   委员会在公报中誓言将“面对重大考验”并“攻克难关”。\n*   公报将当前形势描述为“高风、巨浪、狂风暴雨”，这暗示了党必须克服一系列内部和外部挑战。\n*   这些挑战旨在确保党能够实现其中长期经济社会发展目标。\n*   预计这些目标将在国家下一个五年规划中得到更详细的阐述。",
      "shortSummary": "中国共产党中央委员会第四次全体会议闭幕后，举行新闻发布会，总结会议成果。与会高级官员强调，中央委员会誓言在“复杂”、“激烈”的大国竞争和“高风、巨浪、狂风暴雨”的内外挑战下，“面对重大考验”、“攻克难关”，以实现中长期经济社会发展目标，这些目标将在下一个五年规划中详细阐述。",
      "translated_title": "中国重申在“复杂”、“激烈”大国竞争中坚定决心",
      "images": [],
      "contentSource": "完整文章",
      "content": "This live blog has been made freely available as a public service to our readers. Please consider supporting SCMP’s journalism by subscribing.\nAfter China’s ruling Communist Party concluded the fourth plenum of its powerful Central Committee on Thursday, a press conference was held on Friday morning to review the events of the conclave and the committee’s conclusions.\nAmong those who attended the briefing were the head of the country’s top economic planner, the minister of commerce, the minister...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/bcbd201a-f779-47a7-89df-469ecb9ab6e4_fcef102e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "战略规划如何助力中国绿色能源转型 (原标题: How strategic planning is powering China’s green energy transition)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329944/how-strategic-planning-powering-chinas-green-energy-transition?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 01:30:08 +0000",
      "isoDate": "2025-10-24T01:30:08.000Z",
      "creator": "Ren Yan",
      "summary": "# 战略规划如何助力中国绿色能源转型\n\n近期，西方主要媒体对中国拥抱清洁能源技术给予了高度关注。在关于中国正成为“电力国家”的论调中，流露出对美国前总统唐纳德·特朗普“钻吧，宝贝，钻吧”政策以及党派政治格局的明显担忧。\n\n## 西方媒体的关注点\n\n*   **《纽约时报》**：重点报道了中国最长的特高压输电线路之一，该线路从遥远的西北沙漠延伸至人口稠密的东南部。文章指出，这些输电线路的输电能力“超过美国任何一条公用事业输电线路”。\n*   **《金融时报》**：引用气候能源金融总监蒂姆·巴克利的话，将中国日益增长的主导地位描述为世界第一个重要的“电力国家”。巴克利指出，特朗普政府“拥抱化石燃料产业”，并“削弱”了前政府对可再生能源的支持。\n*   **美国转向化石燃料的例子**：内华达沙漠中七个太阳能项目（Esmeralda 7）的取消，这些项目原本有望成为世界上最大的太阳能项目之一，此前在拜登政府的监管审查中稳步推进。\n\n## 中国低碳转型的驱动力与战略\n\n*   **地理需求**：中国超过90%的人口居住在东部，而大部分清洁能源产自北部和西部。将电力输送到最需要的地方成为一项紧迫需求，这促成了“西电东送”工程。\n*   **战略一致性**：中国能源战略的一贯性是其显著特点。近年来，中国推出了多项举措，旨在推动电网脱碳，提升清洁能源使用，同时解决燃煤排放问题。\n*   **长期承诺**：尽管传统上依赖煤炭，中国政府在2021年宣布承诺，力争在2030年前达到二氧化碳排放峰值，并在2060年前实现碳中和。\n\n## 显著的进展与成就\n\n*   **加速转型**：中国的低碳转型步伐显著加快，尤其是在2021年之后。\n*   **可再生能源份额提升**：在此期间，可再生能源在中国总装机发电容量中的份额从40%增加到约60%。\n\n![中国戈壁沙漠启动首个特高压输电项目](https://i.ytimg.com/vi/EoRKcj0m-78/maxresdefault.jpg)\n*图：中国戈壁沙漠启动首个特高压输电项目，展示了其在远距离输电方面的能力。*",
      "shortSummary": "西方媒体关注中国通过战略规划加速绿色能源转型，正成为全球首个重要“电力国家”，与美国转向化石燃料形成对比。中国因地理需求和长期承诺，大力推动电网脱碳和清洁能源发展。自2021年起，中国可再生能源在总装机容量中的份额已从40%增至约60%，并承诺在2030年前达碳峰值，2060年前实现碳中和。",
      "translated_title": "战略规划如何助力中国绿色能源转型",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/EoRKcj0m-78/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Recently, some major Western media outlets have focused on China’s embrace of clean energy technologies. Between the lines of the rhetoric on China becoming an “electrostate”, there is palpable anxiety about US President Donald Trump’s “drill, baby, drill” approach and the partisan political landscape.\nThe New York Times highlighted one of China’s longest ultra-high-voltage power lines, stretching from the far northwest remote desert to the populous southeast, noting that these power lines are...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/acb4ba54-ea29-403b-b860-fd2f2c6dcce0_7488809c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "马来西亚中美贸易谈判为何对习特会至关重要 (原标题: Why US-China trade talks in Malaysia are key to paving way for Xi-Trump summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330099/why-us-china-trade-talks-malaysia-are-crucial-paving-way-xi-trump-summit?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 14:00:09 +0000",
      "isoDate": "2025-10-23T14:00:09.000Z",
      "creator": "Kandy Wong,Alice Li",
      "summary": "### 马来西亚中美贸易谈判：习特会之路的关键\n\n即将举行的马来西亚中美贸易谈判被视为为两国领导人峰会铺平道路的关键。\n\n#### 美方施压策略：软件出口管制\n\n*   **背景：** 美国威胁利用其软件优势，对中国实施新的贸易限制，以回应中国近期对稀土的出口管制。\n*   **具体措施：** 据路透社报道，美国正考虑对一系列由软件驱动的出口产品（从笔记本电脑到喷气发动机）实施限制。\n*   **特朗普威胁：** 美国总统特朗普此前曾威胁要在11月1日前对“任何及所有关键软件”实施出口管制。\n*   **目的：** ISEAS – Yusof Ishak Institute 的高级访问学者 Jayant Menon 认为，此举是华盛顿向北京施压的策略，旨在迫使中方对稀土限制做出回应。\n\n#### 分析师观点：北京不太可能让步\n\n*   **Jayant Menon 的观点：**\n    *   他认为，美国的举动可以被视为激进谈判策略的一部分，旨在通过恐吓来争取最佳协议。\n    *   这也间接反映了美国对中国稀土出口管制的担忧。\n    *   然而，Menon 指出，如果华盛顿打“科技牌”，效果可能不大，因为北京已表明不会被胁迫。\n*   **Nick Marro（经济学人智库亚洲首席经济学家）的观点：**\n    *   他也不认为北京会在稀土出口管制方面做出重大让步。\n    *   尽管承认如果软件相关限制成为现实，可能会扼制中国高科技制造业。\n\n#### 潜在进展领域\n\n*   尽管在稀土问题上可能难以取得重大突破，但双方有望在大豆或芬太尼等问题上取得进展。\n\n#### 总结\n\n此次在吉隆坡举行的第五轮贸易谈判，虽然面临美方施压和中方不愿让步的局面，但其结果将对未来中美关系，特别是习特会的举行，产生重要影响。",
      "shortSummary": "即将举行的马来西亚中美贸易谈判对习特会至关重要。美国威胁通过软件出口管制向中国施压，以回应中方稀土限制。分析人士认为，此举是美方谈判策略，但北京不太可能在稀土问题上做出重大让步。尽管如此，双方仍可能在大豆或芬太尼等问题上取得进展。此次谈判的结果将影响未来两国关系走向。",
      "translated_title": "马来西亚中美贸易谈判为何对习特会至关重要",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the US threatening to leverage its software strengths ahead of fresh trade talks with China in response to its recent export controls on rare earths, analysts say Beijing is unlikely to make major concessions, though progress could be made on issues such as soybeans or fentanyl.\nWashington is reportedly considering imposing curbs on a range of software-powered exports to China – from laptops to jet engines – according to Reuters, following a threat by US President Donald Trump earlier this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/1b807f01-72ed-4df3-a643-3f33d8f07b50_dc82f247.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "修复特朗普关税‘损害’将耗时，前美国财政部长警告 (原标题: Repairing Trump’s tariff ‘damage’ will take time, warns former US Treasury chief)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330063/repairing-trumps-tariff-damage-will-take-time-warns-former-us-treasury-chief-rubin?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 12:00:09 +0000",
      "isoDate": "2025-10-23T12:00:09.000Z",
      "creator": "Ji Siqi,Luna Sun",
      "summary": "### 前美国财政部长警告：修复特朗普关税“损害”将耗时\n\n前美国财政部长罗伯特·鲁宾（Robert Rubin）警告称，美国总统唐纳德·特朗普“严重误导”的关税政策正在损害美国经济的效率，尽管其短期内表现出韧性，但未来需要修复这些损害。\n\n*   **政策评价**：鲁宾认为，特朗普的关税政策“非常不明智”，但政府似乎仍致力于推行。他强调，特朗普的许多政策“随着时间的推移，有可能产生不利影响”，并指出总统“确实正在造成一些损害”，而修复这些损害“可能需要一些时间”。\n*   **背景信息**：\n    *   鲁宾现年87岁，曾于1995年至1999年在比尔·克林顿（Bill Clinton）的民主党总统任期内担任财政部长。\n    *   他于周四在上海举行的2025外滩峰会上通过视频连线发表了上述言论。\n*   **当前背景**：\n    *   鲁宾的评论是在美国关税威胁和贸易摩擦不断升级的背景下发表的，这些摩擦正在扰乱全球供应链并令投资者不安。\n    *   全球正密切关注中美两国如何应对日益紧张的贸易关系。\n*   **未来会晤**：特朗普周三表示，他已安排与中国国家主席习近平在韩国举行“一次相当长的会晤”，亚太经济合作组织（APEC）论坛将于下周在那里举行。然而，北京尚未确认与特朗普的会晤。\n\n![前美国财政部长罗伯特·鲁宾周四在上海举行的外滩峰会上通过视频连线发表讲话。图片来源：微博](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/367732a9-404b-437e-8caf-e303080de53a_1126e908.jpg)",
      "shortSummary": "前美国财政部长罗伯特·鲁宾警告称，特朗普的关税政策“严重误导”且正在损害美国经济效率，尽管短期内有韧性，但修复这些损害将耗时。他在上海的一次峰会上通过视频连线发表了此番言论，强调该政策长期来看可能产生不利影响，并提及当前中美贸易摩擦加剧的背景。",
      "translated_title": "修复特朗普关税‘损害’将耗时，前美国财政部长警告",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/367732a9-404b-437e-8caf-e303080de53a_1126e908.jpg",
          "alt": "Former secretary of the US Treasury Robert Rubin appears by video at the Bund Summit in Shanghai on Thursday. Photo: Weibo",
          "title": "Former secretary of the US Treasury Robert Rubin appears by video at the Bund Summit in Shanghai on Thursday. Photo: Weibo",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s “badly misguided” tariff policy is impairing the efficiency of America’s economy despite its short-term resilience, and the damage will need to be repaired down the road, according to a former US Treasury secretary.\n“It’s a very unwise policy, and yet it seems to be the policy they’re committed to,” said Robert Rubin, who administered the Treasury from 1995 to 1999, during the Democratic presidential administration of Bill Clinton.\nRubin, 87, was speaking via video...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/b64c9913-085e-4340-a591-510357827aac_649be899.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国一线城市、内陆省份领跑GDP增长，内需提振 (原标题: China’s top cities, inland provinces lead GDP growth as domestic demand rises)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330071/chinas-top-cities-inland-provinces-lead-gdp-growth-domestic-demand-strengthens?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 10:30:09 +0000",
      "isoDate": "2025-10-23T10:30:09.000Z",
      "creator": "Alice Li",
      "summary": "### 中国2025年前三季度经济表现\n\n*   **总体趋势**：中国经济有望实现年度增长目标。\n*   **区域亮点**：上海、北京等一线城市以及部分内陆地区在2025年前三季度GDP增速超过全国平均水平。\n*   **主要驱动力**：国内需求是经济扩张的主要动力，尽管面临与美国的贸易紧张局势。\n\n### 上海经济表现\n\n*   **GDP增长**：前九个月GDP同比增长5.5%，高于全国平均水平5.2%。\n*   **历史背景**：近年来上海经济曾受消费疲软影响，2024年零售销售同比下降3.1%，是40多年来的第二次年度下降。\n*   **当前增长驱动**：\n    *   **消费**：2025年前九个月零售销售同比增长4.3%，扭转了前两季度仅增长1.7%的局面。\n    *   **高科技制造业**：作为城市工业部门的主要增长点，产值同比增长8.5%。该类别包括人工智能、集成电路和生物技术等领域。\n*   **官方评估**：上海市统计局表示，前三季度城市经济显示出更强的内部动能，发展趋势稳健且改善。但同时警告，外部不确定性依然存在，需要更多政策支持以巩固复苏。\n\n### 北京经济表现\n\n*   **GDP增长**：同期GDP同比增长5.6%，同样超过全国平均水平。\n*   **增长驱动**：主要由信息服务、金融和高科技制造业推动。",
      "shortSummary": "2025年前三季度，中国一线城市上海和北京及部分内陆地区GDP增速均超全国平均水平（5.2%）。国内需求是主要增长动力。上海GDP增长5.5%，得益于消费和高科技制造业。北京GDP增长5.6%，由信息服务、金融和高科技制造业驱动，显示出强劲的内部增长势头。",
      "translated_title": "中国一线城市、内陆省份领跑GDP增长，内需提振",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China stays on track to achieve its annual growth target, top-tier cities Shanghai and Beijing – along with several inland regions – outperformed the national average in the first three quarters of 2025, with domestic demand driving expansion amid renewed trade tensions with the United States.\nShanghai, the nation’s financial hub, reported 5.5 per cent year-on-year growth in gross domestic product for the first nine months of the year, outpacing the 5.2 per cent national average, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/cd07a5bd-cbcd-4f9f-b4fb-bb7274efd240_1f1d158c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国四中全会：领导人誓言在‘狂风暴雨’中取得‘显著进展’ (原标题: China’s fourth plenum: leaders vow ‘notable progress’ against ‘raging storms’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330062/china-pledges-notable-progress-fourth-plenum-concludes-5-year-road-map?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 09:09:34 +0000",
      "isoDate": "2025-10-23T09:09:34.000Z",
      "creator": "Sylvia Ma,Mandy Zuo,Yuanyue Dang",
      "summary": "### 中国四中全会：领导人誓言在“狂风暴雨”中取得“显著进展”\n\n中国共产党第四次全体会议（四中全会）已落下帷幕，为未来五年的政策制定定下了基调。会议公报在强调国家经济韧性的同时，也发出了“狂风暴雨”和不确定性日益增长的警告。北京誓言在追求发展中取得“显著进展”，并保持其作为制造业强国的地位。\n\n**主要会议成果与政策方向：**\n\n*   **全面深化改革与民生改善：** 会议公报呼吁“全面深化改革”，并持续改善人民生活水平。\n*   **展望与挑战：** 这份5000字的公报在新闻发布会和即将发布的更长篇决议文本之前，提供了中央委员会的展望。公报在现有政策优先事项的基础上，也预示了中国在未来十年可能面临的挑战。\n*   **“斗争”精神：** 文章指出，“斗争”一词的使用频率超过了五年前类似文件中。公报直接引用了习近平主席的常用表达：“敢于斗争，善于斗争。”\n*   **应对风险的决心：** 新华社发布的公报强调：“我们必须有勇气面对狂风、巨浪乃至狂风暴雨中的重大考验，以历史主动精神应对困难、风险和挑战——专注于做好自己的工作，为中国经济持续增长和社会长期稳定书写新篇章。”\n\n**专家观点与政策连续性：**\n\n*   凯投宏观中国经济主管Julian Evans-Pritchard指出，会后公报传递的信息是政策的连续性，技术升级和经济安全仍然是议程的首要任务。\n\n**中长期规划：**\n\n*   党为国家经济社会进步设定了一系列中长期目标。五年规划（源自建党初期）旨在连接这些目标。正在起草的下一个五年规划将是中国的第十五个五年规划。",
      "shortSummary": "中国共产党四中全会为未来五年政策定调，领导人誓言在“狂风暴雨”和不确定性中取得“显著进展”，保持制造业强国地位。会议强调“全面深化改革”和改善民生，并多次提及“斗争”以应对挑战。政策将保持连续性，技术升级和经济安全仍是重点。正在起草的第十五个五年规划将指导国家经济社会发展。",
      "translated_title": "中国四中全会：领导人誓言在‘狂风暴雨’中取得‘显著进展’",
      "images": [],
      "contentSource": "完整文章",
      "content": "After a meeting of China’s political leadership setting the tone for policymaking over the next five years, warnings of “raging storms” and growing uncertainties joined declarations of confidence in the nation’s economic resilience, as Beijing vowed to make “notable progress” in the pursuit of development and to maintain its status as a manufacturing powerhouse.\nIn a communique issued following the conclusion of the fourth plenum on Thursday, the ruling Communist Party’s Central Committee called...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/73f1b5a0-2243-4a4a-a6af-fd3bf46524ac_90bfa3fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国副总理何立峰将在马来西亚与美国官员会谈 (原标题: Chinese Vice-Premier He Lifeng to talk with US officials in Malaysia)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330032/chinese-vice-premier-he-lifeng-talk-us-officials-malaysia?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 06:59:37 +0000",
      "isoDate": "2025-10-23T06:59:37.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国副总理何立峰与美国官员在马来西亚举行贸易会谈\n\n中国商务部周四宣布，中国副总理何立峰将于周五至周一在马来西亚与美国官员举行贸易会谈。此次会谈旨在根据两国领导人今年多次通话达成的重要共识，就中美经贸关系中的关键问题进行磋商。\n\n### 会谈背景与意义\n\n*   **第五轮贸易会谈：** 这将是全球两大经济体之间举行的第五轮贸易会谈。\n*   **元首会晤前奏：** 此次谈判被视为中国国家主席习近平与美国总统唐纳德·特朗普在韩国举行预期会晤的前奏。\n\n### 前期沟通\n\n*   美国财政部长斯科特·贝森特上周在社交媒体上透露，他与中国副总理何立峰通过视频通话进行了“坦诚而详细的讨论”，并计划本周在马来西亚会面。\n\n### 近期贸易紧张局势\n\n*   尽管此前进行了数月的谈判和多次临时休战（冲突在四月达到顶峰），但在宣布此次会谈之前，本月两国贸易紧张局势再次加剧。\n*   紧张局势表现为一系列经济制裁、出口管制以及特朗普威胁加征100%关税等措施。\n\n**（文章内容中未包含有效图片链接，因此详细摘要中不包含图片。）**",
      "shortSummary": "中国副总理何立峰将于周五至周一在马来西亚与美国官员举行贸易会谈。此次会谈是中美之间的第五轮贸易磋商，旨在解决两国经贸关系中的关键问题，并被视为两国元首预期会晤的前奏。此前，美国财政部长斯科特·贝森特已与何立峰进行视频通话。尽管此前有谈判和休战，但近期两国贸易紧张局势因制裁和关税威胁再次升级。",
      "translated_title": "中国副总理何立峰将在马来西亚与美国官员会谈",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Vice-Premier He Lifeng will hold trade talks with US officials during a visit to Malaysia from Friday to Monday, Beijing’s Ministry of Commerce said on Thursday.\nThe two sides will “consult on important issues in China-US economic and trade relations” in keeping with the “consensus reached during multiple phone calls by the two nations’ leaders this year”, the ministry confirmed in a statement on its official website.\nThe coming negotiation will mark the fifth round of trade talks...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/083b902b-2724-455a-9cd1-8055397265e1_409f5221.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国四中全会闭幕之际，社论赞扬其制度是稳定之锚 (原标题: As China’s fourth plenum wraps, editorial hails system as anchor of stability)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330018/chinas-fourth-plenum-wraps-editorial-hails-system-anchor-stability?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 05:01:01 +0000",
      "isoDate": "2025-10-23T05:01:01.000Z",
      "creator": "Mia Nurmamat",
      "summary": "## 中国制度：经济发展与全球稳定的基石\n\n在中国即将公布其下一个五年规划之际，官方媒体《人民日报》发表社论，高度赞扬中国的社会主义制度是推动国家经济发展和维护全球经济稳定的力量源泉。\n\n### 五年规划的重要性与贡献\n\n*   **提供清晰方向与可预测性**：社论指出，在全球不确定性日益增加的环境中，中国五年规划的制定和实施为国家发展提供了明确的方向和高度的可预测性。\n*   **显著的全球经济贡献**：据估计，在过去的五年中，中国对全球经济增长的贡献率达到了约30%。\n*   **核心政治优势**：社论强调，“科学、一贯地制定和实施五年规划，是党的一项重要治国经验，也是中国特色社会主义的核心政治优势之一。”\n\n### 党中央的领导与决策\n\n*   **确保经济稳健航行**：文章指出，在关键时刻和重要关头，党中央对形势的及时评估和果断行动，能够确保中国经济这艘巨轮乘风破浪、稳健前行，始终保持正确的航向。\n*   **全党共识**：这已成为“全党最大的共识”。\n\n### 中国制度的独特优势\n\n*   **对比多党制国家**：社论将中国与“一些国家”进行对比，这些国家在多党制下往往陷入短期政策制定和频繁的政策反复。\n*   **统一的国家战略**：中国则坚持统一的国家战略，能够有效动员各方力量，朝着既定方向稳步推进。\n\n### 背景信息\n\n*   这篇社论发表之际，正值中共中央委员会第四次全体会议（四中全会）即将闭幕。这次为期四天的会议汇集了国家最高领导人，主要议题是讨论和审议下一个五年规划的提案。",
      "shortSummary": "《人民日报》社论赞扬中国社会主义制度是经济发展和全球稳定的基石。社论指出，五年规划为中国经济提供了明确方向和可预测性，过去五年中国贡献了全球约30%的增长。党中央的及时决策确保了经济稳定，这与一些国家短期政策反复形成对比。该社论发表于中共中央四中全会闭幕、讨论下一个五年规划提案之际。",
      "translated_title": "中国四中全会闭幕之际，社论赞扬其制度是稳定之锚",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China prepares to unveil its next five-year plan on Thursday, the mouthpiece of the country’s ruling Communist Party has styled the nation’s socialist system as a source of strength that powers the development of the vast Chinese economy and provides stability to the global economy.\nIn an editorial published on Thursday morning, People’s Daily said that China’s five-year plans provided clear direction and predictability amid global uncertainty, with the country estimated to have contributed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/2fa52b68-f641-4675-85dc-e45ac4241de4_1571d363.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "柬埔寨新金边机场隆重开幕，强调区域和中国联系 (原标题: New Phnom Penh airport opens with fanfare as Cambodia touts regional, China ties)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329952/new-phnom-penh-airport-opens-fanfare-cambodia-touts-regional-china-ties?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 23:30:14 +0000",
      "isoDate": "2025-10-22T23:30:14.000Z",
      "creator": "Kandy Wong",
      "summary": "## 柬埔寨新金边国际机场隆重启用\n\n柬埔寨耗资23亿美元的新金边国际机场（Techo International Airport, TIA）在金边附近举行了盛大的开幕仪式。该项目旨在将柬埔寨打造成东南亚的旅游和货运枢纽，并加强与区域、香港及中国大陆的联系。\n\n### 项目背景与所有权\n*   新机场由与柬埔寨最富有商人之一Pung Kheav Se相关的企业开发。\n*   其运营商柬埔寨机场投资公司（Cambodia Airport Investment）90%股权由Pung Kheav Se创立的集团Overseas Cambodian Investment Corporation (OCIC)持有，其余10%由柬埔寨政府民航国务秘书处持有。\n\n### 运营能力与未来展望\n*   普华永道（PwC）预测，TIA在今年剩余时间内将接待530万旅客。\n*   预计到2030年和2040年，年旅客吞吐量将分别达到1010万和1500万人次。\n*   随着机场进入新的发展阶段，其容量将持续增长。\n\n### 战略意义与愿景\n*   Pung Kheav Se在开幕式上表示，新机场并非一个独立项目，而是柬埔寨成为区域重要活动中心的总体战略中的一个节点。\n*   他设想该机场将成为连接东南亚国家与区域供应链及全球航线的长期经济走廊的一部分。\n\n### 多式联运枢纽计划\n*   计划投资1亿美元建设一条10公里（6.21英里）的新水道，从TIA南部的Boeng Cheung Loung湖一直延伸至柬埔寨海港白马市（Kep City）。\n*   此举将使TIA在空运、陆运和海运方面都具备竞争优势，成为一个综合交通枢纽。\n\n### 项目融资\n*   机场的投资主要通过OCIC内部资金以及向当地银行和金融机构发行债券来筹集。\n\n### 开幕仪式\n*   超过1000名政界人士、商界领袖和其他知名人士出席了周一的开幕仪式。",
      "shortSummary": "柬埔寨耗资23亿美元的新金边国际机场（TIA）隆重开幕，旨在将柬埔寨打造成东南亚旅游和货运枢纽，并深化与区域及中国的联系。该机场由Pung Kheav Se的OCIC集团主导开发，预计到2040年年旅客吞吐量将达1500万人次。作为柬埔寨区域战略的重要组成部分，TIA未来还将通过新建水道连接海港，发展成为空、陆、海多式联运枢纽。项目资金主要来自OCIC内部和债券发行。",
      "translated_title": "柬埔寨新金边机场隆重开幕，强调区域和中国联系",
      "images": [],
      "contentSource": "完整文章",
      "content": "With an eye to transforming Cambodia into a Southeast Asian travel and cargo hub, a new US$2.3 billion airport – developed by a venture affiliated with one of the country’s wealthiest men – was opened at a grand ceremony near Phnom Penh, where officials and business leaders praised the project for enhancing regional connectivity and deepening links with Hong Kong and mainland China.\nTecho International Airport (TIA), which has replaced the Cambodian capital’s previous facility, has been forecast...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/1797f35c-5b5d-4bc9-a01e-179b3dd7c9bd_653b6a8c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "摩根大通称，若北京取消补贴，中国汽车销量将在2026年下滑 (原标题: China car sales to slump in 2026 if Beijing scraps subsidies, JPMorgan says)",
      "link": "https://www.scmp.com/business/china-business/article/3329920/china-car-sales-slump-2026-if-beijing-scraps-subsidies-jpmorgan-says?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 23:30:08 +0000",
      "isoDate": "2025-10-22T23:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "## 摩根大通预测中国汽车市场：2026年销量或因补贴取消而下滑\n\n摩根大通（JPMorgan）发布预测称，如果中国政府停止向购车者提供现金补贴和税收优惠，中国大陆的汽车销量很可能在2026年出现下滑，这将打破连续六年的增长势头。这一预测对中国一百多家汽车制造商的盈利前景构成了挑战。\n\n### 核心预测与情景分析\n\n*   **乐观情景：** 摩根大通亚太区汽车研究主管Nick Lai表示，在乐观情景下，预计明年零售汽车销量将持平。\n*   **悲观情景：** 市场有超过50%的可能性出现同比下滑，因为“有意义的需求可能已被提前释放”。在更谨慎的情景下，明年大陆汽车销量可能下滑3%至5%。\n\n### 涵盖范围与电动汽车前景\n\n*   **涵盖车型：** 该预测涵盖了电动汽车（EVs）和燃油车。\n*   **电动汽车增长放缓：** 尽管电动汽车领域是中国经济的一个亮点，但预计其增长速度将放缓。预计明年电动汽车销量将增长15%，低于今年预计的27%。\n\n### 历史背景与原因\n\n*   **上次收缩：** 中国汽车行业上一次出现收缩是在2020年，当时汽车制造商向客户交付了1950万辆汽车，比2019年下降了6.2%。\n*   **主要原因：** 补贴和税收优惠的到期是导致这一悲观预测的主要原因。",
      "shortSummary": "摩根大通预测，若中国政府取消购车补贴和税收优惠，中国汽车销量可能在2026年下滑，结束连续六年的增长。预计明年销量可能持平或下滑3-5%。电动汽车增长也将从今年的27%放缓至明年的15%。补贴到期是导致这一悲观前景的主要原因。",
      "translated_title": "摩根大通称，若北京取消补贴，中国汽车销量将在2026年下滑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Car sales in mainland China are likely to slide in 2026, breaking a six-year streak, if Beijing stops granting cash subsidies and tax incentives to buyers, according to a JPMorgan forecast that looms over the earnings outlook for the country’s 100-odd vehicle assemblers.\n“We expect retail [car] sales to see flat growth next year in a bullish scenario,” Nick Lai, head of auto research in Asia-Pacific at JPMorgan, said in an interview. “The market has more than a 50 per cent chance of seeing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/ee0833f0-8d1d-421a-a12e-ed0334fe1560_d4ca714f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "拜登时代官员敦促关注高科技战略，而非美国制造业复兴 (原标题: Biden-era officials urge focus on hi-tech strategy, not a US manufacturing revival)",
      "link": "https://www.scmp.com/news/us/article/3329993/biden-era-officials-urge-focus-hi-tech-strategy-not-us-manufacturing-revival?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 21:04:45 +0000",
      "isoDate": "2025-10-22T21:04:45.000Z",
      "creator": "Frank Tang",
      "summary": "## 拜登时代官员呼吁聚焦高科技战略，而非美国制造业复兴\n\n前乔·拜登政府官员表示，华盛顿的产业政策应侧重于战略性、尖端技术，而不是全面恢复制造业，尤其是在美国缺乏竞争优势的领域。这一观点是在美国政策圈内部就国家是否应借鉴中国的一些策略，以及在双边竞争加剧的背景下应走多远进行辩论时提出的。中国在其即将发布的五年规划中，正大力押注先进制造业和人工智能、机器人、生物技术等未来产业。\n\n### 前商务部长吉娜·雷蒙多（Gina Raimondo）的观点\n\n*   **产业政策的必要性**：雷蒙多在哈佛肯尼迪学院组织的一次在线活动中指出，产业政策是必要的，尤其是在涉及国家安全的情况下，例如《芯片法案》。她曾是2022年《芯片与科学法案》设计以及对华高端芯片销售禁令的关键人物，旨在巩固美国在战略领域的优势。\n*   **对“美国制造一切”的异议**：她承认现任政府的观点有所不同，并表示她不认同“在美国制造一切”的理念。她举例说明：“我不认为我们在制造婴儿汽车座椅方面有竞争优势。”\n\n### 核心主张\n\n*   将产业政策的重点放在高科技和战略性领域，以确保国家安全和竞争优势。\n*   避免在缺乏竞争力的领域进行大规模的制造业复兴尝试。\n\n### 相关图片\n\n![前美国商务部长吉娜·雷蒙多在哈佛肯尼迪学院的一次演讲中。图片来源：YouTube](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/20658c4e-4918-47e4-89df-27dd88b1f699_ba535926.jpg)\n*前美国商务部长吉娜·雷蒙多在哈佛肯尼迪学院的一次演讲中。图片来源：YouTube*",
      "shortSummary": "拜登时代官员呼吁美国产业政策应聚焦战略性高科技领域，而非全面复兴制造业。前商务部长吉娜·雷蒙多强调，产业政策在国家安全领域（如《芯片法案》）是必要的，但她不赞同“在美国制造一切”的广泛做法，尤其是在美国缺乏竞争优势的领域。此番言论正值美国讨论是否借鉴中国产业策略之际，旨在确保美国在高科技领域的领先地位。",
      "translated_title": "拜登时代官员敦促关注高科技战略，而非美国制造业复兴",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/20658c4e-4918-47e4-89df-27dd88b1f699_ba535926.jpg",
          "alt": "Former US Commerce Secretary Gina Raimondo during a talk at the Harvard Kennedy School on Tuesday. Photo: YouTube",
          "title": "Former US Commerce Secretary Gina Raimondo during a talk at the Harvard Kennedy School on Tuesday. Photo: YouTube",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Washington should focus its industrial policy on strategic, cutting-edge technologies rather than trying to bring back manufacturing wholesale, particularly in areas where the US has little competitive advantage, said members of the former Joe Biden administration.\nThis comes at a time when US policy circles are debating whether the nation should borrow some of China’s playbook as the bilateral competition intensifies and how far it should go as China’s state-led system makes a big bet on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/128123b8-e6ad-4fad-acf7-daba6ad0f4b4_187e227a.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-25T19:14:15.099Z"
}