{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "报告称，随着美国影响力减弱，中国成为东南亚主要合作伙伴 (原标题: China is now Southeast Asia’s leading partner as US influence wanes, report says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326622/china-now-southeast-asias-leading-partner-us-influence-wanes-report-says?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 13:00:12 +0000",
      "isoDate": "2025-09-24T13:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "根据周三发布的一项研究，中国凭借其经济影响力，正继续在东南亚地区获得主导地位，成为该地区的主要外部合作伙伴。\n\n### 关键发现\n\n*   **影响力领先**：根据洛伊研究所（Lowy Institute）的《东南亚影响力指数》，中国以65分（满分100分）的总分，领先其最接近的竞争对手美国一分，成为该地区11个国家中6个国家（柬埔寨、印度尼西亚、马来西亚、缅甸、泰国和越南）“最具影响力的力量”。\n*   **美国影响力减弱**：在许多国家，特别是文莱、柬埔寨、印度尼西亚、老挝、马来西亚和缅甸，美国对中国而言并非有效的竞争对手。\n\n### 中国影响力驱动因素\n\n*   **经济实力**：中国的经济实力被认为是其在东南亚的“最强王牌”。\n*   **贸易主导**：\n    *   中国是该地区主要的出口市场，吸收了约20%的出口商品，而流向美国的仅为16%。\n    *   中国负责该地区约26%的进口。\n*   **投资增长**：\n    *   中国正成为该地区越来越重要的私人投资来源。\n    *   在过去十年（2015-2024年）中，中国占东南亚新项目投资的21%。\n    *   相比之下，在截至2017年的十年间，中国仅占13%，当时日本是该地区最大的外国投资者。\n\n### 地区背景与挑战\n\n*   **多样化策略**：整个地区正在寻求多样化，以避免过度依赖任何一个大国，并减少中美激烈竞争带来的溢出风险。\n*   **特定领域风险**：尽管如此，一些国家在旅游、投资和贸易等特定领域“高度暴露”于中国的影响。\n\n### 衡量标准\n\n该指数评估了外部伙伴与该地区11个国家之间能够产生影响力的活动，包括五个衡量领域：\n\n*   经济关系\n*   国防网络\n*   外交影响力\n*   文化影响力\n*   区域参与",
      "shortSummary": "根据洛伊研究所的报告，中国已超越美国，成为东南亚最具影响力的外部合作伙伴。中国以65分领先美国一分，并在该地区11个国家中的6个国家占据主导地位。其主要驱动力是中国强大的经济实力，尤其体现在贸易和投资方面。尽管东南亚国家寻求多样化以避免过度依赖，但部分国家在经济上仍高度依赖中国。",
      "translated_title": "报告称，随着美国影响力减弱，中国成为东南亚主要合作伙伴",
      "images": [],
      "contentSource": "完整文章",
      "content": "With China’s economic clout still its “strongest card” in Southeast Asia, Beijing is continuing to gain prominence in all corners of the region as its leading external partner, according to a study released on Wednesday.\nAccording to the Lowy Institute’s Southeast Asia Influence Index, China has an overall score of 65 out of 100, a one-point lead over its nearest rival, the United States, making it the “most influential power” in six of the region’s 11 countries: Cambodia, Indonesia, Malaysia,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/bbbc2b78-22da-40b3-ab03-d93ce36d0b1c_7bf1c508.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国免签政策推动北京、上海全球影响力提升：报告 (原标题: China’s visa-free push boosts Beijing, Shanghai’s global influence: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326672/chinas-visa-free-policy-boosts-beijing-shanghais-international-influence-report?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 09:00:37 +0000",
      "isoDate": "2025-09-24T09:00:37.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国免签政策提升北京、上海全球影响力\n\n清华大学中国发展规划研究院（CIDP）与德勤中国联合发布的一份年度报告显示，中国扩大免签入境政策和技术进步，显著提升了其主要城市作为全球枢纽的地位。\n\n#### 北京的突出表现\n\n*   **排名上升**：北京在2025年国际交流中心指数中从去年的第七位上升至第六位，保持了在全球影响力与互联互通排名中的顶尖地位。\n*   **驱动因素**：这一提升主要得益于游客数量的激增和交通网络的改善。\n\n#### 上海的显著进步\n\n*   **排名跃升**：作为领先的金融中心，上海从去年的第十一位跃升至第八位。\n*   **旅游增长**：2024年，上海的外国游客入境人数同比增长一倍。\n*   **科技实力**：在过去十年中，上海在科学技术出版物数量方面全球排名第二，仅次于北京。\n*   **独角兽企业**：在被调查城市中，上海在独角兽公司数量方面排名第五。\n\n#### 香港的排名变化\n\n*   **排名下降**：香港今年的排名从去年的第四位下降至第七位。\n*   **主要原因**：本次评估排除了来自中国内地的入境游客数据，同时全球贸易中断也对香港的排名产生了负面影响。\n\n#### 全球前三名\n\n*   伦敦、巴黎和纽约保持了去年的排名，继续位列全球前三名。",
      "shortSummary": "清华大学与德勤报告指出，中国扩大免签政策和技术进步显著提升了其主要城市的全球影响力。北京在2025年国际交流中心指数中升至第六位，上海跃居第八位，外国游客数量和科技出版物表现突出。香港排名有所下降，主要受内地游客数据排除和全球贸易中断影响。伦敦、巴黎、纽约仍居前三。",
      "translated_title": "中国免签政策推动北京、上海全球影响力提升：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s expanded visa-free entry policy and technological advances have boosted the standing of its major cities as global hubs, with Beijing retaining a top-tier position in international influence and connectivity rankings.\nThe Chinese capital rose to sixth place on the 2025 International Exchange Centres Index – up from seventh last year – driven by surging tourist arrivals and improved transport links, according to the annual report released by Tsinghua University’s China Institute for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/55b30580-47df-4280-81ff-b0df59049bcc_8bdd3eee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国放弃世贸组织特权以示对多边贸易的支持 (原标题: China to relinquish WTO privileges in show of support for multilateral trade)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326655/china-relinquish-wto-privileges-show-support-multilateral-trade?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 07:04:21 +0000",
      "isoDate": "2025-09-24T07:04:21.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国放弃世贸组织特权以支持多边贸易\n\n中国已承诺在世界贸易组织（WTO）框架下的事务中，不再寻求“特殊和差别待遇”——这是WTO赋予发展中国家的特权。此举旨在表明中国正在捍卫多边贸易体系，尤其是在美国总统唐纳德·特朗普实施关税上调及其他保护主义政策的背景下。\n\n### 主要声明与背景\n\n*   **承诺内容**：中国总理李强在纽约举行的联合国大会第80届会议上宣布，中国作为“负责任的主要发展中国家”，在当前和未来的WTO谈判中，将不会寻求新的特殊和差别待遇。\n*   **战略意义**：这一行动强化了中国关于其正在捍卫多边贸易体系的立场。\n*   **全球化立场**：李强总理在大会期间强调，多极世界和全球化趋势不可逆转，寻求“脱钩”只会损害全球经济并破坏国际秩序。\n*   **中国倡议**：中国呼吁各国共同努力，维护以联合国为核心的国际体系，坚持多边主义和自由贸易，努力建设开放型世界经济，实现更具活力的全球发展。\n\n### 国际反响与WTO改革\n\n*   **WTO总干事评价**：世贸组织总干事恩戈齐·奥孔乔-伊维拉（Ngozi Okonjo-Iweala）在社交媒体上称中国的这一举动为“重大新闻”，并表示其“对世贸组织改革至关重要”，是“多年努力的结晶”。\n*   **WTO面临的挑战**：尽管国际贸易争端（特别是美国发起的全球关税升级）日益频繁，但WTO作为最终仲裁者的指定角色却未能有效发挥作用。",
      "shortSummary": "中国总理李强在联合国大会上宣布，中国将不再寻求世界贸易组织（WTO）赋予发展中国家的新的“特殊和差别待遇”。此举旨在表明中国对多边贸易体系和WTO改革的支持，尤其是在美国推行保护主义政策和全球贸易争端加剧的背景下。WTO总干事称此为“重大新闻”，对WTO改革至关重要。中国强调坚持多边主义和自由贸易，反对“脱钩”。",
      "translated_title": "中国放弃世贸组织特权以示对多边贸易的支持",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has pledged not to seek special and differential treatment – a provision of the World Trade Organization granting certain privileges to developing countries – in its dealings under the framework of the global trade body, an action that bolsters the country’s case that it is defending the multilateral trade system amid the tariff increases and other protectionist policies imposed by US President Donald Trump.\n“China, as a responsible major developing country, will not seek new special and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/05b7637e-8cc1-4b93-a4ed-19d70aa58f82_f04b986c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国协会预测：到2030年，中国每年将出口1000万辆汽车 (原标题: China will be exporting 10 million cars per year by 2030, association forecasts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326561/china-will-be-exporting-10-million-cars-year-2030-association-forecasts?utm_source=rss_feed",
      "pubDate": "Tue, 23 Sep 2025 14:00:17 +0000",
      "isoDate": "2025-09-23T14:00:17.000Z",
      "creator": "Alice Li",
      "summary": "# 中国汽车行业增长潜力巨大，2030年出口量预计达1000万辆\n\n中国乘用车协会（CPCA）秘书长崔东树预测，未来五年内，中国汽车行业年销量有望超过4000万辆，其中到2030年，海外市场销量将达到1000万辆。这一预测表明，中国作为全球最大的汽车出口国，其海外销量可能在2030年前翻一番。\n\n## 乐观预测的依据\n\n崔东树承认其预测可能比普遍共识更为乐观，但他强调中国有能力实现这一目标，因为国内和全球市场仍有巨大的增长空间。\n\n## 国内市场潜力\n\n*   **欠发达地区**：中国中西部地区和农村等欠发达地区仍有巨大的市场扩张潜力。\n*   **所有权水平**：这些地区的汽车拥有量有望逐步超越北京、上海等大都市。\n*   **相对较低的拥有率**：目前，中国每千人汽车拥有量为250辆，远低于发达国家。\n    *   欧洲：2020年每千人拥有641辆。\n    *   美国：每千人拥有860辆。\n\n## 全球市场机遇\n\n*   **“全球南方”**：崔东树指出，“全球南方”国家将“不可避免地”成为中国汽车的关键增长市场。\n*   **性价比优势**：这些市场的买家将更倾向于选择性价比高的中国品牌，而非来自美国、欧洲、日本和韩国的廉价二手车。",
      "shortSummary": "中国乘用车协会秘书长崔东树预测，到2030年，中国汽车年出口量将达到1000万辆，未来五年年总销量将超4000万辆。他认为，尽管这一预测乐观，但中国汽车行业仍有巨大增长潜力，主要驱动力来自国内欠发达地区市场扩张和“全球南方”国家对高性价比中国品牌的需求。目前中国汽车拥有率远低于发达国家，预示着未来增长空间广阔。",
      "translated_title": "中国协会预测：到2030年，中国每年将出口1000万辆汽车",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s auto industry is likely to sell more than 40 million vehicles per year over the next five years – including 10 million to the overseas market – as the sector still has “vast potential” for growth, according to an industry insider.\nThe estimate by Cui Dongshu, secretary general of the China Passenger Car Association (CPCA), indicates that China’s auto industry – already the world’s top exporter in volume terms – could see overseas sales nearly double by 2030.\nCui acknowledged in an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/ced53b89-02d7-468d-a517-01b41eba44a6_a922a857.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "‘最后一根稻草’：H-1B签证混乱后，在美华人考虑逃往欧洲 (原标题: ‘Final straw’: Chinese workers in US explore fleeing to Europe after H-1B chaos)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326557/chinese-workers-us-explore-fleeing-europe-after-h-1b-chaos-im-so-tired?utm_source=rss_feed",
      "pubDate": "Tue, 23 Sep 2025 10:00:13 +0000",
      "isoDate": "2025-09-23T10:00:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### H-1B签证政策引发的在美华人移民危机\n\n*   **引言**\n    美国总统唐纳德·特朗普政府提出的H-1B工作签证费用提案，即使后来白宫澄清该费用仅适用于新申请者而非现有持有者，已对在美华人社区造成了深远影响。这一政策及其引发的混乱，使得许多华人工作者感到“创伤”，并下定决心离开美国。\n\n*   **对在美华人的影响**\n    *   **心理创伤与不确定性加剧**：许多华人H-1B持有者因特朗普政府政策的不可预测性而感到持续的不安和“创伤”。这种不确定性成为他们考虑离开美国的主要驱动力。\n    *   **寻求替代方案**：面对美国移民政策的动荡，越来越多的华人开始将目光投向欧洲，寻求一个更稳定、更友好的工作和生活环境。\n\n*   **欧洲作为替代目的地的考量**\n    *   **吸引力**：欧洲被视为一个潜在的避风港，可以逃离美国H-1B政策带来的持续不确定性。\n    *   **面临的挑战**：然而，移居欧洲也伴随着自身的挑战，其中最显著的是语言障碍和欧洲大陆普遍较低的薪资水平。\n\n*   **具体案例与紧急反应**\n    *   **Alan的经历**：一位在旧金山湾区芯片公司工作的华人Alan，在得知特朗普政府提议10万美元H-1B签证费后，立即联系了他在巴黎的朋友，表达了“无法忍受”的感受，并询问欧洲的工作环境和移民政策友好度。\n    *   **紧急返美潮**：由于对新费用适用范围的不确定性，许多华人H-1B持有者不得不放弃家庭聚会、假期甚至婚礼，匆忙赶在新政策生效前返回美国，这一情况在中文社交平台RedNote上得到了广泛分享。\n\n*   **结论**\n    H-1B签证政策的混乱和不确定性，已成为压垮在美华人社区的“最后一根稻草”，促使他们积极探索包括欧洲在内的其他移民选择，以寻求更稳定的未来。",
      "shortSummary": "特朗普政府提出的H-1B签证费用提案，即使后来澄清只针对新申请者，已对在美华人造成巨大冲击。许多华人H-1B持有者感到创伤和不确定，正考虑移居欧洲以寻求稳定。尽管欧洲存在语言障碍和薪资较低等挑战，但对他们而言，这已成为逃离美国政策混乱的“最后一根稻草”。例如，一位华人工作者在提案后立即联系了欧洲的朋友，询问移民可能性。",
      "translated_title": "‘最后一根稻草’：H-1B签证混乱后，在美华人考虑逃往欧洲",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Alan, a Chinese national working at a chip company in the San Francisco Bay Area, saw that US President Donald Trump was proposing a US$100,000 payment for H-1B working visas on Friday, he immediately reached out to his friend in Paris.\n“I cannot take it any more,” Alan, who gave only his English name due to the sensitivity of the topic, wrote in an instant message. “I want to ask you about the work environment in Europe and if their immigration policies are friendly.”\nEven though the White...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/4e264d75-e77d-447a-934d-9ca913ab5d00_79f1a75a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国准备通过大量进口巴西大豆应对与美国的长期对峙 (原标题: China prepares for long US soybean stand-off with huge Brazilian imports)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326394/china-prepares-long-us-soybean-stand-huge-brazilian-imports?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 14:30:08 +0000",
      "isoDate": "2025-09-22T14:30:08.000Z",
      "creator": "Mandy Zuo,Mia Nurmamat",
      "summary": "### 中国大豆进口量创历史新高，为长期贸易对峙做准备\n\n中国在8月份的大豆进口量保持在历史高位，企业从巴西和其他南美国家大量采购，以应对北京和华盛顿之间可能出现的长期贸易对峙。\n\n*   **进口量创纪录**：\n    *   8月份，中国进口了超过1220万吨大豆，这是该国历史上第二高的月度总量，仅次于5月份的1390万吨。\n    *   这标志着中国大豆进口量已连续四个月创下纪录。\n\n*   **主要供应来源**：\n    *   巴西提供了其中1049万吨，占总进口量的85%以上。\n    *   由于巴西丰收，中国从该南美国家的采购量同比增长了2.4%。\n\n*   **战略考量**：\n    *   中国此举旨在对冲因中美贸易战可能在第四季度造成的供应不确定性。\n    *   大豆是该国动物饲料行业的关键投入。\n\n*   **美国大豆的地位变化**：\n    *   美国曾是中国最大的大豆供应国，但随着两国紧张关系加剧，北京已采取措施减少对美国农作物的依赖。\n    *   上个月，来自美国的大豆进口量为22.7万吨，同比增长12.3%，但这一数量仍仅占中国大豆总进口量的一小部分。\n    *   美国大豆的收获季节将于秋季开始，这意味着中国对美国农产品征收关税的影响将在年底更加明显。",
      "shortSummary": "中国8月份大豆进口量创历史新高，达到1220万吨，其中巴西供应超过85%。此举旨在应对中美贸易战带来的供应不确定性，并减少对美国大豆的依赖。尽管美国大豆进口量略有增长，但已远低于其在总进口中的份额，中国正为与美国的长期贸易对峙做准备。",
      "translated_title": "中国准备通过大量进口巴西大豆应对与美国的长期对峙",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s soybean imports remained at historically high levels in August, with companies making huge purchases from Brazil and other South American growers as they prepared for a protracted trade stand-off between Beijing and Washington.\nMore than 12.2 million tonnes of soybeans entered China in August – the second-highest monthly total the country has ever recorded after May’s 13.9 million tonne inflow, according to detailed Chinese customs data released over the weekend.\nBrazil provided 10.49...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/0fb85b84-f69d-456d-a332-dbbc991270c1_d1c745bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国8月从俄罗斯进口原油下降——这只是一次性波动吗？ (原标题: China’s crude oil imports from Russia dip in August – is it a one-off blip?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326395/chinas-crude-oil-imports-russia-dip-august-it-one-blip?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 14:00:20 +0000",
      "isoDate": "2025-09-22T14:00:20.000Z",
      "creator": "Xinyi Wu,Mia Nurmamat",
      "summary": "### 中国8月从俄罗斯进口原油下降：是暂时波动还是趋势？\n\n中国海关数据显示，8月份中国从俄罗斯进口的原油量同比下降15.2%，总量为794万吨。然而，这一下降被从其他国家增加的采购量所抵消，尽管中国已连续第三个月暂停从美国进口原油。\n\n**主要发现：**\n\n*   **俄罗斯进口下降：** 8月份中国从俄罗斯进口原油同比减少15.2%，至794万吨。\n*   **其他来源弥补：** 这一降幅被其他合作伙伴的进口大幅增长所抵消：\n    *   从巴西的进口量跃升50.4%，达到519万吨。\n    *   从印度尼西亚的进口量增长近90倍，达到266万吨。\n*   **总进口量稳定：** 8月份中国原油进口总量基本保持稳定在4949万吨，同比小幅增长0.8%。\n*   **对下降原因的分析：**\n    *   **临时波动论：** 能源情报公司Vortexa的高级市场分析师Emma Li认为，8月份俄罗斯原油流量减少似乎是一次性波动，主要原因是关键生产基地进行维护。例如，俄罗斯远东地区的萨哈林-1项目据报在8月进行了维护，这会使其出口导向型原油停产。\n    *   **长期趋势论：** 经济学人智库高级分析师Chim Lee则表示，尽管7月份出现跳升等少数月份例外，但8月份的数据表明，自去年底以来，中国对俄罗斯石油的采购量一直在稳步下降。\n\n**结论：**\n\n分析师对8月份俄罗斯原油进口下降是暂时性波动还是更广泛趋势的迹象存在分歧。",
      "shortSummary": "中国8月从俄罗斯进口原油同比下降15.2%，但总进口量保持稳定，因从巴西和印尼的采购量大幅增加。分析师对俄罗斯进口下降是因维护导致的暂时波动，还是自去年底以来中国减少购买俄油的长期趋势，意见不一。",
      "translated_title": "中国8月从俄罗斯进口原油下降——这只是一次性波动吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of crude oil from Russia fell in August, but official data shows the change was offset by higher purchases from elsewhere, even as China’s purchases from the US remained suspended for a third straight month.\nBy volume, China imported 15.2 per cent less crude oil from its northern neighbour last month, year on year, totalling 7.94 million tonnes. And analysts were mixed on whether the decline might be a temporary fluctuation or a sign of a broader trend.\nThe latest customs data...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/f7c1684b-3970-40c6-85ea-90c80d38b28c_ef788b2d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对美稀土永磁体出口在中美贸易战不确定性中下降 (原标题: China’s rare earth magnet exports to the US decline amid trade war uncertainty)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326411/chinas-rare-earth-magnet-exports-us-decline-amid-trade-war-uncertainty?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 13:00:14 +0000",
      "isoDate": "2025-09-22T13:00:14.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 中国稀土永磁体出口概况：对美下降，对欧上升\n\n根据官方海关数据，2023年8月，中国稀土永磁体出口总量有所增长，但对美国的出口量却出现下降。\n\n## 出口总量与趋势\n\n*   **总出口量上升：** 8月份，中国出口了6,146吨永磁体，环比增长10.2%，同比增长15.4%。\n*   **月度新高：** 这是自1月份（6,357吨）以来的最高月度出口量。\n*   **原因：** 整体出口增长得益于北京方面更快的审批流程。\n\n## 对美国出口情况\n\n*   **主要买家：** 美国是中国第二大稀土永磁体买家。\n*   **8月出口下降：** 8月份，美国从中国进口了590吨，环比下降5%。\n*   **同比下降：** 与去年同期相比，对美出口量下降了12%。\n*   **价值增长：** 尽管出口量下降，但8月份对美国的出口价值却增长了2%。\n*   **7月激增：** 此前，7月份对美出口曾环比激增76%。\n*   **背景：** 这种下降发生在中美贸易战不确定性持续的背景下。\n\n## 对欧盟出口情况\n\n*   **持续增长：** 与对美出口形成对比，对欧盟（EU）的出口持续增长。\n*   **原因：** 欧盟企业正加大努力，以在生产中断增加的情况下获得更宽松的限制。\n\n## 稀土永磁体的重要性\n\n*   **关键组件：** 稀土永磁体是电动汽车、风力涡轮机、智能手机、飞机、航天器以及包括国防工业在内的其他设备中不可或缺的组件。\n\n## 对美国国防供应链的影响\n\n*   **潜在风险：** 国防采购分析公司Govini的研究人员在8月份估计，北京方面更严格的控制可能会影响美国超过四分之三的武器供应链。",
      "shortSummary": "2023年8月，中国稀土永磁体总出口量增长，达到6,146吨。然而，对美国出口量却下降至590吨，环比下降5%，同比下降12%，尽管出口价值有所上升。与此同时，对欧盟的出口持续增长。稀土永磁体是电动汽车、国防等领域的关键组件。有分析指出，中国更严格的控制可能影响美国大部分武器供应链。",
      "translated_title": "中国对美稀土永磁体出口在中美贸易战不确定性中下降",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports of rare earth permanent magnets to the United States fell in August despite total shipments rising on the back of quicker approvals from Beijing.\nChina shipped 6,146 tonnes of permanent magnets last month, up 10.2 per cent month on month and 15.4 per cent year on year, according to official customs data. That marked the highest monthly total since January, when exports reached 6,357 tonnes.\nThe US, China’s second-largest buyer, imported 590 tonnes in August, down 5 per cent from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/73909bea-16e7-4e22-b6dc-a91e25a64ee0_d4dadfbe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的五年规划是什么，为什么它如此重要？ (原标题: What is China’s five-year plan, and why is it so important?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326329/what-chinas-five-year-plan-and-why-it-so-important?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 03:30:13 +0000",
      "isoDate": "2025-09-22T03:30:13.000Z",
      "creator": "Alice Li",
      "summary": "# 中国的五年规划：背景、定义与重要性\n\n随着中国共产党中央委员会第四次全体会议的临近，全球目光正聚焦于中国即将讨论的下一个五年规划。该规划将揭示北京如何在中美关系紧张背景下应对不确定性。\n\n## 历史与成就\n\n中华人民共和国成立七十多年来，中国一直沿用五年规划——一种类似于前苏联的战略和时间框架。在此期间，五年规划在以下方面发挥了关键作用：\n\n*   **脱贫致富**：帮助中国摆脱了极端贫困。\n*   **科技强国**：使中国崛起为科技强国。\n*   **经济增长**：推动中国发展成为世界第二大经济体。\n\n《南华早报》将解释中国的五年规划是什么、其关键基准以及北京为何继续将其视为基础性经济文件。\n\n## 什么是中国的五年规划？\n\n中国的五年规划是国家最高层面的路线图，旨在指导未来五年的社会和经济发展。它具有以下特点：\n\n*   **发展目标**：设定了跨不同部门的量化发展目标。\n*   **战略重点**：明确了重要的发展领域或行业等战略优先事项。\n*   **起源**：中国从苏联借鉴了这一模式。苏联的前两个五年规划引发了工业化浪潮，中国领导人在战后重建国家时也力求效仿。\n*   **实施历史**：自1953年以来，中国每五年发布一次此类规划，除了1963年至1965年大跃进失败后曾暂停。",
      "shortSummary": "中国的五年规划是国家最高层面的社会经济发展路线图，每五年制定一次。它设定了量化目标和战略优先事项，自1953年以来一直是中国经济发展的核心工具。借鉴自苏联模式，该规划在过去七十多年中，帮助中国摆脱贫困，成为科技强国和世界第二大经济体，对国家发展至关重要。",
      "translated_title": "中国的五年规划是什么，为什么它如此重要？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As next month’s fourth plenary session of the Communist Party’s Central Committee approaches, global attention is turning to China’s next five-year plan, which will be discussed at the gathering and will offer insights into how Beijing plans to navigate uncertainties amid rising tensions with the US.\nChina has used five-year plans – a strategy and time frame similar to that of the former Soviet Union – in the more than seven decades since the establishment of the People’s Republic. In that time,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/d782bb34-a463-46b5-9431-1596274f1c0d_4a31b87d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "董煜：中国五年规划的‘每一章’都归结于收入 (原标题: Dong Yu on why ‘every chapter’ of China’s 5-year plans boils down to income)",
      "link": "https://www.scmp.com/economy/policy/article/3326101/dong-yu-why-every-chapter-chinas-five-year-plans-boils-down-income?utm_source=rss_feed",
      "pubDate": "Sun, 21 Sep 2025 22:00:12 +0000",
      "isoDate": "2025-09-21T22:00:12.000Z",
      "creator": "Carol Yang",
      "summary": "### 董煜谈中国五年规划\n本文介绍了清华大学中国发展规划研究院常务副院长董煜的背景及其对中国五年规划的看法。\n\n#### 董煜的背景\n*   **现任职务：** 自2019年起担任清华大学中国发展规划研究院常务副院长。\n*   **过往经历：** 在加入学术界之前，曾在中国多个主要经济决策机构担任高级职务，包括国家发展和改革委员会以及中央财经委员会办公室。\n*   **参与规划：** 曾参与起草中国多份经济蓝图文件，包括第十一个、第十二个和第十三个五年规划。\n\n#### 访谈内容概述\n本次访谈中，董煜将讨论中国第十五个五年规划可能包含的内容，以及中国如何继续走上可持续发展的道路。\n\n#### 中国五年规划的历史与演变\n*   **起源与数量：** 自1953年以来，中国已制定了14个五年规划。\n*   **评估机制：** 每个规划都会在其执行中期和实施后进行评估。\n*   **早期作用：** 尽管曾被视为计划经济的象征，但五年规划实际上在1978年改革开放之前就为经济发展奠定了基础。\n*   **贫弱时期：** 在中国贫困和薄弱时期，五年规划对于建设国民经济基础、从零开始塑造各行各业的出现至关重要。\n*   **目标达成情况：**\n    *   早期少数规划由于复杂的国内条件未能完全实现目标。\n    *   自改革开放以来，中国已基本成功实现每个规划设定的目标。",
      "shortSummary": "清华大学中国发展规划研究院常务副院长董煜，曾参与多项五年规划起草。在本次访谈中，他将讨论中国第十五个五年规划及可持续发展路径。自1953年起，中国已制定14个五年规划，早期为经济发展奠定基础。尽管少数早期规划受限于复杂国情未能完全达标，但自改革开放以来，中国已基本成功实现各规划目标。",
      "translated_title": "董煜：中国五年规划的‘每一章’都归结于收入",
      "images": [],
      "contentSource": "完整文章",
      "content": "Dong Yu has been executive vice-president of the China Institute for Development Planning at Tsinghua University since 2019. Before joining academia, he held senior positions in several of China’s major economic decision-making bodies, including the National Development and Reform Commission and the Office of the Central Financial and Economic Affairs Commission.\nHe has been part of the teams that drafted several of the country’s economic blueprint documents, including the 11th, 12th and 13th...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/8d5704a3-c398-42cd-93d0-f69e1168b566_de0c124e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "日元疲软推动旅游热潮，中国游客在日本大肆消费 (原标题: Chinese tourists splash the cash in Japan as weak yen drives travel surge)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326162/chinese-tourists-splash-cash-japan-weak-yen-drives-travel-surge?utm_source=rss_feed",
      "pubDate": "Sun, 21 Sep 2025 00:00:14 +0000",
      "isoDate": "2025-09-21T00:00:14.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 日元疲软刺激中国游客赴日旅游消费激增\n\n日元走弱正吸引大量中国中产及富裕家庭赴日本旅游，推动了高端商品和文化体验的消费热潮。\n\n## 消费趋势与动机\n*   **消费激增：** 中国游客在日本大肆消费，购买高端品牌商品和体验文化活动，例如昂贵的健康套餐和传统日式旅馆住宿。\n*   **质量与价值：** 许多游客认为日本的食品和商品质量更高，物有所值。例如，来自上海的软件工程师丁晓涵表示，日本的衣物更舒适，她不认为日本物价过高。\n*   **具体消费：** 丁晓涵在东京塔附近和静冈市的旅行中，在寿司午餐、烧烤晚餐以及吉卜力工作室动漫角色玩偶上花费不菲。\n\n## 旅游数据与游客构成\n*   **游客数量：** 根据日本国家旅游组织的数据，2025年前八个月，中国赴日游客数量超过670万人次，远高于去年同期的460万人次。\n*   **富裕人群：** 日本国家旅游组织研究营销团队的Obata Shiroto指出，尽管统计数据不涵盖游客收入水平，但近期入境的中国游客中，富裕人群占据显著比例。",
      "shortSummary": "日元疲软吸引大量中国游客赴日旅游，推动消费激增。中产及富裕家庭在日本购买高端品牌商品并体验文化活动。2025年前八个月，中国赴日游客数量超过670万人次，远超去年同期，其中富裕人群占比显著。游客普遍认为日本商品质量高，物有所值。",
      "translated_title": "日元疲软推动旅游热潮，中国游客在日本大肆消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Ding Xiaohan, a software engineer from Shanghai, took her 18-year-old son to Japan for a weeklong holiday this summer, she did not hold back.\nThe 47-year-old spent freely as they explored the affluent neighbourhood near the Tokyo Tower and the tea-producing city of Shizuoka, splashing out on sushi lunches, barbecue dinners and dolls modelled on iconic Studio Ghibli anime characters.\n“Japanese food and merchandise are different, higher quality – like if you buy clothing it’s more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/1efc2966-bc16-4fe6-b586-66d51d399524_23ed5af6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国发明了扫地机器人，为何中国现在主导市场？ (原标题: The US invented the robot vacuum. So why does China now dominate the market?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326150/roomba-revolution-how-china-swallowed-robot-vacuum-market?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 10:00:12 +0000",
      "isoDate": "2025-09-20T10:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "## 美国发明了扫地机器人，为何中国现在主导市场？\n\n扫地机器人曾被视为美国的成功故事，由麻省理工学院的科学家开发，并于1990年成立了iRobot公司，其产品Roomba甚至成为扫地机器人的代名词。然而，三十年后的今天，美国已完全失去了对这个由其创造的市场的掌控。\n\n### 市场格局的转变\n\n*   **中国企业崛起**：与许多行业类似，中国企业现在主导着扫地机器人的生产。根据市场研究公司IDC的报告，2025年第二季度，全球前五大清洁机器人制造商均为中国公司：\n    *   Roborock (石头科技)\n    *   Ecovacs (科沃斯)\n    *   Dreametech (追觅)\n    *   Xiaomi (小米)\n    *   Narwal Robotics (云鲸)\n*   **市场份额**：这五家中国公司合计占据了全球市场近70%的产品出货量。相比之下，美国的iRobot公司排名第六。\n*   **市场增长**：扫地机器人是一个快速增长的市场。IDC数据显示，今年上半年全球出货量同比增长33%，达到1535万台，对美国公司而言，失去的市场份额意义重大。\n\n### 中国品牌成功的关键因素\n\n中国品牌的成功并非仅仅因为价格优势。在亚马逊美国商店上，主要中美品牌之间的成本差异很小，甚至Roomba Vacuum 2在9月中旬的售价仅为165美元，是市场上最便宜的产品之一。\n\nIDC中国高级分析师Claire Zhao指出，中国品牌成功的关键在于对**推广和研发的巨额投入**：\n\n*   **电商推广与品牌认知度**：中国公司通过电子商务迅速提升了海外销售额和品牌知名度，取得了显著的海外业绩。\n*   **快速技术迭代**：对研发的持续投入使得技术迭代迅速，直接增强了产品的竞争力，并提高了用户忠诚度。",
      "shortSummary": "美国曾发明扫地机器人，但如今中国企业已主导全球市场。据IDC报告，2025年第二季度，全球前五大扫地机器人制造商均为中国公司，占据近70%的市场份额，而美国iRobot排名第六。中国品牌的成功并非依赖低价，而是得益于在电商推广和研发方面的巨额投入，实现了快速销售增长、品牌认知度提升以及产品技术迭代，从而增强了竞争力并赢得了用户忠诚度。",
      "translated_title": "美国发明了扫地机器人，为何中国现在主导市场？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The robot vacuum cleaner used to be considered an American success story. It was developed by scientists at the Massachusetts Institute of Technology, who set up a company called iRobot in 1990. Even today, many consumers still use the name of the firm’s breakout product – the Roomba – to refer to all robot vacuums.\nBut fast forward three decades, and the United States has totally lost its grip on a market that it created. As in many industries, Chinese firms now dominate production of robot...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/84d5c03e-5532-4853-b76f-0565247686af_d201eca4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "警惕债券收益率上升和市场下跌 (原标题: Beware of rising bond yields and falling markets)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3325992/beware-rising-bond-yields-and-falling-markets?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 08:30:10 +0000",
      "isoDate": "2025-09-20T08:30:10.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 金融市场面临的风险：流动性过剩、债券收益率上升与市场波动\n\n文章指出，当前金融市场正被一股“流动性海啸”席卷，这种过剩的流动性并未得到有效引导，反而导致市场出现“疯狂”行为。这发生在政治稳定性缺失、国际贸易受阻以及全球货币秩序动荡的复杂背景下。\n\n### 主要观点：\n\n*   **流动性过剩与市场异动：**\n    *   在美国联邦储备委员会小幅降息后，从纽约到东京的股市都因预期流动性增加而表现出“狂热”。\n    *   然而，长期债券市场却发出了“撤退”信号，这可能预示着债券收益率上升和市场下跌的风险，并可能对全球经济造成严重损害。\n\n*   **“非理性繁荣”：**\n    *   股市正经历周期性的“非理性繁荣”，这一术语由前美联储主席艾伦·格林斯潘普及。\n    *   在美国总统唐纳德·特朗普对部分关税做出“让步”（尽管关税水平仍高于最初）后，市场的这种极端行为进一步加剧。\n\n*   **宏观背景下的市场失序：**\n    *   这种市场“疯狂”发生在多重不稳定因素交织的时期，包括：\n        *   从美国到日本的政治稳定性缺失。\n        *   国际贸易因特朗普关税而中断。\n        *   全球货币秩序处于变动之中。\n    *   文章强调，这并非危言耸听，而是基于常识的判断，与金融市场不顾经济和社会风险、盲目追求最高回报的“无脑冲锋”形成对比。\n\n*   **“流动性陷阱”加速：**\n    *   文章认为，“流动性陷阱”正因新冠疫情后宽松信贷的创造以及养老金等储蓄持续涌入股市而加速运转。\n\n### 结论：\n\n市场行为的非理性与宏观经济和政治环境的复杂性交织，预示着潜在的重大风险。",
      "shortSummary": "金融市场正面临流动性过剩的风险，导致股市出现“非理性繁荣”，而长期债券市场则发出危险信号。在全球政治不稳定、贸易冲突和货币秩序变动的背景下，这种“疯狂”的市场行为可能源于新冠疫情后的宽松信贷和储蓄持续涌入股市，预示着潜在的经济损害和市场下跌风险。",
      "translated_title": "警惕债券收益率上升和市场下跌",
      "images": [],
      "contentSource": "完整文章",
      "content": "The tsunami of liquidity washing through financial markets now threatens to drown us all in a destructive wave. Markets are not directing this excess liquidity in any meaningful way. That much is obvious from their antics in recent days.\nIt seems that stock markets from New York to Tokyo have been going wild in anticipation of increased financial liquidity on the back of the US Federal Reserve’s decision to cut rates slightly, while long-term bond markets are signalling a retreat that could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/bce733ac-4907-48fa-9a16-3084d00967ab_062c827a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国企业将贸易展视为东盟市场雄心的试验场 (原标题: Chinese firms treat trade fair as testing ground for Asean market ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326167/chinese-firms-treat-trade-fair-testing-ground-southeast-asian-market-ambitions?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 00:00:15 +0000",
      "isoDate": "2025-09-20T00:00:15.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国企业将南宁贸易展视为东盟市场雄心的试验场\n\n中国南方城市南宁的一个贸易展已成为中国出口商将业务重心转向东南亚的试验场。面对西方市场需求放缓，以及被东南亚地区快速增长的经济和年轻消费者所吸引，许多中国公司将此年度盛会视为吸引买家、扩大海外业务的潜在门户。\n\n#### 转向东南亚的动机\n\n*   **西方市场饱和：** 江西一家电动滑板车和电池制造商的经理李文奇指出，其公司长期依赖的欧美市场已接近饱和。他表示：“西方市场接近饱和，中东饱受战乱，世界就这么大。”\n*   **东南亚巨大潜力：** 李文奇认为，“东南亚人口众多，潜力巨大”，为寻求新机遇的企业提供了广阔空间。\n\n#### 中国-东盟博览会的重要性\n\n*   **主要平台：** 位于广西壮族自治区首府南宁的中国-东盟博览会是促进与东南亚贸易和投资的重要平台。\n*   **战略意义：** 该博览会凸显了东盟作为中国最大贸易伙伴的角色，以及作为西方市场日益增长的替代选择的地位。\n*   **举办时间：** 今年的活动于周三开幕，并于周日结束。\n\n#### 东盟对中国贸易战略的关键作用\n\n*   **应对美国关税战：** 在美国关税战的背景下，东盟对中国的贸易战略变得更加重要。\n*   **抵消出口下滑：** 8月份中国对东盟的出口同比增长22.5%，这有助于抵消对美国出货量下降的影响。",
      "shortSummary": "中国企业正将重心转向东南亚市场，利用南宁的中国-东盟博览会作为拓展业务的平台。面对西方需求放缓和美国关税战，东南亚凭借其快速增长的经济和年轻消费者，成为中国出口商的重要机遇。东盟已成为中国最大的贸易伙伴，其强劲的出口增长有助于抵消对美贸易的下滑，凸显其对中国贸易战略的关键作用。",
      "translated_title": "中国企业将贸易展视为东盟市场雄心的试验场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A trade fair in the southern Chinese city of Nanning has become a testing ground for exporters shifting their focus to Southeast Asia.\nAttracted by the region’s fast-growing economies and young consumers – and facing slowing demand in the West – many Chinese companies see the annual event as a potential gateway to court buyers and expand their overseas footprints.\nLi Wenqi, a manager at an electric scooter and battery manufacturer in Jiangxi province, is among the exporters seeking new...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/6b089dec-adfc-4151-b217-0ff91eeb4ca1_9b3a70a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧洲快线：又一家中国航运公司开辟北极航线 (原标题: Express to Europe: another Chinese shipping company launches Arctic route)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326168/express-europe-another-chinese-shipping-company-launches-arctic-route?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 14:00:09 +0000",
      "isoDate": "2025-09-19T14:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国航运公司开辟北极快线，缩短欧洲航程\n\n中国航运公司正积极探索北极航线，旨在绕过传统航运瓶颈，并缩短前往欧洲的运输时间。在与美国关税紧张局势未解之际，欧洲正成为日益重要的出口市场。\n\n### SeaLegend Line 推出首艘北极快船\n\n*   **公司背景**：SeaLegend Line 是一家成立于2022年的中国航运公司。\n*   **首航详情**：该公司于周二派遣其首艘北极快船“伊斯坦布尔之桥”（Istanbul Bridge）号从山东青岛出发。\n*   **预计抵达**：该船预计于10月16日抵达波兰格但斯克。\n*   **服务定位**：此次服务是专门为跨境电商和高价值货物设计的北极航线专用服务。\n\n### 航线与港口\n\n*   **船只载量**：“伊斯坦布尔之桥”号可载运约4,100个标准箱（TEU）。\n*   **停靠港口**：在抵达格但斯克之前，该船将停靠英国最大的集装箱港口费利克斯托、亚洲以外最大的集装箱港口荷兰鹿特丹以及德国汉堡。\n\n### 运输时间与效率\n\n*   **显著缩短**：SeaLegend 公司表示，从中国最后一个停靠港宁波到费利克斯托预计需要18天。\n*   **对比优势**：\n    *   比中欧班列快一周。\n    *   比传统经苏伊士运河的航线（约40天）缩短了一半以上的时间。\n\n### 成本与目标客户\n\n*   **成本考量**：尽管北海航线（NSR）显著缩短了运输时间，但每集装箱的成本更高。\n*   **费率定位**：北极航线的运费介于中欧班列和传统海运费之间。\n*   **目标货物**：该服务主要面向时间敏感型货物，如跨境电商包裹，以及高价值商品，包括储能柜和动力电池。",
      "shortSummary": "中国航运公司SeaLegend Line已开辟一条新的北极航线，其首艘快船“伊斯坦布尔之桥”号从青岛启航，预计18天内抵达欧洲，比传统苏伊士运河航线快一半以上。此举旨在绕过传统瓶颈，缩短运输时间，服务跨境电商和高价值货物。尽管北极航线成本较高，但其效率优势显著，为时间敏感型货物提供了新的选择。",
      "translated_title": "欧洲快线：又一家中国航运公司开辟北极航线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipping companies are ramping up efforts to explore Arctic routes, aiming to explore alternatives that bypass traditional shipping chokepoints and cut transit times to Europe – an increasingly important export market amid unresolved tariff tensions with the US.\nSeaLegend Line, a Chinese shipping company founded in 2022, dispatched its first Arctic express vessel, the Istanbul Bridge, from Qingdao in Shandong province on Tuesday. It is expected to arrive in Gdansk, Poland, on October 16,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/a9b52721-c01d-428d-88e1-69e7aec82a67_8d9ced12.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国关税如何影响中国的出口中心？答案：情况复杂 (原标题: How are US tariffs affecting China’s export hubs? Answer: it’s complicated)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326118/which-chinese-regions-are-being-hit-hardest-us-tariffs?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 07:10:50 +0000",
      "isoDate": "2025-09-19T07:10:50.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 美国关税对中国出口中心的影响：区域差异显著\n\n中美两国贸易战持续，其影响已开始显现。根据数据显示，2025年前八个月，中国对美国的出口同比下降了15.5%。然而，美国关税对中国各地区的影响并非均等。中国拥有30多个省级行政区，这些地区在对美市场敞口和贸易战影响方面存在显著差异。\n\n## 区域影响的复杂性\n\n*   **出口表现分化**：一些省份对美出口录得大幅下降，而另一些省份的出口量却持续飙升，在某些情况下甚至增长了265%。\n*   **研究来源**：本解释性文章基于兴银研究（一家隶属于福建兴业银行的研究机构）经济学家的计算和研究。\n*   **分析目的**：旨在提供中国各地区对美国关税反应的区域级概览，展示哪些地区最脆弱，以及地方政府和公司如何适应。\n\n## 对美市场敞口最大的地区\n\n*   **沿海出口中心主导**：中国东部沿海的出口中心主导着对美国的贸易。\n*   **主要贡献省份**：根据兴银研究的数据，在2025年前七个月，广东、浙江、江苏、上海、山东和福建这六个沿海地区合计占中国对美出口总值的近80%。",
      "shortSummary": "美国关税对中国出口中心的影响复杂且不均衡。2025年前八个月，中国对美出口总体下降15.5%，但各省份表现差异巨大，部分地区出口大幅下滑，而另一些则显著增长。广东、浙江等六个沿海省份对美市场敞口最大，贡献了近80%的对美出口。此分析揭示了区域脆弱性及地方政府和企业的适应策略。",
      "translated_title": "美国关税如何影响中国的出口中心？答案：情况复杂",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the trade war between the world’s two largest economies drags on, the impact is already showing: China’s exports to the United States were down 15.5 per cent year on year in the first eight months of 2025.\nBut US tariffs are not affecting China equally. The country is made up of more than 30 provincial-level regions, and there is a wide divergence between these areas both in terms of their exposure to the US market and the effect of the trade war.\nSome provinces have recorded steep drops in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/15d09cd6-85e7-4cb5-8d07-35b964957804_196b8c8c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国持续减持美国国债，其投资流向何处？ (原标题: As China keeps cutting US Treasury holdings, where are its investments going?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326123/chinas-us-treasury-holdings-are-record-lows-where-investment-going?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 07:10:06 +0000",
      "isoDate": "2025-09-19T07:10:06.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国减持美国国债及其投资流向\n\n**背景**\n中国持续减持美国国债，其持有量在2023年7月降至近17年来的最低水平，引发了对美元支持资产的担忧。\n\n**减持规模**\n*   根据美国财政部数据，中国在2023年7月的美国国债持有量降至7307亿美元，较6月减少了257亿美元。\n*   这是自2009年1月以来的最低水平。\n*   与2013年11月创纪录的1.32万亿美元相比，持有量下降了45%。\n\n**减持原因**\n*   分析师指出，中国此举是出于对美元支持资产的担忧。\n*   中国经济学家持续警告，在中美紧张关系加剧的背景下，美元可能被“武器化”。\n*   对美国债务可持续性的持续担忧也是一个重要因素。\n\n**潜在投资流向**\n尽管中国人民银行如何具体配置其外汇储备尚不明确，但分析师和经济学家提出了几种可能的替代投资方向：\n\n*   **欧洲资产：**\n    *   渣打银行首席大中华区经济学家丁爽表示，国际投资者今年已逐渐从美元计价资产转向欧洲货币计价资产。\n    *   他认为，欧洲债券的深度和广度有望继续扩大，可能为中国人民银行提供替代选择。\n*   **黄金：**\n    *   分析师认为，作为传统的避险资产，黄金也是中国央行可能转向的投资方向之一。\n*   **其他货币：**\n    *   法国外贸银行亚太区首席经济学家艾丽西亚·加西亚-埃雷罗认为，鉴于近期对欧洲出口的增长，中国可能正在增加欧元持有量。\n    *   此外，英镑和瑞士法郎等其他货币也可能成为中国外汇储备增长的贡献者。",
      "shortSummary": "中国持续减持美国国债，其持有量在2023年7月降至近17年低点，主要原因是对美元资产的担忧、美元武器化风险以及美国债务可持续性问题。分析师认为，中国央行可能正转向欧洲资产、黄金以及欧元、英镑、瑞士法郎等其他货币，以寻求更可靠的投资。",
      "translated_title": "随着中国持续减持美国国债，其投资流向何处？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China continues to cut its US Treasury holdings – reaching a near 17-year low in July as concerns over assets backed by the US dollar mount – analysts said the country’s central bank could be pivoting to European assets and perennial safe haven gold as more reliable investments.\nBeijing’s stockpile dropped to US$730.7 billion in July, down US$25.7 billion from June, according to data released by the US Treasury Department on Thursday.\nJuly’s figure was the lowest reported since January 2009,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/0d5534bb-f8cc-44b4-a3cf-efaff2c5ffb0_3f7dc2a4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战 (原标题: Ahead of call with China’s Xi, Trump touches on TikTok and extending trade truce)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326095/ahead-call-chinas-xi-trump-touches-tiktok-deal-and-extending-trade-truce?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 05:07:33 +0000",
      "isoDate": "2025-09-19T05:07:33.000Z",
      "creator": "Mia Nurmamat",
      "summary": "### 在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战\n\n美国总统唐纳德·特朗普周四暗示，可能延长与中国的贸易休战，并促成TikTok在美国的持续运营交易。市场正焦急等待两国领导人预期中的电话通话能带来任何进展迹象。\n\n*   **贸易休战与TikTok交易**\n    *   特朗普在与英国首相基尔·斯塔默（Keir Starmer）的联合新闻发布会上发表了上述评论。\n    *   他表示：“我们非常接近达成协议。我们可能会与中国延长（休战），但这是基于我们目前拥有的相同条款的延长，这些条款相当不错。”\n    *   关于TikTok交易，特朗普补充说，美国将获得“巨大的额外费用”。\n    *   他还表示，在美国运营的TikTok版本将由“所有美国投资者”和“热爱美国”的合法公司拥有。\n\n*   **特朗普与习近平的通话**\n    *   据彭博社报道，特朗普和中国国家主席习近平预计将于华盛顿时间今天上午9点（北京时间晚上9点）举行电话通话。\n    *   这将是两国领导人自6月以来的首次直接接触。\n\n*   **此前关于贸易协议的声明**\n    *   周二，在前往英国之前，特朗普在白宫表示，他已与中国达成一项贸易协议，并将于周五与习近平通话以确认。\n    *   他称之为“一项非常好的贸易协议——我希望对两国都有利——但与他们过去达成的协议非常不同。”\n\n*   **图片**\n    *   文章内容中不包含任何有效的图片链接，因此未包含图片。",
      "shortSummary": "在与中国国家主席习近平通话前，美国总统特朗普暗示可能延长与中国的贸易休战，并促成TikTok在美国的交易。他表示，双方“非常接近达成协议”，TikTok交易将为美国带来“巨大的额外费用”，且该应用将由美国投资者拥有。此次通话将是两国领导人自6月以来的首次直接接触，此前特朗普曾表示已达成一项“非常好的贸易协议”。",
      "translated_title": "在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump on Thursday hinted at the possible extension of a trade truce with China and at facilitating a deal for TikTok’s continued operation in America, as the market eagerly awaits any signs of progress in an anticipated phone call between the two countries’ leaders today.\nTrump made the comments at a joint press conference with British Prime Minister Keir Starmer in which Trump said: “We’re pretty close to a deal. We may do an extension with China, but it’s an extension based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/1ecee563-c58c-4c8d-bc37-dc48a5e66277_039224a0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“游客很害怕”：致命抗议后中国游客避开尼泊尔 (原标题: ‘Tourists are scared’: Chinese travellers shun Nepal after deadly protests)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325995/chinese-tourism-nepal-plummets-after-protests-spark-mass-cancellations?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 00:00:13 +0000",
      "isoDate": "2025-09-19T00:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 致命抗议后中国游客避开尼泊尔：旅游业面临重创\n\n## 背景\n尼泊尔曾是中国年轻游客新兴的热门旅游目的地。\n\n## 旅游业面临的冲击\n*   **大规模取消预订**：本月初尼泊尔爆发反政府抗议活动后，中国游客对尼泊尔的旅游预订出现“大规模取消”。\n    *   根据旅游营销和技术公司China Trading Desk的数据，9月份的中国游客预订量减少了约50%。\n*   **长期影响**：China Trading Desk首席执行官Subramania Bhatt表示，这种影响将持续数月。\n    *   2025年剩余时间的预订量预计将下降30%，而1月至8月的月平均预订量约为7,500人次。\n*   **游客担忧**：加德满都旅游研究机构Meaningful Tourism Centre执行董事Wolfgang Arlt指出，在经历了一周的死亡和破坏后，包括中国游客在内的游客都“害怕”前往尼泊尔。\n\n## 旅游中断情况\n*   **机场关闭**：骚乱期间，加德满都特里布万国际机场曾短暂关闭。\n*   **航班停飞**：\n    *   民航分析师Li Hanming表示，至少有两家中国大陆航空公司已暂停飞往尼泊尔的航班。\n    *   国泰航空表示，出于“高度谨慎”考虑，已取消9月15日至30日所有从香港飞往加德满都的航班。\n\n## 总结\n致命的政治动荡和随之而来的旅行中断，对尼泊尔的中国旅游市场造成了潜在的长期打击，使其作为热门目的地的发展受到阻碍。",
      "shortSummary": "尼泊尔近期致命的政治动荡导致中国游客对该国的兴趣锐减。9月份的中国游客预订量已“大规模取消”约50%，预计2025年剩余时间的预订量将下降30%。机场关闭和航班停飞等旅行中断加剧了游客的恐惧。这给尼泊尔作为中国年轻游客新兴热门目的地的发展带来了严重打击。",
      "translated_title": "“游客很害怕”：致命抗议后中国游客避开尼泊尔",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tourism to Nepal is set to slump after days of deadly political unrest have left many travellers “scared” to visit, dealing a potentially lasting blow to a country that had been emerging as a trendy travel destination for young Chinese.\nThe eruption of anti-government protests in Nepal earlier this month sparked “mass cancellations” that wiped out about 50 per cent of Chinese travellers’ bookings for September, according to data compiled by the travel marketing and technology company...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/2575d5c0-118b-4439-806b-609b8b4345e6_359cee51.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国订单缺失：美国农民急盼贸易协议，如履薄冰 (原标题: No orders from China: US farmers, desperate for trade deal, walk ‘tightrope’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326006/no-orders-china-us-soybean-farmers-desperate-trade-deal-walk-tightrope?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 15:00:09 +0000",
      "isoDate": "2025-09-18T15:00:09.000Z",
      "creator": "Mandy Zuo,Kandy Wong",
      "summary": "# 美国农民在贸易战中“如履薄冰”\n\n美国农民正面临严峻的财务困境，他们在美国总统唐纳德·特朗普的关税政策与中美贸易协议缺失所带来的严重损失之间“如履薄冰”。\n\n## 主要困境：中国订单缺失与高额关税\n*   **订单中断**：本季美国农民没有收到任何来自中国的订单。\n*   **关税影响**：由于互惠关税，美国大豆在市场上失去了竞争力。美国大豆协会的数据显示，中国对美国大豆的整体关税税率在8月份已达到34%。\n*   **财务损失**：南达科他州的大豆和玉米种植户迈克·麦克拉尼（Mike McCranie）指出，尽管他支持华盛顿的关税政策“如果能带来长期协议”，但他承认这已经伤害了美国农民，市场正经历“巨大的痛苦”。\n\n## 农民的矛盾立场与期望\n*   **支持与痛苦并存**：美国农民普遍支持特朗普政府，但同时也在承受贸易战带来的经济打击。他们希望关税政策最终能促成一个有利的长期贸易协议。\n*   **急切呼吁协议**：越来越多的美国农业界人士，包括麦克拉尼，正在敦促中美两国迅速达成协议，以确保其农作物的销售。\n\n## 解决贸易僵局的努力\n*   **高层对话**：两国领导人计划在近期进行电话通话。\n*   **贸易谈判**：此前，双方已在西班牙举行了第四轮贸易谈判。\n*   **国事访问计划**：中美双方正在敲定特朗普总统对北京进行国事访问的细节，其中一项重要内容是中方大规模采购美国产品，包括大豆。\n\n麦克拉尼表示，他非常希望双方能够达成某种贸易协议，以缓解当前市场的痛苦。",
      "shortSummary": "由于中美贸易战，美国农民正面临中国订单缺失和高额关税带来的严重财务困境。南达科他州农民迈克·麦克拉尼表示，尽管他们支持特朗普政府，但目前市场“痛苦巨大”，他们“如履薄冰”。为缓解困境，美国农业界急切呼吁两国迅速达成贸易协议。目前，两国领导人计划通话，并正为特朗普访华敲定细节，其中包括中方大规模采购美国农产品。",
      "translated_title": "中国订单缺失：美国农民急盼贸易协议，如履薄冰",
      "images": [],
      "contentSource": "完整文章",
      "content": "American farmers are “walking a tightrope” between supporting US President Donald Trump’s tariffs and suffering serious financial losses in the absence of a highly anticipated US-China trade deal, according to a seasoned farmer from South Dakota, one of the country’s top agricultural states.\nMike McCranie, a soybean and corn producer, voiced support for Washington’s tariff policy “if it results in a long-term deal” but acknowledged it has hurt US farmers.\nNo Chinese orders have been placed this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/a3894712-2a10-417b-9bfe-2d9c5930598e_7ebab2cf.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-25T01:43:42.334Z"
}