{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "超级富豪投资者看好上海酒店的稀缺价值和旅游吸引力 (原标题: Super-rich investors eye Shanghai hotels for scarcity value, tourism appeal)",
      "link": "https://www.scmp.com/business/china-business/article/3319745/chinas-super-rich-investors-eye-shanghai-hotels-scarcity-value-tourism-appeal?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 00:30:10 +0000",
      "isoDate": "2025-07-28T00:30:10.000Z",
      "creator": "Daniel Ren",
      "summary": "# 上海酒店投资趋势：超级富豪看好稀缺价值与旅游吸引力\n\n根据仲量联行（JLL）的报告，随着经济稳定重燃风险偏好，中国的亿万富豪投资者正积极寻求收购上海的豪华酒店。与此形成对比的是，保险公司、房地产投资信托基金（REITs）以及私募股权巨头等机构投资者则退居次席。\n\n## 超级富豪的投资动机与目标\n\n*   **投资目标：** 超级富豪主要关注上海商业和金融中心黄金地段的酒店。\n*   **驱动因素：**\n    *   **长期稀缺价值：** 仲量联行华东区资本市场部主管孙玲指出，尽管当前回报率较低，但这些物业的长期稀缺价值是吸引投资者的主要原因。\n    *   **风险偏好稳定：** 投资者对核心区域资产的集中配置，不仅反映出风险偏好的稳定，也凸显了上海核心区域资产的稀缺价值和韧性。\n    *   **旅游吸引力：** 尽管文章未直接将旅游吸引力列为富豪投资的直接原因，但标题和文章中提及的“黄金周”游客涌入，暗示了旅游业的潜在增长对酒店资产的长期价值有积极影响。\n\n## 上海房地产市场现状\n\n*   **市场表现：** 上海的房地产市场目前处于“沉睡”状态。\n*   **交易数据：**\n    *   根据世邦魏理仕（CBRE）的数据，今年上半年，上海写字楼、租赁住宅项目、购物中心和酒店的交易额同比大幅下滑29.7%，降至230亿元人民币（约合32亿美元）。\n    *   仲量联行的数据显示，第二季度平均交易额环比下降25%，降至3.6亿元人民币。\n*   **主要买家：** 在总共23笔交易中，高净值个人和企业投资者贡献了88%的交易份额，显示出他们对市场的信心和活跃度。\n\n## 值得关注的交易案例\n\n*   **内蒙古石林投资集团：** 这家私营企业斥资3亿元人民币，收购了位于上海郊区的CitiGo酒店。\n\n## 机构投资者的顾虑\n\n*   **担忧供过于求：** 房地产咨询师表示，保险公司和专注于房地产的基金普遍仍对市场可能出现的供过于求情况感到担忧，因此保持谨慎。\n\n## 相关图片\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/07/clean.jpg?itok=YOHnFIaF)\n    *   **描述：** 01:36 游客涌入中国旅游景点，正值“黄金周”。",
      "shortSummary": "中国超级富豪投资者正积极在上海收购豪华酒店，看重其长期稀缺价值和旅游吸引力，尽管当前回报较低。经济稳定重燃了他们的风险偏好。与此形成对比，保险公司等机构投资者因担忧供应过剩而保持谨慎。尽管上海房地产市场交易额大幅下滑，高净值个人和企业投资者仍是主要买家，显示出对核心资产的信心。",
      "translated_title": "超级富豪投资者看好上海酒店的稀缺价值和旅游吸引力",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/07/clean.jpg?itok=YOHnFIaF",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s billionaire investors are looking to pick up luxury hotels in Shanghai while institutional investors like insurers and real estate investment funds and private equity giants take a back seat, as economic stability rekindles risk appetite, according to JLL.\nThe super-rich are eyeing hotels in prime locations in the commercial and financial hub, undeterred by the current low returns, according to Sun Ling, head of JLL’s capital markets division in East China, citing the scarcity value of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/27/c8d788b9-ad52-4765-b9c3-e24ccdd487ed_85f4a6cb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国民营美术馆陷入危机了吗？UCCA的困境只是冰山一角 (原标题: Are China’s private art museums in crisis? UCCA’s woes the tip of the iceberg)",
      "link": "https://www.scmp.com/lifestyle/arts/article/3319566/are-chinas-private-art-museums-crisis-uccas-struggles-are-tip-iceberg?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 23:15:08 +0000",
      "isoDate": "2025-07-27T23:15:08.000Z",
      "creator": "Cheung Hok-hang",
      "summary": "## 中国民营美术馆面临危机\n\n中国民营美术馆正经历一波闭馆和削减开支的浪潮，这引发了人们对该行业可持续性的担忧，并对全球最大艺术市场之一的前景提出了疑问。\n\n### 危机表现\n\n*   **闭馆与休眠**：\n    *   深圳的木星美术馆于六月宣布关闭。\n    *   几天后，青岛的TAG艺术博物馆也随之关闭。\n    *   由香港上市新奥能源控股公司背后公司创立的廊坊新绎美术馆已休眠数月。\n*   **UCCA面临财务压力**：\n    *   即使是总部位于北京的UCCA尤伦斯当代艺术中心也面临财务压力。\n    *   内部人士透露，这家拥有18年历史的先锋机构从一月到六月拖欠工资。\n    *   其上海分馆（2021年开业）的未来计划尚不明确。\n\n### 危机成因\n\n据美术馆工作人员透露，当前的危机是以下因素共同作用的结果：\n\n*   企业资助方收紧预算。\n*   消费者削减非必需开支。\n*   运营成本不断上升。\n\n### UCCA尤伦斯当代艺术中心概况\n\n*   **历史与声誉**：\n    *   UCCA由已故比利时收藏家盖伊和米里亚姆·尤伦斯于2007年在北京798艺术区创立。\n    *   它是中国大陆历史最悠久的非营利当代艺术中心之一。\n    *   在长期馆长田霏宇的领导下，UCCA以其对当代趋势的雄心勃勃和及时回应，保持了良好的国际声誉。\n*   **积极扩张**：\n    *   这家由私人投资者支持的非营利基金会积极扩张其版图，开设了三家分馆：\n        *   2018年在北戴河。\n        *   2021年在上海。\n        *   2024年在宜兴。\n\n![UCCA’s third museum, in Shanghai, opened in 2021 and occupies three floors of the Edge (pictured), a commercial building. Photo: UCCA](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/dfbf890f-23e4-4167-9f45-20f8ae468b09_732fcd4f.jpg)\n*UCCA的第三家美术馆，位于上海，于2021年开业，占据了商业建筑“The Edge”（图中所示）的三层。图片来源：UCCA*",
      "shortSummary": "中国民营美术馆正面临一场危机，表现为大量闭馆、削减开支和财务困境。深圳木星美术馆、青岛TAG艺术博物馆等已关闭，而知名机构UCCA尤伦斯当代艺术中心也面临拖欠工资等财务压力。这场危机主要源于企业资助方预算收紧、消费者非必需开支减少以及运营成本上升。UCCA作为中国最早的非营利当代艺术中心之一，其困境反映了整个行业的严峻挑战。",
      "translated_title": "中国民营美术馆陷入危机了吗？UCCA的困境只是冰山一角",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/dfbf890f-23e4-4167-9f45-20f8ae468b09_732fcd4f.jpg",
          "alt": "UCCA’s third museum, in Shanghai, opened in 2021 and occupies three floors of the Edge (pictured), a commercial building. Photo: UCCA",
          "title": "UCCA’s third museum, in Shanghai, opened in 2021 and occupies three floors of the Edge (pictured), a commercial building. Photo: UCCA",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A wave of closures and cutbacks is sweeping through China’s private art museums, ringing alarm bells about the sector’s sustainability and raising questions about the outlook for one of the world’s biggest art markets.\nThe Jupiter Museum of Art, in Shenzhen, announced its shutdown in June. Days later, Qingdao’s TAG Art Museum followed suit. Others, such as Ennova Art Museum in Langfang, founded by the company behind Hong Kong-listed ENN Energy Holdings, have been dormant for months.\nEven the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/ad19fe75-8b6c-4f47-9cfc-b8ced69cf77e_7c6abb3a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "安渊渊谈中国如何将“多重危机”转化为“多重机遇” (原标题: Yuen Yuen Ang on how China can turn ‘polycrisis’ into ‘polytunity’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319375/yuen-yuen-ang-how-china-can-turn-polycrisis-polytunity?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 22:00:11 +0000",
      "isoDate": "2025-07-27T22:00:11.000Z",
      "creator": "Alice Li",
      "summary": "### 安渊渊教授访谈摘要\n\n本访谈节选自《南华早报》“开放问题”系列，受访者是约翰霍普金斯大学政治经济学阿尔弗雷德·钱德勒讲席教授安渊渊（Yuen Yuen Ang）。\n\n**关于安渊渊教授**\n*   **背景与专长**：安渊渊教授是新加坡裔，在政治经济学领域具有重要影响力。她对中国的政治经济发展轨迹、国际关系以及在碎片化、不可预测世界中的适应性发展进行了广泛研究。\n*   **主要著作**：她的获奖作品包括《中国如何摆脱贫困陷阱》（How China Escaped the Poverty Trap）和《中国的镀金时代》（China’s Gilded Age）。\n\n**关于美国对华知识的现状**\n*   **访谈问题**：作为一名在美国的教授，安渊渊被问及美国对华知识是否普遍下降，以及这是否与美国学生赴华留学人数锐减有关。\n*   **历史背景与传承**：安渊渊教授在回答中提及她的“师祖”米歇尔·奥克森伯格（Michel Oksenberg）。奥克森伯格曾在美国总统吉米·卡特政府任职，是中美关系正常化背后的专家。他不仅在政策层面做出贡献，还是一位充满热情的教育家，培养了几代中国问题专家，包括安渊渊本人在内的许多顶尖中国学者都是他的门生或再传弟子。\n*   **过去投资的益处**：安渊渊强调，中美交往的先驱们曾投入巨大精力，帮助美国政策制定者和公众理解中国，并建立了深厚的专业知识社群。尽管当前环境有所不同，美国仍在受益于过去在知识领域所做的投资。",
      "shortSummary": "约翰霍普金斯大学教授安渊渊在访谈中探讨了美国对华知识的现状。她指出，尽管当前环境不同，但美国仍在受益于过去对华知识的投资，并以其“师祖”米歇尔·奥克森伯格为例，强调了早期专家在培养中国问题人才和促进中美理解方面所做的重要贡献。",
      "translated_title": "安渊渊谈中国如何将“多重危机”转化为“多重机遇”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Yuen Yuen Ang is the Alfred Chandler Chair Professor of political economy at Johns Hopkins University. She is an influential scholar, writing extensively on China’s political and economic trajectory, its international relations and its adaptive development in a fragmented, unpredictable world. Originally from Singapore, her award-winning work includes the books How China Escaped the Poverty Trap and China’s Gilded Age.\nThis interview first appeared in SCMP Plus. For other interviews in the Open...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/24/52c010f9-931b-4bbb-8152-aaddaa9e8179_983b5abb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美将在瑞典会谈中再延长90天关税暂停期：消息人士 (原标题: China, US to extend tariff pause at Sweden talks by another 90 days: sources)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319604/china-us-extend-tariff-pause-sweden-talks-another-90-days-sources?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 15:00:09 +0000",
      "isoDate": "2025-07-27T15:00:09.000Z",
      "creator": "Xiaofei Xu,Ji Siqi,Khushboo Razdan",
      "summary": "### 中美贸易谈判：关税暂停期有望延长\n\n根据双方消息人士透露，中美两国预计将在周一于斯德哥尔摩开始的贸易会谈中，将关税休战期再延长三个月。\n\n*   **背景与现状**\n    *   中美两国于今年5月同意暂停对彼此商品征收大部分高额关税，为期90天，同时继续进行贸易谈判。\n    *   该暂停期原定于8月12日到期。\n\n*   **斯德哥尔摩会谈的重点**\n    *   此次会谈是世界两大经济体之间的第三轮贸易谈判。\n    *   消息人士指出，双方将主要阐述在主要症结上的观点，例如美国对中国工业产能过剩的担忧，而非寻求具体的突破。\n\n*   **延长期间的承诺**\n    *   一位消息人士表示，在预计的90天延长期间，两国将承诺不相互征收额外关税，也不会通过其他方式升级贸易战。\n\n*   **中方的新议题**\n    *   据三位熟悉北京立场的人士透露，虽然此前在日内瓦和伦敦的讨论侧重于“降级”，但在最新的会议中，中方代表团还将就芬太尼相关关税问题向特朗普的贸易团队施压。\n    *   美国总统唐纳德·特朗普于3月对中国进口商品征收了20%的额外关税，声称北京在阻止芬太尼流入美国方面做得不够。\n    *   华盛顿尚未表明何种进展才足以证明放宽芬太尼相关关税是合理的。中方可能会在斯德哥尔摩回合中寻求对这一门槛的更明确说明。",
      "shortSummary": "消息人士称，中美两国预计将在斯德哥尔摩的贸易会谈中，将原定8月12日到期的关税暂停期再延长90天。此次会谈将主要讨论美国对中国工业产能过剩的担忧，并承诺在此期间不升级贸易战。中方还将就美国征收的芬太尼相关关税寻求明确说明。",
      "translated_title": "中美将在瑞典会谈中再延长90天关税暂停期：消息人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing and Washington are expected to extend their tariff truce by another three months at trade talks in Stockholm beginning on Monday, according to sources close to the matter on both sides.\nChina and the United States agreed in May to remove most of the heavy tariffs levied on each other’s goods for 90 days while continuing trade negotiations. That suspension is set to expire on August 12.\nDuring the third round of trade negotiations between the world’s two biggest economies, both will...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/27/fcf117cc-7abe-4f11-8951-9241b954a22a_646cb25c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国今年可能成为高收入国家，但能保持住吗？ (原标题: China could become a high-income country this year, but can it stay one?)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3319278/china-could-become-high-income-country-year-can-it-stay-one?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 12:30:08 +0000",
      "isoDate": "2025-07-27T12:30:08.000Z",
      "creator": "Anthony W.D. Anastasi",
      "summary": "# 中国能否摆脱中等收入陷阱？\n\n## 中国的经济转型历程\n\n*   中国经济已从低收入国家（2001年）过渡到中低收入国家，并于2010年达到中高收入国家地位。\n*   然而，向高收入国家迈进并跻身发达国家行列，是更具挑战性的下一步。\n*   尽管确切时间尚无定论，但2025年中国有可能成为高收入国家，数据表明今年可能跨过这一门槛。\n*   关键问题在于中国能否应对可能使其重新跌回中等收入地位的结构性挑战。\n\n## 中等收入陷阱的定义与挑战\n\n*   **定义**：根据世界银行和中国在2013年联合发布的《中国2030报告》，在1960年至2008年间，101个中等收入国家（按人均GDP分类）中，只有13个成功转型为高收入国家。\n*   **原因**：成功转型国家数量稀少的原因在于，实现所需的结构转型以及技术和产业升级非常困难。\n*   **竞争力问题**：随着经济发展和工资增长，经济体生产的产品也必须随之升级。如果国家在工资持续增长的同时仍生产相对简单的产品，其在全球经济中的竞争力将日益下降。\n*   **核心挑战**：因此，产业和技术升级是中等收入国家必须克服的主要挑战。\n\n## 经济发展与制度转型\n\n*   **持续发展要求**：如果国家希望继续发展并避免中等收入陷阱，其经济结构和管理制度必须进行转型，以适应经济和产业成熟所带来的新现实。\n*   **增长模式差异**：\n    *   当经济贫困且生产力尚未充分开发时，经济增长可以解决大多数问题，发展中国家仍有能力快速增长。\n    *   然而，这对于发达经济体并不完全适用，它们的增长往往慢得多。\n    *   发达经济体的生产力已得到充分利用，增长主要来源于生产率的提高，这使得关于“谁得到什么”的政治经济选择及其相关的权衡变得更加紧迫。",
      "shortSummary": "中国今年可能成为高收入国家，但能否保持住面临挑战。中等收入陷阱是指少数国家能成功转型为高收入国家，主要原因在于难以实现结构转型和技术产业升级。随着工资增长，经济体必须提升产品复杂性以维持竞争力。发达经济体的增长主要依赖生产率提升，而非简单的要素投入。中国需应对这些结构性挑战，以避免跌回中等收入地位。",
      "translated_title": "中国今年可能成为高收入国家，但能保持住吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "There seems to be a never-ending amount of scholarship and commentary on how China can escape the middle-income trap. It moved from low-income to lower-middle-income status in 2001, then to upper-middle-income status in 2010. However, China’s next transition, to high-income status and joining the ranks of the club of developed countries, is much more difficult.\nWhile the jury is still out on exactly when it might happen, it is possible that 2025 is the year China becomes a high-income country....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/23/d62f5fa7-2cd1-4c5e-9d48-52b2e9a64f6f_ab9111c4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美为何选择瑞典作为下一轮贸易谈判地点？ (原标题: China and the US wanted Sweden to host their next round of trade talks – why?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319597/china-and-us-wanted-sweden-host-their-next-round-trade-talks-why?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 08:30:08 +0000",
      "isoDate": "2025-07-27T08:30:08.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 中美贸易谈判在斯德哥尔摩举行\n\n中国和美国谈判代表将于周一在瑞典首都斯德哥尔摩举行备受期待的第三轮贸易谈判。此次谈判将瑞典置于聚光灯下，并引发了人们对为何世界两大经济体选择这个斯堪的纳维亚国家作为谈判地点的疑问。\n\n### 瑞典被选中的原因\n\n*   **G20会议上的提议**：谈判地点的选择始于本月初在南非举行的二十国集团（G20）财长会议。瑞典首次受邀参加了此次会议。\n*   **双方主动接触**：瑞典财政大臣伊丽莎白·斯万特森（Elisabeth Svantesson）在7月22日的一篇社交媒体帖子中透露，中国和美国都主动接触了瑞典代表团，提议在斯德哥尔摩举行会谈。\n*   **瑞典的国际信任度**：斯万特森表示，世界最大经济体选择瑞典，表明瑞典享有巨大的国际信任，并且在促进对话与合作方面发挥着重要作用。\n\n### 谈判地点策略的转变\n\n*   **与特朗普政府时期对比**：在唐纳德·特朗普（Donald Trump）总统第一任期内，为暂时冻结双边贸易战而进行的对话主要在美国华盛顿举行，当时的中国副总理刘鹤定期访问白宫。\n*   **转向中立国**：现在，谈判地点已转向欧洲的中立国家，例如5月的日内瓦、6月的伦敦以及即将举行的斯德哥尔摩谈判。这一转变表明，双方寻求一个更公平的竞争环境。\n*   **更平衡的动态**：斯德哥尔摩安全与发展政策研究所所长尼克拉斯·斯万斯特罗姆（Niklas Swanstrom）认为，选择中立地点暗示了中美两大经济体之间存在一个更加平等的竞争环境。",
      "shortSummary": "中美两国谈判代表将在瑞典斯德哥尔摩举行新一轮贸易谈判。瑞典被选为谈判地点，是因为两国在G20会议上主动向瑞典提出请求，这体现了瑞典的国际信任度及其在促进对话中的作用。与以往主要在华盛顿举行的谈判不同，此次选择中立的欧洲国家，表明双方寻求更公平的谈判环境，暗示两国经济关系进入更平衡的阶段。",
      "translated_title": "中美为何选择瑞典作为下一轮贸易谈判地点？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese and American negotiators will gather in Stockholm for a much-anticipated third round of trade talks on Monday, putting the Swedish capital in the spotlight and prompting questions as to why the Scandinavian country was the venue of choice for the world’s two biggest economies.\nIt began at a meeting of finance chiefs from the Group of 20 countries in South Africa earlier this month, where Sweden had been invited for the first time. Both China and the US approached the delegation from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/5251a0c1-9c70-40cd-8a7a-87d7b89c750a_c8c07fdc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国商界领袖将访问中国，双方举行最新贸易谈判 (原标题: US business leaders to visit China as both sides meet for latest trade talks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319730/us-business-leaders-visit-china-both-sides-meet-latest-round-trade-talks?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 06:01:59 +0000",
      "isoDate": "2025-07-27T06:01:59.000Z",
      "creator": "Kandy Wong,Luna Sun",
      "summary": "美国一个高级别商业代表团本周将访问中国，此行恰逢最新一轮中美贸易谈判。\n\n*   **组织方与领导者**：\n    *   此次北京之行由美中贸易全国委员会（US-China Business Council）组织。\n    *   代表团将由联邦快递（FedEx）首席执行官、美中贸易全国委员会董事会主席拉杰什·苏布拉马尼亚姆（Rajesh Subramaniam）率领。\n\n*   **已知成员**：\n    *   虽然完整的访问商界领袖名单和行程尚未公布，但波音公司（Boeing）高管和美中贸易全国委员会主席肖恩·斯坦（Sean Stein）确定将是代表团成员。\n\n*   **访问目的**：\n    *   代表团预计将与中国官员会面，可能旨在重振商业讨论。\n\n*   **背景与意义**：\n    *   美中贸易全国委员会定期组织与重要事件同步的访华活动，并安排与高级官员会面。例如，去年的一次访问恰逢北京的一次重要政策会议，参与者包括苹果（Apple）、波音（Boeing）、高盛（Goldman Sachs）和美光科技（Micron Technology）的高级管理人员。\n    *   此次访问将是自美国总统唐纳德·特朗普（Donald Trump）于四月发起最新关税战以来，最高级别的美国商业代表团访华。",
      "shortSummary": "一个由联邦快递CEO率领的高级别美国商业代表团本周将访问中国，此行恰逢中美最新贸易谈判。代表团由美中贸易全国委员会组织，成员包括波音高管，旨在与中国官员会面并可能重振商业讨论。这是自特朗普政府最新关税战以来，最高级别的美国商业代表团访华。",
      "translated_title": "美国商界领袖将访问中国，双方举行最新贸易谈判",
      "images": [],
      "contentSource": "完整文章",
      "content": "A high-level American business delegation will visit China this week on a trip that coincides with the latest round of US-China trade talks, according to two sources familiar with the matter.\nThe visit will be organised by the US-China Business Council and led by FedEx chief executive Rajesh Subramaniam, the council’s board chair.\nThe full list of visiting business leaders and their schedule is not known but both sources said that Boeing executives and council president Sean Stein were certain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/27/cebe677e-2939-429e-b346-53ef0499c982_e5b07943.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "港华燃气在清洁燃料信号复杂之际建设氢动力电动汽车充电站 (原标题: Towngas to build hydrogen-powered EV stations amid mixed signals for clean fuel)",
      "link": "https://www.scmp.com/business/china-evs/article/3319649/towngas-build-hydrogen-powered-ev-charging-stations-amid-mixed-industry-signals?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 06:00:13 +0000",
      "isoDate": "2025-07-27T06:00:13.000Z",
      "creator": "Yujie Xue",
      "summary": "## 港华燃气建设氢动力电动汽车充电站\n\n香港主要的天然气公司港华燃气（Towngas）正致力于生产氢气并将其应用于其他行业，这表明尽管当前面临成本挑战，许多公司和政府正在缩减或取消相关计划，但港华燃气仍致力于氢能市场。\n\n### 香港首个氢动力电动汽车充电站\n\n*   港华燃气于周五宣布，将开始建设香港首个由氢气驱动的公共电动汽车（EV）充电站。\n*   该项目预计将于明年投入运营。\n*   公司将从其现有的天然气网络中提取氢气，以此作为对香港2050年碳排放达峰目标贡献的一部分。\n*   初期，该充电站将配备五个充电桩。\n\n### 成本与未来展望\n\n*   港华燃气首席运营官郑海光表示，与其它电源相比，初期氢气发电的成本会更高。\n*   但他相信，一旦业务规模扩大，氢气发电的成本将低于其他绿色能源。\n\n### 氢能行业现状\n\n*   港华燃气的这一宣布，正值氢能行业因生产成本、需求和商业化前景等挑战而发出复杂信号之际。\n*   尽管面临这些挑战，港华燃气仍显示出对清洁燃料市场的承诺。\n\n### 其他行业动态\n\n*   本月早些时候，现代汽车透露计划到2029年在广东省部署1000辆氢燃料电池卡车。\n*   这家韩国汽车制造商此前曾表示，将在中国大陆开设一个专门中心，专注于氢燃料电池技术。\n\n### 图片\n\n![郑海光先生（左）和香港科技园公司首席运营官麦秀芬女士介绍香港首个公共电动汽车自动加氢系统。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/bcd95fef-0910-460d-8a99-fe095787c082_09bc905a.jpg)",
      "shortSummary": "港华燃气（Towngas）宣布将在香港建设首个公共氢动力电动汽车充电站，预计明年投入运营。氢气将从现有天然气网络中提取，以支持香港2050年碳排放达峰目标。尽管初期发电成本较高，港华燃气预计规模扩大后成本将降低。此举正值氢能行业面临成本、需求和商业化挑战，前景复杂之际，但港华燃气仍展现出对清洁燃料市场的承诺。现代汽车等其他公司也在中国大陆投资氢能技术。",
      "translated_title": "港华燃气在清洁燃料信号复杂之际建设氢动力电动汽车充电站",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/bcd95fef-0910-460d-8a99-fe095787c082_09bc905a.jpg",
          "alt": "Mr Don Cheng Hill-kwong (left) and Filla Mak, chief operations officer of Hong Kong Science & Technology Parks, introduce the city’s first public electric vehicle automatic hydrogen charging system. Photo: Handout",
          "title": "Mr Don Cheng Hill-kwong (left) and Filla Mak, chief operations officer of Hong Kong Science & Technology Parks, introduce the city’s first public electric vehicle automatic hydrogen charging system. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong’s major natural gas company is looking to produce hydrogen for application in other industries, showing commitment to the market at a time when companies and governments are cancelling or scaling back plans amid cost challenges.\nHong Kong and China Gas, or Towngas as the sole natural gas producer is known, will start work on building the city’s first public electric vehicle (EV) charging station powered by hydrogen, it said on Friday. The venture was expected to commence operations...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/a459bafc-7b30-4007-b21e-2c8779148f60_e09ff99f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "进博会前瞻：中国对榴莲需求旺盛，水果进口量将增长 (原标题: Pre-CIIE: China’s imports of fruits to grow with big appetite for durians)",
      "link": "https://www.scmp.com/business/china-business/article/3319674/pre-ciie-chinas-imports-fruits-grow-big-appetite-durians-coconuts?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 03:45:07 +0000",
      "isoDate": "2025-07-27T03:45:07.000Z",
      "creator": "Daniel Ren",
      "summary": "### 中国对榴莲需求旺盛，水果进口量将增长\n\n*   **市场背景与需求增长**\n    *   东南亚的榴莲和椰子种植者预计将迎来繁忙时期，因为尽管消费市场疲软，但中国大陆买家对高品质新鲜水果的需求仍在持续增长。\n    *   分销商佳沃鑫荣懋中国区副营销总监郭敏表示，马来西亚新鲜榴莲自去年出口蓬勃发展以来，在8月旺季到来之前依然需求旺盛。\n    *   郭敏预计下个月对榴莲的需求将激增，并指出马来西亚榴莲是进口水果中最受中国消费者青睐的品种。\n    *   佳沃鑫荣懋已为市场做好了物流和仓储准备。\n\n*   **马来西亚榴莲出口数据**\n    *   根据马来西亚农业和食品安全部的数据，马来西亚于去年开始向中国出口新鲜榴莲，在去年8月至12月期间，出口额达到2480万林吉特（约合590万美元）。\n    *   郭敏补充说，今年前四个月，马来西亚在中国榴莲市场的份额增长了十倍。\n\n*   **中国榴莲市场份额**\n    *   中国海关数据显示，2024年，泰国在中国69.9亿美元的榴莲市场中占据了57%的份额。\n\n*   **行业活动**\n    *   郭敏是在上海举行的一场由中国国际进口博览局（商务部下属单位）组织的国际供应商与中国贸易商的“对接会”期间发表上述言论的。此次会议是为今年晚些时候举行的年度贸易展——中国国际进口博览会（CIIE）做准备。\n\n*   **相关图片**\n    *   ![马来西亚吉隆坡一家销售榴莲的商店。这种东南亚本土水果以其独特而浓郁的风味而闻名。图片来源：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/26/98615737-177a-4ea6-80b6-c083b4a63bf9_a7712e3b.jpg)\n        *马来西亚吉隆坡一家销售榴莲的商店。这种东南亚本土水果以其独特而浓郁的风味而闻名。图片来源：法新社*",
      "shortSummary": "中国对榴莲的需求持续旺盛，推动水果进口量增长。东南亚榴莲种植者，特别是马来西亚，正面临中国买家日益增长的需求。马来西亚新鲜榴莲对华出口自去年以来蓬勃发展，今年前四个月市场份额增长十倍。尽管消费市场疲软，中国消费者对高品质榴莲的偏好依然强劲。泰国目前仍是中国榴莲市场的主要供应国。这一趋势在进博会前夕的行业会议上得到强调。",
      "translated_title": "进博会前瞻：中国对榴莲需求旺盛，水果进口量将增长",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/26/98615737-177a-4ea6-80b6-c083b4a63bf9_a7712e3b.jpg",
          "alt": "A shop selling durians in Kuala Lumpur, Malaysia. The native Southeast Asian fruit is renowned for its unique and strong flavour. Photo: AFP",
          "title": "A shop selling durians in Kuala Lumpur, Malaysia. The native Southeast Asian fruit is renowned for its unique and strong flavour. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Growers of durian and coconut in Southeast Asia are expecting a hectic time ahead as they grapple with rising demand from mainland Chinese buyers who prefer high-quality fresh fruits against the backdrop of a weak consumption market.\nMalaysian fresh durians, which have witnessed an export boom since last year, are still in high demand ahead of the peak season in August, according to Guo Min, ­deputy marketing director with distributor Joy Wing Mau’s China operations.\n“The growth trajectory...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/a253b79a-d656-4950-8374-942633d632b7_d6488bc7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国蓬勃发展的低空经济催生“无人机飞行规划师”需求 (原标题: China’s booming low-altitude economy spurs demand for ‘drone flight planners’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319563/chinas-booming-low-altitude-economy-spurs-demand-drone-flight-planners?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 02:00:13 +0000",
      "isoDate": "2025-07-27T02:00:13.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国低空经济发展催生“无人机飞行规划师”新职业\n\n## 职业认可与背景\n*   **新职业认定**：中国已正式将“无人机飞行规划师”认定为一项新职业。\n*   **人才需求**：此举旨在应对低空经济领域的人才短缺问题。\n*   **经济引擎**：中国政府将低空经济视为新的经济增长引擎。\n*   **新增职业之一**：该职业是人力资源和社会保障部公布的17个新职业之一，同期公布的还有跨境电商运营师、老年人能力评估师等。\n\n## 职责与吸引力\n*   **主要职责**：据人力资源和社会保障部职业能力建设司副司长王晓君介绍，无人机飞行规划师主要负责规划多无人机飞行路径、制定飞行计划和任务，以及管理现场操作。\n*   **人才吸引**：王晓君补充说，这些新职业对许多精通技术且富有创造力的年轻人具有吸引力。\n\n## 低空经济的战略地位\n*   **定义与范围**：北京已将低空经济（涵盖1000米以下载人及无人飞行活动）归类为战略性新兴产业。\n*   **发展目标**：该产业有望创造就业、推动创新并刺激经济增长。\n*   **政策支持**：去年12月，中国最高经济规划部门成立了专门部门，负责制定和监督该领域的发展战略。",
      "shortSummary": "中国已正式将“无人机飞行规划师”认定为新职业，以应对蓬勃发展的低空经济领域的人才短缺。低空经济被政府视为新的经济增长引擎和战略性新兴产业，旨在创造就业、推动创新和刺激经济。无人机飞行规划师主要负责规划多无人机飞行路径、制定飞行计划和现场操作管理。此举反映了中国对新兴产业发展和人才培养的重视。",
      "translated_title": "中国蓬勃发展的低空经济催生“无人机飞行规划师”需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has officially recognised “drone flight planner” as a profession amid a talent crunch in the low-altitude economy – a sector the government sees as a new engine of growth.\nThe role is among 17 newly designated occupations announced by the Ministry of Human Resources and Social Security, alongside positions such as cross-border e-commerce operation manager and elderly care service worker.\n“The newly designated profession of a drone flight planner primarily involves planning multi-drone...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/69c04051-af8f-458e-b467-e6792467b694_d7580c88.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "廉价巧克力派引发中国山姆会员不满 (原标题: Cheap chocolate pie has middle-class Sam’s Club members in China up in arms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319698/how-did-chocolate-pie-offend-middle-class-sensibilities-sams-club-members-china?utm_source=rss_feed",
      "pubDate": "Sat, 26 Jul 2025 10:35:29 +0000",
      "isoDate": "2025-07-26T10:35:29.000Z",
      "creator": "He Huifeng",
      "summary": "## 山姆会员店在中国面临的形象挑战：廉价巧克力派引发会员不满\n\n*   **山姆会员店的定位与形象**\n    *   山姆会员店（Sam’s Club）是沃尔玛旗下的美国会员制仓储式零售商，长期以来被视为最能满足中国中产阶级需求的外国超市之一。\n    *   每年，数百万中国城市家庭支付260元人民币（约36.28美元）的年费，以获取其认为的“全球精选、高品质生活方式”的商品，包括苏格兰威士忌、智利西梅干以及来自美国和澳大利亚的冷鲜牛肉等。\n    *   这种商品选择象征着一种注重全球化消费的中产阶级品味。\n\n*   **廉价巧克力派引发争议**\n    *   近期，山姆会员店在中国门店开始销售一款国产巧克力派，售价为49.9元人民币48个一包，这一举动触动了其忠实会员群体的神经，动摇了其高端形象。\n    *   这款巧克力派以其低廉的价格而闻名，通常在中国街区便利店或小卖部有售。\n    *   然而，许多注重健康、追求品质的中国中产阶级消费者认为它不符合“体面”或“高端”的标准。\n\n*   **会员的担忧与信任危机**\n    *   深圳某外企运营总监、每年支付600元人民币高级会员费的温迪·刘（Wendy Liu）表示，她对品牌的信任正在削弱。\n    *   她认为这款巧克力派“只是一个导火索”，真正的担忧是“山姆对供应商质量的标准可能正在下滑”。",
      "shortSummary": "山姆会员店在中国的中产阶级高端形象受到挑战。其销售的一款廉价国产巧克力派（48个49.9元）引发了会员强烈不满。这款派因价格低廉常在便利店销售，不符合追求品质的中产阶级预期。会员认为这反映出山姆对供应商质量标准的下滑，导致对品牌信任度降低。",
      "translated_title": "廉价巧克力派引发中国山姆会员不满",
      "images": [],
      "contentSource": "完整文章",
      "content": "Sam’s Club, the US membership-only bulk retailer owned by Walmart, has long been seen as one of the foreign supermarkets most attuned to the needs of China’s middle class.\nEach year, millions of urban Chinese families pay a 260 yuan (US$36.28) annual fee in exchange for what they see as access to a globally curated, quality lifestyle - featuring products like Scotch whisky, Chilean dried prunes, and chilled beef from the United States and Australia.\nThat selection has come to symbolise a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/24a84c83-e043-4522-a296-21f535dd3d4c_4f6d6469.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "我逃离了一个中国国学‘读书会’。我的朋友没那么幸运 (原标题: I escaped a Chinese guoxue ‘reading group’. My friend is less lucky)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3316672/why-are-urban-chinese-my-friend-falling-guoxue-scams?utm_source=rss_feed",
      "pubDate": "Sat, 26 Jul 2025 01:30:07 +0000",
      "isoDate": "2025-07-26T01:30:07.000Z",
      "creator": "Chenfei Zhu",
      "summary": "## 我逃离了一个中国国学‘读书会’：一个亲身经历的警示\n\n### 背景与加入\n\n*   **朋友的邀请**：文章作者的朋友因工作倦怠和深度迷失感，搬到了一座更安静、偏远的城镇，并开始深入学习国学（“国家研究”，即中国传统文化研究）、佛教哲学及其他精神追求。\n*   **读书会提议**：朋友通过微信邀请作者加入一个“读书会”，声称正在学习中国古典文本，并认为作者一定会喜欢。\n*   **作者的顾虑**：作者出于好奇和对朋友的真诚关心同意加入，但内心一直存在不安。作者对国学作为“开悟之道”的趋势感到不安，认为其过于商业化和包装化。\n\n### 读书会体验\n\n*   **首次会议**：在第一次视频会议中，一位看似有权威的年长女性在自我介绍环节的最后发言。她表达了对年轻人的“轻蔑”，认为“现在没人读书了”，并强调“人生不只是吃喝”，暗示基本的人类乐趣是次要的追求，这让作者感到不适。\n*   **价值观冲突**：作者认为，滋养身体、分享美食、享受小乐趣等将我们与世界联系起来的事物，不应被视为次要的追求。\n\n### 离开的导火索\n\n*   **强制性要求**：在两次会议之后，读书会提出了一个新要求：所有成员必须录制自己朗读创始人书籍的音频，并提交审查。该组织明确禁止讨论和提问，只强调重复，声称这样能加深理解，但并未解释具体原理。\n*   **哲学理念的冲突**：作为受西方传统训练的哲学专业学生，作者对此感到极度沮丧。作者认为，与文本互动应是分析、质疑和讨论其思想，而这些行为在该读书会中却被禁止。\n*   **决定退出**：作者告诉朋友自己想退出读书会。\n\n### 朋友的困境\n\n*   **受控的处境**：朋友回应作者说，她需要先请示她的“上级”才能退出。这一回应本身就强烈暗示了该组织的控制性和朋友所处的困境，表明她不像作者那样能够自由离开。\n\n![Children read the Analects of Confucius at the Temple of Confucius in Qufu, Shandong province in 2023. Guoxue, or Chinese national studies, concentrates on ancient texts and classical poetry. Photo: Xinhua](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/c7caf6dc-a3a8-4408-9406-40e5982da497_69875011.jpg)\n*2023年，孩子们在山东曲阜孔庙诵读《论语》。国学，或称中国国学，专注于古代文本和古典诗歌。图片来源：新华社*",
      "shortSummary": "作者应朋友邀请加入一个国学“读书会”，朋友因工作倦怠寻求精神寄托。作者发现该组织要求成员录制朗读创始人书籍，禁止讨论和提问，只强调重复。作为哲学专业学生，作者对此感到沮丧，认为其缺乏分析和质疑。作者成功退出，但朋友表示需请示“上级”才能离开，暗示其深陷其中，处境不如作者幸运。",
      "translated_title": "我逃离了一个中国国学‘读书会’。我的朋友没那么幸运",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/c7caf6dc-a3a8-4408-9406-40e5982da497_69875011.jpg",
          "alt": "Children read the Analects of Confucius at the Temple of Confucius in Qufu, Shandong province in 2023. Guoxue, or Chinese national studies, concentrates on ancient texts and classical poetry. Photo: Xinhua",
          "title": "Children read the Analects of Confucius at the Temple of Confucius in Qufu, Shandong province in 2023. Guoxue, or Chinese national studies, concentrates on ancient texts and classical poetry. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "It all began with a WeChat message from my friend. We hadn’t seen each other in a while. She had left Beijing for a quieter, more remote town and her social media updates suggested she was diving deeper into guoxue – “national studies”, or the study of traditional Chinese culture – Buddhist philosophy and other spiritual pursuits. Her text read: “You should join our reading group. We’re studying classical Chinese texts. You will definitely love it.”\nShe had been going through a rough patch:...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/ef564659-68c1-4fa0-8117-12fa4549c851_9932ade9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国学生青睐美国学位，但变得更加挑剔——机遇是否值得冒险？ (原标题: Chinese eyeing US degrees turn more discerning – is opportunity worth the risk?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319556/chinese-eyeing-us-degrees-turn-more-discerning-opportunity-still-worth-risk?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 22:00:13 +0000",
      "isoDate": "2025-07-25T22:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国学生赴美留学：机遇与风险并存下的新选择\n\n尽管中美关系日益紧张，中国学生对美国高等教育的追求并未停止，但他们正变得比以往任何时候都更加挑剔和谨慎。\n\n#### 案例分析：Jason Lin的选择\n\n*   **背景与动机：** 来自厦门的19岁学生Jason Lin，在九年级时就萌生了赴美留学的想法。他今年申请了10所美国本科院校，并获得了波士顿附近布兰迪斯大学每年15,000美元的奖学金，计划在未来五年内攻读经济学硕士学位。\n*   **家庭与个人担忧：** 他的母亲对美国“不稳定”的环境感到焦虑，认为这如同“冒险进入荒野”。Lin本人也担心，即使是交通罚单也可能导致他被驱逐出境。\n*   **权衡与决定：** 尽管存在这些担忧，Lin在权衡利弊后，仍向母亲阐明了自己的决定，并最终选择了布兰迪斯大学，准备在即将到来的秋季学期入学。\n*   **学术自由与文化吸引：** Lin期望在美国获得比其他国家更多的学术自由，并回忆起作为游客访问纽约时感受到的“氛围”，这些都成为他选择美国的重要原因。\n\n#### 吸引中国学生的关键因素\n\n根据申请者和大学官员的说法，以下因素正成为吸引中国学生赴美留学的更大动力：\n\n*   **知名院校：** 拥有良好声誉和排名的大学。\n*   **高排名专业：** 与学生所选专业相关的高度排名课程。\n*   **灵活的经济援助：** 具有吸引力的奖学金和助学金方案。\n\n#### 相关视频\n\n*   **视频内容：** 视频标题为“荒谬、焦虑、担忧：学生们对美国撤销中国学生签证的反应”。\n*   **视频链接：** ![视频缩略图](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/29/thumb.jpg?itok=b1FoiUn8)\n\n总体而言，中国学生在追求美国学位时，正以更加审慎的态度评估潜在的风险与机遇。",
      "shortSummary": "尽管中美关系紧张，中国学生仍寻求美国高等教育，但变得更加挑剔。他们权衡机遇与风险，如Jason Lin的案例所示，他虽担忧美国的不稳定性及潜在驱逐风险，但仍选择赴美深造，看重学术自由、知名院校、高排名课程及灵活的经济援助。学生们在追求美国学位时，正以更谨慎的态度评估其价值。",
      "translated_title": "中国学生青睐美国学位，但变得更加挑剔——机遇是否值得冒险？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/29/thumb.jpg?itok=b1FoiUn8",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Jason Lin of Xiamen surprised his mother this year by applying to 10 undergraduate schools in the United States and receiving a US$15,000 annual scholarship from Brandeis University near Boston. There, he intends to earn a master’s degree in economics over the next five years.\nBut to his mother, it’s like he’s venturing into the wild, compounding the anxiety parents often feel when their adult children leave the nest.\nShe’s afraid of “instability” in the US. And Lin, 19, has concerns that even a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/ab701ff8-b0a8-4c09-aa46-98d380e36165_7c9900ed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的铜关税未能阻止美国金属运往中国 (原标题: Trump’s copper tariffs fail to stop US metal being shipped to China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319594/trumps-copper-tariffs-fail-stop-us-metal-being-shipped-china?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 13:30:09 +0000",
      "isoDate": "2025-07-25T13:30:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 特朗普的铜关税未能阻止美国金属运往中国\n\n*   **背景与关税目的：**\n    *   美国总统唐纳德·特朗普政府将于8月1日对铜征收50%的新关税。\n    *   此举旨在通过提高美国国内生产的盈利能力，从而振兴美国的铜产业。\n\n*   **废金属经销商的应对与行业现实：**\n    *   尽管新关税即将生效，加利福尼亚的废金属经销商亚伦·福卡什（Aaron Forkash）仍计划继续向亚洲出口铜。\n    *   对美国废金属经销商而言，将铜运往中国及其他亚洲经济体，比运往美国其他地区更便宜、更容易，且经销商认为关税生效后这种情况不太可能改变。\n    *   福卡什表示，他只能“日复一日地比较（价格）”，不确定关税将如何发挥作用。\n\n*   **关税的局限性与对中国的影响：**\n    *   分析师预计，许多其他美国废金属经销商也将继续向对铜需求旺盛的中国出口。\n    *   这是因为关税不太可能解决美国金属行业存在的根本性问题，例如加工能力不足。\n    *   这意味着中国——全球最大的加工铜进口国——在因新关税生效前美国铜交易激增而导致的供应转移平息后，仍应能获得其所需的金属。",
      "shortSummary": "特朗普政府将于8月1日实施50%的铜关税，旨在振兴美国国内铜产业。然而，美国废金属经销商表示，向中国等亚洲国家出口铜仍比在美国国内运输更便宜、更便捷。分析师认为，此关税无法解决美国金属行业加工能力不足等根本问题。因此，中国作为全球最大的加工铜进口国，预计仍能获得所需铜，关税未能有效阻止美国金属运往中国。",
      "translated_title": "特朗普的铜关税未能阻止美国金属运往中国",
      "images": [],
      "contentSource": "完整文章",
      "content": "Aaron Forkash, a scrap metal dealer based in California, plans to continue exporting copper to Asia even after US President Donald Trump’s new 50 per cent tariff on the metal comes into force on August 1.\nThe Trump administration has said the import duty will help revive the US copper industry by making it more profitable to produce the metal at home.\nBut the truth is that it is actually cheaper and easier for American scrap dealers to ship copper to China and other Asian economies than to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/1a581fa2-8494-4dcd-a225-051a44c78ef4_a007cdd4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不值得吗？特朗普的北极推动引发对中国极地雄心的辩论 (原标题: Not worth it? Trump’s Arctic push stirs debate over China’s polar ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319561/trumps-arctic-strategy-stirs-debate-over-chinas-polar-shipping-ambitions?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 12:00:08 +0000",
      "isoDate": "2025-07-25T12:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "## 特朗普的北极战略与中国的极地雄心\n\n随着美国总统唐纳德·特朗普重申其收购格陵兰的意愿——这是其在北极地区宣示影响力的更广泛举措的一部分——中国学者正在辩论世界第二大经济体是否应更深入地参与该地区事务，特别是通过发展航运路线。\n\n### 美国在北极的战略\n\n*   **特朗普的北极愿景**：特朗普总统将北极视为推进美国商业和战略利益的关键，包括确保自然资源以及对抗中国和俄罗斯的影响力。\n*   **格陵兰的收购意向**：特朗普已承诺购买或吞并格陵兰，将其视为美国北极战略的重要组成部分。\n*   **破冰船投资**：根据7月4日签署的《一项宏伟美丽的法案》，美国将拨款近90亿美元用于破冰船。白宫称之为“对美国北极安全的历史性投资”，旨在让“美国重新掌控这片冰封的边疆”。\n\n### 中国的北极雄心与机遇\n\n*   **中国在北极的地位**：中国被视为一个“近北极国家”，并且是北极理事会的观察员。\n*   **北海航线（NSR）的吸引力**：随着全球变暖使北海航线（连接亚太地区和欧亚大陆西部的最短通道）的冰封水域每年可通航的时间更长，这条航线受到了越来越多的关注。\n*   **中国学者的观点**：武汉大学学者张成和苏安琪认为，随着华盛顿日益关注该地区，中国必须抓住新的航运机遇。\n    *   他们指出，北极航线在成本和效率方面优于传统航线。\n    *   他们进一步强调，北极航线可能成为“对抗美国地缘政治遏制的新途径”。",
      "shortSummary": "美国总统特朗普正积极推动在北极地区的影响力，包括寻求收购格陵兰和投资破冰船，以维护美国战略利益并对抗中俄。这引发了中国学者关于中国应否更深入参与北极事务的辩论。他们认为，随着全球变暖，北海航线（NSR）提供了成本和效率优势，是中国对抗美国地缘政治遏制的潜在新途径，因此中国应抓住这些航运机遇。",
      "translated_title": "不值得吗？特朗普的北极推动引发对中国极地雄心的辩论",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US President Donald Trump reiterates his desire to acquire Greenland – part of a broader push to assert influence in the Arctic – Chinese scholars are debating whether the world’s second-largest economy should become more involved in the region, particularly by developing shipping routes.\nThe Northern Sea Route (NSR) – the shortest passage between the Asia-Pacific region and western Eurasia – has drawn growing attention as global warming makes its icy waters navigable for longer periods each...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/de69aa93-6e45-46cf-8099-8c8fd75aa709_cb85c9ba.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济饱受恶性价格战困扰。法律修改能解决这个问题吗？ (原标题: China’s economy is plagued by vicious price wars. Can a legal change fix that?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319591/china-amend-key-law-push-stamp-out-vicious-price-wars-intensifies?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 10:00:12 +0000",
      "isoDate": "2025-07-25T10:00:12.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国修订定价法以遏制恶性价格战\n\n中国正计划修订一项已有数十年历史的定价法，以应对困扰多个行业的恶性价格战。这一深层次问题正威胁企业利润并加剧通缩压力。\n\n### 修订背景与原因\n\n*   **问题核心：** 恶性价格战，特别是“内卷式”竞争，已成为中国经济的严重担忧。企业在内需疲软和供应过剩的背景下，为吸引客户而大幅降价，导致过度、残酷的竞争。\n*   **法律滞后：** 1998年生效的现行定价法已不适应中国经济的深刻变化，新的经济形态和商业模式不断涌现，导致无序的低价竞争。\n*   **政府立场：** 北京方面已多次誓言要遏制价格战，并批评那些从事“无序”竞争、可能损害经济增长的公司。\n\n### 主要修订内容\n\n*   **“内卷式”竞争定义：** 根据国家发展和改革委员会（NDRC）和国家市场监督管理总局发布的草案，修订案更新了不公平定价行为的定义，将“内卷式”竞争纳入其中。\n*   **禁止强迫低于成本倾销：** 新增条款明确规定，企业不得强迫其他经营者以低于成本的价格倾销产品。此前，法律仅禁止企业以低于成本的价格销售商品以消除竞争对手或垄断市场。\n\n### 进程与影响\n\n*   **公开征求意见：** 该修订草案目前正向公众征求意见，截止日期为8月23日。\n*   **目标：** 通过法律手段规范市场秩序，遏制无序竞争，保护企业合理利润，缓解通缩压力，促进经济健康发展。",
      "shortSummary": "中国正修订其1998年制定的定价法，以遏制困扰多个行业的“内卷式”恶性价格战。此举旨在解决企业利润受损和通缩压力问题，将“内卷式”竞争定义为不公平行为，并禁止强迫低于成本倾销。该修订草案目前正公开征求意见，以适应新的经济形势并规范市场秩序。",
      "translated_title": "中国经济饱受恶性价格战困扰。法律修改能解决这个问题吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China plans to amend a decades-old pricing law as part of an ongoing campaign to curb the vicious price wars plaguing several industries – a deep-rooted issue that threatens to wipe out corporate profits and fuel deflationary pressure.\nThe amendment, which covers 10 clauses in the law, updates the definition of unfair pricing practices to include “involution-style” competition, according to a draft released by China’s National Development and Reform Commission (NDRC) and the State Administration...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/cb7fefe1-9af4-410e-ba47-0a5fc7814505_5f14521c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "泡泡玛特曾想成为中国的迪士尼。现在，首席执行官表示它正放眼全球 (原标题: Pop Mart wanted to be China’s Disney. Now, it’s thinking bigger, CEO says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319580/labubu-retailer-pop-mart-focused-taking-chinese-brand-world-ceo-says?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 08:30:14 +0000",
      "isoDate": "2025-07-25T08:30:14.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 泡泡玛特：从“中国迪士尼”到“世界泡泡玛特”\n\n## 战略转变与全球抱负\n*   **新浪潮的引领者**: 泡泡玛特作为玩具制造商，正引领新一波中国消费公司寻求更大的全球影响力。这反映了中国将品牌而非仅仅产品推向全球的战略转变。\n*   **CEO王宁的新愿景**: 公司创始人兼首席执行官王宁在接受中央电视台采访时表示：“我们最初希望成为中国的迪士尼；现在我们希望成为世界的泡泡玛特。”\n*   **全球孵化模式**: 泡泡玛特利用中国的制造业和市场，孵化来自世界各地的艺术家，并将他们的创意带向全球。\n\n## 国际业务的强劲增长\n*   **IP驱动的商业模式**: 泡泡玛特是一家以知识产权为核心业务模式的零售商。\n*   **Labubu的全球热潮**: 其Labubu玩偶在全球范围内的爆炸性流行，推动了公司国际收入的飙升。\n*   **Labubu的魅力**: 这款毛绒角色拥有尖耳朵、锯齿状牙齿和标志性的顽皮笑容，吸引了K-pop组合Blackpink的Lisa和全球音乐偶像蕾哈娜等知名粉丝，并且经常在全球范围内售罄。\n*   **财务表现**: 去年，泡泡玛特在中国大陆以外市场的收入飙升375.2%，达到50.7亿元人民币（约合7.0835亿美元），并有望进一步增长。\n*   **未来展望**: 王宁指出，今年海外销售额很可能超越国内销售额。其中，北美市场的销售额预计将超过去年表现最佳的海外市场——东南亚。",
      "shortSummary": "泡泡玛特正从“中国的迪士尼”转型为“世界的泡泡玛特”，旨在将中国品牌推向全球并孵化国际艺术家。凭借Labubu玩偶的全球热销，其国际收入去年飙升375.2%。首席执行官预计今年海外销售将超越国内，北美市场有望成为新的增长点。",
      "translated_title": "泡泡玛特曾想成为中国的迪士尼。现在，首席执行官表示它正放眼全球",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new wave of Chinese consumer companies, led by toymaker Pop Mart, is seeking a greater global presence, reflecting China’s strategic pivot towards exporting its brands, and not just products.\n“We originally hoped to become China’s Disney; now we hope to become the world’s Pop Mart,” the company’s founder and CEO, Wang Ning, said in an interview with state broadcaster China Central Television on Thursday.\n“We use China’s manufacturing industry and market to incubate artists from all over the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/81ec04e2-1e6b-48e8-b1d6-851ce22f6f7c_6a0b1100.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟-中国合作是“唯一正确选择”，李强总理在商业研讨会上表示 (原标题: EU-China cooperation ‘only right choice’, Premier Li says at business symposium)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319547/eu-china-cooperation-only-right-choice-premier-li-qiang-says-business-symposium?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 05:00:13 +0000",
      "isoDate": "2025-07-25T05:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "# 欧盟-中国合作：李强总理强调“唯一正确选择”\n\n中国总理李强在周四举行的中欧峰会期间的商业研讨会上向欧盟领导人和商界代表表示，中欧双方应培育一种以竞争与合作为特征的“健康”经济关系。\n\n## 合作的重要性与方向\n\n*   **核心主张**：李强总理强调，中欧双方应寻求新的合作领域，并指出合作是双方50年外交史中“唯一正确的选择”。\n*   **互补优势**：他建议中欧可以进一步发挥经济互补优势，重点关注服务贸易、技术创新、绿色经济和第三方合作等领域，以培育更多新的合作增长点。\n*   **全球稳定作用**：在当前保护主义和单边主义抬头的背景下，李强指出，如果中欧携手维护自由贸易和多边主义，并深化经贸合作，双方可以成为经济全球化和全球产业链供应链稳定的“稳定锚”。\n\n## 会议参与者\n\n*   本次研讨会由李强总理、欧盟委员会主席乌尔苏拉·冯德莱恩以及其他中欧官员共同出席。\n*   会议吸引了来自商会和企业的近60名代表参加。",
      "shortSummary": "中国总理李强在欧盟-中国商业研讨会上强调，中欧应建立健康的经济关系，既有竞争也有合作。他指出，合作是双方50年外交史的“唯一正确选择”，并呼吁在服务贸易、技术创新、绿色经济和第三方合作等领域寻找新的增长点。李强表示，中欧携手维护自由贸易和多边主义，能为经济全球化和全球供应链稳定提供支撑。",
      "translated_title": "欧盟-中国合作是“唯一正确选择”，李强总理在商业研讨会上表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and Europe should foster a “healthy” economic relationship characterised by both competition and cooperation, the Chinese premier told European Union leaders and businesses on Thursday.\nAt a business symposium held on the sidelines of the EU-China Summit on Thursday, Li Qiang urged both sides to find new grounds for collaboration.\n“China and the EU can further leverage their complementary economic strengths, focusing on areas such as services trade, technological innovation, the green...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/809e4e97-118d-43a4-8a7f-e24b4c480cb8_da3c92ec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "卢特尼克称中美贸易谈判可能涉及TikTok (原标题: China trade talks could include TikTok, Lutnick says)",
      "link": "https://www.scmp.com/news/china/money-wealth/article/3319507/china-trade-talks-could-include-tiktok-lutnick-says?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 17:02:05 +0000",
      "isoDate": "2025-07-24T17:02:05.000Z",
      "creator": "Bochen Han",
      "summary": "# TikTok在美未来与中美贸易谈判\n\n美国商务部长霍华德·卢特尼克（Howard Lutnick）周四表示，TikTok的未来可能在中美贸易谈判中被提及。如果中国不批准其所有者字节跳动的剥离协议，该应用将在美国下线。\n\n## 关键条件与立场\n*   **美国立场：** 特朗普政府允许TikTok留在美国，前提是该应用处于“美国控制之下”。即使字节跳动或中国可以保留一小部分股权，美国人也必须控制技术和算法。\n*   **特朗普的意愿：** 卢特尼克指出，这是唐纳德·特朗普总统愿意接受的方案。\n*   **中方批准：** 如果中方批准这项协议，那么交易就会达成。\n*   **后果：** 如果中方不批准，TikTok将在美国下线。卢特尼克强调，这些决定将很快做出。\n\n## 与贸易谈判的关系\n当被问及TikTok协议是否是当前贸易谈判的一部分时，卢特尼克回答“是也不是”。\n*   **非官方议题：** 他解释说，这并非“正式”的贸易谈判内容，但“你不能去会见某人而不提及相关话题”。因此，虽然不是官方议题，但“非官方地？当然会提及”。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/01/17/CLEAN---thumbnail.jpg?itok=pFdEG8ob)\n*图注：美国TikTok“难民”为何在可能面临美国禁令前涌向中国的“小红书”？",
      "shortSummary": "美国商务部长卢特尼克表示，TikTok在美未来取决于中国是否批准字节跳动的剥离协议。若要留在美国，TikTok必须由美国控制其技术和算法。如果中国不批准此协议，TikTok将在美国下线。尽管TikTok并非中美贸易谈判的正式议题，但它是一个高度相关且必然会被提及的话题，相关决定即将做出。",
      "translated_title": "卢特尼克称中美贸易谈判可能涉及TikTok",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/01/17/CLEAN---thumbnail.jpg?itok=pFdEG8ob",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "TikTok may come up in trade talks with China next week, but if Beijing does not approve a divestment deal for Chinese owner ByteDance, the app will soon go dark in the United States, US Commerce Secretary Howard Lutnick said on Thursday.\nUS President Donald Trump’s administration will allow TikTok to remain in the US “if it’s in American control, and … China can have a little piece or ByteDance, the current owner, can keep a little piece”, Lutnick said, speaking on CNBC.\n“Americans will have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/ae27a1be-4c3f-4c0a-9f0c-7b8f91badf45_b9cbfe02.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "零跑汽车以特斯拉Model 3一半的价格，携智能电动汽车进军全球市场 (原标题: Leapmotor eyes global market with smart EV at half the price of Tesla’s Model 3)",
      "link": "https://www.scmp.com/business/china-business/article/3319499/leapmotor-rolls-out-smart-ev-half-price-teslas-model-3-push-global-sales?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 14:28:45 +0000",
      "isoDate": "2025-07-24T14:28:45.000Z",
      "creator": "Daniel Ren",
      "summary": "## 零跑汽车推出B01，剑指全球市场\n\n零跑汽车（Leapmotor），这家由Stellantis支持的电动汽车制造商，近日宣布了其全球扩张战略的最新进展，推出了一款全新的电动中型轿车——B01。这款车型以其与特斯拉Model 3相似的功能，但价格却不到其一半的优势，旨在全球市场寻求新的增长动力。\n\n### 核心亮点\n\n*   **价格优势**：B01在中国大陆市场的起售价为89,800元人民币（约合12,542美元），顶配车型售价为119,800元人民币。这一价格策略使其在激烈的市场竞争中具备显著的成本效益。\n*   **市场定位**：零跑汽车高级副总裁曹力在杭州的新闻发布会上表示，B01旨在满足消费者对“精致、物有所值的大众市场汽车”的需求，并对新车“大大超出市场预期”充满信心。\n*   **全球布局**：尽管目前中国大陆的交付已于本月开始，但零跑汽车明确表示B01将面向全球市场销售，以应对国内市场的激烈竞争并开拓新的增长引擎。具体的海外销售时间尚未公布。\n\n### 技术与性能\n\n*   **平台架构**：B01基于零跑汽车升级后的Leap3.5架构开发，该架构支持智能驾驶和快速充电功能，提升了车辆的智能化水平和用户体验。\n*   **续航能力**：B01共有五款车型，提供430公里至650公里不等的续航里程。\n*   **充电效率**：该车型的电池支持快速充电，仅需18分钟即可补充约300公里的续航里程，大大缩短了充电等待时间。\n\n### 图片\n\n![特斯拉上海超级工厂的鸟瞰图，摄于2025年2月8日。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/24/ec1792f4-c1db-4dd4-8c86-1cc307cce726_ecd16b55.jpg)\n*特斯拉上海超级工厂的鸟瞰图，摄于2025年2月8日。图片来源：新华社*",
      "shortSummary": "零跑汽车推出新款电动中型轿车B01，以不到特斯拉Model 3一半的价格和相似的功能，瞄准全球市场。该车在中国大陆起售价为89,800元，基于Leap3.5架构，支持智能驾驶和快充。B01提供430公里至650公里的续航选择，18分钟可充电约300公里，旨在成为高性价比的大众市场车型。",
      "translated_title": "零跑汽车以特斯拉Model 3一半的价格，携智能电动汽车进军全球市场",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/24/ec1792f4-c1db-4dd4-8c86-1cc307cce726_ecd16b55.jpg",
          "alt": "An aerial view of Tesla’s Megafactory in Shanghai, February 8, 2025. Photo: Xinhua",
          "title": "An aerial view of Tesla’s Megafactory in Shanghai, February 8, 2025. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Stellantis-backed Leapmotor has announced the latest phase in its global push by launching an electric midsize sedan that offers similar features to Tesla’s Model 3 at less than half the price.\nThe Hangzhou-based electric vehicle (EV) builder said the B01, priced from 89,800 yuan (US$12,542) in mainland China, would target markets around the world as it pursued new growth engines amid cutthroat competition at home.\n“We are offering our answer to customers’ demand for an exquisite,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/348f734c-23c1-42f4-850a-d2ae72a0b27d_247eb071.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-28T03:06:06.569Z"
}