{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "稀土、芯片和电池——中国能和不能武器化的东西 (原标题: Rare earths, chips and batteries – what China can and cannot weaponise)",
      "link": "https://www.scmp.com/economy/global-economy/article/3332513/how-chinas-rare-earth-leverage-works-limits-risks-and-global-responses?utm_source=rss_feed",
      "pubDate": "Wed, 12 Nov 2025 14:30:08 +0000",
      "isoDate": "2025-11-12T14:30:08.000Z",
      "creator": "Kandy Wong",
      "summary": "### 中国关键材料武器化策略分析\n\n根据摩根士丹利研究人员的报告，中国在关键材料控制方面的立场已从早期的犹豫转向了有节制的自信。这一转变在2018年与华盛顿的贸易战初期并未显现，但随着中国信心的增强，其领导层已开始积极运用这一工具。\n\n#### 策略背景与目的\n\n*   **背景转变**：中国最初并未将关键材料武器化，但在与美国贸易紧张局势加剧的背景下，其对关键材料的控制变得更加果断。\n*   **主要来源**：本文主要依据摩根士丹利周日发布的报告——《解读中国出口管制策略及其市场影响》（“Navigating China’s Export Control Playbook and Market Impact”）。\n*   **核心目的**：北京将继续把关键材料控制作为一种校准系统，旨在重塑美国及其盟友实施技术限制的成本效益考量。\n\n#### 实施机制与案例\n\n*   **互惠升级**：报告指出，如果一个美国盟友阻止向中国出口芯片和光刻工具，北京可能会针对该国采取反制措施，例如限制稀土等关键投入的出口。\n*   **战略目标**：这种互惠升级的策略旨在阻止盟友与美国政策完全保持一致，并为中国推动技术自给自足争取喘息空间。技术自给自足是中国下一个五年规划中的首要任务。\n\n#### 展望\n\n*   **机制的持续性**：摩根士丹利的报告认为，中国不太可能完全逆转这种关键材料控制机制，表明其将成为北京长期战略工具的一部分。",
      "shortSummary": "中国在关键材料控制方面已从犹豫转向自信，将其作为一种战略工具。根据摩根士丹利报告，北京利用出口管制来重塑美国及其盟友技术限制的成本效益，并通过互惠升级（如限制稀土出口以回应芯片禁运）来阻止盟友全面配合美国政策，同时推动自身技术自给自足。这一机制预计将持续存在，不会轻易逆转。",
      "translated_title": "稀土、芯片和电池——中国能和不能武器化的东西",
      "images": [],
      "contentSource": "完整文章",
      "content": "The weaponisation of critical materials was not a bridge that Beijing crossed in the early years of its trade war with Washington, which began in 2018.\nBut China has grown more confident, and leadership has shifted from hesitation to measured assertiveness on critical-material controls, as demonstrated in its actions this year amid trade tensions with Washington, according to Morgan Stanley researchers.\nWith such leverage in mind, this explainer uses their report – “Navigating China’s Export...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/12/2abdb94a-0fbc-458e-aaca-ed3412378239_01fe536e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国以促进投资和贸易的承诺吸引北爱尔兰 (原标题: China woos Northern Ireland with promises to boost investment, trade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332497/china-woos-northern-ireland-promises-boost-investment-trade?utm_source=rss_feed",
      "pubDate": "Wed, 12 Nov 2025 13:00:15 +0000",
      "isoDate": "2025-11-12T13:00:15.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国在北爱尔兰发起魅力攻势，承诺促进投资和贸易\n\n中国近日在北爱尔兰发起了一场魅力攻势，其驻英国首席外交官承诺将为北爱尔兰带来新的投资，并提供进入中国庞大消费市场的机会。此举正值中国不断扩大的贸易顺差面临包括英国在内的欧洲国家的日益增长的批评和审查之际，中西方之间的贸易紧张局势也在加剧。\n\n### 主要信息点：\n\n*   **背景与目的**：\n    *   中国驻英国大使郑泽光在贝尔法斯特（北爱尔兰首都）举行的新北爱尔兰贸易论坛开幕式上发表讲话。\n    *   他承诺提供新的投资和机会，以利用中国作为世界第二大经济体的巨大消费市场。\n    *   此举旨在应对中国贸易顺差在欧洲面临的批评，并缓解中西方日益加剧的贸易紧张局势。\n    *   中国希望看到双方之间建立一个更加平衡的贸易关系，并鼓励更多投资进入北爱尔兰。\n    *   超过100名中国商界领袖出席了此次论坛，显示了中方对此的重视。\n\n*   **当前贸易关系（北爱尔兰与中国）**：\n    *   根据中英商业理事会的数据，中国是北爱尔兰第二大进口来源国和第十二大出口市场。\n    *   北爱尔兰目前是英国所有地区中对华贸易逆差最大的地区。\n    *   2024年，北爱尔兰从中国的进口额同比增长14.67%，达到10亿英镑（约合13亿美元）。\n    *   同期，北爱尔兰对中国的出口额下降14.7%，降至1.45亿英镑。\n\n*   **北爱尔兰经济表现**：\n    *   近年来，北爱尔兰经济表现优于英国其他地区。\n    *   它是英国唯一仍属于欧盟单一市场的地区。\n    *   北爱尔兰统计和研究机构的数据显示，第二季度其产出增长了2%，而英国全国的增长率为0.3%。",
      "shortSummary": "中国在北爱尔兰发起魅力攻势，承诺通过新的贸易论坛促进投资并开放中国市场。此举旨在平衡贸易关系，尽管中西方贸易紧张局势加剧。中国驻英大使郑泽光指出，中国是北爱尔兰第二大进口来源国，但北爱尔兰对华贸易逆差在英国各地区中最大。北爱尔兰经济表现优于英国其他地区，仍是欧盟单一市场的一部分。",
      "translated_title": "中国以促进投资和贸易的承诺吸引北爱尔兰",
      "images": [],
      "contentSource": "完整文章",
      "content": "China launched a charm offensive at a new Northern Ireland trade forum on Tuesday, as Beijing’s chief diplomat to the United Kingdom promised fresh investment and opportunities to tap the vast consumer market of the world’s second-largest economy.\nThe efforts come as China’s widening trade surpluses face rising criticism and scrutiny from European countries – including the UK – amid mounting trade tensions between China and the West.\n“China is Northern Ireland’s second-largest source of imports...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/12/c5b9b0b3-fa76-44a9-830a-827b3bd9fabf_60bf86da.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国五年规划中的税制改革旨在保护预算同时不压垮企业 (原标题: Tax reform in China’s 5-year plan aims to protect budgets without crushing firms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332512/chinas-fiscal-pivot-tax-reform-5-year-plan-protect-budgets-without-crushing-firms?utm_source=rss_feed",
      "pubDate": "Wed, 12 Nov 2025 12:00:10 +0000",
      "isoDate": "2025-11-12T12:00:10.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国五年规划中的税制改革：平衡财政与企业负担\n\n中国政策制定者在制定2026年至2030年第十五个五年规划时，面临一个核心困境：如何在不给企业造成过重负担的情况下，筹集足够的税收，以增强财政可持续性。\n\n### 财政可持续性面临的新挑战\n\n*   **更高要求**：第十五个五年规划的详细解释指南指出，该时期对“增强财政可持续性提出了新的更高要求”。\n*   **税收增长受限**：指南警告，随着传统税基增长放缓，税收增长将遭遇多重制约。\n*   **新兴产业贡献有限**：尽管战略性新兴产业和数字经济发展迅速，但它们对税收的贡献仍然相对有限。\n\n### 财政支出与系统需求\n\n*   **支出增加**：财政支出正在增加，以支持消费、扩大投资、稳定就业和保护民生。\n*   **系统需求**：这凸显了发展“坚实、平衡、强大的国家财政体系，为高质量经济社会发展提供有力财政支持”的必要性。\n\n### 拟议的税收政策改进\n\n新计划包括一系列税收政策改进措施，旨在优化财政结构：\n\n*   **增强直接税和地方税的作用**：减少对间接税的过度依赖。\n*   **收紧税收优惠政策**：确保税收优惠的有效性和公平性。\n*   **保持适当的宏观税负水平**：避免对企业造成过重负担。\n\n### 当前税收状况与地方政府压力\n\n*   **税收下降**：去年，受经济放缓影响，中国税收收入同比下降3.4%，至17.5万亿元人民币（约合2.46万亿美元）。\n*   **间接税依赖**：这反映出各级政府对增值税等间接税的严重依赖。尽管这种收入来源在经济强劲扩张时期增长迅速，但由于经济减速和持续通缩压力的综合影响，已成为财政收入的拖累。\n*   **地方政府压力加剧**：地方政府面临的压力尤其巨大，因为它们负责提供大部分一线公共服务，而另一主要收入来源——土地出让金——在房地产长期低迷中大幅减少。",
      "shortSummary": "中国第十五个五年规划（2026-2030年）面临核心挑战：如何在不加重企业负担的前提下，提高税收以确保财政可持续性。传统税基放缓、新兴产业贡献有限、财政支出增加以及地方政府土地出让收入减少，都加剧了财政压力。新计划旨在通过增强直接税和地方税、收紧优惠政策来优化税收结构，以期在保护预算的同时不压垮企业。",
      "translated_title": "中国五年规划中的税制改革旨在保护预算同时不压垮企业",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Beijing vows a stronger fiscal role to buttress an economy facing mounting risks, policymakers face a core dilemma in optimising China’s national development blueprint for the next half-decade: how to raise sufficient tax revenue without imposing an excessive burden on businesses.\nA detailed explanatory guide on China’s 15th five-year plan proposals for 2026 to 2030 said the period presents “new and higher demands for enhancing fiscal sustainability”, and the book warned of revenue growth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/12/2d4c059d-fd00-48d1-a59c-cdcafcb02802_812b2b8b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "As China’s central bank projects confidence, are rate cuts on the back burner?",
      "link": "https://www.scmp.com/economy/china-economy/article/3332493/chinas-central-bank-projects-confidence-are-rate-cuts-back-burner?utm_source=rss_feed",
      "pubDate": "Wed, 12 Nov 2025 10:00:57 +0000",
      "isoDate": "2025-11-12T10:00:57.000Z",
      "creator": "Carol Yang",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "As China’s central bank projects confidence, are rate cuts on the back burner?",
      "images": [],
      "contentSource": "RSS",
      "content": "China’s central bank vowed to maintain an accommodative monetary policy stance and improve policy transmission to support the “steady” economy in its latest quarterly report, which analysts said signalled a reduced urgency for rate cuts.\nThe People’s Bank of China will implement a “moderately loose” monetary policy and ensure “reasonable and ample” liquidity to serve the real economy, according to the report released on Tuesday.\nDespite facing domestic and external challenges, the Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/12/d0f8dc21-948a-4650-b605-fd110822ce1f_757c45de.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Chinese firms in EU report solid performance despite mounting uncertainties",
      "link": "https://www.scmp.com/economy/china-economy/article/3332481/chinese-firms-eu-report-stable-or-better-performance-despite-mounting-uncertainties?utm_source=rss_feed",
      "pubDate": "Wed, 12 Nov 2025 09:02:15 +0000",
      "isoDate": "2025-11-12T09:02:15.000Z",
      "creator": "Xiaofei Xu",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Chinese firms in EU report solid performance despite mounting uncertainties",
      "images": [],
      "contentSource": "RSS",
      "content": "Most Chinese companies are faring well in the European Union despite rising challenges such as higher labour costs, trade barriers and the bloc’s efforts to reduce dependence on Beijing, the China Chamber of Commerce to the EU (CCCEU) said in its annual report.\nOver 80 per cent of surveyed companies reported stable or improved performance in Europe in 2024, with more than half posting revenue growth and 40 per cent turning higher profits, according to the report published on Wednesday by the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/12/8a9f0e4f-c9c9-4072-bd68-bd3dbfcdfacc_37f1465f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在太空和北极有宏大抱负。西方应该担心吗？ (原标题: China has big ambitions in space and the Arctic. Should the West be worried?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332333/china-has-big-ambitions-space-and-arctic-should-west-be-worried?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 22:00:14 +0000",
      "isoDate": "2025-11-11T22:00:14.000Z",
      "creator": "Mia Nurmamat",
      "summary": "## 中国寻求技术自主与新领域扩张\n\n文章指出，中国在经历了一系列事件后，正积极寻求技术自主，并将其国家安全战略扩展到深海、北极和外太空等新领域。\n\n### 寻求技术自主的动因\n\n*   **“银河号”事件（2003年）**：在美国干扰其全球定位系统（GPS）后，一艘中国货船被困数周，这促使北京开始寻求绕过美国卫星网络。\n*   **伽利略项目受挫**：中国曾承诺出资2.3亿欧元加入欧盟的伽利略项目，旨在减少欧洲对GPS的依赖。然而，四年后，由于欧洲的安全担忧和项目融资模式的崩溃，中国被边缘化，未能充分参与。\n*   **国家安全驱动**：从被排斥到追求自主的经历，反映了中国更广泛的国家战略——通过掌握曾由他国控制的关键技术来保障国家安全。\n\n### 扩张的新领域\n\n这一目标正推动中国迅速扩大在多个新前沿领域的存在：\n\n*   **深海探索**：文章提到深海探索是国家安全的关键领域。\n*   **北极圈**：中国提出了建设“冰上丝绸之路”以加强其在极地的存在。\n*   **外太空**：航空航天技术被视为国家安全的重要组成部分。\n\n### 政策支持与西方反应\n\n*   **“十四五”规划**：中国在2021年至2025年的“十四五”规划中，将深海探索和航空航天技术确定为国家安全的关键，并呼吁在这些领域开展“前瞻性和战略性”项目。\n*   **西方警惕**：中国的这些宏大抱负正引发西方世界新的紧张关系，西方正警惕地关注中国的举动。\n\n**（文章内容中未包含有效图片链接，因此摘要中不包含任何图片。）**",
      "shortSummary": "在“银河号”事件和伽利略项目受挫后，中国为保障国家安全，正积极寻求技术自主。其“十四五”规划明确提出要大力发展深海探索、北极存在（“冰上丝绸之路”）和航空航天技术。这些宏大抱负正引发西方世界的警惕和新的紧张关系。",
      "translated_title": "中国在太空和北极有宏大抱负。西方应该担心吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "In 2003, a decade after the humiliation of the Yinhe incident – when a Chinese container ship was left stranded for weeks after the United States jammed its Global Positioning System (GPS) – Beijing set its sights on bypassing the American satellite network.\nAt first, it turned to the European Union, pledging €230 million (then US$260 million) to join the Galileo project, an independent satellite navigation system designed to reduce Europe’s reliance on GPS.\nBut the partnership did not last....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/c718ade9-0bb8-48a0-a9cd-5fa50cd0d577_61bc1ea4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "俄罗斯如何影响特朗普-习近平峰会的结果 (原标题: How Russia factors into the Trump-Xi summit outcome)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3332195/chinas-diplomatic-gains-us-are-political-insurance-policy?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 21:30:08 +0000",
      "isoDate": "2025-11-11T21:30:08.000Z",
      "creator": "Dominik Mierzejewski",
      "summary": "### 俄罗斯因素在特朗普-习近平峰会结果中的作用\n\n这篇文章探讨了中美两国领导人近期会晤的一个被忽视的关键维度：中国国家主席习近平的国内优先事项如何影响其外交政策议程，特别是与美国达成的协议如何作为应对俄罗斯在乌克兰战争中可能出现不利结果的政治保险。\n\n*   **北京对俄罗斯的看法**\n    *   中国将莫斯科视为其与西方关系中的核心平衡支柱。\n    *   俄罗斯被视为确保中国国内稳定的关键组成部分。\n\n*   **潜在的系统性冲击**\n    *   这种安排并非永恒。\n    *   如果俄罗斯进入内部动荡时期，甚至发生突然的领导层更迭，习近平需要为可能威胁中国国内稳定的政治和经济冲击做好准备。\n\n*   **与美国协议的战略必要性**\n    *   在这种背景下，近期与美国达成的协议被视为一种战略必需品。\n    *   它们被看作是旨在保护北京免受潜在系统性冲击的“安全带”。\n\n*   **历史先例**\n    *   **“一边倒”政策**：中共党史及其对苏联的“一边倒”政策提供了相关借鉴。\n    *   **尼克松访华（1972年）**：从内部政策角度看，美国总统理查德·尼克松1972年冬天对北京的访问，在毛泽东主席的权威受到党副主席林彪挑战的关键时刻，帮助稳定了毛泽东的地位。\n        *   如果林彪（许多人认为他反对与美国建立外交关系）在1971年飞机失事中神秘死亡，则消除了一个主要障碍。\n        *   尼克松的访问通过加强以周恩来总理为首的技术官僚派系，为中国最高领导层提供了急需的稳定。",
      "shortSummary": "文章指出，习近平与特朗普峰会达成的协议，是中国应对俄罗斯潜在不稳定的战略保险。北京视俄罗斯为平衡西方和维护国内稳定的关键。若俄罗斯出现动荡，将对中国构成冲击，因此与美国达成协议是必要的“安全带”。这与历史上中国利用外交政策维护内部稳定的先例相符，如尼克松访华曾稳定毛泽东的领导地位。",
      "translated_title": "俄罗斯如何影响特朗普-习近平峰会的结果",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the aftermath of the recent meeting between Chinese President Xi Jinping and US President Donald Trump, many interpretations have emerged. However, one crucial dimension has been overlooked: the way in which Xi’s domestic priorities influence his foreign policy agenda.\nThe de-escalation of trade tensions between China and the United States goes beyond fentanyl, rare earth elements, the chip war and Beijing’s purchase of US soybeans. It constitutes one of the key elements of internal...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/4cad1839-77d4-4621-a864-3daefde4939d_5d8f0779.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "发动机短缺制约中国C919交付，全球航空业面临瓶颈 (原标题: Engine shortages crimp China’s C919 deliveries amid global aerospace bottleneck)",
      "link": "https://www.scmp.com/economy/global-economy/article/3332368/c919-output-falters-chinas-comac-scrambles-western-engines-amid-global-bottleneck?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 14:00:14 +0000",
      "isoDate": "2025-11-11T14:00:14.000Z",
      "creator": "Frank Chen",
      "summary": "### 中国C919交付受阻：发动机短缺与全球航空业瓶颈\n\n中国商用飞机有限责任公司（Comac）正面临严峻挑战，其自主研发的C919客机交付因发动机短缺而受阻。在全球航空业面临供应紧缩、竞争对手争夺稀缺零部件之际，Comac的飞机生产陷入困境。\n\n*   **核心问题：** Comac的C919窄体客机交付受到发动机短缺的严重影响，导致飞机生产下滑。\n*   **发动机来源：** C919目前使用的是由CFM国际（美国GE航空和法国赛峰飞机发动机公司组成的合资企业）生产的Leap-1C发动机。\n*   **Comac的应对措施：**\n    *   Comac已派遣团队前往关键的海外供应商，特别是CFM国际在巴黎附近的发动机生产设施。\n    *   这些团队，包括高管和技术人员，旨在加强沟通并确保更多Leap-1C发动机的交付。\n    *   此举是为了解决普遍存在的发动机短缺问题。\n*   **具体影响：**\n    *   消息人士透露，Comac上海工厂的一些部分完工的机身因等待发动机，在最近几个月未能交付给航空公司。\n    *   Leap-1C发动机是Comac与供应商讨论的焦点。\n*   **未来展望：**\n    *   供应商和行业观察人士表示，如果政治紧张局势和产能限制得以缓解，发动机供应的缓解可能在明年到来。\n*   **国内发动机发展：**\n    *   与此同时，中国国内同等发动机的研发工作仍在进行中。",
      "shortSummary": "中国商飞（Comac）的C919客机交付因全球航空业的发动机短缺而受阻。C919依赖CFM国际生产的Leap-1C发动机，但供应紧张导致部分飞机无法交付。Comac正积极与海外供应商沟通以确保发动机供应。行业预计，若政治和产能问题缓解，供应状况有望在明年改善，同时国内发动机研发也在进行中。",
      "translated_title": "发动机短缺制约中国C919交付，全球航空业面临瓶颈",
      "images": [],
      "contentSource": "完整文章",
      "content": "The manufacturer of China’s home-grown passenger jets is ramping up efforts to secure Western-made engines as its aircraft production slumps and rivals race for scarce components amid a supply crunch afflicting the global aviation industry.\nBy dispatching teams to key overseas suppliers, the Commercial Aircraft Corporation of China (Comac) is seeking to smooth out communication and secure delivery of more Leap-1C engines, according to two people with knowledge of the trips.\nAnd as the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/f67b1a74-00a6-435c-aefd-31df9ab75935_9a682a4a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国不断增长的全球投资为何能推动人民币国际化 (原标题: Why China’s growing global investments could spur yuan internationalisation push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332348/why-chinas-growing-global-investments-could-spur-yuan-internationalisation-push?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 12:30:15 +0000",
      "isoDate": "2025-11-11T12:30:15.000Z",
      "creator": "Alice Li",
      "summary": "# 中国全球投资增长推动人民币国际化\n\n著名经济学家项松祚指出，随着中国企业海外投资需求的增长，中国可能会采取更多措施推动人民币国际化并便利跨境资金流动。\n\n## 主要观点：\n\n*   **投资需求驱动人民币国际化：**\n    *   中国农业银行前首席经济学家项松祚表示，中国企业在扩大海外投资方面展现出强劲势头。\n    *   他认为，中国政府将因此采取更多支持交易的措施，以便利人民币的跨境流动。\n    *   人民币国际化更多是由商业需求驱动，而非北京“为自身目的”而推行。\n*   **当前政策与未来展望：**\n    *   **现状：** 目前，中国企业进行海外直接投资仍需政府批准，北京为限制资本外流维持严格的资本管制，尽管其鼓励人民币的国际使用。\n    *   **展望：** 随着国内企业寻求扩大全球业务版图，项松祚预计北京将逐步加快努力，以便利人民币的流动。\n    *   他强调，只要投资合法，政府“肯定会支持”那些希望“走出去”的企业。",
      "shortSummary": "中国农业银行前首席经济学家项松祚表示，中国企业日益增长的全球投资需求，将促使中国政府采取更多措施，推动人民币国际化并便利跨境资金流动。他指出，人民币国际化主要由商业需求驱动。尽管目前存在严格的资本管制，但随着企业寻求全球扩张，预计北京将逐步放松限制，支持合法海外投资，从而加速人民币的国际使用。",
      "translated_title": "中国不断增长的全球投资为何能推动人民币国际化",
      "images": [],
      "contentSource": "完整文章",
      "content": "China may take additional steps to advance the yuan’s internationalisation and ease cross-border flows on the back of rising investment demand, according to a prominent economist.\n“Chinese companies are showing strong momentum in expanding their overseas investments, so I believe the Chinese government will take more enabling measures [to support transactions],” said Xiang Songzuo, former chief economist at the Agricultural Bank of China.\nHe added that the internationalisation of the yuan is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/efe1b1bc-2eb0-4a72-bc25-6ec0b93fce6e_c6f6c07f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "釜山休战预示着中美力量平衡的转折点 (原标题: Busan truce foreshadows turning of tide in US-China power balance)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3332206/trump-xi-summit-strategic-turning-point-us-china-rivalry?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 08:30:08 +0000",
      "isoDate": "2025-11-11T08:30:08.000Z",
      "creator": "Winston Mok",
      "summary": "## 釜山休战：中美力量平衡的战略转折点\n\n上月末，中国国家主席习近平与美国总统唐纳德·特朗普在韩国釜山举行的亚太经济合作组织（Apec）峰会期间达成了一项贸易休战协议。此次休战不仅涉及现有的关税，还预示着中美贸易关系和力量平衡的重大转变。\n\n### 关税调整与影响\n\n*   **美国对华关税大幅提升**：特朗普政府将对中国商品额外征收约20%的关税，使对华平均关税率估计达到47%。这意味着中国将面临全球范围内对美国市场最高的关税之一，远高于此前“可行”的约20%水平。\n*   **芬太尼关税下调**：作为休战协议的一部分，美国将此前因芬太尼流入而对中国征收的20%关税降至10%。\n*   **净关税水平回溯**：从净值来看，美国对中国产品的关税已回落到特朗普于4月2日宣布“解放日”关税之前的水平。\n\n### 中方立场与让步\n\n尽管中国拥有一定的谈判筹码，但仍选择接受美国近50%的关税。此外，中国在协议中做出了一些关键让步：\n\n*   **芯片采购限制**：中国仍无法从美国购买最先进的用于人工智能的图形处理器（GPU）芯片。\n*   **恢复购买美国大豆**：白宫表示，作为釜山协议的一部分，中国将恢复购买美国大豆。\n*   **TikTok美国业务**：一个美国投资者财团很可能获得TikTok在美国业务的控股权。\n*   **避免进一步升级**：自4月以来，北京通过有限的让步避免了贸易战的进一步升级。\n\n### 美方立场与让步\n\n与此同时，美国也从其针对中国的几项遏制措施中有所退让。\n\n### 战略意义与解读\n\n此次釜山协议的达成，其胜负归属取决于观察角度。虽然特朗普政府可以宣称在贸易战中取得了一些战术性胜利，但该协议更重要的意义在于它标志着中美竞争中的一个战略转折点。\n\n*   **高关税的接受**：中国接受了与日本和韩国（两国都承诺在美国进行巨额投资）所面临的关税水平相差不大的额外20%关税，这表明了其在特定条件下的策略性选择。\n*   **力量平衡的预示**：此次休战预示着中美力量平衡可能正在发生转变，尽管具体走向仍有待观察。\n\n![特朗普与习近平会谈](https://i.ytimg.com/vi/nLbg_ld08RU/maxresdefault.jpg)\n\n*图片描述：‘我们达成协议了’：特朗普在与习近平进行‘12分（满分10分）’的会谈后宣称取得突破。*",
      "shortSummary": "中美两国元首在釜山达成贸易休战，美国将对华关税增至约47%，但芬太尼关税有所下调。中国同意恢复购买美国大豆，并可能失去TikTok美国业务的控制权，同时美国也撤回了部分对华遏制措施。尽管特朗普政府宣称取得战术胜利，但此次休战被视为中美竞争中的一个战略转折点，预示着两国力量平衡的转变。",
      "translated_title": "釜山休战预示着中美力量平衡的转折点",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/nLbg_ld08RU/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Late last month, Chinese President Xi Jinping and US President Donald Trump reached a trade truce in Busan, South Korea, on the sidelines of the Asia-Pacific Economic Cooperation (Apec) summit. Beyond the pre-existing tariffs imposed by the first Trump administration and reinforced by the Biden administration, the current Trump administration will now levy an additional 20 per cent or so in tariffs on China, resulting in an estimated 47 per cent average tariff rate on China.\nAs part of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/7e64fcea-bc07-4636-a213-c5bd9da23e44_7304c49f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从铁路到核电，中国利用民间资本资助重大项目 (原标题: From rail to nuclear power, China taps private capital to fund major projects)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332323/rail-nuclear-power-china-taps-private-capital-fund-major-projects?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 08:00:04 +0000",
      "isoDate": "2025-11-11T08:00:04.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国鼓励民间资本参与重大项目\n\n中国政府已公布新措施，旨在引导民间资本进入传统上由国家资助的基础设施项目。此举是北京为减少投资限制和提振民营经济所做努力的一部分。\n\n### 主要措施与背景\n\n*   **发布机构与文件：** 中国国务院于周一发布了一份13点文件，详细阐述了鼓励民间投资的措施。\n*   **核心目标：** 文件旨在鼓励民间资本投资发电、交通等多个领域的重大项目。\n*   **经济意义：** 国家发展和改革委员会（NDRC）固定资产投资司副司长关鹏指出，民间投资是反映经济活力的关键晴雨表，对稳定增长、就业和预期具有至关重要的作用。\n*   **政策作用：** 关鹏表示，国务院的新措施将有助于扩大市场准入，消除瓶颈，并加强对民营企业的保障，以支持民间投资。\n\n### 具体要求\n\n*   **项目范围：** 铁路、核电、水电、油气管道和供水等领域中，预计能产生积极财务回报的项目。\n*   **审批新规：** 根据文件规定，上述项目在申请中央政府批准时，现在必须包含一份详细评估，说明吸引民间投资的可行性。\n*   **政策信号：** 关鹏强调，这项政策明确了鼓励和支持民间资本参与关键领域项目的要求，发出了促进民间投资发展的强烈信号。",
      "shortSummary": "中国政府出台新措施，鼓励民间资本投资铁路、核电、水电、油气管道等重大基础设施项目。国务院发布的13点文件旨在减少投资限制，提振民营经济，稳定增长和就业。未来，预计有积极财务回报的项目在申请中央批准时，需评估吸引民间投资的可行性，以促进民间投资发展。",
      "translated_title": "从铁路到核电，中国利用民间资本资助重大项目",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has unveiled new measures designed to channel private capital into traditionally state-funded infrastructure projects, as Beijing steps up efforts to reduce investment restrictions and bolster the private economy.\nThe 13-point document released on Monday by China’s cabinet, the State Council, includes measures to encourage private investment in major projects in a range of sectors – from power generation to transport.\n“Private investment serves as a key barometer reflecting economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/8868074b-4f6b-4531-af0a-d2419b5eff2f_2aad923f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "汽车供应商称，安世半导体芯片已恢复对欧洲供应 (原标题: Nexperia chips have begun flowing to Europe again, auto suppliers say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332272/nexperia-chips-have-begun-flowing-europe-again-auto-suppliers-say?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 02:59:41 +0000",
      "isoDate": "2025-11-11T02:59:41.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 安世半导体芯片恢复对欧洲供应，缓解汽车行业压力\n\n## 最新进展与短期缓解\n*   **出口限制解除**：中国商务部已豁免对安世半导体（Nexperia）芯片的出口限制，允许其芯片再次流向欧洲。\n*   **缓解欧洲汽车业压力**：此举为此前受到冲击的欧洲汽车行业带来了短期内的缓解。\n\n## 德国汽车供应商的反馈\n*   **采埃孚（ZF Friedrichshafen）证实**：德国汽车零部件供应商采埃孚表示，中国商务部放宽了对安世半导体民用芯片的出口限制，不再需要特殊出口许可证。\n*   **成功完成测试发货**：采埃孚已成功完成从中国到欧盟、英国和北美地区的测试性发货，并正在准备进一步的交付。\n*   **寻求长期供应与替代方案**：采埃孚正与安世半导体中国公司直接联系，以确保长期供应，同时也在积极寻找替代产品来稳定其供应链。\n\n## 争议背景\n*   **荷兰政府接管**：安世半导体芯片争议始于去年9月下旬，当时荷兰政府从其中方所有者手中接管了该公司。\n*   **中方回应**：作为回应，北京对安世半导体的芯片实施了出口限制，值得注意的是，该公司约70%的芯片在中国进行加工和测试。\n\n## 持续存在的风险\n*   **最终协议未定**：尽管短期内有所缓解，但供应链风险依然存在，因为北京和海牙尚未就安世半导体的最终命运达成最终协议。\n*   **中美紧张关系**：中美之间的持续紧张关系也为未来的芯片供应带来了不确定性。",
      "shortSummary": "安世半导体芯片已恢复对欧洲供应，缓解了欧洲汽车行业的压力。此前，中国商务部豁免了其出口限制，德国汽车供应商采埃孚证实已完成测试性发货。然而，由于北京和海牙尚未就安世半导体的最终命运达成协议，且中美紧张关系持续，供应链风险依然存在。此举为欧洲汽车业带来了短期喘息，但长期不确定性犹存。",
      "translated_title": "汽车供应商称，安世半导体芯片已恢复对欧洲供应",
      "images": [],
      "contentSource": "完整文章",
      "content": "The first shipments of Nexperia chips are already on their way to Europe after Beijing granted exemptions to its export restrictions, German auto suppliers told the Post, easing the pressure on the battered European car industry.\nBut supply chain risks remain as Beijing and The Hague have yet to hammer out a final deal to decide the chip firm’s fate and US-China tensions continue to linger in the background.\n“The decision by the Chinese Ministry of Commerce to ease the previously existing export...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/3d4a45c3-e1cf-49c9-b440-307d51436a6b_85ab73ef.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国更多地区进入‘中度老龄化’，其经济将如何变化？ (原标题: As more of China becomes ‘moderately aged’, how will its economy change?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332223/more-china-becomes-moderately-aged-how-will-its-economy-change?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 22:00:09 +0000",
      "isoDate": "2025-11-10T22:00:09.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国人口老龄化及其对经济的影响\n\n中国正经历一场深刻的人口结构转变，人口老龄化进程迅速，这对其经济结构产生了广泛而深远的影响。\n\n### 快速老龄化的现状\n\n*   **“中度老龄化社会”的定义**：当一个地区至少14%的居民年龄在65岁及以上，或者五分之一的居民年龄在60岁以上时，就被定义为“中度老龄化社会”。\n*   **地区分布**：\n    *   截至去年，中国30多个省级行政区中，已有20个进入了“中度老龄化社会”。\n    *   相比之下，2018年，只有6个地区（辽宁、上海、山东、四川、江苏和重庆）达到了这一门槛，这表明老龄化速度之快。\n*   **人口结构变化**：这种趋势，加上出生率的持续下降，导致中国的劳动年龄人口正在减少。\n\n### 对经济的挑战与机遇\n\n*   **政策挑战**：劳动年龄人口的减少对政策制定者构成了重大挑战，他们需要确保经济的可持续增长。\n*   **政府应对措施**：\n    *   扩大养老服务网络。\n    *   提高退休年龄。\n    *   向新生儿父母提供补贴，以期提振生育率。\n*   **“银发经济”的兴起**：\n    *   企业正密切关注为老年人提供商品和服务的“银发经济”市场。\n    *   这被视为一个社会挑战，同时也是一个巨大的商业机遇。\n*   **专家观点**：北京安邦智库研究员夏日指出，人口老龄化对中国经济结构的影响是广泛、多维度且根深蒂固的，几乎影响到经济的每一个方面。",
      "shortSummary": "中国正经历快速老龄化，目前已有20个省级地区进入“中度老龄化社会”。这一趋势，加上出生率下降，导致劳动年龄人口减少，对经济可持续增长构成重大挑战。政府正通过扩大养老服务、提高退休年龄和提供补贴来应对，而企业则将“银发经济”视为重要机遇。人口老龄化对中国经济结构的影响广泛而深远。",
      "translated_title": "随着中国更多地区进入‘中度老龄化’，其经济将如何变化？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Early in the morning in cities across China, groups of people gather in public squares, moving as one in slow, deliberate tai chi routines. Many are in their sixties or seventies – an age group that has long defined the rhythm of daily life in much of the country.\nWhile these dedicated practitioners have been a part of the national routine for decades, their ubiquity carries new connotations as the country undergoes a profound shift in population dynamics: China is growing old, fast.\nAs of last...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/09633560-d541-44f8-9904-5c5ae5bc9b4c_d1ff2357.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "US fishers missing the boat on China lobster sales amid trade war",
      "link": "https://www.scmp.com/economy/china-economy/article/3332203/us-lobster-fishers-missing-boat-vital-china-sales-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 12:30:14 +0000",
      "isoDate": "2025-11-10T12:30:14.000Z",
      "creator": "Kandy Wong",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "US fishers missing the boat on China lobster sales amid trade war",
      "images": [],
      "contentSource": "RSS",
      "content": "China has long been a vital export market for the US lobster industry. The country is the world’s largest consumer and importer of the crustacean, which is eaten all year round and often gifted during holidays by Chinese families.\nBut American fishers are now missing out on Chinese sales amid the trade war, and they may struggle to claw back their former position as China increasingly turns to suppliers in the Asia-Pacific region, according to industry insiders.\nUS lobster shipments to China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/89adef5f-9f7d-4516-b687-0d428e017d61_16dd748b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国进口商在贸易博览会上签署创纪录的835亿美元协议 (原标题: China’s importers sign record US$83.5 billion in deals at trade expo)",
      "link": "https://www.scmp.com/business/china-business/article/3332228/chinas-importers-sign-record-us835-billion-deals-ciie-after-us-china-trade-truce?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 12:00:09 +0000",
      "isoDate": "2025-11-10T12:00:09.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国国际进口博览会（CIIE）创纪录的进口协议\n\n中国企业在上海举行的中国国际进口博览会（CIIE）上签署了创纪录的835亿美元进口协议，这标志着该年度为期六天的活动连续第五次创下新高，比去年增长了4.4%。此次博览会于周一闭幕。\n\n### 交易金额与增长\n*   中国企业在上海举行的中国国际进口博览会（CIIE）上签署了创纪录的835亿美元进口协议。\n*   这是该年度为期六天的活动连续第五次创下新高，比去年增长了4.4%。\n*   此次博览会于周一闭幕。\n\n### 重要意义\n*   这些协议巩固了中国大陆消费者作为全球企业和世界经济增长驱动力的重要性。\n*   在中美达成贸易休战协议不到两周后，这些交易进一步增强了信心。\n*   上海金融咨询公司Integrity的顾问丁海峰表示，中美两大经济体之间的贸易协议，增强了外国制造商和本地商家达成交易的信心。\n\n### 协议性质与内容\n*   据商务部下属的CIIE局称，这些合同是初步的，部分交易可能不会最终敲定。\n*   许多合同在11月5日博览会开幕前已预先签署。\n*   组织方未提供交易细节，但参展商和参观者表示，尽管中国大陆消费者支出低迷，但从食品饮料到助听器等消费品类别的交易量显著增加。\n\n### 中国市场开放承诺\n*   中国国务院总理李强在周三CIIE开幕式上向1000多名政府官员、商界领袖和商家发表讲话时，承诺将进一步向国际企业开放中国广阔的消费市场。",
      "shortSummary": "中国企业在上海举行的中国国际进口博览会（CIIE）上签署了创纪录的835亿美元进口协议，比去年增长4.4%。这标志着该博览会连续第五次创下新高，凸显了中国消费者在全球经济中的重要性。在中美贸易休战后，这些交易增强了市场信心。尽管消费支出低迷，食品饮料和助听器等消费品交易显著增加。中国总理李强承诺将进一步开放中国市场。",
      "translated_title": "中国进口商在贸易博览会上签署创纪录的835亿美元协议",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies signed a record US$83.5 billion in import deals at the China International Import Expo (CIIE) in Shanghai, reinforcing the importance of mainland consumers as growth drivers for global businesses and the world economy less than two weeks after the US and China reached a trade truce.\nThe total – the fifth straight record high for the annual six-day event, which concluded on Monday – represented a 4.4 per cent increase from a year earlier, according to the organiser, the CIIE...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/1a36b53c-3c14-4b4f-99fb-6681666c2666_c8a32bd3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美暂停相互征收港口费用，贸易战最新缓和迹象 (原标题: China, US suspend rival port fees in latest trade war thaw)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332194/china-us-suspend-rival-port-fees-latest-trade-war-thaw?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 09:01:40 +0000",
      "isoDate": "2025-11-10T09:01:40.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美暂停相互征收港口费用，贸易战最新缓和迹象\n\n中美两国已暂停相互征收的港口费用，此举标志着两国贸易战的最新缓和，为航运业带来了喘息之机。\n\n*   **背景与起因**\n    *   此前，中美两国相互征收港口费用，这些费用于10月14日生效，给航运业带来了数月的不确定性。\n    *   美国根据其针对中国海事部门的“301条款”调查，暂停了对中国相关船只的类似收费。\n\n*   **中国方面的回应**\n    *   中国交通运输部宣布，国务院已批准暂停对美国船只征收特殊港口费用一年，自周一（北京时间下午1点01分）起生效。\n    *   此举与在吉隆坡举行的中美贸易谈判结果保持一致。\n    *   同日，中国商务部还宣布暂停对韩国造船商韩华海洋（Hanwha Ocean）的五家美国关联公司实施制裁一年。这些制裁同样于10月14日实施，北京此前指控这些实体与华盛顿合作执行其限制措施。\n\n*   **美国方面的行动**\n    *   继吉隆坡会谈和10月底在韩国举行的总统会议之后，白宫于11月1日宣布，作为与中国贸易休战的一部分，将暂停其港口费用，自周一起生效。\n    *   美国政府表示，将继续与北京谈判，同时保持与韩国和日本的“历史性”合作，以振兴美国造船业。\n\n*   **影响**\n    *   双方正式确认暂停收费后，航运业终于松了一口气，缓解了此前因相互收费而产生的贸易紧张局势。",
      "shortSummary": "中美两国已暂停相互征收港口费用一年，标志着贸易战的最新缓和。此举是在美国暂停其“301条款”调查相关收费后，中国交通运输部宣布的。中国商务部也暂停了对韩国造船商韩华海洋五家美国关联公司的制裁。白宫表示将继续与北京谈判，同时与日韩合作振兴美国造船业。这一决定为航运业带来了缓解。",
      "translated_title": "中美暂停相互征收港口费用，贸易战最新缓和迹象",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has suspended retaliatory port fees on US-linked vessels for one year, following Washington’s pause of similar charges under its “Section 301” investigation targeting the Chinese maritime sector.\nAfter months of uncertainty over the rival port fees, which took effect on October 14, the shipping industry can finally breathe a sigh of relief as both sides formally confirmed the pause.\nIn line with the outcomes of the US-China trade talks in Kuala Lumpur, the Ministry of Transport said the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/59134e16-32ee-45cf-b1ee-cbdf5011dff3_42238e41.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易竞争将持续‘未来50年’，前WTO总干事警告 (原标题: China-US trade rivalry will last for ‘next 50 years’, warns ex-WTO head)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332163/china-us-trade-rivalry-will-last-next-50-years-warns-ex-wto-head?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 06:05:27 +0000",
      "isoDate": "2025-11-10T06:05:27.000Z",
      "creator": "Luna Sun",
      "summary": "## 前WTO总干事警告中美竞争将持续数十年\n\n前世界贸易组织（WTO）总干事帕斯卡尔·拉米（Pascal Lamy）警告称，中美关系将持续“颠簸”数十年，其竞争焦点将从贸易转向战略性部门和供应链的“武器化”。\n\n### 竞争的性质与持续时间\n*   **持续数十年：** 拉米预测，中美双边关系将经历“起伏不定，来来回回，左右摇摆”，这种竞争将持续“未来50年”。\n*   **焦点转移：** 竞争将从传统的贸易领域，转向战略性部门和供应链的“武器化”。\n*   **根本原因：** 拉米指出，两国地缘战略竞争“不会减弱”，因为双方都抱有争做世界第一的雄心，并视对方为威胁，这“不可避免地导致了这种局面”。\n\n### 近期动态与深层趋势\n*   **贸易休战：** 尽管美国总统特朗普和中国国家主席习近平于10月30日在韩国达成了一年的贸易休战协议，减少了关税并放松了部分出口管制，一度重燃了缓解紧张局势的希望。\n*   **华盛顿共识：** 遏制中国的崛起在华盛顿得到了两党的广泛支持。\n*   **北京立场：** 中国已表明，当其利益受到威胁时将进行反击。\n*   **新兴趋势：** 拉米强调，除了特朗普引人注目的关税之外，一个更广泛的趋势已经出现：\n    *   在具有战略敏感性的生产领域进行“脱钩”。\n    *   在具有比较优势的领域进行“武器化”。",
      "shortSummary": "前WTO总干事帕斯卡尔·拉米警告，中美竞争将持续数十年，并从贸易转向战略性部门和供应链的“武器化”。他指出，两国都渴望成为第一，并视对方为威胁，这导致地缘战略竞争不会减弱。尽管近期有贸易休战，但华盛顿遏制中国崛起有两党共识，北京也会反击。这种趋势表现为战略敏感领域的“脱钩”和比较优势领域的“武器化”。",
      "translated_title": "中美贸易竞争将持续‘未来50年’，前WTO总干事警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "“Bumpy” US-China relations will persist for decades as the rivalry shifts from trade to the weaponisation of strategic sectors and supply chains, according to a former head of the World Trade Organization.\nBilateral ties will experience “ups and downs, and to and fro, and left and right”, said Pascal Lamy, former WTO director general, during a media event at the China Europe International Business School in Shanghai.\n“Their geostrategic competition… will not abate,” he said. “If you have both...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/39a22935-fc80-4c8a-b5ad-498b6e13a304_a2fa8f42.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "‘不是在这个经济环境下’：为什么广东难以吸引消费者消费 (原标题: ‘Not in this economy’: why Guangdong is struggling to tempt consumers to spend)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331960/not-economy-guangdongs-huge-subsidy-scheme-falls-flat-consumers?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 02:00:11 +0000",
      "isoDate": "2025-11-10T02:00:11.000Z",
      "creator": "He Huifeng",
      "summary": "## 广东消费补贴计划遇冷：消费者信心不足\n\n中国人口最多的省份广东于11月初启动了其有史以来规模最大的消费者补贴计划，旨在通过提供总计35亿元人民币（约合4.92亿美元）的折扣来刺激消费，涵盖从智能手机到滑雪板等多种商品。\n\n### 计划背景与目标\n\n*   **政府投入**：广东省政府承诺投入35亿元人民币（4.92亿美元）用于补贴，提供各类商品折扣。\n*   **全国性努力**：这是中国当局利用消费券刺激国内消费的最新尝试，也是在当前中美贸易战背景下，中国为提振经济增长、实现经济再平衡的关键举措。\n*   **持续时间与目标**：该计划于11月3日高调启动，将持续到明年3月，旨在在即将到来的全国运动会和春节等主要公共假期期间，带动人流量和消费激增。\n\n### 消费者反应冷淡\n\n尽管政府投入巨大，但该计划在实际执行中却反响平平。广东当地居民向《南华早报》表示，这些补贴不太可能说服他们增加消费，尤其是在非必需品方面。\n\n### 消费者不愿消费的原因\n\n*   **折扣吸引力不足**：消费者认为，尽管补贴金额巨大，但实际操作中提供的折扣往往并不具有吸引力。\n*   **经济不确定性**：在经济前景不明朗和就业市场不稳定的背景下，许多消费者仍然保持谨慎态度，不愿进行额外消费。\n*   **非必需品消费意愿低**：尤其对于非必需品，消费者更倾向于捂紧钱袋子。\n\n### 广东面临的挑战\n\n这种缺乏热情的反应凸显了广东作为中国科技和出口强省所面临的挑战。这个拥有1.28亿人口的地区正努力重振当地经济，而该经济正受到贸易战和长期房地产市场低迷的双重影响。",
      "shortSummary": "广东启动了有史以来最大规模的35亿元人民币消费补贴计划，旨在刺激消费并提振经济。然而，该计划反响平平，当地消费者表示补贴折扣吸引力不足，且在经济不确定、就业市场不稳的背景下，他们对增加非必需品消费持谨慎态度。这反映出广东在贸易战和房地产低迷影响下，刺激消费面临的挑战。",
      "translated_title": "‘不是在这个经济环境下’：为什么广东难以吸引消费者消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "In early November, China’s most populous province launched its biggest ever consumer subsidy programme, with the government pledging to commit 3.5 billion yuan (US$492 million) to offer discounts on a slew of products: from smartphones to snowboards.\nGuangdong’s scheme is the latest attempt by Chinese authorities to use consumption vouchers to boost domestic spending – a campaign that is key to China’s efforts to shore up growth and rebalance its economy amid the ongoing US trade war.\nBut on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/aa56e7da-4fca-469b-9d49-811bdc4c3166_cb154356.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国要成为发达国家，仍需优先发展制造业 (原标题: To become a developed nation, China must still prioritise manufacturing)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3331792/why-manufacturing-still-key-chinas-development-goals?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 08:30:14 +0000",
      "isoDate": "2025-11-09T08:30:14.000Z",
      "creator": "Zongshuai Fan",
      "summary": "## 中国经济发展方向：制造业仍是核心支柱\n\n围绕中共中央四中全会和第十五个五年规划，中国经济发展方向的讨论日益激烈。文章指出，制造业仍是北京未来十年实现发展目标的核心支柱。\n\n### 2035年发展目标与挑战\n\n*   **目标设定**：中共中央委员会于10月28日发布的第十五个五年规划建议，重申了中国到2035年实现社会主义现代化的目标，该目标将以人均国内生产总值（GDP）来衡量。这与第十四个五年规划中提出的愿景以及邓小平在1980年代担任最高领导人时提出的构想一脉相承。\n*   **具体指标**：尽管官方尚未明确具体基准，但国务院的一项分析估计，到2035年，中国人均GDP目标约为30,000美元（按2020年价格计算）。\n*   **当前状况与挑战**：2021年中国人均GDP为13,303美元。这意味着中国需要在未来十年内将收入水平大致翻一番才能实现这一目标。\n*   **关键驱动力**：经济学家林毅夫指出，中国与中等发达经济体之间人均GDP的差异，主要反映了劳动生产率（以每名员工的产出衡量）的差距。因此，提高生产率增长将是实现中国2035年目标的关键驱动力，并已被确定为规划建议中的主要目标之一。\n\n### 劳动生产率趋势\n\n*   **历史表现**：自21世纪初以来，中国的劳动生产率增长一直持续超越七国集团（G7）经济体。\n*   **近期放缓**：然而，自2008年全球金融危机以来，其增长势头有所放缓。\n*   **未来预测**：预计到2025年，增长率将进一步放缓至4.5%左右，这凸显了到2035年将人均GDP翻一番的挑战。\n*   **2022年低点**：2022年，中国的劳动生产率增长降至本世纪以来的最低水平。\n\n### 制造业的重要性与“新质生产力”战略\n\n*   **核心作用**：文章强调，制造业是提升中国整体生产率的关键。\n*   **政策应对**：在2022年劳动生产率增长达到本世纪最低水平之后，北京已出台一系列政策，以促进其所称的“新质生产力”。\n*   **战略内容**：这项战略旨在大力发展新兴产业并升级传统产业，以提高生产率并最终维持经济增长。\n\n![一名工人在山东省青州市的一家拖拉机和卡车发动机制造公司工作。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/94634547-124e-4182-a9db-cf377f43daa5_987cc807.jpg)\n*一名工人在山东省青州市的一家拖拉机和卡车发动机制造公司工作。摄于8月27日。图片来源：STR / AFP*",
      "shortSummary": "中国正致力于在2035年实现人均GDP翻番至3万美元的发达国家目标。实现此目标的关键在于提高劳动生产率，而制造业被视为核心驱动力。尽管中国生产率增长曾领先，但近年已放缓，2022年更是降至本世纪最低。为应对挑战，中国政府正推行“新质生产力”战略，通过发展新兴产业和升级传统产业来提升整体生产率，以确保经济持续增长。",
      "translated_title": "中国要成为发达国家，仍需优先发展制造业",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/94634547-124e-4182-a9db-cf377f43daa5_987cc807.jpg",
          "alt": "An employee works at a tractor and truck motor manufacturing company in Qingzhou, Shandong province, on August 27. Photo: STR / AFP",
          "title": "An employee works at a tractor and truck motor manufacturing company in Qingzhou, Shandong province, on August 27. Photo: STR / AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Following the Communist Party of China’s fourth plenum, debate has intensified over the direction of the country’s economy, with manufacturing remaining a central pillar of Beijing’s ambitions for the coming decade.\nThe Communist Party’s Central Committee’s recommendations for the 15th five-year plan, released on October 28, reaffirm China’s goal of achieving socialist modernisation by 2035, measured by gross domestic product (GDP) per capita – a vision outlined in the 14th five-year plan and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/23277617-ab68-4b4c-8967-dfd1619523f9_860c00be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国不断增长的老年市场成为国际企业在进博会的新前沿 (原标题: China’s growing elderly market a new frontier for international firms at CIIE)",
      "link": "https://www.scmp.com/business/china-business/article/3332092/chinas-growing-elderly-market-new-frontier-international-companies?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 07:30:18 +0000",
      "isoDate": "2025-11-09T07:30:18.000Z",
      "creator": "Daniel Ren,Julie Zhang",
      "summary": "## 中国老年市场：国际企业的新增长前沿\n\n### 背景与机遇\n*   在中国经济消费放缓的背景下，中国日益增长的老年人口已成为国际公司（从食品饮料生产商到制药商）寻求新增长点的关键消费群体。\n*   在正在进行的中国国际进口博览会（CIIE）上，数十个全球品牌展示了其最新产品和技术，旨在满足老年消费者对健康食品和支持积极生活方式产品的日益增长的需求。\n*   一位上海天使投资人尹然指出，国际公司善于发现新机遇，针对城市老年人口设计的产品是一个亮点，因为更多退休人员愿意为高质量消费品支付溢价。\n\n### “银发经济”的规模与潜力\n*   根据国家统计局（NBS）的数据，截至2024年底，中国60岁及以上人口已达3亿，占总人口的22%。\n*   新华社三个月前的一份报告预测，随着人口老龄化速度加快，所谓的“银发经济”在2025年将达到7万亿元人民币（约合9830亿美元），到2050年可能增长七倍以上，接近50万亿元人民币。\n\n### 政策导向\n*   在房地产长期低迷和出口前景不确定的背景下，北京一直致力于扩大内需以推动经济增长。\n\n### 相关图片\n*   ![银发经济预计到2025年底将达到近1万亿美元的规模。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg)",
      "shortSummary": "中国不断增长的老年人口正成为国际企业的新增长点。在进博会上，众多全球品牌展示了针对老年消费者健康和积极生活方式的产品。截至2024年底，中国60岁以上人口达3亿，占总人口22%。预计“银发经济”在2025年将达7万亿元人民币（约9830亿美元），到2050年可能增至近50万亿元。面对消费放缓，北京正通过扩大内需来推动经济增长，老年市场潜力巨大。",
      "translated_title": "中国不断增长的老年市场成为国际企业在进博会的新前沿",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg",
          "alt": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "title": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s ageing population has become a key consumer group targeted by international companies – from food and drink producers to pharmaceutical makers – as they pursue new growth drivers amid a consumption slowdown in the world’s second-largest economy.\nDozens of global brands unveiled their latest products and technologies at the ongoing China International Import Expo (CIIE), aiming to meet the rising demand among elderly consumers for healthy food and products that support active...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/09/f3d08908-5ac4-42ef-be1e-3e383a623830_2ff375b3.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-13T02:44:16.377Z"
}