{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "“不必要的恐慌”：中国反驳美国官员关于稀土的言论 (原标题: ‘Unnecessary panic’: China rebukes US officials’ comments on rare earths)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329265/unnecessary-panic-china-rebukes-us-officials-comments-rare-earths?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 11:00:13 +0000",
      "isoDate": "2025-10-16T11:00:13.000Z",
      "creator": "Mandy Zuo,Ji Siqi",
      "summary": "## 中国反驳美国对稀土出口管制的指责\n\n中国商务部于周四召开新闻发布会，对美国官员关于中国稀土出口管制措施的言论进行了反驳，强调其政策并非“与世界为敌”，并指责美方言论“故意制造不必要的误解和恐慌”。\n\n### 中国的立场与措施\n\n*   **反驳“与世界为敌”论调**：中国商务部表示，美国将中国的稀土出口管制措施描述为“与世界为敌”的说法，严重扭曲和夸大了中国的意图。\n*   **审批流程**：中方强调，对于符合规定的申请，将予以批准。\n*   **加快审查**：中国正在采取措施加快审查流程，包括可能建立“绿色通道”，以提高效率。\n*   **指责美国**：商务部发言人何永谦指出，是华盛顿的域外行动，特别是对半导体贸易的限制，旨在“全球压制中国”。她表示，美国的说法是“将自己的行为投射到他人身上”。\n*   **全球供应链稳定**：中方强调，全球供应链的稳定和安全需要包括美国在内的所有国家的共同努力。\n\n### 美国的指责\n\n*   **财政部长斯科特·贝森特**：美国财政部长斯科特·贝森特此前在华盛顿表示，中国在稀土问题上的行动制造了“中国对抗世界”的分裂，并使北京成为一个“不可靠的伙伴”。\n\n### 背景与影响\n\n*   **贸易争端升级**：此次言语交锋是中美两国旷日持久的贸易争端的一部分。\n*   **紧张关系加剧**：近期，双方的行动，包括中国扩大稀土元素出口管制（作为对美国贸易黑名单扩大的回应）以及美国总统唐纳德·特朗普威胁对中国进口商品加征100%关税，都加剧了两国本已紧张的关系。\n*   **其他摩擦**：两国之间还出现了其他复杂情况，例如双方开始对彼此的船只实施新的港口费用结构，以及特朗普考虑停止进口中国食用油。",
      "shortSummary": "中国商务部反驳美国官员关于其稀土出口管制措施的言论，称美方指责“与世界为敌”是扭曲事实，旨在制造“不必要的恐慌”。中方强调对合规申请将予批准，并正加快审查流程。商务部发言人指出，是美国的域外行动意在“全球压制中国”。此番言论是中美贸易争端升级的体现，加剧了两国紧张关系。",
      "translated_title": "“不必要的恐慌”：中国反驳美国官员关于稀土的言论",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing on Thursday rebutted Washington’s characterisation of its recent rare earth export control measures as an action taken “against the world”, stressing it grants approval to compliant applications and is taking steps to expedite the review process, including the potential establishment of a green channel.\nClaims the policy will disrupt global supply chains “severely” distort and exaggerate China’s intent, “deliberately causing unnecessary misunderstanding and panic”, the Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/e9cbc176-3a3a-4847-a725-5b52940a7d77_0f286268.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "富达：日本市场繁荣将持续，尽管存在政治不确定性 (原标题: Japan’s market boom to continue despite political uncertainty: Fidelity)",
      "link": "https://www.scmp.com/business/banking-finance/article/3329234/japans-market-boom-continue-despite-political-uncertainty-fidelity?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 09:15:08 +0000",
      "isoDate": "2025-10-16T09:15:08.000Z",
      "creator": "Julie Zhang",
      "summary": "# 日本市场展望：富达国际预测繁荣将持续\n\n富达国际的投资经理周四表示，如果日本下一届政府继续努力促进经济增长并防止国家重回通货紧缩，日本股市有望延续涨势。\n\n## 市场表现与关键因素\n\n*   **创纪录高位**：基准日经225指数在10月9日达到创纪录的48,580.44点，超越了1989年日本经济泡沫时期的峰值。这发生在议会投票选举下一任领导人之前，各政党正在争夺影响力。\n*   **增长策略至关重要**：富达日本投资主管Miyuki Kashima指出，市场能否保持其势头，取决于政府是否会“继续过去十年所奉行的增长战略”，而不仅仅是谁担任领导职务。\n*   **告别“失去的十年”**：在1990年代至2010年代日本所谓的“失去的十年”中，国家经历了停滞、通货紧缩、失业率上升和招聘削减。政府曾推出货币和财政刺激措施以应对增长放缓。\n\n## 经济前景与公司行为\n\n*   **通货紧缩结束**：Kashima表示，任何新的执政联盟都不可能逆转政策，让日本重新陷入旧的通货紧缩模式。日本经济目前正经历通货膨胀，通货紧缩已经结束，经济有望继续增长。\n*   **企业投资活跃**：公司正在“投资，而不是持有所有现金，这开始在经济中创造一个积极的螺旋”。\n\n![日本基准日经225指数本月已突破48,000点，创下历史新高。图：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/16/caea6954-8e1c-46b6-bdd2-065433b2397e_70f36509.jpg)\n*日本基准日经225指数本月已突破48,000点，创下历史新高。图：法新社*",
      "shortSummary": "富达国际预测，尽管存在政治不确定性，日本股市的繁荣将持续。日经225指数已创历史新高。市场势头取决于下一届政府能否延续促增长策略并避免通货紧缩。富达认为，日本经济已摆脱通缩，正经历通胀，企业投资活跃，形成积极的经济循环。",
      "translated_title": "富达：日本市场繁荣将持续，尽管存在政治不确定性",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/16/caea6954-8e1c-46b6-bdd2-065433b2397e_70f36509.jpg",
          "alt": "Japan’s benchmark Nikkei 225 index has reached record highs above 48,000 this month. Photo: AFP",
          "title": "Japan’s benchmark Nikkei 225 index has reached record highs above 48,000 this month. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Japan’s stock market is expected to extend its rally if the next government continues efforts to boost economic growth and prevent the country from returning to deflation, investment managers at Fidelity International said on Thursday.\nThe benchmark Nikkei 225 index reached a record high of 48,580.44 on October 9, surpassing the 1989 Japanese economic bubble-era peak, as political parties vied for influence ahead of a parliamentary vote next week to elect the country’s next leader.\nWhether the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/056582d1-2680-45d0-9a73-fa2cd8bfa636_5ba4f97a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行将人民币兑美元汇率设定为一年来最高水平 (原标题: China’s central bank sets yuan at highest rate against US dollar in a year)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329206/chinas-central-bank-sets-daily-yuan-rate-against-us-dollar-strongest-level-year?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 05:06:29 +0000",
      "isoDate": "2025-10-16T05:06:29.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国央行将人民币兑美元汇率设定为一年来最高水平\n\n## 主要信息\n*   中国人民银行（PBOC）将人民币兑美元的每日中间价设定为一年来的最高水平。\n*   此举是在市场普遍预期美联储本月将再次降息的背景下进行的。\n\n## 关键细节\n*   **汇率设定**：周四，中国人民银行将人民币兑美元的中间价（即每日固定汇率）设定为7.0968，这是自去年10月以来的最强水平。\n*   **美联储降息预期**：\n    *   两天前，美联储主席杰罗姆·鲍威尔表示，美国的劳动力市场和通胀前景与上月美联储降息时相比变化不大。\n    *   他的言论强化了市场对本月晚些时候再次降息的预期。\n    *   美联储理事斯蒂芬·米兰周三表示，中美贸易紧张局势带来的不确定性增加了美国经济前景的风险，使得降息变得更加紧迫。\n*   **市场预测**：在美联储上月进行今年首次0.25个百分点的降息后，市场预计今年还将有两次降息。\n*   **离岸人民币表现**：\n    *   周四中午，离岸人民币兑美元汇率小幅下跌至7.129，此前在中间价设定后曾升至7.121。\n    *   周三，人民币也走强，当时中国人民银行将汇率设定为去年11月以来的最高水平。",
      "shortSummary": "中国央行将人民币兑美元汇率设定为一年来的最高水平，周四中间价为7.0968。此举主要受市场普遍预期美联储本月将再次降息的推动。美联储主席鲍威尔的言论以及贸易紧张局势带来的经济风险，都强化了市场对进一步降息的预期。离岸人民币在中间价设定后也表现出波动。",
      "translated_title": "中国央行将人民币兑美元汇率设定为一年来最高水平",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank has set the yuan’s daily reference rate against the US dollar at the strongest level in a year, as expectations grow that the US Federal Reserve will cut rates again this month.\nOn Thursday, the People’s Bank of China (PBOC) set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.0968 per US dollar, its strongest since October last year.\nTwo days earlier, US Federal Reserve Chairman Jerome Powell said that America’s labour market and inflation outlooks were...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/f586ff8b-67a2-4fb3-89da-d531bea4f5a7_47aae87d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国航空公司反对美国禁止其航班飞越俄罗斯领空的计划 (原标题: Chinese airlines oppose US plan to stop flights over Russia on way to America)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329182/chinese-airlines-formally-oppose-us-plan-stop-them-flying-over-russia-way-america?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 03:00:15 +0000",
      "isoDate": "2025-10-16T03:00:15.000Z",
      "creator": "Alice Li",
      "summary": "# 中国航空公司反对美国禁止其航班飞越俄罗斯领空的提议\n\n所有主要运营美国航线的中国航空公司已正式反对或要求重新考虑美国政府的一项提议。该提议可能最早于下个月生效，禁止这些航空公司在飞往美国的航线上飞越俄罗斯领空。\n\n## 主要反对理由和影响\n\n*   **中国国际航空公司（Air China）的立场**：\n    *   明确表示“反对”该提议，认为这将给乘客带来极大的不便。\n    *   估计如果该限制生效，至少有4,400名持有中国国际航空机票的乘客（计划于2025年11月和12月出行）将受到影响。\n    *   指出该时期包括感恩节和圣诞节等主要节假日，中断将严重影响乘客权益和公共利益。\n    *   请求至少60天的宽限期，以便乘客重新预订并最大程度地减少对其运营的干扰。\n\n*   **其他航空公司的响应**：\n    *   中国南方航空、中国东方航空、海南航空、厦门航空和四川航空也已提交了正式文件，对该提议作出回应。\n\n## 背景\n\n*   该提议可能最早于下个月生效。\n*   近期中美贸易紧张局势有所升级，为这一航空争议增添了背景。该提议的实施将进一步加剧两国之间的摩擦。虽然文章未明确指出该提议与贸易紧张局势的直接关联，但将其作为背景信息提及，暗示了更广泛的地缘政治和经济考量。",
      "shortSummary": "所有主要中国航空公司已正式反对美国政府的一项提议，该提议可能最早于下个月生效，禁止其飞往美国的航班飞越俄罗斯领空。中国国际航空指出，此举将给乘客带来不便，并影响2025年11月至12月期间至少4,400名乘客的出行，尤其是在节假日。其他中国航空公司也提交了反对意见，背景是近期中美贸易紧张局势升级。",
      "translated_title": "中国航空公司反对美国禁止其航班飞越俄罗斯领空的计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "All major Chinese airlines operating flights to the United States have formally opposed or asked for reconsideration of a US government proposal that could bar them from flying over Russian airspace on US routes as early as next month.\nIn a filing to the US Department of Transportation on Tuesday, Air China said it “opposes” the proposal because it would make travel more inconvenient for passengers.\n“Air China estimates that at least 4,400 passengers holding Air China tickets for travel in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/bafe3103-d061-4f92-8015-e789c7bada72_bfd0a95c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中美紧张局势再次升级，TikTok交易是否面临风险？ (原标题: With US-China tensions back on the upswing, is the TikTok deal at risk?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329137/us-china-tensions-back-upswing-tiktok-deal-risk?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 15:00:09 +0000",
      "isoDate": "2025-10-15T15:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 随着中美紧张局势再次升级，TikTok交易是否面临风险？\n\n## TikTok交易面临新压力\n中国短视频应用TikTok在美国的暂定管理协议正面临新的压力。上周中美贸易紧张局势的再度升级，使得分析师们对该协议能否最终达成持不同看法。\n\n## 分析师观点\n*   **Gary Ng（法国外贸银行高级亚太经济学家）**：他认为，在当前这种氛围下，该协议“可能很难实现”。他表示不确定协议会破裂还是通过，但“最大的不利因素是美国可能会关闭（该应用）并阻止访问”。\n\n## 紧张局势加剧的迹象\n近期，中美双方采取了一系列行动，进一步加剧了本已紧张的双边关系：\n*   **中国扩大稀土出口管制**：此举是对美国扩大贸易黑名单的回应。\n*   **美国关税威胁**：美国总统唐纳德·特朗普威胁对中国进口商品加征100%的额外关税。\n*   **港口费用结构调整**：中美两国于周二开始对彼此的船只实施新的港口费用结构。\n*   **特朗普考虑暂停进口中国食用油**：特朗普在社交媒体上警告称，他正在考虑停止进口中国食用油。\n\n## 对TikTok交易的影响\n尽管TikTok交易在这些往来中并未被明确提及，但这些事件以及双边关系中的其他冲突点，可能会阻碍该协议的最终敲定。",
      "shortSummary": "随着中美贸易紧张局势再次升级，中国短视频应用TikTok在美国的暂定管理协议面临新压力。分析师对协议能否达成意见不一，有观点认为在当前氛围下协议很难实现，甚至可能导致美国关闭该应用。近期中国扩大稀土出口管制、美国威胁加征关税、两国实施新港口费用以及特朗普考虑暂停进口中国食用油等事件，都加剧了双边关系紧张，可能阻碍TikTok协议的最终敲定。",
      "translated_title": "随着中美紧张局势再次升级，TikTok交易是否面临风险？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A tentative deal for the management of Chinese short video app TikTok in the United States is facing new pressure after last week’s flare-up in trade tensions between Beijing and Washington, with analysts mixed in their assessment of the pact’s chances for survival.\n“It’s probably quite hard to see that [deal] happening under such an atmosphere,” said Gary Ng, senior Asia-Pacific economist at Natixis.\n“I don’t know whether it will collapse or go through … The biggest downside is the US could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/cfdb7e7c-df9a-47aa-b83a-f129595cfabe_33225fe1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国最大出口展上，贸易战日益加剧的影响清晰可见 (原标题: At China’s biggest export fair, the trade war’s rising toll is clear to see)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329125/chinas-biggest-export-fair-trade-wars-rising-toll-clear-see?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 13:00:12 +0000",
      "isoDate": "2025-10-15T13:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "# 广交会：中美贸易紧张局势下的出口挑战\n\n本届秋季广交会（中国最大的对外贸易展览会）于周三开幕，但中美关系的最新紧张局势给其蒙上了一层阴影。\n\n## 出口商面临的困境\n\n*   **美国市场转向：** 面对美国可能恢复三位数关税的威胁，许多中国出口商正在将业务重心从美国市场转移。\n*   **利润与风险：** 这种转变导致利润空间受挤压，并增加了信用风险。\n*   **寻求替代市场：**\n    *   欧洲被寄予厚望，希望能成为重要的生命线。\n    *   新兴市场不断增长的需求也为出口商提供了一定程度的缓解。\n\n## 行业案例\n\n*   **照明出口商的证词：** 浙江省的照明出口商Louis Huang表示，许多美国买家表示不会参加广交会。\n*   **订单转移：** 他的公司美国订单已转向东南亚，他认为美国市场已基本“失去”，因此欧洲市场变得至关重要。\n*   **未来展望：** 他指出，明年的订单前景不佳，一些客户的库存高达50%至60%。\n\n## 广交会概况\n\n*   **行业晴雨表：** 此次为期三周的广交会被广泛视为中国庞大出口行业的晴雨表。\n*   **参展规模：** 本届广交会参展商数量创历史新高，达到32,000家。\n*   **高科技亮点：** 其中包括超过10,000家高科技企业，展示了353,000种产品，涵盖服务机器人到绿色能源解决方案等领域。",
      "shortSummary": "中美贸易紧张局势给本届广交会蒙上阴影。面对美国高关税威胁，中国出口商正将业务重心从美国转向欧洲和新兴市场，但面临利润受挤压和信用风险增加的困境。有出口商表示美国买家缺席，订单已转至东南亚，且明年订单前景不佳、库存高企。广交会作为出口晴雨表，今年参展商数量创纪录，高科技产品成为亮点。",
      "translated_title": "在中国最大出口展上，贸易战日益加剧的影响清晰可见",
      "images": [],
      "contentSource": "完整文章",
      "content": "The latest flare-up in US-China tensions is casting a fresh – albeit limited – shadow over the autumn edition of the Canton Fair, China’s largest foreign trade exhibition, which kicked off on Wednesday.\nWith the threat of a return to triple-digit US tariffs hanging in the air, Chinese exporters in a slew of industries said they were pivoting away from the American market but faced squeezed profit margins and increased credit risks.\nMany are hoping that Europe can act as a lifeline, while rising...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/f8835fed-d90a-44e6-9855-58b269da6682_60f155a4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球月度电动汽车销量创纪录达210万辆，其中62%为中国制造 (原标题: Global monthly EV sales hit record 2.1 million, with 62% Chinese-made)",
      "link": "https://www.scmp.com/business/china-business/article/3329143/global-ev-sales-hit-monthly-record-21-million-62-chinese-made?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 11:53:40 +0000",
      "isoDate": "2025-10-15T11:53:40.000Z",
      "creator": "Daniel Ren",
      "summary": "## 全球电动汽车销量创历史新高，中国市场贡献巨大\n\n最新数据显示，全球电动汽车（EV）销量在上个月创下新纪录，首次突破200万辆大关，达到210万辆。这一增长主要得益于中国消费者对新车型的浓厚兴趣以及电动汽车在欧洲日益普及。\n\n### 销量概览\n\n*   **全球销量新高**：上个月，全球纯电动汽车和插电式混合动力汽车的交付量达到210万辆，同比增长24%，环比8月份增长20%。\n*   **首次突破200万**：这是全球月度电动汽车销量首次突破200万辆，超过了去年12月创下的190万辆的旧纪录。\n*   **数据来源**：这些数据由伦敦咨询公司Rho Motion提供。\n\n### 中国市场的显著贡献\n\n*   **全球最大市场**：中国大陆作为全球最大的电动汽车市场，展现出强劲的增长势头。\n*   **中国销量数据**：\n    *   中国约50家电动汽车制造商上个月交付了创纪录的82.6万辆纯电动汽车，同比增长28.5%。\n    *   若计入混合动力汽车，中国上个月的电动汽车总交付量达到130万辆，同比增长15.5%。\n*   **全球占比**：中国市场的电动汽车交付量占全球总量的62%，凸显了其在全球电动汽车领域的领导地位。\n\n### 中国影响力日益增强\n\n*   **提升全球市场份额**：中国乘用车协会（CPCA）秘书长崔东树表示，中国在电动汽车领域的主导地位帮助该国汽车工业提升了其在全球市场的份额。\n*   **全球影响力**：中国企业在新能源汽车领域正日益增强其全球影响力。\n\n### 领先企业动态\n\n*   **比亚迪的全球扩张**：全球最大的电动汽车制造商比亚迪（BYD）正在改善物流并向海外市场推出更多新车型，以挑战大众和丰田等国际品牌。\n*   **出口目标**：比亚迪品牌及公关总经理李云飞表示，预计今年比亚迪的出口量将占其全球销量的约20%，远高于此前的水平。",
      "shortSummary": "上个月，全球电动汽车（EV）销量创下210万辆的新纪录，同比增长24%，首次突破200万辆。其中，中国市场贡献巨大，交付量达130万辆，占全球总量的62%。中国消费者对新车型的兴趣和欧洲市场的普及是主要推动力。中国汽车工业在全球电动汽车领域的影响力日益增强，比亚迪等领先企业正积极拓展海外市场，预计今年出口将占其全球销量的约20%。",
      "translated_title": "全球月度电动汽车销量创纪录达210万辆，其中62%为中国制造",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global electric vehicle (EV) sales hit a record last month, buoyed by Chinese consumers’ growing interest in new models and the rising popularity of battery-powered cars in Europe.\nWorldwide September deliveries of pure-electric cars and plug-in hybrids jumped 24 per cent from a year earlier to 2.1 million units – breaking 2 million for the first time and topping the previous record of 1.9 million in December, according to London-based consultancy Rho Motion. The figure represented 20 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/9d8eb3e4-94e8-411f-b18b-3d6eaaf70d6b_225deef2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么要与特朗普对抗，而不是等待他任期结束？ (原标题: Why fight Trump when you can wait him out?)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3328904/why-fight-trump-when-you-can-wait-him-out?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 08:30:09 +0000",
      "isoDate": "2025-10-15T08:30:09.000Z",
      "creator": "Kok How Lee",
      "summary": "## 全球应对特朗普策略：等待其任期结束\n\n面对特朗普政府的“美国优先”和“再工业化”政策，全球董事会和外交部正在悄然采取一种被称为“等待特朗普任期结束”的策略。这被视为当前世界上最安静、最聪明的地缘政治策略。\n\n### 核心理念\n\n*   **策略本质**：与其选择对抗，不如计算如何争取时间。在当前充满不确定性的时代，最理性的做法不是与混乱对抗，而是把握时机。\n*   **策略依据**：美国总统唐纳德·特朗普的第二任期虽然具有颠覆性，但其时间是有限的。大约还有三年任期，且无法再次连任，全球体系已进入经济学家所称的“临时纳什均衡”——一个在过渡到新状态之前的稳定策略集合。\n\n### 具体做法\n\n这种策略的逻辑简单明了：\n\n*   **吸收噪音**：承受短期内的各种言论和压力。\n*   **象征性姿态**：做出表面上的顺从或合作姿态。\n*   **保留行动空间**：一旦特朗普任期结束，便能恢复自由行动的能力。\n*   **权衡**：这本质上是以短期的顺从换取长期的优势。在这种情况下，“等待”并非被动，而是最佳的行动方案。\n\n### 案例分析：苹果公司\n\n苹果公司是执行这种“等待”策略的典范。\n\n*   **公开行动**：首席执行官蒂姆·库克在8月份公布了一项“美国制造业计划”，作为6000亿美元投资的一部分，旨在证明苹果对美国经济的深度承诺。\n*   **实际情况**：\n    *   这笔巨额资金大部分已包含在早期的研发和数据中心预算中。\n    *   内部人士指出，这笔投资主要是将现有支出计划后置并整合，尤其集中在非核心组装环节。\n    *   简而言之，这仅仅是对已决定和计划承诺的“表面文章”。\n*   **深层动机**：\n    *   这种看似“工业爱国主义”的举动，实际上是苹果的“政治保险”，通过推迟决策来保留未来选项，尤其考虑到特朗普更看重形式而非实质。\n    *   在幕后，苹果继续在越南、马来西亚和印度扩大生产，以对冲未来关税风险，同时维持其在中国的高价值供应链联系。\n\n### 结论\n\n在当前环境下，“等待”并非被动，而是最明智的行动方案。",
      "shortSummary": "面对特朗普政府，全球正采取“等待其任期结束”的策略。鉴于特朗普任期有限，这被视为一种理性的地缘政治策略，旨在避免对抗，争取时间。各国和企业通过吸收短期噪音、做出象征性姿态，以短期顺从换取长期行动自由。例如，苹果公司宣布的“美国制造业计划”实为政治保险，其核心策略仍是幕后布局，以对冲未来风险并保留选项。等待并非被动，而是最明智的行动方案。",
      "translated_title": "为什么要与特朗普对抗，而不是等待他任期结束？",
      "images": [],
      "contentSource": "完整文章",
      "content": "For all the hype about reshoring and “America first”, the world’s quietest and smartest geopolitical strategy right now can be summed up in three words: “wait Trump out”.\nAcross boardrooms and foreign ministries, “wait Trump out” has quietly become the name of the game. Few are betting on confrontation; most are calculating how to buy time. In an age of volatility, the most rational move is not to fight the chaos, but to time it.\nUS President Donald Trump’s second term is disruptive but finite....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/269244d9-c747-4191-b77b-55b3264ef8f3_c280f47b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战升温或激发北京斗志：学者 (原标题: Heated US-China trade war could put fire in Beijing’s belly: scholars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328967/us-china-trade-war-hotspots-could-put-fire-beijings-belly-scholars?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 03:00:19 +0000",
      "isoDate": "2025-10-15T03:00:19.000Z",
      "creator": "Ji Siqi,Mandy Zuo",
      "summary": "# 中美贸易紧张局势再度升级及其影响\n\n## 冲突背景与学者观点\n在中美贸易紧张局势于北京一次重要政治会议（中共十九届四中全会）召开前不到两周再度升温之际，中国学者指出，此次冲突可能为国家提供一个团结的共同事业。政策制定者将采取措施保护技术发展和国家安全。上海社会科学院资深经济研究员杨剑文表示：“无论是内部还是外部的压力，都有可能促进团结。这是我们的民族性格：外部压力可以转化为动力。”\n\n## 近期紧张局势升级\n上周，全球两大经济体之间的紧张关系因一系列经济制裁、出口管制和三位数关税威胁而加剧。尽管经过数月谈判和冲突在四月达到顶峰后多次延长临时休战，但仍采取了多项惩罚性措施。\n\n## 航运业成为新战场\n最新的战场是航运业，双方从周二开始对彼此的船只征收港口费用。同一天，北京宣布将制裁韩国航运巨头韩华海洋在美的五家子公司，理由是其与美国合作限制中国的海运和造船业。\n\n## 中方立场与战略\n欧亚集团中国区总监王丹表示，从北京的角度看，此次升级始于美国，而中方的行动是经过校准的对等回应。王丹指出，这为四中全会定下了基调，即中国将强调一项长期、稳定的战略，坚持既定方针，不屈服于美国压力，也不改变其经济计划。\n\n## 中共十九届四中全会\n此次全会是执政的中国共产党中央委员会的一次重要会议，定于10月20日至23日举行。",
      "shortSummary": "中美贸易紧张局势在北京重要政治会议前夕再度升级。学者认为，外部压力可促使中国团结，保护技术和国家安全。上周，双方互施制裁、出口管制和关税威胁，航运业成新战场。北京制裁了与美国合作的韩华海洋子公司，称其为对等回应。中方将在四中全会上强调长期稳定战略，不屈服于美国压力。",
      "translated_title": "中美贸易战升温或激发北京斗志：学者",
      "images": [],
      "contentSource": "完整文章",
      "content": "With trade tensions between China and the United States reignited less than two weeks before a major political gathering in Beijing, Chinese scholars said the flare-up could provide a common cause for the country to rally behind as policymakers take steps to protect technological development and national security.\n“Pressure, whether from internal or external sources, has the potential to foster unity,” said Yang Jianwen, a senior economic researcher at the Shanghai Academy of Social Sciences....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/cef78e81-e157-4b15-b116-d450824c6bc8_c0f2fecc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车的蓬勃发展让欧盟设置了障碍。合作能否扫清道路？ (原标题: China’s EV boom has the EU setting up roadblocks. Can cooperation clear the way?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328961/chinas-ev-boom-has-eu-setting-roadblocks-can-cooperation-clear-way?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 22:00:08 +0000",
      "isoDate": "2025-10-14T22:00:08.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中欧汽车产业竞争与合作：从历史到电动汽车时代\n\n今年标志着中国与欧盟正式外交关系建立五十周年，以及中国欧盟商会成立二十五周年。本系列文章聚焦于中欧两大经济体之间日益激烈的汽车产业竞争，该产业是欧洲的基石，而中国在电动汽车及其他高科技领域已取得了巨大进步。\n\n## 历史回顾：大众与一汽的合作历程\n\n### 早期状况：技术差距显著\n*   **1990年代初的景象：** 当大众汽车的工程师在1990年代初首次抵达中国第一汽车制造厂（一汽）时，他们发现这家工厂“停留在过去”。\n*   **一汽的起源：** 一汽成立于1953年，是中国首家汽车制造商。其工厂是在苏联工程师的指导下建造的，首款车型也借鉴了莫斯科的Zil。在计划经济时代，一汽曾是中国国有工业的瑰宝，也是世界上最大的社会主义国家之间合作的象征。\n*   **德方工程师的观察：** 然而，在计划经济时代结束后几十年，访问一汽的德国工程师们感觉变化甚微。\n\n### 合资企业的建立与知识传授\n*   **一汽-大众的成立：** 1991年，一汽-大众正式成立，这是这家德国汽车巨头与中国企业建立的第二个合资企业。\n*   **工业生产方法的传授：** 在合资初期，外方人员发现自己需要向中方同行传授那些对他们而言早已是“第二天性”的工业生产方法。\n*   **专家证言：** 德国汽车智库汽车研究中心主任Beatrix Keim（她于1998年加入一汽-大众，并在中国多家欧洲汽车制造商工作了十余年才返回德国）回忆说，那是一个“真正的学习、掌握和理解的过程”。\n\n## 当前挑战与未来展望\n\n文章标题明确指出，中国电动汽车的蓬勃发展已促使欧盟设置贸易障碍。这引发了一个关键问题：在当前中欧汽车产业竞争日益加剧的背景下，合作能否为双方未来的发展扫清道路？",
      "shortSummary": "中欧迎来外交关系50周年和中国欧盟商会25周年之际，双方在汽车产业，特别是电动汽车领域，竞争日益激烈。文章回顾了1990年代初大众汽车与中国一汽合资的早期阶段，当时德方工程师需向中方传授基础工业生产方法，显示出中国汽车工业的起点。如今，中国电动汽车的快速发展促使欧盟设置障碍，文章探讨了合作能否为中欧汽车产业的未来发展开辟道路。",
      "translated_title": "中国电动汽车的蓬勃发展让欧盟设置了障碍。合作能否扫清道路？",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union, as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. The latest story in our series examining ties between the two powers focuses on intensified competition in the auto industry, a bedrock sector for Europe and an area where China has made enormous strides, particularly in electric vehicles and other hi-tech advancements.\nWhen Volkswagen engineers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/814c091d-1437-490e-abba-35663c65edeb_db9df14b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美互征港口费，全球航运业面临中断 (原标题: As China and US impose rival port fees, global shipping braces for disruption)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328979/china-and-us-impose-rival-port-fees-global-shipping-industry-braces-disruption?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 14:00:09 +0000",
      "isoDate": "2025-10-14T14:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "### 中美互征港口费，全球航运业面临不确定性\n\n自周二起，中国和美国开始征收额外的港口费用，分析师警告称，全球航运业面临日益增长的不确定性和动荡。尽管中国对国内建造的船舶实行豁免，预计这将限制部分影响。\n\n**中国港口费政策要点：**\n\n*   **生效时间：** 中国于上周五宣布报复性港口费，并于周二（即中美措施生效的同一天）公布了实施细节。\n*   **豁免范围：** 对在中国建造的船舶以及抵达进行维修的空载船舶免征费用。\n*   **目标对象：** 针对美国建造、悬挂美国旗、美国拥有或运营的船舶，以及任何美国个人或企业持有25%或以上股权、投票权或董事会席位的实体所拥有或运营的船舶。\n*   **撤销条件：** 如果美国取消其港口费，中国的费用也将随之取消。\n\n**对全球航运业的影响：**\n\n*   **中国费用影响：**\n    *   由于中国是主要的能源和粮食进口国，其费用将主要影响油轮和干散货船。\n    *   这可能促使货主和承运商重新考虑部署，从而在短期内增加航运费率的波动性。\n*   **美国费用影响：**\n    *   美国港口费更可能影响集装箱货运。\n*   **整体影响：**\n    *   经纪公司SSY全球研究主管Roar Adland指出，中国政策中“美国个人或企业持有25%或以上股权”的规定是真正的关键点，可能导致全球相当大比例的船队受到额外费用的影响。",
      "shortSummary": "中美两国自周二起开始互征港口费，分析师警告全球航运业将面临不确定性和动荡。中国对美国建造、悬挂美国旗或与美国有25%以上股权关联的船舶征费，但豁免中国建造的船舶，主要影响油轮和干散货船。美国费用预计影响集装箱运输。此举可能导致短期内航运费率波动，并波及全球相当一部分船队。",
      "translated_title": "中美互征港口费，全球航运业面临中断",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China and the United States begin charging additional port fees on Tuesday, analysts warn the global shipping industry faces growing uncertainty and turmoil – though Beijing’s exemption of domestically built vessels is expected to limit the impact.\nChina announced retaliatory port fees last Friday and released implementation details in the first hour of Tuesday – the same day the Chinese and US measures took effect. Fees will be waived for vessels built in China and for empty vessels arriving...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/48cbed1a-6090-45df-8dc2-af9dde51d1da_85138466.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "国际货币基金组织对中国经济增长保持乐观，尽管中美贸易关系紧张 (原标题: IMF stays upbeat on China growth despite US trade tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328960/imf-raises-its-china-growth-forecast-despite-us-trade-war?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-14T13:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "### 国际货币基金组织对中国经济前景的最新评估\n\n国际货币基金组织（IMF）在其最新的《世界经济展望》报告中，对中国经济增长前景保持了谨慎乐观的态度，但也指出了显著的风险和挑战。\n\n#### 增长预测\n*   **2025年增长预测**：中国经济预计将增长4.8%。这一预测与国际货币基金组织7月份的估计持平，比4月份的预测高出0.8个百分点，比去年10月份的报告高出0.3个百分点。\n*   **2026年增长预测**：预计增长将放缓至4.2%。\n\n#### 经济韧性的驱动因素\n国际货币基金组织指出，中国经济的韧性表现主要得益于以下因素：\n*   **国际贸易的“前置”效应**：即贸易活动提前进行。\n*   **国内消费相对强劲**：这得益于2025年的财政扩张政策支持。\n*   这些积极因素“抵消了不确定性上升和关税带来的不利影响”。\n\n#### 主要担忧与风险\n尽管有乐观因素，国际货币基金组织强调中国经济前景“依然令人担忧”，并列举了以下几个主要风险点：\n*   **房地产行业**：在房地产泡沫破裂四年后，该行业“仍处于不稳定的状态”。\n*   **金融稳定性风险**：存在潜在的金融系统风险。\n*   **信贷需求疲软**：企业和个人对信贷的需求不振。\n*   **债务-通缩陷阱**：国际货币基金组织警告，中国经济“徘徊在债务-通缩陷阱的边缘”。\n*   **制造业出口的可持续性**：尽管制造业出口提振了增长，但其持续性受到质疑。\n*   **贸易紧张局势**：\n    *   中国受关税影响比其他地区更大，面临更高的关税上调。\n    *   鉴于降低贸易壁垒的协议没有明确迹象，预计不确定性和紧张局势在2025年和2026年仍将保持高位。\n\n#### 政策建议\n为应对上述挑战，国际货币基金组织提出了以下政策建议：\n*   **经济再平衡**：\n    *   将经济重心“转向家庭消费”，包括通过侧重于社会支出和房地产行业的财政措施。\n    *   “缩减产业政策”。\n*   这些措施将有助于中国“减少盈余并缓解国内通缩压力”。",
      "shortSummary": "国际货币基金组织（IMF）预测中国经济在2025年将增长4.8%，2026年放缓至4.2%。增长动力主要来自国际贸易和财政扩张支持下的国内消费。然而，IMF对中国经济前景仍持谨慎态度，指出房地产行业不稳定、金融风险、信贷需求疲软以及可能陷入债务-通缩陷阱等问题。中美贸易紧张局势预计将持续。IMF建议中国通过转向家庭消费和缩减产业政策来应对挑战，以减少盈余并缓解通缩压力。",
      "translated_title": "国际货币基金组织对中国经济增长保持乐观，尽管中美贸易关系紧张",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy will grow 4.8 per cent in 2025 before growth moderates to 4.2 per cent in 2026 according to the latest projection by the International Monetary Fund (IMF), a sign of cautious optimism from the agency even as US-China ties remain volatile.\nThe forecast for 2025 is unchanged from IMF’s July’s estimate, 0.8 percentage points higher than its April projection and 0.3 percentage points higher than the report from last October.\nThe Chinese economy’s resilient performance was driven by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/4c3653d0-554b-40ed-8d62-28c64bb083c1_245e7e98.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国扩大出口管制范围，稀土的未来走向何方？ (原标题: As China widens its export control net, what’s next for rare earths?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328971/china-widens-its-export-control-net-whats-next-rare-earths?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 10:30:09 +0000",
      "isoDate": "2025-10-14T10:30:09.000Z",
      "creator": "Alice Li",
      "summary": "# 中国扩大稀土出口管制：背景、原因与影响\n\n## 背景概述\n\n在中美两国之间经历数月紧张的和平期（包括多轮谈判和临时贸易休战的延长）之后，近期事件再次引发了市场和观察家对两国关系可能重回危险升级螺旋的担忧。作为全球两大经济体，中美双方为在更广泛的竞争中占据上风，已采取或威胁采取多项惩罚性措施。上周四，中国商务部发布的一系列公告令许多人感到意外，特别是对稀土元素实施的广泛出口管制。稀土是高科技产品制造中不可或缺的关键原材料。\n\n本文将深入探讨这些限制的细节、引入原因、涉及的元素和商品，以及这些新规定对全球供应链的意义。\n\n## 中国为何扩大稀土出口管制？\n\n上周公告发布后，关于其原因的猜测甚嚣尘上。主要观点和官方解释如下：\n\n*   **初期猜测与北京否认：**\n    *   一些人认为，此举与巴基斯坦使用中国设备和技术向美国出口稀土有关。\n    *   然而，北京已于周一否认了这一说法，表示巴基斯坦在与美国的矿产贸易方面一直坦诚，并驳斥该理论是“毫无根据”的“离间”传统亚洲盟友的企图。\n\n*   **中方官方解释：**\n    *   在官方沟通中，中国表示此举旨在“完善其出口管制框架”，以应对当前的地缘政治动荡以及稀土在军事设备中的潜在用途。\n\n*   **金融服务公司Gavekal的分析：**\n    *   金融服务公司Gavekal周一发布的一份研究报告指出，此举是对北京认为美方违反了上月马德里会谈后双方达成的“默契共识”的回应。\n    *   最显著的违规行为是美国商务部扩大了“实体清单”，将更广泛的中国公司纳入该清单的严格制裁范围之下。",
      "shortSummary": "中国商务部近期宣布扩大对稀土元素的出口管制，此举在中美贸易紧张背景下引发关注。稀土是高科技产品关键原材料。中方官方解释是为了完善出口管制框架，应对地缘政治动荡及稀土的军事用途。有分析认为，此举是对美国扩大“实体清单”制裁中国公司的回应，而非此前关于巴基斯坦稀土贸易的猜测。新规将对全球供应链产生影响。",
      "translated_title": "中国扩大出口管制范围，稀土的未来走向何方？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After months of tenuous peace between the US and China – featuring multiple rounds of talks and extensions of a temporary trade truce – recent events had markets and observers briefly worried over a return to the dangerous escalatory spiral averted earlier in the year.\nSeveral punitive measures have been employed or threatened by the world’s two largest economies as they attempt to gain the upper hand in their broader rivalry, but last Thursday’s flurry of announcements from China’s Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/b7f806ad-0879-469c-90a3-ba63a3c42c32_a87099f6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普关税将减缓而非扼杀贸易增长：DHL-纽约大学研究 (原标题: Trump’s tariffs will slow, not kill, trade growth: DHL-NYU study)",
      "link": "https://www.scmp.com/business/china-business/article/3328862/trumps-century-high-tariffs-will-slow-global-trade-growth-not-kill-it-dhl-nyu-study?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 09:00:09 +0000",
      "isoDate": "2025-10-14T09:00:09.000Z",
      "creator": "Eric Ng",
      "summary": "# 特朗普关税将减缓而非扼杀贸易增长：DHL-纽约大学研究\n\n根据一项新的研究，全球贸易经受住了特朗普政府加征关税的考验，预计未来几年将继续保持增长，尽管增速会放缓。\n\n## 主要发现：\n\n*   **贸易增长预测**：\n    *   DHL全球互联互通追踪报告（DHL Global Connectedness Tracker）的特别更新显示，从今年到2029年，全球贸易量预计将以平均每年2.5%的速度增长。\n    *   这一增速与过去十年大致持平，但低于今年1月预测的3.1%。\n*   **近期表现与未来展望**：\n    *   在关税上调前“提前发货”的推动下，今年上半年国际贸易增长速度是2010年以来（不包括新冠疫情后的反弹）任何半年期内最快的。\n    *   然而，预计增长将从今年的3.2%放缓至明年的1.6%，然后在2029年之前恢复到2.5%或2.6%。\n*   **全球贸易的韧性**：\n    *   DHL Express首席执行官John Pearson表示，尽管面临各种阻力，但该追踪报告强调了全球贸易的持久韧性。他指出，绝不能低估全球买家和卖家之间进行业务往来的创造力。\n*   **全球化趋势**：\n    *   研究人员指出，“数据表明，全球化逆转是一种风险，但并非当前的现实。”\n*   **研究基础**：\n    *   这份报告由DHL与纽约大学斯特恩商学院合作完成，基于来自25个以上来源的2000多万个数据点。\n*   **报告时点**：\n    *   值得注意的是，这份报告是在美国总统唐纳德·特朗普周五威胁从11月1日起对所有中国进口商品额外加征100%关税之前准备的。此举是为了报复北京前一天扩大对稀土材料和技术的出口限制。",
      "shortSummary": "一项DHL与纽约大学的研究指出，特朗普政府的关税政策将减缓而非扼杀全球贸易增长。报告预测，到2029年，全球贸易量将以年均2.5%的速度增长，低于此前预期但与过去十年持平。尽管今年上半年因“提前发货”增长强劲，但预计明年增速将放缓至1.6%，随后回升。研究强调全球贸易的韧性，认为全球化逆转是风险而非当前现实。此报告发布于特朗普最新关税威胁之前。",
      "translated_title": "特朗普关税将减缓而非扼杀贸易增长：DHL-纽约大学研究",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global trade has withstood the test of the Trump administration’s tariff hikes and is expected to continue to hold up in the next few years, albeit at a slower growth pace, according to new research.\nGlobal trade volume would grow at an average annual rate of 2.5 per cent between this year and 2029, according to a special update of the DHL Global Connectedness Tracker published on Tuesday. The figure roughly matches the pace in the previous 10 years, but is slower than the 3.1 per cent rate...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/64de1429-b2b4-49fb-bc40-dffd641eaa6d_620fad3c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧洲在科技竞赛中输给中国和美国，诺贝尔奖得主警告 (原标题: Europe losing tech race to China and US, Nobel Prize winner warns)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328920/europe-losing-tech-race-china-and-us-nobel-prize-winner-warns?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 06:01:47 +0000",
      "isoDate": "2025-10-14T06:01:47.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 欧洲在科技竞赛中落后于中美：诺贝尔奖得主的警告\n\n法国经济学家菲利普·阿吉翁（Philippe Aghion）在获得诺贝尔奖后不久，向欧洲发出了严厉警告，指出欧洲在科技竞赛中正在输给中国和美国。\n\n*   **核心警告**：阿吉翁强调，欧洲需要“清醒过来”，因为与美国和现在的中国相比，欧洲在技术上正在“落后”。\n\n*   **创新差距**：\n    *   自1990年代以来，美国和中国一直在发展“突破性、高科技创新”。\n    *   相比之下，欧洲一直“局限于渐进式、中等技术创新”。\n\n*   **未来风险**：阿吉翁警告说，如果欧洲不真正变得创新，其衰落将是“不可避免的”，并将被“边缘化”。\n\n*   **警告的权威性**：阿吉翁的言论因其今年获得诺贝尔经济学纪念奖而更具分量。他因解释创新如何推动经济增长的工作而获奖，这项工作是与美国-以色列经济历史学家乔尔·莫基尔和加拿大经济学家彼得·豪伊特共同完成的。\n\n*   **一线希望**：尽管发出了严峻警告，阿吉翁仍强调欧洲有能力扭转局面，并赶上美国和中国。",
      "shortSummary": "诺贝尔奖得主、法国经济学家菲利普·阿吉翁警告称，欧洲在科技竞赛中正输给中国和美国。他指出，自1990年代以来，欧洲的创新停滞在中等技术层面，而中美则实现了高科技突破。阿吉翁强调，欧洲必须实现真正的创新，否则将面临不可避免的衰落和边缘化。尽管如此，他仍认为欧洲有能力迎头赶上。",
      "translated_title": "欧洲在科技竞赛中输给中国和美国，诺贝尔奖得主警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "French economist Philippe Aghion issued a stark warning to Europe shortly after winning this year’s Nobel Prize, saying the continent was losing the technology race to China and the United States.\n“Europe needs to wake up. We’re falling behind technologically compared to the United States and now China,” the newly minted laureate said during public broadcaster France 2’s evening news programme on Monday.\n“Since the 1990s, they’ve been developing breakthroughs, hi-tech innovations, while we’ve...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/d2bf77bd-3801-4212-8946-21c07a4f933e_66e05fe1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易争端持续，周一仍举行“工作级别会谈” (原标题: China and US hold ‘working-level talks’ on Monday despite trade spat)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328883/china-and-us-held-working-level-talks-monday-despite-trade-spat?utm_source=rss_feed",
      "pubDate": "Tue, 14 Oct 2025 01:51:38 +0000",
      "isoDate": "2025-10-14T01:51:38.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中美举行工作级别会谈，中方敦促美方展现诚意\n\n尽管中美贸易紧张局势再次升级，但两国于周一仍举行了工作级别会谈。中国商务部对此表示，敦促美方在两国关系中“展现诚意”。\n\n*   **中方立场**\n    *   中国商务部周二发表声明指出，美方不能一边对话，一边又进行恐吓和威胁施加新的限制，认为这不是处理对华关系的正确方式。\n    *   中方敦促美方立即纠正错误做法，并为对话展现诚意。\n\n*   **紧张局势背景**\n    *   上周，中美两国之间的紧张关系因一系列经济制裁、出口管制和三位数关税威胁而加剧。\n    *   这给原定于本月晚些时候在韩国举行的亚太经济合作组织（Apec）论坛期间，中国国家主席习近平与美国总统唐纳德·特朗普的会晤蒙上了一层阴影。\n\n*   **沟通机制**\n    *   尽管紧张局势升级，中国商务部表示，双方在今年早些时候贸易谈判期间建立的双边经济贸易磋商机制框架下，一直保持着沟通。\n\n*   **美方关切**\n    *   此前，美国贸易代表贾米森·格里尔（Jamieson Greer）周日表示，中方扩大稀土出口管制令美方措手不及，且中方拒绝讨论这一问题。",
      "shortSummary": "尽管贸易紧张局势升级，中美两国周一仍举行了工作级别会谈。中国商务部敦促美方展现诚意，批评其一边对话一边施压。美方则对中方扩大稀土出口管制表示意外。两国在既定机制下保持沟通，但紧张局势已给即将举行的元首会晤蒙上阴影。",
      "translated_title": "中美贸易争端持续，周一仍举行“工作级别会谈”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing and Washington conducted working-level talks on Monday despite a renewed escalation in trade tensions, China’s Ministry of Commerce has said, urging the US to “show sincerity” in its relations.\n“The US cannot engage in dialogue while intimidating and threatening to impose new restrictions. This is not the right way to deal with China,” the ministry said in a statement on Tuesday.\n“China urges the US to immediately correct its wrong practices and show sincerity for dialogue.”\nTensions...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/14/52b7fe19-b03f-4d53-8ff4-b345c8107c65_390d11ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析人士：中美贸易冲突短期内只是虚惊一场，双方都在寻求缓和之道 (原标题: US-China trade flare-up a short-term scare as both sides seek off-ramp: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328829/us-china-trade-flare-short-term-scare-both-sides-seek-ramp-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 15:00:08 +0000",
      "isoDate": "2025-10-13T15:00:08.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "## 中美贸易紧张局势预计将短期缓和\n\n分析人士指出，中美两国预计将在短期内相互降级紧张局势，这将为全球市场带来一些缓解。此前，上周美国采取的经济制裁、出口管制以及威胁征收三位数关税等措施，曾威胁将世界两大经济体推向又一个破坏性的升级周期。\n\n### 特朗普态度软化\n\n*   **言论转变**：周日，美国总统唐纳德·特朗普对与北京的紧张关系采取了比此前更为温和的语气。他告诉记者，“我认为我们与中国会很好”，并且他与中国国家主席习近平“关系很好”。\n*   **此前威胁**：特朗普的这些和解性言论，是在他两天前通过社交媒体发帖威胁从11月1日起对中国商品征收100%的关税，并对所有“关键软件”实施出口管制之后发表的。\n*   **峰会立场**：特朗普总统还曾写道，没有理由按计划在月底于韩国举行的亚太经济合作组织（Apec）论坛期间与习近平举行高风险峰会，尽管他后来告诉记者他并未取消会议。\n\n### 中方反制措施\n\n*   **出口管制**：特朗普发出警告之前，北京宣布大幅扩大其出口管制制度，特别是针对稀土元素——这些是多种高科技产品生产中的关键原材料。\n\n### 分析人士观点\n\n*   **关注短期冲突**：新加坡ISEAS-Yusof Ishak研究所的访问高级研究员Stephen Olson表示，中美关系目前处于一种“似乎专注于扑灭最新爆发的零星冲突，而不是进行解决潜在结构性挑战和寻求新共存方式所需的深入和实质性讨论”的模式。",
      "shortSummary": "分析人士认为，中美贸易冲突预计将短期缓和，为全球市场带来喘息之机。此前美国实施制裁并威胁高关税，中国则扩大稀土出口管制。美国总统特朗普近期态度软化，表示与中国关系良好。尽管短期内双方可能降级紧张，但专家指出，两国关系仍停留在解决表面问题，深层次结构性挑战和新共存模式的讨论尚未进行。",
      "translated_title": "分析人士：中美贸易冲突短期内只是虚惊一场，双方都在寻求缓和之道",
      "images": [],
      "contentSource": "完整文章",
      "content": "Analysts said a mutual de-escalation is expected in the short term between the US and China, a development that would provide some relief for global markets after last week’s barrage of economic sanctions, export controls and vows of triple-digit tariffs threatened to send the world’s two largest economies into another devastating escalatory cycle.\nOn Sunday, US President Donald Trump adopted a softer tone compared to previous comments on the tensions with Beijing, telling reporters, “I think...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/8e252f07-467c-4939-a45e-27b0d79d9cf2_5b0df632.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "《人民日报》警告中国必须克服技术“卡脖子”问题，以应对中美紧张局势 (原标题: China must overcome tech ‘choke points’, People’s Daily warns, amid US tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328810/china-must-overcome-tech-choke-points-peoples-daily-warns-amid-us-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 09:01:04 +0000",
      "isoDate": "2025-10-13T09:01:04.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国需突破技术“卡脖子”问题\n\n中国执政的共产党喉舌《人民日报》发表系列社论，敦促中国在科技领域突破“卡脖子”技术，避免在技术上“从属于其他国家”。\n\n*   **背景与时机**\n    *   此系列社论发布之际，正值北京准备制定其下一个五年规划。 \n    *   同时，中美贸易紧张局势再次升级。美国总统特朗普此前威胁对中国商品征收额外100%的关税，并限制“任何和所有关键软件”的出口。\n\n*   **核心主张**\n    *   《人民日报》强调，“只有把核心技术牢牢掌握在自己手中，才能真正掌握竞争和发展的主动权。”\n    *   文章呼吁中国“决不能成为其他国家的技术附庸，也不能盲目跟风，而要坚定不移地走自主创新之路。”\n\n*   **意义与影响**\n    *   社论指出，每一次“卡脖子”技术的突破，每一次“不可能”变为“可能”，都增强了社会在压制面前的无畏和坚韧精神。\n    *   这培养了一种集体信念和期望，即挑战越大，人们就越大胆、越坚定。",
      "shortSummary": "《人民日报》呼吁中国突破技术“卡脖子”问题，强调自主创新的重要性，以避免在技术上从属于其他国家。此举正值中美贸易紧张局势升级，以及中国准备制定下一个五年规划之际。文章指出，掌握核心技术对国家发展至关重要，并能增强民族精神和应对挑战的决心。",
      "translated_title": "《人民日报》警告中国必须克服技术“卡脖子”问题，以应对中美紧张局势",
      "images": [],
      "contentSource": "完整文章",
      "content": "The mouthpiece of China’s ruling Communist Party has urged the nation to break through technological “choke points” and avoid becoming “subordinate to other nations” in a series spotlighting the country’s achievements in hi-tech industries.\nThe series of editorials comes as Beijing prepares to outline its next five-year plan and amid a renewed escalation in trade tensions with the United States.\n“Only by keeping core technologies firmly in our own hands can we truly take the initiative in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/5547849d-a75b-4864-a987-d519f290473a_ee871bdf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "传递信息：在中美紧张局势下，北京发布不含Word格式的文件 (原标题: Sending a message: Beijing issues documents without Word format amid US tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328782/sending-message-beijing-issues-documents-without-word-format-amid-us-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 07:00:50 +0000",
      "isoDate": "2025-10-13T07:00:50.000Z",
      "creator": "Alice Li",
      "summary": "## 中国商务部文件格式转变：技术自主与中美紧张\n\n上周，中国扩大稀土出口管制，这似乎标志着中美贸易战的又一次升级。然而，这些公告在另一方面也具有重要意义：不同寻常的是，这些文件无法使用美国的文字处理软件打开。\n\n### 文件格式的转变\n*   **首次采用WPS Office格式**：中国商务部首次发布了一系列只能通过WPS Office（中国版微软Office）直接访问的文件。这是北京持续推动技术自给自足战略的一部分。\n*   **技术差异**：由北京金山软件公司开发的WPS Office与微软Office采用不同的编码结构，这意味着WPS文本文件在没有转换的情况下无法直接在Word中打开。\n*   **此前惯例**：此前，商务部主要以微软Word格式发布文本文件。\n\n### 背景：中美贸易紧张与技术竞争\n*   **贸易紧张加剧**：此次文件交付格式的转变发生在中美贸易紧张局势不断升级之际。华盛顿继续利用其技术优势作为与北京竞争的筹码。\n*   **美方反应**：在中国宣布新的出口管制后，美国总统唐纳德·特朗普威胁美国将限制“任何和所有关键软件”的出口。\n\n### 相关背景\n*   **微软在华设施关闭**：微软于3月关闭了其位于上海张江高科技园区的人工智能研究机构。\n\n![微软于3月关闭了其位于上海张江高科技园区的AI研究机构。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/7c458f5e-fd54-4e02-a41c-c63856aed77f_edd804f5.jpg)",
      "shortSummary": "在中美贸易紧张局势升级之际，中国商务部首次发布了仅能通过国产WPS Office软件打开的官方文件，而非此前常用的微软Word格式。此举被视为北京推动技术自给自足战略的一部分，也是对美国利用技术优势施压的回应。此前，中国已扩大稀土出口管制，而美国总统特朗普则威胁限制关键软件出口。这一文件格式的转变，传递出中国在科技领域寻求独立的信息。",
      "translated_title": "传递信息：在中美紧张局势下，北京发布不含Word格式的文件",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/7c458f5e-fd54-4e02-a41c-c63856aed77f_edd804f5.jpg",
          "alt": "Microsoft closed its artificial intelligence research facility in Shanghai’s Zhangjiang hi-tech zone in March. Photo: Wency Chen",
          "title": "Microsoft closed its artificial intelligence research facility in Shanghai’s Zhangjiang hi-tech zone in March. Photo: Wency Chen",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s expansion of its rare earth export controls appeared to mark another escalation in the US-China trade war last week. But the announcements were also significant in another way: unusually, the documents could not be opened using American word processing software.\nFor the first time, China’s Ministry of Commerce issued a slew of documents that could be directly accessed only through WPS Office – China’s answer to Microsoft Office – as Beijing continues its tech self-reliance...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/07a525b9-1c05-4b60-b72c-2b679416ee1c_92dcabb3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国闻泰科技称荷兰法院以‘国家安全’争议为由冻结其对Nexperia的控制权 (原标题: China’s Wingtech  says Dutch court freezes control of Nexperia amid ‘national security’ dispute)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3328726/chinas-wingtech-says-dutch-court-freezes-control-nexperia-amid-national-security-dispute?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 17:40:22 +0000",
      "isoDate": "2025-10-12T17:40:22.000Z",
      "creator": "Finbarr Bermingham",
      "summary": "# 荷兰法院冻结闻泰科技对Nexperia的控制权，引发“国家安全”争议\n\n中国科技公司闻泰科技（Wingtech）表示，在荷兰政府部门和法院的干预下，其荷兰子公司Nexperia的控制权已被有效冻结。此举可能对中国与欧盟的关系造成影响。\n\n## 事件背景与进展\n\n*   **官方披露**: 闻泰科技在10月13日提交给上海证券交易所的一份文件中披露，半导体制造商Nexperia目前已根据荷兰经济事务部的命令，处于临时外部管理之下。\n*   **闻泰科技的回应**: 闻泰科技曾在周日发布（后删除）的微信帖子中，强烈抨击荷兰的这一举动，并对其声称的“国家安全”理由表示不满。\n\n## 法院裁决详情\n\n*   **申请调查与临时措施**: 10月1日，Nexperia Semiconductor Holding及其荷兰首席法务官Ruben Lichtenberg（在首席财务官Stefan Tilger和首席运营官Achim Kempe的支持下）向阿姆斯特丹企业法院申请进行调查并采取临时措施。\n*   **紧急临时裁决（10月1日）**: 阿姆斯特丹企业法院当天发布了紧急临时裁决，主要内容包括：\n    *   **暂停职务**: 暂停闻泰科技董事长张学政在Nexperia Holdings执行董事和Nexperia非执行董事的职务。\n    *   **第三方管理股份**: 将闻泰科技香港子公司Yucheng Holdings Ltd持有的股份置于第三方管理之下。\n*   **后续裁决（10月7日）**: 在第二次听证会后，法院进一步：\n    *   **延长暂停**: 延长了张学政职务的暂停期限。\n    *   **任命独立董事**: 任命一名独立的外国国民为非执行董事，并赋予其决定性投票权。\n\n## 关键人物\n\n*   **张学政**: 闻泰科技董事长兼首席执行官。\n    ![张学政，闻泰科技董事长兼首席执行官](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/fd81e840-8780-4181-b1b2-d0a455e0f3ca_610daeca.jpg)\n    *张学政，闻泰科技董事长兼首席执行官。图片来源：Handout*",
      "shortSummary": "荷兰法院以“国家安全”为由，冻结了中国闻泰科技对其荷兰子公司Nexperia的控制权。根据荷兰经济事务部的命令，Nexperia目前处于临时外部管理之下。法院裁决包括暂停闻泰科技董事长张学政在Nexperia的职务，并将闻泰科技持有的Nexperia股份置于第三方管理，并任命了独立的非执行董事。此举可能影响中欧关系。",
      "translated_title": "中国闻泰科技称荷兰法院以‘国家安全’争议为由冻结其对Nexperia的控制权",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/fd81e840-8780-4181-b1b2-d0a455e0f3ca_610daeca.jpg",
          "alt": "Zhang Xuezheng, the chairman and chief executive of Wingtech. Photo: Handout",
          "title": "Zhang Xuezheng, the chairman and chief executive of Wingtech. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "In a move that could dent China’s relations with the European Union, Chinese technology company Wingtech said control of its Dutch subsidiary Nexperia has been effectively frozen, following an intervention by a government ministry and court in the Netherlands.\nIn a corporate filing dated October 13, lodged with the Shanghai Stock Exchange on Sunday, Wingtech said semiconductor manufacturer Nexperia is now under temporary external management following an order from the Dutch Ministry of Economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/39eebe68-fed4-4608-b92d-d3f4c0079e4d_9c6a5dbe.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-16T12:51:39.783Z"
}