{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "Apple's 2026 and 2027 Product Roadmap: Foldable iPhone, iPhone 18 Pro, M5 Macs, and More",
      "link": "https://www.macrumors.com/2025/12/16/apple-product-roadmap-2026/",
      "pubDate": "Tue, 16 Dec 2025 16:42:20 PST",
      "isoDate": "2025-12-17T00:42:20.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple's 2026 and 2027 Product Roadmap: Foldable iPhone, iPhone 18 Pro, M5 Macs, and More",
      "images": [
        {
          "url": "https://images.macrumors.com/t/GE2arSJGowUmLVW6ckpqMdzKOaI=/400x0/article-new/2025/06/apple-beta-26-lineup.jpg?lossy",
          "alt": "apple beta 26 lineup",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/06/apple-beta-26-lineup.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "There has been a whirlwind of rumors over the last few days, sourced from leaked internal software designed for the <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> and the Mac, and news sites like <em>The Information</em>. Below, we have a quick recap of everything we've heard this week, which serves as a guide to Apple's product plans in 2026 and beyond.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/06/apple-beta-26-lineup.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1005210\" />\r<br/>\nWe've organized the info by likely release date, though there are some products that we don't have a timeline for. Keep in mind that the list features only rumors that we've heard over the last couple of days, so it's not a complete feature overview for each device.\r<br/>\n\r<br/>\n<h2>Early/Spring 2026</h2>\r<br/>\n<ul>\r<br/>\n \t<li><strong>iPhone 17e</strong> (V159) - The &zwnj;iPhone&zwnj; 17e will use <a href=\"https://www.macrumors.com/2025/12/16/iphone-17e-and-iphone-18-pro-modem-specs-leak/\">Apple's C1X modem</a> instead of the C1, and it will <a href=\"https://www.macrumors.com/2025/12/16/iphone-17e-rumored-to-fix-iphone-16e-limitation/\">include MagSafe support</a>, which was missing from the <a href=\"https://www.macrumors.com/roundup/iphone-16e/\">iPhone 16e</a>. It <a href=\"https://www.macrumors.com/2025/12/16/iphone-17e-and-iphone-18-pro-modem-specs-leak/\">may not include</a> an N1 wireless chip.</li>\r<br/>\n \t<li><strong>AirTag 2</strong> (B589) - Likely coming in early 2026. <a href=\"https://www.macrumors.com/2025/12/11/ios-26-airtag-2-features/\">Expected to feature</a> improved pairing, more detailed battery level reporting, and improvements to tracking AirTags that are moving and in crowded places.</li>\r<br/>\n \t<li><strong>Home hub</strong> (J490 and J491) - Apple's home hub is expected to launch in spring 2026, around when iOS 26.4 comes out. <a href=\"https://www.macrumors.com/2025/12/11/ios-26-home-hub-leak/\">Recent rumors</a> suggest it will have a 1080p video camera, <a href=\"https://www.macrumors.com/guide/mask-face-id/\">Face ID</a> for authentication and to identify different people, profile switching, and support for <a href=\"https://www.macrumors.com/guide/apple-intelligence/\">Apple Intelligence</a>. There are two models, one that's wall mounted and another that has a HomePod-like speaker base.</li>\r<br/>\n \t<li><strong>HomePod mini 2</strong> (B525) - A new <a href=\"https://www.macrumors.com/roundup/homepod-mini/\">HomePod mini</a> is ready to launch at any time, so it could come in spring or even earlier in the year. It won't have Apple's N1 networking chip.</li>\r<br/>\n \t<li><strong>Apple TV</strong> (J355) - A new <a href=\"https://www.macrumors.com/roundup/apple-tv/\">Apple TV</a> is reportedly ready to go, and it makes the most sense for it to launch alongside other home products slated for the early 2026 timeframe.</li>\r<br/>\n \t<li><strong>Unknown home accessory</strong> (J229) - We don't know what this is, but it could be a camera, or standalone speaker base that can be added to the wall-mounted home hub after purchase. It could also be something else entirely. There are mentions of sensors in the code for this accessory.</li>\r<br/>\n \t<li><strong>iPad 12</strong> (J581 and J582) - The latest information suggests the <a href=\"https://www.macrumors.com/roundup/ipad/\">iPad</a> 12 will use Apple's A19 chip, which is the same chip that's in the <a href=\"https://www.macrumors.com/roundup/iphone-17/\">iPhone 17</a>. It's an unusual choice because iPads usually get older, more affordable chips. It isn't expected to include the N1 networking chip. It's expected early in 2026.</li>\r<br/>\n \t<li><strong>M4 iPad Air</strong> (J707, J708, J737, J738) - 11-inch and 13-inch <a href=\"https://www.macrumors.com/roundup/ipad-air/\">iPad Air</a> models with M4 chips are rumored to be launching in early 2026. No major changes are expected except for the chip update.</li>\r<br/>\n \t<li><strong>Low-Cost MacBook</strong> (J700) - Apple is working on a MacBook with the A18 Pro chip, and it's expected to launch early in 2026. It will be positioned as Apple's most affordable MacBook, competing with Chromebooks and cheaper Windows laptops.</li>\r<br/>\n \t<li><strong>M5 MacBook Air</strong> (J813 and J815) - The <a href=\"https://www.macrumors.com/roundup/macbook-air/\">MacBook Air</a> is going to get updated with M5 chips as soon as early 2026. No other major changes are rumored.</li>\r<br/>\n \t<li><strong>M5 Pro/Max MacBook Pro</strong> (J714c, J714s, J716c, J716s) - M5 Pro and M5 Max <a href=\"https://www.macrumors.com/roundup/macbook-pro/\">MacBook Pro</a> models are coming soon. They might get a refresh early in 2026, because there are still rumors of <em>another</em> &zwnj;MacBook Pro&zwnj; refresh later in the year.</li>\r<br/>\n</ul>\r<br/>\n<h2>September 2026</h2>\r<br/>\n<ul>\r<br/>\n \t<li><strong>Foldable iPhone</strong> (V68) - The foldable &zwnj;iPhone&zwnj; will open book style, and will be wider than it is tall. It will look like <a href=\"https://www.theinformation.com/articles/inside-apples-iphone-road-map-foldable-screens-curved-glass-cases\">a small iPad</a>. When open, the display <a href=\"https://www.macrumors.com/2025/12/16/foldable-iphone-screen-sizes-leaked/\">will be around 7.7 inches</a>, and when closed, it will be around 5.3 inches. There will be a single front-facing camera in the top left, and no <a href=\"https://www.macrumors.com/guide/dynamic-island/\">Dynamic Island</a>. Display sizes could ultimately change, and Apple is reportedly seeing a high failure rate in current display production.</li>\r<br/>\n \t<li><strong>iPhone 18 Pro and Pro Max</strong> (V63 and V64) - The TrueDepth camera system for &zwnj;Face ID&zwnj; will be <a href=\"https://www.macrumors.com/2025/12/16/iphone-18-pro-features-report/\">under the display</a>, eliminating the &zwnj;Dynamic Island&zwnj;. There will be a cutout for the front-facing camera at the top left of the display. At least one rear camera will have a variable aperture that lets users control the amount of light that enters the lens. Overall design will be similar to the <a href=\"https://www.macrumors.com/roundup/iphone-17-pro/\">iPhone 17 Pro</a> models. The A20 TSMC chip will support Wafer-Level Multi-Chip Module packaging for speed improvements that could bolster AI features and on-device processing capabilities. The <a href=\"https://www.macrumors.com/roundup/iphone-18/\">iPhone 18</a> Pro models could have either a <a href=\"https://www.macrumors.com/2025/12/16/iphone-17e-and-iphone-18-pro-modem-specs-leak/\">C1X modem or a C2 modem</a>.</li>\r<br/>\n \t<li><strong>iPad mini 8</strong> (J510 and J511) - The <a href=\"https://www.macrumors.com/roundup/ipad-mini/\">iPad mini</a> 8 could get OLED display technology and <a href=\"https://www.macrumors.com/2025/12/16/ipad-mini-a20-pro-chip-rumor/\">the A20 Pro chip</a>, which is the same chip that's slated for the &zwnj;iPhone 18&zwnj; Pro models. That would suggest a fall launch alongside the &zwnj;iPhone 18&zwnj; Pro. There have also been rumors that it will use the A19 Pro that's in the &zwnj;iPhone 17 Pro&zwnj;, and if that's the case, it could come earlier.</li>\r<br/>\n \t<li><strong>Apple Watch Series 12</strong> (N237 and N238) - The Apple Watch Series 12 is expected in September 2026. No major changes are rumored so far.</li>\r<br/>\n</ul>\r<br/>\n<h2>Unknown Timing, But Likely 2026</h2>\r<br/>\n<ul>\r<br/>\n \t<li><strong>Apple Studio Display 2</strong> (J427 and J527) - There are two Apple displays in the works, that are expected to be followups to the Studio Display. These are likely to launch alongside new M5 Mac desktop machines. The two models could be different sizes or different display technology, as there are mini-LED rumors for the next-gen model.</li>\r<br/>\n \t<li><strong>M5/M5 Pro Mac mini</strong> (J873g and J873s) - The <a href=\"https://www.macrumors.com/roundup/mac-mini/\">Mac mini</a> is going to get M5 and M5 Pro chips, but timing is unclear. It could be refreshed early in 2026, or it might come later alongside other desktop Mac updates.</li>\r<br/>\n \t<li><strong>M5 Max/Ultra Mac Studio</strong> (J775c and J775d) - The <a href=\"https://www.macrumors.com/roundup/mac-studio/\">Mac Studio</a> will use the M5 Max and M5 Ultra chips, and it will likely be refreshed later in 2026 rather than earlier.</li>\r<br/>\n \t<li><strong>iMac Pro</strong> (J833c) - Apple is working on a <a href=\"https://www.macrumors.com/2025/12/16/apple-developing-imac-with-m5-max/\">high-end iMac</a> with an M5 Max chip, which suggests it will launch alongside other M5 Max models sometime in 2026. Prior rumors have suggested the device could have a display around 30 inches in size.</li>\r<br/>\n \t<li><strong>M6 MacBook Pro</strong> (J804) - The entry-level &zwnj;MacBook Pro&zwnj; could be updated with an M6 chip toward the end of 2026.</li>\r<br/>\n \t<li><strong>M6 Pro/Max MacBook Pro</strong> (K114c, K114s, K116c, K116s) - The M6 Pro and M6 Max &zwnj;MacBook Pro&zwnj; models will feature a major redesign with OLED display technology. So far, rumors suggest this could happen as soon as late 2026, though that would mean two &zwnj;MacBook Pro&zwnj; refreshes in 2026. It's not unheard of, but Apple might also opt to hold this update until early 2027.</li>\r<br/>\n \t<li><strong>Apple Watch Ultra 4</strong> (N240) - Apple is working on a fourth-generation version of the Apple Watch Ultra. It could come in September 2026 alongside the Series 12, but Apple doesn't update the Apple Watch Ultra on an annual basis.</li>\r<br/>\n</ul>\r<br/>\n<h2>2027</h2>\r<br/>\n<ul>\r<br/>\n \t<li><strong>iPhone 18</strong> - The &zwnj;iPhone 18&zwnj; will not launch in fall 2026 as expected, and will instead come in spring 2027. It will be an incremental update, and Apple <a href=\"https://www.macrumors.com/2025/12/16/iphone-18-to-fix-an-annoyance/\">may remove haptic feedback</a> and touch sensing from the Camera Control button (it could also be removed from the 18 Pro models).</li>\r<br/>\n \t<li><strong>iPhone 18e</strong> - Also slated for spring 2027, the &zwnj;iPhone&zwnj; 18e could launch alongside the &zwnj;iPhone 18&zwnj;. It is expected to feature few changes.</li>\r<br/>\n \t<li><strong>iPhone Air 2</strong> (V62) - There is no second-generation <a href=\"https://www.macrumors.com/roundup/iphone-air/\">iPhone Air</a> planned for fall 2026 because Apple has delayed it. It could instead come in spring 2027. Apple is reportedly looking at adding a second camera to make the device more appealing to consumers. The next &zwnj;iPhone Air&zwnj; might also <a href=\"https://www.macrumors.com/2025/12/16/iphone-air-2-two-rumored-changes/\">be more affordable</a>.</li>\r<br/>\n \t<li><strong>20th Anniversary iPhone</strong> - The 2027 &zwnj;iPhone&zwnj; will have an \"enclosure on the front and back that <a href=\"https://www.macrumors.com/2025/12/16/iphone-of-dreams-is-two-years-away/\">curves around the device</a> edges,\" which allows for a bigger screen with no bezels. <em>The Information</em> says that it is not sure if the display itself will curve around the edges, but instead of a full metal frame, it has a \"narrow metal band running around the midpoint of the device's edge. The selfie camera will move under the display, and it will be the first &zwnj;iPhone&zwnj; with no display cutouts at all. The 20th anniversary &zwnj;iPhone&zwnj; will launch in September 2027.</li>\r<br/>\n \t<li><strong>Tabletop robot</strong> (J595) - Apple's <a href=\"https://www.macrumors.com/guide/apple-robot/\">tabletop robot</a> with a thin robotic arm and swivel base is expected to be a more powerful version of the home hub. It's rumored to be launching sometime in 2027.</li>\r<br/>\n \t<li><strong>AI smart glasses</strong> (N50/N401) - Apple paused work on all of its AR/VR headsets to focus instead on AI smart glasses that will compete with the Meta Ray-Bans. The AI smart glasses are expected in 2027, but it's possible Apple will unveil them in late 2026. N50 was the original codename, but Apple is now using N401. N401 covers the AI smart glasses, and a separate set of augmented reality glasses.</li>\r<br/>\n</ul>\r<br/>\n<h2>Delayed or Canceled</h2>\r<br/>\n<ul>\r<br/>\n \t<li><strong>Foldable iPad</strong> - Apple planned a foldable &zwnj;iPad&zwnj; for release in 2026, but delayed the project and redirected resources to the foldable &zwnj;iPhone&zwnj; to ensure that device launches on time.</li>\r<br/>\n \t<li><strong>Vision Air</strong> (N100) - The N100 is a lighter and cheaper version of the Vision Pro. It was originally rumored for 2027, but Apple has <a href=\"https://www.macrumors.com/2025/10/01/apple-ai-smart-glasses-focus/\">paused work on headsets</a> to focus on AI smart glasses.</li>\r<br/>\n \t<li><strong>AR glasses prototype</strong> (N421) - N421 is a prototype set of AR glasses, but Apple apparently canceled work on this product for now. AR glasses are still Apple's ultimate plan.</li>\r<br/>\n \t<li><strong>Mac-connected AR glasses</strong> (N107) - Apple was working on AR glasses that would connect to a Mac to use the Mac's processor, but the project was scrapped.</li>\r<br/>\n \t<li><strong>Cheaper Vision Pro</strong> (N109) - Apple was developing a second-generation Vision Pro that's more affordable, and it was a product distinct from the Vision Air. Work is <a href=\"https://www.macrumors.com/2024/06/18/apple-suspends-work-on-vision-pro-2/\">currently paused</a>.</li>\r<br/>\n</ul>\r<br/>\n<h2>Unknown Products</h2>\r<br/>\n\r<br/>\nThere are some codenames that were in Apple's leaked information that aren't associated with a known product as of yet.\r<br/>\n<ul>\r<br/>\n \t<li><strong>N110</strong> - N110 is close to N109 and other N-series numbers Apple has used for its AR/VR headsets, so this could be a wearable.</li>\r<br/>\n \t<li><strong>N209</strong> - N2 numbers have previously been associated with the Apple Watch.</li>\r<br/>\n \t<li><strong>N216</strong> - N2 numbers have previously been associated with the Apple Watch.</li>\r<br/>\n \t<li><strong>J349</strong> - Possibly a Mac that was scrapped, but could also be an &zwnj;Apple TV&zwnj; or some kind of home device.</li>\r<br/>\n \t<li><strong>J190</strong> - The <a href=\"https://www.macrumors.com/roundup/mac-pro/\">Mac Pro</a> is J180, so this could be another &zwnj;Mac Pro&zwnj;, but it's unclear.</li>\r<br/>\n \t<li><strong>J226</strong> - J226 is close to J229, the codename for an unknown home device, so it could be some kind of home-related accessory.</li>\r<br/>\n</ul>\r<br/>\n<h2>Codename Key</h2>\r<br/>\nFor Apple's internal codenames that it uses for Macs, the letter at the end of the number has significance.\r<br/>\n<ul>\r<br/>\n \t<li><strong>G</strong> - Base model M-series chip</li>\r<br/>\n \t<li><strong>S</strong> - Pro version of the M-series chip</li>\r<br/>\n \t<li><strong>C</strong> - Max version of the M-series chip</li>\r<br/>\n \t<li><strong>D</strong> - Ultra version of the M-series chip</li>\r<br/>\n</ul>\r<br/>\n<h2>Caveats</h2>\r<br/>\nSome of this information was pulled from an internal version of <a href=\"https://www.macrumors.com/roundup/ios-26/\">iOS 26</a> that Apple was working on around the late May 2025 timeline, while other information comes from internal kernel debug kit files that Apple accidentally leaked earlier this year.\r<br/>\n\r<br/>\nApple's plans can always change. Devices can be scrapped, features can be removed, and launches can be pushed back. That's especially true of rumors about products coming in late 2026 or 2027, because production plans haven't been finalized.\r<br/>\n\r<br/>\n<h2>Read More</h2>\r<br/>\nWe keep an <a href=\"https://www.macrumors.com/guide/upcoming-apple-products/\">upcoming products Apple guide</a> that gets regular updates when new timeline information is made available. It's a good resource to bookmark and reference throughout the year to keep tabs on what Apple has planned. We have even more rumors about Apple's products in <a href=\"https://www.macrumors.com/roundup/\">our device roundups</a> and <a href=\"https://www.macrumors.com/guide/\">guides</a>, which are also updated regularly.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/16/apple-product-roadmap-2026/\">Apple&#039;s 2026 and 2027 Product Roadmap: Foldable iPhone, iPhone 18 Pro, M5 Macs, and More</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apples-2026-and-2027-product-roadmap-foldable-iphone-iphone-18-pro-m5-macs-and-more.2474841/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Trump Administration Threatens Retaliation Over EU's DMA and DSA Enforcement Against U.S. Tech",
      "link": "https://www.macrumors.com/2025/12/16/trump-admin-eu-dma-retaliation/",
      "pubDate": "Tue, 16 Dec 2025 16:25:32 PST",
      "isoDate": "2025-12-17T00:25:32.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Trump Administration Threatens Retaliation Over EU's DMA and DSA Enforcement Against U.S. Tech",
      "images": [
        {
          "url": "https://images.macrumors.com/t/H2kQEgDHZZXOa0mv5NFfWIaAcJA=/400x0/article-new/2025/12/european-union-eu.jpg?lossy",
          "alt": "european union eu",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/european-union-eu.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "The Trump administration is pressuring the European Union to cut down on regulations that impact tech companies like Google, Apple, Amazon, and Meta.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/european-union-eu.jpg\" alt=\"\" width=\"1200\" height=\"674\" class=\"aligncenter size-full wp-image-1030431\" />\r<br/>\nThe Office of the United States Trade Representative today posted a message to the European Union on social media, <a href=\"https://x.com/ustraderep/status/2000990028835508258\">threatening retaliation</a> if the EU continues to target U.S. companies. The post says the U.S. will implement fees and restrictions on foreign services, and it specifically names European companies like Accenture, DHL, Mistral, SAP, Spotify, and Siemens.\r<br/>\n<blockquote>The European Union and certain EU Member States have persisted in a continuing course of discriminatory and harassing lawsuits, taxes, fines, and directives against U.S. service providers. U.S. services companies provide substantial free services to EU citizens and reliable enterprise services to EU companies, and they support millions of jobs and more than &#36;100 billion in direct investment in Europe. The United States has raised concerns with the EU for years on these matters without meaningful engagement or basic acknowledgement of U.S. concerns.\r<br/>\n\r<br/>\nIf the EU and EU Member States insist on continuing to restrict, limit, and deter the competitiveness of U.S. service providers through discriminatory means, the United States will have no choice but to begin using every tool at its disposal to counter these unreasonable measures. Should responsive measures be necessary, U.S. law permits the assessment of fees or restrictions on foreign services, among other actions. The United States will take a similar approach to other countries that pursue an EU-style strategy in this area.</blockquote>\r<br/>\nThe EU's Digital Markets Act (DMA) and Digital Services Act (DSA) have forced Apple and other tech companies to make major changes to their services in the European Union, and several companies have faced fines. Earlier this year, Apple was <a href=\"https://www.macrumors.com/2025/04/23/apple-breach-digital-markets-act-eu/\">fined 500 million euros</a> and Meta was fined 200 million euros. Just this month, social network X was fined 120 million euros for DSA violations, and in September, Google was fined 2.95 billion euros for antitrust violations related to its adtech business.\r<br/>\n\r<br/>\nSeparately, the U.S. House Judiciary Committee <a href=\"https://judiciary.house.gov/committee-activity/hearings/anti-american-antitrust-how-foreign-governments-target-us-businesses\">held a hearing today</a> on the threat that \"discriminatory foreign regulations\" modeled after the Digital Markets Act pose to American innovation and competition. Witnesses included Competere Ltd. CEO Shanker Singham, Notre Dame Law professor Roger Alford, George Washington Competition and Innovation Lab Founding Director Aurelien Portuese, and Dirk Auer, Director of Competition Policy for the International Center for Law and Economics.\r<br/>\n\r<br/>\n<div class=\"center-wrap\"><iframe title=\"Anti-American Antitrust: How Foreign Governments Target U.S. Businesses\" src=\"https://www.youtube.com/embed/gnm3CJWsl0c\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></div>During the hearing, Representative Scott Fitzgerald said the DMA isn't aimed at protecting consumers, but hobbling American companies.\r<br/>\n<blockquote>The DMA does not ask whether consumers have been harmed. It does not even ask whether a business has done anything wrong. It asks whether a company is large, successful, and, most importantly, American. If the answer is yes, the rules suddenly change. Common business practices are banned, innovation is treated as a threat, and foreign rivals are handed access to data and technology they could never build or earn on their own. That is not competition policy. That's forced redistribution.</blockquote>\r<br/>\nThe Computer and Communications Industry Association said the DMA is discriminatory because it only applies to select companies, while NetChoice said the EU has \"provided countries around the world with a blueprint\" for similar regulatory measures.\r<br/>\n<blockquote>Unlike traditional antitrust and competition laws that apply to all companies, however, these DMA prohibitions apply only to designated companies, creating discriminatory treatment between designated and non-designated companies, where undesignated foreign rivals gain an unfair competitive advantage over designated American companies.</blockquote>\r<br/>\nPresident Donald Trump has previously criticized the \"very unfair\" European Union for fines levied on Apple and Google. In September, he threatened the EU with higher tariffs, which would disrupt trade framework established in July 2025. Trump said Apple should \"get their money back\" and that the U.S. \"cannot let this happen to brilliant and unprecedented American Ingenuity.\"<div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/european-commission/\">European Commission</a>, <a href=\"https://www.macrumors.com/guide/european-union/\">European Union</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/16/trump-admin-eu-dma-retaliation/\">Trump Administration Threatens Retaliation Over EU&#039;s DMA and DSA Enforcement Against U.S. Tech</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/trump-administration-threatens-retaliation-over-eus-dma-and-dsa-enforcement-against-u-s-tech.2474840/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple's HomePod Mini 2 Might Not Get This Rumored Feature After All",
      "link": "https://www.macrumors.com/2025/12/16/homepod-mini-2-chip-rumor/",
      "pubDate": "Tue, 16 Dec 2025 13:56:46 PST",
      "isoDate": "2025-12-16T21:56:46.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple's HomePod Mini 2 Might Not Get This Rumored Feature After All",
      "images": [
        {
          "url": "https://images.macrumors.com/t/8FNSDbgHfrEAsTuGOmQCmf_J3f8=/400x0/article-new/2025/09/homepod-mini-purple-2.jpeg?lossy",
          "alt": "homepod mini purple 2",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/09/homepod-mini-purple-2.jpeg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "The next-generation <a href=\"https://www.macrumors.com/roundup/homepod-mini/\">HomePod mini</a> won't include Apple's new N1 networking chip, according to code analysis provided by a <em>MacRumors</em> tipster.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/09/homepod-mini-purple-2.jpeg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1018738\" />\r<br/>\nA macOS kernel debug kit distributed by Apple earlier this year included information on a number of upcoming devices, including the &zwnj;HomePod mini&zwnj; 2. Code associated with the &zwnj;HomePod mini&zwnj; 2 mentions the \"Sunrise\" wireless system, which is what Apple calls Bluetooth/Wi-Fi chips sourced from MediaTek. The N1 is called \"Centauri\" in Apple's internal systems.\r<br/>\n\r<br/>\nBased on the Sunrise mention, it appears that the &zwnj;HomePod mini&zwnj; 2 won't be upgraded with the N1 networking chip, which contradicts some prior rumors we've heard about it. <em>Bloomberg</em>'s <a href=\"https://www.macrumors.com/guide/mark-gurman/\">Mark Gurman</a> <a href=\"https://www.macrumors.com/2024/12/12/apple-custom-bluetooth-wifi-chip/\">has suggested</a> that both the <a href=\"https://www.macrumors.com/roundup/apple-tv/\">Apple TV</a> and &zwnj;HomePod mini&zwnj; will use Apple's N1 chip in the past.\r<br/>\n\r<br/>\nIt appears that Apple plans to use the N1 chip for premium devices, while entry-level products will stick with cheaper MediaTek hardware for now. The upcoming &zwnj;HomePod mini&zwnj; 2, the <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> 17e, the <a href=\"https://www.macrumors.com/roundup/ipad/\">iPad</a> 12, and the A18 Pro MacBook are all expected to use MediaTek chips instead of Apple's chip.\r<br/>\n\r<br/>\nThe N1 was <a href=\"https://www.macrumors.com/2025/09/09/iphone-17-n1-chip/\">introduced in the iPhone 17 models</a>, and it is Apple's first in-house networking chip. It supports Bluetooth 6, Wi-Fi 7, and Thread. Because it was designed by Apple, it better integrates with other hardware and software in Apple devices, leading to improved efficiency and reliability.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/homepod-mini/\">HomePod mini</a></div><div class=\"linkback\">Buyer's Guide: <a href=\"https://buyersguide.macrumors.com/#Homepod-Mini\">HomePod Mini (Don't Buy)</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/homepod-homekit-carplay-home-auto-technology.193\">HomePod, HomeKit, CarPlay, Home & Auto Technology</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/16/homepod-mini-2-chip-rumor/\">Apple&#039;s HomePod Mini 2 Might Not Get This Rumored Feature After All</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apples-homepod-mini-2-might-not-get-this-rumored-feature-after-all.2474835/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Next iPad Mini With OLED Display Now Rumored to Feature A20 Pro Chip",
      "link": "https://www.macrumors.com/2025/12/16/ipad-mini-a20-pro-chip-rumor/",
      "pubDate": "Tue, 16 Dec 2025 13:01:27 PST",
      "isoDate": "2025-12-16T21:01:27.000Z",
      "creator": "Joe Rossignol",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Next iPad Mini With OLED Display Now Rumored to Feature A20 Pro Chip",
      "images": [
        {
          "url": "https://images.macrumors.com/t/Z8I40dYINqxK2IIlMdxg-v4r6zU=/400x0/article-new/2024/10/ipad-mini-7-feature-red-and-blue.jpg?lossy",
          "alt": "ipad mini 7 feature red and blue",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2024/10/ipad-mini-7-feature-red-and-blue.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple's next-generation iPad mini will be equipped with an A20 Pro chip, according to a <em>MacRumors</em> tipster who analyzed a macOS kernel debug kit containing internal Apple codenames. The kit was accidentally released on Apple's website earlier this year, but it was quickly pulled after information started leaking out of it.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2024/10/ipad-mini-7-feature-red-and-blue.jpg\" alt=\"\" width=\"1920\" height=\"1080\" class=\"aligncenter size-full wp-image-972028\" />\r<br/>\nA previous rumor indicated that the next iPad mini <a href=\"https://www.macrumors.com/2025/08/13/ipad-mini-a19-pro-chip/\">would be powered by the A19 Pro chip</a>, which debuted in the iPhone 17 Pro, but our tipster is confident the codenames actually point towards the device using an unreleased A20 Pro chip.\r<br/>\n\r<br/>\nWe cannot say for sure whether the next iPad mini will use the A19 Pro or A20 Pro. It is possible that Apple initially tested a model with the A19 Pro, but the company's plans do change from time to time. If the iPad mini will next be updated in September or October of 2026, perhaps Apple ultimately decided to give it the A20 Pro.\r<br/>\n\r<br/>\nIn September 2021, Apple introduced the A15 Bionic chip across the iPhone 13 mini, iPhone 13, iPhone 13 Pro, iPhone 13 Pro Max, and iPad mini all at once. But over the years, the iPad mini has not always received Apple's newest A-series chip at the time it was updated, so the A19 Pro cannot be entirely ruled out at this time.\r<br/>\n\r<br/>\niPhone 18 Pro models are <a href=\"https://www.macrumors.com/2025/12/16/iphone-18-pro-features-report/\">also expected to use the A20 Pro chip</a>, which will reportedly be fabricated with TSMC's advanced 2nm process.\r<br/>\n\r<br/>\n<a href=\"https://www.macrumors.com/2025/11/19/ipad-mini-8-four-new-features-to-expect/\">Other rumored features for the next iPad mini</a> include an OLED display, a redesigned speaker system with vibration technology, and a water-resistant design.\r<br/>\n\r<br/>\n<em>Bloomberg</em>'s Mark Gurman previously reported that the next iPad mini <a href=\"https://www.macrumors.com/2025/10/28/ipad-mini-water-resistance/\">could be unveiled as early as next year</a>. The current ‌iPad mini‌ was <a href=\"https://www.macrumors.com/2024/10/15/apple-unveils-new-ipad-mini-apple-intelligence/\">unveiled in October 2024</a>, with key features including an A17 Pro chip and Apple Intelligence support.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/ipad-mini/\">iPad mini</a></div><div class=\"linkback\">Buyer's Guide: <a href=\"https://buyersguide.macrumors.com/#iPad_Mini\">iPad Mini (Neutral)</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/ipad.137\">iPad</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/16/ipad-mini-a20-pro-chip-rumor/\">Next iPad Mini With OLED Display Now Rumored to Feature A20 Pro Chip</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/next-ipad-mini-with-oled-display-now-rumored-to-feature-a20-pro-chip.2474830/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "ChatGPT Gets Apple Music Integration and New Image Generator",
      "link": "https://www.macrumors.com/2025/12/16/chatgpt-apple-music-new-image-generator/",
      "pubDate": "Tue, 16 Dec 2025 12:41:14 PST",
      "isoDate": "2025-12-16T20:41:14.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "ChatGPT Gets Apple Music Integration and New Image Generator",
      "images": [
        {
          "url": "https://images.macrumors.com/t/jFwY7zYIXB3BlJGNaw4aIGmxsdE=/400x0/article-new/2025/12/openai-logo-at-a-party.jpg?lossy",
          "alt": "openai logo at a party",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/openai-logo-at-a-party.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "OpenAI added several new features to its flagship ChatGPT product today, introducing <a href=\"https://www.macrumors.com/guide/apple-music/\">Apple Music</a> support and <a href=\"https://openai.com/index/new-chatgpt-images-is-here/\">upgraded image generation capabilities</a>.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/openai-logo-at-a-party.jpg\" alt=\"\" width=\"1240\" height=\"698\" class=\"aligncenter size-full wp-image-1029330\" />\r<br/>\nChatGPT has supported app integrations since earlier this year, and it will soon <a href=\"https://fidjisimo.substack.com/p/more-dynamic-ai-experiences\">work with Apple Music</a>. With &zwnj;Apple Music&zwnj; integration, ChatGPT will be able to make music recommendations and playlists based on listening history and user suggestions.\r<br/>\n\r<br/>\nMusic recommendations made by ChatGPT will be able to be clicked to open the &zwnj;Apple Music&zwnj; app on desktop or on an iOS device. &zwnj;Apple Music&zwnj; is not available as an app integration just yet, but it is coming in the near future.\r<br/>\n\r<br/>\nAlong with &zwnj;Apple Music&zwnj; support, ChatGPT now has better image generation capabilities. ChatGPT Images is able to generate images up to 4x faster, and can make precise edits to an image while preserving details. OpenAI says that ChatGPT can tweak only the details you want updated, keeping lighting, composition, and people's appearance consistent across inputs, outputs, and edits.\r<br/>\n\r<br/>\nThe new model \"excels\" at adding, subtracting, combining, blending, and transposing for more realistic image creations using real photographs. It is better at adding text to images and altering layouts, and OpenAI says that it follows instructions more reliably than the prior-generation version.\r<br/>\n\r<br/>\nWith the update, the ability to generate some specific art styles like anime has regressed and it is no longer as good at altering images featuring many people, but OpenAI says that using preset filters can help, and the previous version of the image generator remains available to use.\r<br/>\n\r<br/>\nChatGPT Images, an image editing experience built into ChatGPT, includes dozens of preset styles and prompts that users can try out. It's available in the mobile app and on the web.\r<br/>\n\r<br/>\nThe updated Images model is rolling out today for all ChatGPT users, as is the new Images experience built into ChatGPT. ChatGPT's new image functionality will allow it to better compete with Google's Nano Banana image generator.\r<br/>\n\r<br/>\n<b>Update:</b> The &zwnj;Apple Music&zwnj; mention has been removed from the original Substack post that included it. <div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/chatgpt/\">ChatGPT</a>, <a href=\"https://www.macrumors.com/guide/openai/\">OpenAI</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/16/chatgpt-apple-music-new-image-generator/\">ChatGPT Gets Apple Music Integration and New Image Generator</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/chatgpt-gets-apple-music-integration-and-new-image-generator.2474829/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Celebrating World Meditation Day With December 21 Apple Watch Activity Challenge",
      "link": "https://www.macrumors.com/2025/12/16/meditation-day-activity-challenge/",
      "pubDate": "Tue, 16 Dec 2025 12:09:20 PST",
      "isoDate": "2025-12-16T20:09:20.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Celebrating World Meditation Day With December 21 Apple Watch Activity Challenge",
      "images": [
        {
          "url": "https://images.macrumors.com/t/Il7_ociCzpvgWhGrxmXu6KHzoNQ=/400x0/article-new/2025/12/apple-world-meditation-day.jpg?lossy",
          "alt": "apple world meditation day",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/meditation_day_2025_3.png?noresize",
          "alt": "meditation day 2025 3",
          "title": "",
          "position": 2
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/meditation_day_2025_2.png?noresize",
          "alt": "meditation day 2025 2",
          "title": "",
          "position": 3
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/meditation_day_2025_1.png?noresize",
          "alt": "meditation day 2025 1",
          "title": "",
          "position": 4
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/meditation_day_2025_4.png?noresize",
          "alt": "meditation day 2025 4",
          "title": "",
          "position": 5
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/apple-world-meditation-day.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple is hosting an Apple Watch Activity Challenge on Sunday, December 21 to honor World Meditation Day. The challenge will show up for Apple Watch owners starting on December 19.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/apple-world-meditation-day.jpg\" alt=\"\" width=\"789\" height=\"444\" class=\"aligncenter size-full wp-image-1030385\" />\r<br/>\nApple first did a World Meditation Day Activity Challenge <a href=\"https://www.macrumors.com/2024/05/07/apple-watch-activity-challenge-meditation-day/\">in May 2024</a>, but later in 2024, the date of World Meditation Day was moved to December 21 by the United Nations General Assembly. December 21 coincides with the timing of the winter solstice in the Northern Hemisphere, marking a time when days are short and nights are long.\r<br/>\n\r<br/>\nBefore 2024, World Meditation Day was informally observed on May 21, but it had not been officially designated as a UN-recognized international day.\r<br/>\n\r<br/>\nApple Watch owners can earn the Meditation Day badge by recording five or more mindful minutes with the Mindfulness app or any app that adds mindful minutes to the Health app.\r<br/>\n<blockquote>Time to celebrate World Meditation Day! On December 21, record five mindful minutes or more with the Mindfulness app or any app that adds mindful minutes to Health to earn this special badge.</blockquote>\r<br/>\nApple Watch owners who earn the Meditation Day award will unlock a dedicated badge in the Fitness app, and a series of animated stickers that can be used in the Messages app.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/meditation_day_2025_3.png?noresize\" alt=\"\" width=\"300\" height=\"300\" class=\"aligncenter size-full wp-image-1030387\" />\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/meditation_day_2025_2.png?noresize\" alt=\"\" width=\"300\" height=\"300\" class=\"aligncenter size-full wp-image-1030388\" />\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/meditation_day_2025_1.png?noresize\" alt=\"\" width=\"300\" height=\"300\" class=\"aligncenter size-full wp-image-1030389\" />\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/meditation_day_2025_4.png?noresize\" alt=\"\" width=\"300\" height=\"300\" class=\"aligncenter size-full wp-image-1030386\" />\r<br/>\nBack in October, Apple also did a similar <a href=\"https://www.macrumors.com/2025/10/07/mindful-month-activity-challenge-2025/\">Mindful Month Activity Challenge</a>, bringing awareness to mental health, self care, meditation, and mindfulness.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/activity-challenge/\">Activity Challenge</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/16/meditation-day-activity-challenge/\">Apple Celebrating World Meditation Day With December 21 Apple Watch Activity Challenge</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-celebrating-world-meditation-day-with-december-21-apple-watch-activity-challenge.2474828/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2025-12-17T09:36:21.195Z"
}