{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "人民币外汇市场份额增至8.5%，全球地位稳固：调查 (原标题: Chinese yuan’s forex market share grows to 8.5% as global position firms: survey)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327391/chinese-yuans-forex-market-share-grows-85-global-position-firms-bis-survey?utm_source=rss_feed",
      "pubDate": "Tue, 30 Sep 2025 13:00:10 +0000",
      "isoDate": "2025-09-30T13:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "根据国际清算银行（BIS）的调查结果，人民币在全球外汇交易中的份额今年攀升至8.5%，继续保持全球第五大交易货币的地位。\n\n*   **调查结果：** 该比例来自BIS发布的2025年三年期中央银行调查，相比2022年调查的7%有所增长，人民币排名保持不变。\n*   **背景：** 北京一直在推动人民币在全球贸易和金融中的使用，希望通过提高人民币的接受度来减少对美元的依赖。\n*   **历史数据：** 2022年，BIS调查发现人民币在全球外汇交易中升至第五位，高于2019年的第八位。自2013年以来，人民币的市场份额一直呈上升趋势，当时仅占外汇交易的2.2%。\n*   **国际化指标：** 外汇交易是衡量货币国际化的关键指标之一，其他指标包括全球支付、央行储备和商品定价。\n*   **分析师观点：** 中国国际金融股份有限公司的分析师认为，人民币的国际使用与中国在全球经济和贸易中的规模不符，建议中国扩大人民币计价的安全资产供应，并提高人民币在结算和商品定价中的作用，以进一步促进人民币的国际使用。",
      "shortSummary": "根据国际清算银行的调查，人民币在全球外汇交易中的份额增至8.5%，保持全球第五大交易货币的地位。北京一直在推动人民币的国际化，以减少对美元的依赖。分析师认为，人民币的国际使用与其在全球经济中的地位不符，建议扩大人民币计价资产供应，提高其在结算和定价中的作用。",
      "translated_title": "人民币外汇市场份额增至8.5%，全球地位稳固：调查",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese yuan’s share in global foreign exchange (forex) trading climbed to 8.5 per cent this year while maintaining its position as the world’s fifth-most traded currency, according to survey findings by the so-called central bank for central banks.\nThe proportion, unveiled by the Bank for International Settlements (BIS) in its 2025 Triennial Central Bank Survey – launched in April, with the findings released on Tuesday – showed an increase from 7 per cent in the 2022 survey, with the yuan’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/3dc8468a-74d9-4487-8ada-8fe4a9219756_bf42fc6e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国扩大贸易黑名单后，中国的“走出去”战略面临风险吗？ (原标题: Is China’s ‘going global’ strategy at risk after US widens its trade blacklist?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327401/chinas-going-global-strategy-risk-after-us-widens-its-trade-blacklist?utm_source=rss_feed",
      "pubDate": "Tue, 30 Sep 2025 11:00:08 +0000",
      "isoDate": "2025-09-30T11:00:08.000Z",
      "creator": "Alice Li,Kandy Wong,Ralph Jennings",
      "summary": "美国扩大贸易黑名单可能会使许多中国公司的海外子公司受到审查，从而可能扰乱它们的“走出去”战略，并重新点燃中美两国之间的贸易紧张关系。\n\n*   美国工业与安全局 (BIS) 周一宣布，任何由已在美国实体清单或军事最终用户清单上的公司拥有至少 50% 股份的公司——这些清单针对华盛顿认为构成安全威胁的实体——现在将自动面临同样的限制。\n*   美国商务部表示，新规立即生效，但在周二在《联邦公报》上公布后，某些例外情况允许最多 60 天。\n*   此举出台之际，中美两国正在权衡贸易谈判的下一步措施。\n*   ISEAS-Yusof Ishak 研究所访问高级研究员、前美国贸易谈判代表 Stephen Olson 表示：“如果黑名单上的公司实际上一直在利用子公司规避限制，并且这些新规有效地堵住了这个漏洞，那么将会带来痛苦。”\n*   他称此次修订是对先前允许黑名单公司通过关联公司维持访问权限的漏洞的“迟来的纠正”。他补充说，其影响“可能很大”。",
      "shortSummary": "分析师认为，美国扩大贸易黑名单可能会使中国公司的海外子公司面临更严格的审查，从而可能扰乱中国的“走出去”战略，并加剧与美国的贸易紧张关系。美国工业与安全局的新规规定，由已在美国实体清单上的公司拥有至少50%股份的公司将自动面临同样的限制。此举旨在堵住先前允许黑名单公司通过关联公司规避限制的漏洞，可能对相关企业产生重大影响。",
      "translated_title": "美国扩大贸易黑名单后，中国的“走出去”战略面临风险吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s decision to broaden its trade blacklist could put many overseas subsidiaries of Chinese firms under scrutiny, potentially disrupting their “going global” strategies and reigniting trade tensions between the two superpowers, analysts said.\nThe US Bureau of Industry and Security (BIS) announced on Monday that any company at least 50 per cent owned by firms already on the US Entity List or the Military End-User List – which target entities Washington deems a security threat – will now...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/1abf40c5-d96e-4cad-97b3-e509cb2c7690_81b29d42.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国针对中国船只的港口费用生效前发布报复性规则 (原标题: China issues retaliatory rules ahead of US port fee targeting Chinese vessels)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327389/china-issues-retaliatory-rules-ahead-us-port-fee-targeting-chinese-vessels?utm_source=rss_feed",
      "pubDate": "Tue, 30 Sep 2025 09:00:00 +0000",
      "isoDate": "2025-09-30T09:00:00.000Z",
      "creator": "Carol Yang",
      "summary": "中国修订了国际海运规则，允许采取报复措施，以应对美国针对中国建造或运营船只的新港口费用。\n\n*   **主要内容：**\n    *   中国将对任何实施或支持针对中国运营商、船只或船员的歧视性禁令、限制或类似措施的国家或地区采取必要的对等措施。\n    *   这些对等措施包括：\n        *   对停靠中国港口的船只收取特别费用。\n        *   禁止或限制这些船只进入中国港口。\n        *   禁止或限制其组织或个人访问与中国相关的海事数据或经营往返中国港口的国际航运及相关服务。\n*   **背景：**\n    *   此举被视为对美国贸易代表办公室（USTR）针对中国海事部门的301调查的回应。\n    *   301调查旨在确定外国政府的政策或行为是否具有歧视性，以及是否对美国商业造成负担或限制。\n*   **影响：**\n    *   可能会进一步复杂化连接中美两国的航运路线。\n    *   承运人也在调整航线上的船舶部署，以避免或尽量减少受到即将到来的美国港口费用的影响。",
      "shortSummary": "中国修订国际海运规则，允许对歧视性对待中国船只的国家采取报复措施，包括收取特别费用、限制港口准入等。此举被视为对美国301调查的回应，可能进一步复杂化中美航运路线。承运人也在调整船舶部署以应对美国即将生效的港口费用。",
      "translated_title": "中国在美国针对中国船只的港口费用生效前发布报复性规则",
      "images": [],
      "contentSource": "完整文章",
      "content": "As a new US port fee targeting China-built or -operated vessels is set to take effect in two weeks, China has revised its international maritime transport rules to allow retaliatory measures, including charging special fees or restricting access to Chinese ports.\nChina will implement necessary countermeasures against any country or region that imposes or supports discriminatory bans, restrictions or similar measures targeting Chinese operators, vessels or crews, according to the revision...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/cdd393ad-e4c2-4399-a8a8-fcf226cd92aa_aaa0266d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国9月工厂活动连续第六个月萎缩 (原标题: China’s factory activity contracts for sixth straight month in September)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3327305/chinas-factory-activity-contracts-sixth-straight-month-september?utm_source=rss_feed",
      "pubDate": "Tue, 30 Sep 2025 01:36:59 +0000",
      "isoDate": "2025-09-30T01:36:59.000Z",
      "creator": "Carol Yang,Sylvia Ma",
      "summary": "## 中国9月制造业活动连续第六个月萎缩\n\n中国国家统计局周二发布的数据显示，中国官方制造业采购经理指数（PMI）在2023年9月连续第六个月处于收缩区间，表明经济面临持续的外部阻力及国内需求疲软，这进一步加大了要求政府加大支持力度的呼声。\n\n### 关键数据点：\n\n*   **制造业PMI**：\n    *   9月读数为49.8。\n    *   高于8月的49.4，但低于金融数据提供商Wind对经济学家调查预测的50.1。\n    *   PMI指数高于50表示经济扩张，低于50则表示收缩。\n    *   这标志着制造业活动连续第六个月收缩。\n*   **新订单分项指数**：\n    *   作为衡量制造业需求的关键指标，9月该指数为49.7。\n    *   略高于8月的49.5。\n*   **非制造业PMI**：\n    *   衡量建筑和服务业活动的非制造业PMI从上月的50.3降至50。\n*   **工业企业利润**：\n    *   国家统计局在周六发布的另一份数据显示，8月份工业企业利润同比增长20.4%。\n    *   这是该数据数月以来的首次增长。\n\n### 经济背景与影响：\n\n制造业PMI的持续收缩反映了中国经济面临的挑战，包括持续存在的外部不利因素和国内需求不足。尽管8月份工业利润出现增长，但整体制造业活动的疲软仍促使各界呼吁政府采取更多措施来支持经济增长。",
      "shortSummary": "中国9月官方制造业PMI为49.8，连续第六个月处于收缩区间，但略高于8月。这表明在外部阻力和国内需求疲软下，经济面临挑战，需加大政府支持。非制造业PMI降至50。然而，8月工业利润同比增长20.4%，为数月来首次增长。",
      "translated_title": "中国9月工厂活动连续第六个月萎缩",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s official gauge of manufacturing activity has stayed in contraction for a sixth consecutive month in September, providing more fuel for calls to step up government support amid persistent external headwinds and weak domestic demand.\nThe manufacturing purchasing managers’ index (PMI) stood at 49.8 in September according to a Tuesday release from the National Bureau of Statistics, higher than August’s reading of 49.4 but falling short of a 50.1 projection from a survey of economists by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/2d6fc8cf-7d56-40e8-a9a7-d9624fa9a75c_9709c37b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "效率而非内卷：中国限制金属行业以应对过度竞争 (原标题: Efficiency, not involution: China curbs metals sector to fight extreme competition)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327253/china-curbs-strategic-non-ferrous-metals-sector-fight-against-cutthroat-competition?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 23:00:08 +0000",
      "isoDate": "2025-09-29T23:00:08.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国限制金属行业以应对过度竞争，旨在提高效率而非内卷\n\n中国已宣布对其战略性有色金属行业实施生产限制，这是北京为遏制恶性竞争和提高工业效率而采取的最新举措。\n\n### 背景与目标\n\n*   **遏制“内卷”：** 此次行动计划旨在对抗“内卷”（neijuan），即一种自我挫败的、加剧竞争的循环，它会侵蚀利润并扼杀包括光伏、风电、石化、钢铁和金属冶炼在内的多个行业的创新。\n*   **提高效率：** 目标是提升工业效率，优化工业结构。\n\n### 主要措施与目标\n\n*   **产量增长限制：** 工业和信息化部（MIIT）预计今年初级有色金属产量增长率为1.5%，低于去年的4.3%。\n*   **结构优化：** 重点不再是设定更高的金属产量目标，而是优化工业结构，以实现附加值产出年均约5%的增长率。\n*   **资源勘探与开发：** 计划呼吁推进铜、铝、锂、镍、钴、锡等关键金属的勘探。\n*   **先进材料：** 发展超纯金属和先进稀土材料。\n*   **循环利用：** 加强废旧电池和太阳能电池板的回收利用。\n\n### 行业现状\n\n*   有色金属行业由国有企业主导，是中国制造业和高科技产业铜、铝、锂等资源的重要供应商。\n*   然而，今年加工费（特别是铜精矿）持续低迷，挤压了冶炼厂的利润空间。",
      "shortSummary": "中国工业和信息化部宣布限制有色金属行业产量增长至1.5%，旨在遏制“内卷”和恶性竞争，提升工业效率。该计划将重点从产量转向附加值产出（目标年均增长5%），并推动铜、铝、锂等关键金属的勘探、超纯金属和先进稀土材料的开发，以及废旧电池和太阳能板的回收。此举旨在解决行业利润受加工费低迷挤压的问题。",
      "translated_title": "效率而非内卷：中国限制金属行业以应对过度竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced production curbs in its strategic non-ferrous metals sector, the latest step in Beijing’s drive to rein in cutthroat competition and boost industrial efficiency.\nIn a new action plan the Ministry of Industry and Information Technology (MIIT) has projected output growth of 1.5 per cent for primary non-ferrous metals this year, down from 4.3 per cent last year.\nThe initiative expands Beijing’s campaign against “involution”, or neijuan in Chinese – a self-defeating cycle of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/29/b8fe1b77-92f3-4620-a0f2-d2596c8bf912_f1f1a5d6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“敢于斗争”：中国“交易的艺术”如何反映多年与特朗普的交手 (原标题: ‘Dare to fight’: how China’s art of the deal reflects years of Trump dealings)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327266/dare-fight-how-chinas-refined-art-deal-reflects-years-dealing-trump?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 13:00:13 +0000",
      "isoDate": "2025-09-29T13:00:13.000Z",
      "creator": "Mia Nurmamat,Sylvia Ma",
      "summary": "## 中美贸易战中的“敢于斗争”策略\n\n在特朗普政府时期，中美两国之间的贸易紧张局势持续升级，北京在处理与华盛顿的关系中展现出一种“敢于斗争”的策略。\n\n### 北京的最新反击\n\n*   就在美国总统特朗普签署旨在解决TikTok混乱局面的行政命令的几小时前，北京突然对多家美国公司实施了贸易限制。这被视为其在中美持续贸易战中的一次突然反击。\n\n### “以牙还牙”模式\n\n*   分析人士指出，这一事件不仅标志着特朗普第二任期内双边紧张关系升级的最新例证，也反映了北京在“以牙还牙”策略中一贯采用的模式。\n*   这些反制措施经过精心策划，旨在最大限度地获取谈判筹码和影响力。\n\n### 策略转变的原因\n\n*   **经验学习：** 专家将这种战术转变归因于北京从过去的经验中吸取了教训。\n*   **实力增强：** 中国日益增长的经济和技术实力也为其提供了更多底气。\n*   **谈判团队更新：** 中国的谈判团队注入了新鲜血液，例如李成钢在4月中旬被任命为国际贸易代表。\n\n### 对话持续的希望\n\n*   尽管存在争执和贸易行动，专家们认为，特朗普总统和习近平主席之间的直接沟通避免了两国关系的彻底破裂。\n*   这为全球两大经济体最终达成贸易协议保留了希望，表明尽管冲突不断，但对话的渠道依然畅通。",
      "shortSummary": "在特朗普签署TikTok行政命令之际，北京对美国公司实施贸易限制，这被视为中美贸易战中精心策划的“以牙还牙”策略。分析人士认为，此举反映了中国从过去经验中学习、经济技术实力增强以及谈判团队更新。尽管双边关系紧张，但两国元首的直接沟通避免了关系破裂，为未来达成贸易协议留下了希望。",
      "translated_title": "“敢于斗争”：中国“交易的艺术”如何反映多年与特朗普的交手",
      "images": [],
      "contentSource": "完整文章",
      "content": "Just hours before US President Donald Trump signed an executive order to settle the tumult surrounding TikTok, Beijing launched a sudden salvo in its ongoing trade war with Washington.\nAs Trump’s order brought the fate of the popular short-video app closer to a resolution, a number of American firms were being hit with trade curbs.\nIt not only marked the latest example of bilateral tensions flaring up during Trump’s second presidential term, analysts say it also reflected a pattern in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/29/45531b5b-6acc-4762-b468-e46b25fae542_386590d9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在农村银行丑闻三年后，采取最新措施以支撑金融业 (原标题: China takes latest step to shore up finance, 3 years after rural banking scandal)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327246/chinas-henan-province-merges-82-rural-banks-new-step-shore-financial-stability?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 11:00:10 +0000",
      "isoDate": "2025-09-29T11:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 河南合并农村金融机构以化解风险\n\n## 背景与最新举措\n中国河南省当局已批准将82家小型农村金融机构合并为一家区域性银行。此举旨在遏制该地区的系统性风险，该地区曾是三年前一起重大银行丑闻的中心。\n\n## 合并详情\n*   **批准机构：** 国家金融监督管理总局河南监管局。\n*   **合并方式：** 河南农村商业银行将吸收包括开封、平顶山和安阳等九个城市的多家机构。\n*   **被吸收机构类型：** 农村商业银行、信用合作社和村镇银行。\n*   **吸收范围：** 河南农村商业银行将承担这些被合并机构的所有资产、负债、运营、员工和网点，并将其转换为自己的分支机构。\n\n## 农村银行丑闻回顾\n河南被认为是中国金融风险敞口最大的地区之一。2022年中，该省爆发了一场备受关注的农村银行危机，当时储户发现他们在禹州新民生村镇银行、上蔡惠民村镇银行、柘城黄淮村镇银行和开封新东方村镇银行的存款被冻结。储户们举行抗议，要求取回存款。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2022/07/12/web%2001_0.png?itok=NHu_CSeD)\n**2022年7月12日，中国最严重金融丑闻的受害者在抗议中遭到不明身份白衣人的袭击。**\n\n## 小型银行的脆弱性\n中国的小型银行通常与地方政府及其附属公司密切相关。与大型银行相比，它们更容易受到经济逆风的影响，尤其是在中国长期房地产市场低迷的背景下。\n\n## 央行警示\n中国人民银行在其2024年《金融稳定报告》中指出，全国有357家银行机构被列为高风险，其中大部分是农村信用合作社和村镇银行。",
      "shortSummary": "为遏制系统性风险，中国河南省已批准将82家小型农村金融机构合并为一家区域性银行，由河南农村商业银行吸收。此举发生在2022年该省爆发重大农村银行存款冻结丑闻之后。中国小型银行易受经济冲击，尤其受房地产市场低迷影响。中国人民银行2024年报告显示，全国有357家银行机构被列为高风险，多数为农村信用社和村镇银行。",
      "translated_title": "中国在农村银行丑闻三年后，采取最新措施以支撑金融业",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2022/07/12/web%2001_0.png?itok=NHu_CSeD",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Authorities in Henan province, central China, have approved the merger of 82 small rural financial institutions into a single regional lender, in an effort to contain systemic risks in a region once at the centre of a major banking scandal.\nApproved by the Henan office of the National Financial Regulatory Administration (NFRA), the consolidation will see Henan Rural Commercial Bank absorb institutions across nine cities including Kaifeng, Pingdingshan and Anyang, according to an official social...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/29/e2c05046-e814-46fc-8927-5bac7b41caa4_5fe29a6a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国湖南省将非税收入置于监管焦点，打击可疑罚款 (原标题: China’s Hunan puts non-tax revenue in crosshairs, cracking down on sketchy fines)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327236/chinas-hunan-puts-non-tax-revenue-crosshairs-cracking-down-sketchy-fines?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 09:00:02 +0000",
      "isoDate": "2025-09-29T09:00:02.000Z",
      "creator": "Alice Li",
      "summary": "### 湖南省收紧非税收入监管\n\n湖南省已成为中国最新一个通过修订地方法规来收紧非税收入增长控制的省份。此举是北京方面为重振市场情绪和私人投资者信心所做努力的一部分。\n\n### 新规要点（11月1日起生效）\n\n*   **没收物品收入上缴国库**：新修订的法规明确规定，地方政府必须将处置没收物品所得及其产生的任何利息全额上缴国库。这表明中央政府对非税收入的监管将更加严格。\n*   **禁止将罚款作为创收工具**：法规禁止地方官员将罚款作为增加收入的工具。\n*   **执法绩效与罚款脱钩**：法规还禁止将执法绩效评估与所收取的罚款金额挂钩。\n\n### 非税收入的背景与影响\n\n*   非税收入，包括行政收费、政府罚款及其他来源，往往反映了私营企业的财务负担。许多私营企业在疫情后的经济放缓、激烈的国内竞争和外部贸易紧张局势中举步维艰。\n*   在土地出让收入减少的情况下，一些负债累累的地区将非税收入作为替代收入来源，导致其在财政收入中的占比不断增长。\n\n### 与中央政策的衔接\n\n湖南省的这一举措与北京在今年5月颁布的《民营经济促进法》相呼应。该法旨在更好地保护私营企业，明确规定任何公共机构不得在没有法律依据的情况下实施罚款。私营企业对中国经济至关重要，贡献了超过60%的国内生产总值和80%以上的城镇就业。",
      "shortSummary": "湖南省已收紧对非税收入的监管，新规将于11月1日生效。主要措施包括要求地方政府将没收物品所得全额上缴国库，并禁止将罚款作为创收工具或与执法绩效挂钩。此举旨在减轻私营企业负担，提振市场信心，并应对一些地区对非税收入日益增长的依赖，与中央保护民营经济的政策相符。",
      "translated_title": "中国湖南省将非税收入置于监管焦点，打击可疑罚款",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hunan has become the latest Chinese province to tighten controls on non-tax revenue growth through a revision of local regulation, as Beijing intensifies efforts to revive market sentiment and private investor confidence.\nThe regulation changes, set to take effect on November 1, explicitly mandate that local-level governments fully remit proceeds from the disposal of confiscated goods – along with any interest they generate – to the state treasury, in a sign of how such non-tax revenue is now...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/29/d05186ce-5e00-4534-b21b-6c2f3645ded6_75e42dd0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "高盛：中国央行可能在第四季度降息，以应对增长担忧 (原标题: China rate cuts likely in fourth quarter amid growth concerns: Goldman Sachs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327189/china-rate-cuts-likely-fourth-quarter-amid-growth-concerns-goldman-sachs?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 04:30:07 +0000",
      "isoDate": "2025-09-29T04:30:07.000Z",
      "creator": "Carol Yang",
      "summary": "# 高盛预测中国央行第四季度可能降息\n\n*   **背景与预测**\n    *   高盛预计，由于经济增长放缓以及决策者面临支持增长的压力，中国央行（PBOC）在第四季度放松货币政策的可能性越来越大。\n    *   预测内容包括下调政策利率10个基点和下调存款准备金率（RRR）50个基点。\n    *   此举可能在去年高基数效应下，同比经济增速大幅放缓至接近4%时发生。\n*   **决策的不确定性**\n    *   高盛分析师指出，中国央行决策具有数据依赖性，如果全年增长仍能实现“5%左右”的目标，则存在不采取行动的风险。\n*   **近期会议与信号**\n    *   此预测是在央行第三季度货币政策委员会会议之后提出的。会议上，官员们保持了鸽派倾向，但没有提供太多新信号，这与第二季度报告中暗示的近期放松政策意愿有限相符。\n    *   中国人民银行在周五发布的一份会议纪要中表示：“我们需要更好地实施稳健的货币政策，加强逆周期调节，更好地发挥货币政策工具的总量和结构功能。”\n*   **经济展望的微妙变化**\n    *   高盛分析师注意到央行在措辞上的微妙转变：央行将其此前对经济“呈现积极势头”的描述，替换为“稳中求进”（该表述上次使用是在第一季度），这表明其对经济前景持更为谨慎的态度。",
      "shortSummary": "高盛预计中国央行可能在第四季度降息10个基点并下调存款准备金率50个基点，以应对经济增长放缓。尽管央行保持鸽派立场，但其对经济的描述趋于谨慎，并强调决策依赖数据。如果全年增长能达到“5%左右”的目标，则可能不采取行动。",
      "translated_title": "高盛：中国央行可能在第四季度降息，以应对增长担忧",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank appears increasingly likely to ease its monetary stance in the fourth quarter, according to Goldman Sachs, as economic momentum slows and policymakers face mounting pressure to support growth.\nThe forecast includes a 10-basis-point policy rate cut and a 50-basis-point reduction in the reserve requirement ratio, which could come as year-on-year growth slows sharply towards 4 per cent from a high base last year, a note released on Saturday said.\n“But the data-dependent nature...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/29/7c90d472-68b1-44b9-82ce-844e8abe500d_0b58edc3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C919客机订单可能因发动机供应问题面临延误 (原标题: Orders of China’s C919 jet could face delays over engine supply snags)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327021/orders-chinas-c919-jet-could-face-delays-over-engine-supply-snags?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 02:00:20 +0000",
      "isoDate": "2025-09-29T02:00:20.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国C919客机交付或因发动机供应受阻而延误\n\n根据公司财务报告，中国首款窄体客机C919向国内三大航空公司的交付可能落后于原定计划，引发了市场对该机型发动机供应可能中断的猜测。\n\n### 交付进展与目标差距\n\n*   **中国国际航空和中国东方航空：** 尽管两家航空公司设定的2025年目标是各增加10架C919，但在今年上半年，它们各仅接收了一架C919飞机。\n*   **中国南方航空：** 该航空公司预计今年将接收12架C919单通道客机，但截至6月，其报告显示仅“融资租赁”了三架，且未提及所有权。\n\n### C919的背景与市场地位\n\n*   C919由中国商用飞机有限责任公司（Comac）开发，旨在与空中客车A320和波音737系列飞机竞争。\n*   Comac已于2024年从这三家国有航空公司获得了数百架C919的订单。\n*   自2023年5月首次商业飞行以来，C919已运送超过200万名乘客，这表明Comac在打破由两大西方巨头主导的市场方面取得了一定进展。\n\n### 发动机供应疑虑\n\n*   独立航空分析师李瀚明指出，Comac在为C919获取发动机方面可能正遭遇一些“乱流”，这进一步支持了关于发动机供应可能存在问题的市场猜测。",
      "shortSummary": "中国C919客机向国内三大航空公司的交付可能面临延误。公司财报显示，国航和东航上半年各仅接收一架，南航也远未达到年度目标。市场猜测延误原因在于发动机供应受阻。C919制造商中国商飞（Comac）旨在挑战空客和波音的市场主导地位，但独立分析师指出其在发动机采购方面可能遇到困难。",
      "translated_title": "中国C919客机订单可能因发动机供应问题面临延误",
      "images": [],
      "contentSource": "完整文章",
      "content": "Deliveries of China’s first narrowbody passenger jet to the top three domestic airlines could be falling behind schedule, according to company financial reports, raising market speculation regarding potential disruptions to the model’s engine supply.\nAir China and China Eastern Airlines received one C919 aircraft each in the first half of the year despite their stated goals of adding 10 apiece in 2025, according to the reports.\nChina Southern Airlines’ reports said the carrier expects 12 of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/ee42ebb3-dd53-4e6a-ad6b-91c714a16cd4_a25cd095.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车巨头比亚迪预计今年国际销量将突破20% (原标题: China’s EV king BYD expects international sales to top 20% this year)",
      "link": "https://www.scmp.com/business/china-business/article/3327153/chinas-ev-king-byd-builds-export-momentum-expects-sales-abroad-top-20-year?utm_source=rss_feed",
      "pubDate": "Sun, 28 Sep 2025 22:30:12 +0000",
      "isoDate": "2025-09-28T22:30:12.000Z",
      "creator": "Daniel Ren",
      "summary": "## 比亚迪预计今年海外销量占比将达20%\n\n中国电动汽车（EV）巨头比亚迪（BYD）预计，在物流改善和新车型发布的推动下，今年其出口销量将占全球总销量的约20%。\n\n### 目标与预测\n*   **海外销量占比提升**：比亚迪品牌及公关总经理李云飞表示，公司预计今年海外销量占比将达到20%。他强调，国际交付量在未来几年将做出更大贡献。\n*   **2025年海外交付目标**：比亚迪预测，2025年在中国大陆以外的交付量将达到80万至100万辆。\n*   **2025年总销量预测**：同期，公司预计总销量将达到460万辆。\n\n### 历史对比\n*   在2024年，比亚迪在中国大陆以外的销量占其总交付量426万辆的比例不足10%。\n\n### 出口支持策略\n*   **自有运输船队**：李云飞指出，比亚迪自有汽车运输船队是其出口激增的关键支持。目前，公司拥有8艘大型运输船，其中最大的一艘可运载9200辆汽车。\n*   **全球航线覆盖**：这些船只航行于连接中国与欧洲、东南亚等主要海外市场的海洋航线。\n\n### 产品线扩张\n*   **全球车型引入**：比亚迪计划通过将其所有在中国开发的车型引入国际市场，以扩大其海外市场的产品线，满足全球消费者的需求。",
      "shortSummary": "中国电动汽车巨头比亚迪预计，在物流改善和新车型发布的推动下，今年其海外销量将占全球总销量的约20%，远高于2024年不足10%的水平。公司计划在2025年实现80万至100万辆的海外交付，并利用自有运输船队支持出口，同时将所有中国开发的车型推向国际市场，以扩大全球影响力。",
      "translated_title": "中国电动汽车巨头比亚迪预计今年国际销量将突破20%",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese electric-vehicle (EV) king BYD expects exports to make up about 20 per cent of its global sales this year, spurred by improved logistics and new model launches.\nThe Shenzhen-based carmaker forecasts 800,000 to 1 million deliveries outside mainland China in 2025, compared with projected total sales of 4.6 million units, said Li Yunfei, the company’s general manager of branding and public relations.\n“We estimate that the proportion of our overseas sales would hit 20 per cent this year,” he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/28/d20d8753-5328-4020-b1f6-4a27307c9915_4dd8dd5c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国温暖的南方科技中心深圳正在成为一个滑雪胜地？ (原标题: Why is Shenzhen, China’s balmy southern tech hub, becoming a skiing destination?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327002/why-shenzhen-chinas-balmy-southern-tech-hub-becoming-skiing-destination?utm_source=rss_feed",
      "pubDate": "Sun, 28 Sep 2025 07:00:09 +0000",
      "isoDate": "2025-09-28T07:00:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 深圳：炎热南方科技中心的新滑雪热点\n\n中国南方的炎热潮湿科技中心深圳，正出人意料地成为一个滑雪目的地。随着全球最大室内滑雪场——前海华发冰雪世界即将开业，当地政府希望通过冬季运动经济来刺激消费。\n\n#### 前海华发冰雪世界概览\n\n*   **开业时间:** 预计在下个月的八天国庆假期（“黄金周”）期间开业。\n*   **规模:** 被誉为全球最大的室内滑雪度假村，占地10公顷（24.7英亩）。\n*   **设施:** 将设有五条滑雪道，其中一条垂直落差达83米（272.3英尺）。\n\n#### 滑雪热潮与消费者反馈\n\n*   **背景:** 2022年北京冬奥会推动了冬季运动在中国的人气飙升，许多中国人（如广州居民谢思雅）在三年前开始滑雪。\n*   **消费者体验:** 谢思雅计划在国庆假期期间前往该度假村，尽管届时深圳最高气温预计将达到30摄氏度（86华氏度）。她表示，室内滑雪场的建设让滑雪爱好者不再需要忍受无聊的夏天。\n*   **消费习惯:** 谢思雅每月至少滑雪一次，在室内滑雪场花费约1000元人民币（140美元），冬季前往户外滑雪场则每月花费超过5000元人民币。\n\n#### 政府目标\n\n当局希望将冬季运动经济与提振消费的努力相结合，以此推动当地经济发展。",
      "shortSummary": "中国南方科技中心深圳正成为一个意想不到的滑雪目的地。全球最大室内滑雪场——前海华发冰雪世界将于下月国庆假期开业，占地10公顷，拥有五条滑雪道，其中一条垂直落差达83米。此举旨在通过冬季运动经济刺激消费。受2022年北京冬奥会影响，滑雪运动在中国日益普及，许多爱好者即使在炎热天气下也渴望体验滑雪。",
      "translated_title": "为什么中国温暖的南方科技中心深圳正在成为一个滑雪胜地？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Some Chinese skiers are travelling to an unexpected destination to take part in the winter sport: the hot and humid tech hub of Shenzhen in southern China’s Guangdong province, during next month’s eight-day National Day holiday, also known as the “golden week”.\nQianhai Huafa Snow World, which is being touted as the world’s largest indoor ski resort, is set to open there on Monday as authorities look to tie the winter sports economy to efforts to boost consumption.\nThe 10-hectare (24.7 acre)...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/28/5ee16b9d-3e2e-432c-b2e3-fdd07a3c67c8_4cc7d450.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "节前首批大闸蟹上市，市场情绪低迷 (原标题: Market downbeat as first hairy crabs hit Chinese market on eve of holiday)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326980/consumption-doldrums-see-hairy-crab-prices-down-china-eve-golden-week-holiday?utm_source=rss_feed",
      "pubDate": "Sun, 28 Sep 2025 04:00:16 +0000",
      "isoDate": "2025-09-28T04:00:16.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国大闸蟹市场现状：节前价格下跌，前景不容乐观\n\n### 引言\n随着中国国庆假期（与中秋节重叠，形成八天“超级黄金周”）的临近，首批上市的大闸蟹价格显著下跌，市场情绪低迷。大闸蟹作为此时最受欢迎的季节性礼品，其市场表现也被视为衡量国庆“黄金周”消费需求的重要指标。\n\n### 价格下跌情况\n*   **零售价格下降：** 与去年同期相比，零售价格每公斤下降约20元人民币（去年同期价格范围为100至160元/公斤）。\n*   **未来趋势：** 上海嘉定区政府在线发布的一份报告指出，随着大闸蟹交付量增加，价格可能进一步下跌。\n\n### 价格下跌原因\n行业内部人士预测价格将继续下跌，主要原因包括：\n*   **产量增加：** 大闸蟹的生产量有所提高。\n*   **送礼需求萎缩：** 商务送礼和个人送礼的需求减少。\n*   **家庭消费疲软：** 整体家庭消费支出不振。\n\n### 大闸蟹的背景与特点\n*   **送礼佳品：** 大闸蟹因其独特的风味而备受推崇，长期以来被企业和富裕人士视为馈赠客户和官员的理想礼物。\n*   **别名与特征：** 也被称为中华绒螯蟹，因其毛茸茸的蟹钳而得名，是手掌大小的甲壳动物。\n*   **著名产地：** 最著名的大闸蟹产自江苏省东部的阳澄湖。\n*   **成熟期提前：** 今年由于气候变暖，大闸蟹成熟期提前，预计最佳风味期将在本月底，而非下个月或更晚。\n\n### “超级黄金周”的意义\n今年的八天“超级黄金周”被视为国内需求的试金石，涵盖零售销售、电影票房、旅游、餐饮和娱乐支出。然而，在假期前不到两周，大闸蟹市场已显现出不乐观的信号。",
      "shortSummary": "中国国庆假期临近，首批上市的大闸蟹价格显著下跌，市场情绪低迷。零售价较去年同期每公斤下降约20元。行业人士预测，受产量增加、送礼需求萎缩及家庭消费疲软影响，价格将进一步走低。大闸蟹是热门季节性礼品，其市场表现被视为衡量“超级黄金周”国内消费需求的风向标。今年大闸蟹因气候变暖提前成熟，最佳风味期预计在本月底。",
      "translated_title": "节前首批大闸蟹上市，市场情绪低迷",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China’s National Day holiday approaches, prices of hairy crabs, one of the most popular seasonal gifts at this time of the year, are down markedly as the first batches are delivered to markets across the country.\nIndustry insiders predict that prices will fall further, citing higher production, shrinking gift-giving demand and weak household spending.\nBusinesses and wealthy individuals have long regarded hairy crabs, which are prized for their unique flavour, as an ideal gift for clients and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/abb7a6d8-a3b8-4a62-9fd9-8691113bcc5a_999a41f9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "陆海空：5种免签入境中国的方式 (原标题: By land, sea or air: 5 ways to enter China without a visa)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326978/here-are-5-ways-enter-china-without-visa-land-sea-or-air?utm_source=rss_feed",
      "pubDate": "Sat, 27 Sep 2025 06:00:16 +0000",
      "isoDate": "2025-09-27T06:00:16.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国放宽免签入境政策以提振旅游业\n\n获取中国大陆签证通常涉及繁琐的文书工作、超过100美元的费用以及数天的处理时间。然而，为了吸引更多外国游客并促进国家旅游业发展，北京正在持续放宽免签入境规定，为越来越多的访客降低或完全取消了一些障碍。\n\n### 主要政策调整\n\n*   **过境免签**：移民官员现在允许来自特定国家的旅客在过境中国时免签停留长达10天。\n*   **更长免签停留**：越来越多的其他外国公民被允许免签停留30天。\n\n### 最新更新：俄罗斯公民免签政策\n\n*   **宣布时间**：9月2日，在俄罗斯总统普京访华期间宣布。\n*   **生效日期**：9月15日起。\n*   **具体内容**：俄罗斯公民可免签停留长达30天。\n\n### 免签入境中国大陆的选项（文章目前仅提供第一种）\n\n1.  **经中国城市过境（10天）**\n    *   **适用人群**：来自55个国家的护照持有者，包括澳大利亚、俄罗斯、印度尼西亚、美国和多个欧洲国家。\n    *   **停留时长**：最长可达10天。\n    *   **方式**：通过中国大陆的国际机场过境。",
      "shortSummary": "为提振旅游业，中国正放宽免签入境政策。目前，来自55个国家的旅客可通过国际机场过境免签停留长达10天。此外，自9月15日起，俄罗斯公民可免签停留中国长达30天。文章列出了五种免签方式，目前仅提供了过境免签这一种。",
      "translated_title": "陆海空：5种免签入境中国的方式",
      "images": [],
      "contentSource": "完整文章",
      "content": "Obtaining a visa to enter mainland China often requires filling out pages of paperwork, paying more than US$100, and waiting days for the documents to be processed.\nBut for a growing number of visitors, some hurdles have been lowered or removed entirely as Beijing continues to relax visa-free entry rules to attract more foreign visitors and boost the nation’s tourism sector.\nImmigration officials now allow travellers from certain countries who are transiting through China to stay without a visa...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/08e21371-9b07-475c-8ffd-b4f971e83d99_cf261bec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国旨在机器人领域超越美国。其最新策略：机器人训练营 (原标题: China aims to leapfrog the US in robotics. Its latest tactic: robot boot camps)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327001/china-unveils-giant-robot-boot-camps-train-world-leading-humanoids?utm_source=rss_feed",
      "pubDate": "Sat, 27 Sep 2025 02:15:08 +0000",
      "isoDate": "2025-09-27T02:15:08.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国机器人领域的新策略：机器人训练营\n\n中国正全力以赴，力争在先进人形机器人开发竞赛中超越美国。其最新策略是：将机器人送入“训练营”。\n\n## 机器人训练基地：加速发展的关键\n*   **目的**：解决当前制约中国国内产业发展的“数据短缺”问题，帮助制造商加速产品开发。\n*   **功能**：让机器人在各种不同场景中进行训练，并收集训练数据。\n*   **优势**：\n    *   实现标准化、大规模的数据生成。\n    *   以更低的成本提供高质量数据，克服过去机器人公司单独收集数据导致质量不一致的问题。\n\n## 北京的旗舰训练中心\n*   **地点**：北京市石景山区。\n*   **规模**：占地面积超过10,000平方米（108,000平方英尺）。\n*   **数据产出**：每年将产生超过600万个数据点。\n*   **训练场景**：提供16种特定场景，包括：\n    *   模拟制造设施\n    *   零售店\n    *   养老中心\n    *   智能家居\n\n## 行业背景\n*   中国和美国是新兴人形机器人产业的明显领跑者。\n*   该产业旨在创造具有类人身体的机器人，以在从工厂车间到养老院等一系列环境中取代人类工人。",
      "shortSummary": "中国正通过设立机器人训练营，加速其在人形机器人领域的领先地位。这些大型训练基地旨在解决数据短缺问题，通过在模拟工厂、零售店和养老院等16种场景中训练机器人，标准化并大规模收集高质量数据。北京的旗舰中心占地逾万平米，每年将产生超600万数据点。此举是中国超越美国、推动人形机器人产业发展的关键策略。",
      "translated_title": "中国旨在机器人领域超越美国。其最新策略：机器人训练营",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is going all out to outpace the United States in the race to develop advanced humanoid robots. Its latest strategy: sending its bots to boot camp.\nCities across the country are opening huge humanoid robotics training bases, which put robots through their paces in a variety of different scenarios and harvest training data to help manufacturers accelerate their product development.\nThe biggest of these facilities, located in Beijing’s Shijingshan district, covers an area of more than 10,000...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/9296551d-1eb0-404b-acc1-d857db4ae3b8_6c2e4748.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港在北京未来五年经济战略中的角色将如何演变 (原标题: How Hong Kong’s role in Beijing’s economic strategy could evolve in next 5 years)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327000/how-hong-kongs-role-chinas-economic-strategy-could-evolve-next-5-years?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 22:00:10 +0000",
      "isoDate": "2025-09-26T22:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 香港在中国第十五个五年规划中的角色展望\n\n## 引言\n中国目前正在起草其第十五个五年规划，这份重要的国家发展蓝图将为未来五年的发展设定基调和高层政策优先事项。本文探讨了香港如何能够在此规划中强化其作为连接中国内地与全球市场的“超级联系人”地位。\n\n## 香港地位的转变与展望\n\n### 过往疑虑\n不久前，许多人曾质疑香港是否已失去其作为国际金融中心的魅力。中美紧张局势加剧、经济长期放缓以及新加坡等区域竞争对手的影响，都曾让香港的光环黯淡。\n\n### 当前复苏迹象\n然而，这些疑虑已有所缓解。随着股市指数上涨、融资活动激增以及对全球企业和人才吸引力的增强，香港展现出强劲的复苏势头。香港英国商会创新与技术主席Phil McManus在LinkedIn上表示：“香港已经反弹。它一直如此。它将永远如此。”\n\n### 未来角色\n分析师指出，随着北京起草其第十五个五年规划——国家主要的社会经济发展蓝图——香港这个特别行政区有望在中国不断演变的经济战略中扮演独特角色。\n\n## 五年规划的重要性\n\n澳新银行大中华区首席经济学家Raymond Yeung强调：“简而言之，香港在中国下一个五年规划中的定位，将决定北京对其施行的政策和投入的资源。”\n\n与中国其他地区一样，香港（以及澳门和台湾）的经济发展轨迹在很大程度上受到北京政策决策的影响。",
      "shortSummary": "中国正在制定第十五个五年规划，这将决定香港未来五年在北京经济战略中的角色。尽管此前对香港作为国际金融中心的吸引力存在疑虑，但近期股市上涨、融资活跃以及对全球企业和人才的吸引力增强，显示其正在复苏。分析师认为，香港有望强化其作为连接中国内地与全球市场的“超级联系人”地位。其在五年规划中的定位将直接影响北京的政策和资源投入。",
      "translated_title": "香港在北京未来五年经济战略中的角色将如何演变",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how Hong Kong could strengthen its position as a “superconnector” linking the mainland with global markets.\nFor more stories in this ongoing series, click here.\nIn a LinkedIn post earlier this month,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/b786c920-fc28-4bad-8325-27bc06f29d45_172dcfc0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "TikTok交易：对于中美投资，这是新常态还是对等风险？ (原标题: TikTok deal: for US-China investments, is this a new normal or reciprocity risk?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327024/tiktok-deal-us-china-investments-new-normal-or-reciprocity-risk?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 14:00:15 +0000",
      "isoDate": "2025-09-26T14:00:15.000Z",
      "creator": "Mandy Zuo,Ralph Jennings",
      "summary": "### TikTok交易：中美投资的新常态与对等风险\n\n美国总统唐纳德·特朗普签署了一项行政命令，旨在推动备受关注的TikTok争议走向解决。此举不仅为美国用户继续使用TikTok提供了可能，也旨在保护国家安全，同时引发了对未来中美贸易协议以及两国企业相互投资命运的广泛讨论。\n\n**关键进展与交易条款：**\n\n*   **行政命令签署**：特朗普总统于周四签署行政命令，推动TikTok的剥离，使其在美运营。\n*   **背景协议**：此命令是在本月早些时候在马德里达成的一项框架协议，以及上周特朗普与习近平主席通话中获得“同意”之后发布的。\n*   **所有权结构**：根据拟议的交易条款，TikTok将由美国投资者（如甲骨文）主导运营，而其母公司字节跳动将保留20%的股权。\n\n**对中美投资关系的影响：**\n\n*   **贸易协议预期**：此次TikTok交易的进展，激发了人们对下个月两国领导人会晤时可能达成更广泛中美贸易协议的期待。\n*   **企业命运担忧**：同时，拟议的剥离也引发了关于在中美两国市场投资和运营的中国和美国公司未来命运的疑问。\n\n**中方回应：**\n\n*   **呼吁公平竞争**：中国外交部在周五的新闻发布会上敦促华盛顿在TikTok交易后为中国投资者提供一个公平的竞争环境。\n*   **尊重企业意愿**：外交部发言人郭继坤表示，中国政府尊重企业的意愿，欢迎它们在市场规则基础上进行商业谈判，达成符合中国法律并平衡各方利益的解决方案。\n\n**结论：**\n\nTikTok交易的解决方式，不仅是单一企业层面的事件，更被视为中美两国在经济和技术领域互动模式的一个缩影，预示着未来两国企业跨境投资可能面临的新常态或潜在的对等风险。",
      "shortSummary": "美国总统特朗普签署行政命令，推动TikTok剥离，以确保国家安全并允许美国用户继续使用。根据拟议协议，TikTok将由美国投资者主导，字节跳动保留20%股权。此举引发了对未来中美贸易协议及两国企业相互投资命运的讨论。中国外交部呼吁美国为中国投资者提供公平竞争环境，并表示尊重企业基于市场规则的谈判。",
      "translated_title": "TikTok交易：对于中美投资，这是新常态还是对等风险？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US President Donald Trump signed an executive order on Thursday to bring the widely watched TikTok dispute closer to a resolution, the move fuelled expectations of broader US-China trade deals when their leaders are expected to meet next month.\nThe proposed divestiture, meanwhile, has also raised questions about the fate of Chinese and American companies investing and operating in each other’s markets.\nIn the latest development in the saga involving the short-video app, Trump wrote in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/a3ed371a-ef4f-4557-9343-4d0ae06873e1_6628ca5b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对墨西哥的贸易调查被视为‘明确警告’，勿屈服于美国压力 (原标题: China’s trade probes into Mexico seen as ‘clear warning’ not to bow to US pressure)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327011/chinas-trade-probes-mexico-send-clear-warning-not-bow-us-pressure-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 12:00:09 +0000",
      "isoDate": "2025-09-26T12:00:09.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "# 中国对墨西哥的贸易调查：背景、行动与影响\n\n随着中美贸易谈判进入下一阶段，中国对墨西哥发起了反倾销和贸易壁垒调查。此前，墨西哥提议对中国商品征收更高的关税。分析人士认为，此举是中国发出的“明确警告”，旨在阻止墨西哥屈服于美国压力。\n\n## 背景与墨西哥的关税计划\n\n*   **墨西哥的关税提案：** 9月初，墨西哥宣布计划对约1400种产品类别（包括汽车、汽车零部件、钢铁、玩具和家具）提高最高达50%的关税。\n*   **适用范围：** 这些关税将适用于与墨西哥没有贸易协议的国家，其中包含中国，但豁免了美国和加拿大。\n*   **时机：** 墨西哥的这一举动恰逢2026年《美国-墨西哥-加拿大自由贸易协定》（USMCA）审查的准备阶段。分析普遍认为，墨西哥此举是为了讨好华盛顿。\n\n## 中国采取的调查行动\n\n中国商务部于周四启动了两项独立的调查：\n\n1.  **对墨西哥和美国山核桃的反倾销调查：**\n    *   预计将持续一年。\n2.  **对墨西哥贸易壁垒的调查：**\n    *   旨在查明墨西哥是否对中国产品设置了贸易壁垒。\n    *   如果确认存在贸易壁垒，北京可能会寻求双边谈判，或将案件升级至世界贸易组织（WTO）等多边争端解决机构。\n\n## 分析师的解读\n\n*   **“秀肌肉”的信号：** 东南亚研究所（ISEAS-Yusof Ishak Institute）高级访问学者、前美国贸易谈判代表斯蒂芬·奥尔森（Stephen Olson）表示，他将此视为中国“秀肌肉”的表现。\n*   **强硬立场：** 奥尔森认为，这表明中国觉得自己处于足够强大的地位，无需小心翼翼或避免采取挑衅性行动。\n\n## 结论\n\n中国的贸易调查被视为对墨西哥的直接警告，旨在阻止其在贸易政策上过度倾向美国，尤其是在中美贸易关系敏感和北美自由贸易协定审查的背景下。",
      "shortSummary": "中国对墨西哥启动反倾销和贸易壁垒调查，被视为对墨西哥的“明确警告”，旨在阻止其屈服于美国压力。此前，墨西哥提议对包括中国商品在内的约1400种产品提高关税，但豁免了美国和加拿大。分析人士认为，此举是中国在美中贸易谈判和北美自贸协定审查背景下，展示其强硬立场和“秀肌肉”的信号。若墨西哥存在贸易壁垒，中国可能寻求双边谈判或诉诸WTO。",
      "translated_title": "中国对墨西哥的贸易调查被视为‘明确警告’，勿屈服于美国压力",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China and the United States approach the next phase of trade talks, Beijing has launched anti-dumping and trade barrier probes into Mexico after the Latin American country proposed higher tariffs on Chinese goods.\nAnalysts said the move signalled a warning from Beijing, as Mexico’s planned duties – affecting a range of countries, but sparing the US and Canada – are widely seen as an attempt to curry favour with Washington.\nOn Thursday, China’s Ministry of Commerce launched an anti-dumping...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/9d81adf9-5f8c-4988-b97f-d6674aec8ede_1dc47a24.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "贸易紧急时刻，启用“压箱底”工具：中国政策工具箱解析 (原标题: In case of trade emergency, break glass: inside China’s policy toolbox)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326998/case-trade-emergency-break-glass-inside-chinas-policy-toolbox?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 10:00:12 +0000",
      "isoDate": "2025-09-26T10:00:12.000Z",
      "creator": "Mia Nurmamat",
      "summary": "### 中国应对贸易紧急情况的政策工具箱\n\n随着中国经济面临多重外部紧张局势，特别是美国总统特朗普第二任期征收巨额进口关税以来，北京已部署多种措施以保护其国内产业。除了国际法中接受的传统工具（如反倾销或反补贴调查）外，中国商务部还采取了其他方法来应对其视为贸易伙伴侵犯的行为。以下是文章中概述的部分措施：\n\n#### 1. 不可靠实体清单\n\n*   **设立背景与目的：** 该机制于2019年首次公布，旨在针对被认为危害中国主权、安全或发展利益，或严重损害中国企业权利的外国实体（公司、组织或个人）。\n*   **潜在后果：** 被列入清单的实体可能面临贸易和投资禁令等限制，其高级管理人员可能被禁止入境中国。\n*   **近期更新：**\n    *   **最新进展：** 商务部于周四将三家美国公司列入该清单，原因是它们与台湾进行军事技术合作。\n    *   **此前更新：** 今年早些时候的四次更新中，共有50个美国实体被列入清单，其中包括47家公司和两个实验室。\n    *   **调整与豁免：** 然而，在7月下旬斯德哥尔摩举行的高级别贸易谈判之后，4月份被列入清单的17个实体在8月份获得了90天的暂缓执行或被完全移出清单。\n\n#### 2. 军民两用物品出口管制\n\n*   **新规发布：** 中国于去年发布了关于“军民两用”商品出口的新规定。\n*   **管制范围：** “军民两用”商品是指那些既有民用功能，又可能具有军事应用潜力的物品。\n*   **审批要求：** 这些规定要求对相关货物的运输进行审批，涉及许可、管制清单、临时限制或全面禁令。",
      "shortSummary": "面对外部紧张局势和美国征收进口关税，中国已部署多种政策工具保护国内产业。这些措施包括国际法允许的传统工具，以及商务部采取的其他应对方法。文章中提及的工具包括：不可靠实体清单，旨在制裁危害中国利益的外国实体，近期已有多家美国公司因涉台军事合作被列入；以及军民两用物品出口管制，对具有军事应用潜力的商品出口实施许可和禁令等限制。",
      "translated_title": "贸易紧急时刻，启用“压箱底”工具：中国政策工具箱解析",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has deployed a wide variety of measures to protect its domestic industries as China’s economy, the world’s second largest, grapples with a number of external tensions.\nIn addition to traditional tools accepted in international law such as anti-dumping or countervailing investigations, the country’s Ministry of Commerce has adopted other methods to respond to what Beijing views as encroachment by trade partners, particularly in the months since US President Donald Trump began his second...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/16471a1c-eb5a-411d-b968-72edbb85b635_81f76ba0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国港口费生效前，航运公司正规避冲击：专家称 (原标题: Before US port fee hits China vessels, carriers are dodging the blow: experts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326952/us-port-fee-hits-china-vessels-carriers-are-already-dodging-blow-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 08:00:10 +0000",
      "isoDate": "2025-09-26T08:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "# 美国港口费生效前，航运公司调整部署以规避冲击\n\n在美国针对中国建造或运营船只的港口费生效前不到三周，一些主要航运公司已开始调整其船舶部署，以避免或吸收额外成本，而非立即向客户征收附加费。\n\n## 主要发现：\n\n*   **航运公司初步策略：** 至少在初期，主要航运公司选择调整船舶部署以规避或吸收额外成本，而非立即向客户征收附加费。\n\n*   **Sea Intelligence 报告洞察：**\n    *   **跨太平洋航线：** 航运咨询公司Sea Intelligence上周发布报告指出，跨太平洋航线上中国建造船舶的部署已出现减少的早期迹象。\n    *   **亚洲-北美西海岸贸易：** 在2025年上半年，中国建造船舶的份额为25-30%，但在最近几周已降至20-25%的范围。\n    *   **亚洲-北美东海岸贸易：** 该报告还指出，亚洲-北美东海岸贸易也出现了类似但不太明显的趋势。\n    *   **跨大西洋贸易：** 报告显示，跨大西洋贸易尚未出现任何类似的发展。\n\n*   **中远海运集运的回应：**\n    *   中远海运集运（上海和香港上市的中远海运控股的集装箱业务部门）已确认致力于维持其美国市场班轮服务的“稳定运营”。\n    *   该公司于9月16日表示，尽管港口服务费可能给其运营带来一些挑战，但他们对其美国航线网络服务仍充满信心。",
      "shortSummary": "美国针对中国船只的港口费生效前，航运公司正调整部署以规避成本。Sea Intelligence报告显示，跨太平洋航线上的中国建造船舶部署已减少，亚洲-北美西海岸贸易中其份额有所下降。中远海运集运表示，尽管面临挑战，仍将维持美国航线服务的稳定运营。航运公司初期选择吸收成本而非立即征收附加费。",
      "translated_title": "美国港口费生效前，航运公司正规避冲击：专家称",
      "images": [],
      "contentSource": "完整文章",
      "content": "Less than three weeks before the US port fee targeting China-built or China-operated vessels is scheduled to take effect, some major carriers have begun adjusting their vessel deployment to avoid or absorb the extra cost rather than resorting to imposing a surcharge on clients – at least initially.\n“On the transpacific, there are early signs of a reduction in the deployment of Chinese-built vessels,” shipping consultancy Sea Intelligence said in a report last week.\nAfter tracking vessel...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/c696a471-aa86-451f-a6b1-ea5e404bdfb7_b4f24a3a.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-30T19:14:54.598Z"
}