{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "美国武力展示或将使委内瑞拉更靠近中国：分析人士称 (原标题: US show of force could move Venezuela closer to China: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322853/us-show-force-could-move-venezuela-closer-china-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 15:00:09 +0000",
      "isoDate": "2025-08-22T15:00:09.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "# 美国在委内瑞拉附近展示武力及其对中委关系的影响\n\n分析人士指出，美国在委内瑞拉海岸附近部署军舰，尽管旨在向委内瑞拉政府施压并限制其本已紧张的石油运输能力，但此举反而可能加强中国与这个南美国家之间广泛的经济联系。\n\n## 关键信息点：\n\n*   **美国军事部署**：\n    *   白宫本周宣布，已向加勒比海域，靠近委内瑞拉水域，部署了三艘驱逐舰和一个两栖中队，约有4000名美国海军陆战队员。\n    *   美国声称此行动旨在阻止贩毒集团活动。\n\n*   **各方反应**：\n    *   **委内瑞拉**：委内瑞拉官员谴责此举是对其国家主权的威胁。\n    *   **中国**：中国外交部发言人谴责“外部势力干涉”华盛顿与加拉加斯之间日益紧张的局势。\n\n*   **分析人士观点**：\n    *   **政治压制**：中国社会科学院拉丁美洲专家徐世澄认为，特朗普此举的主要目的是政治上压制委内瑞拉左翼总统尼古拉斯·马杜罗，并迫使其下台。\n    *   **石油利益与切断供应能力**：\n        *   分析人士指出，委内瑞拉石油是问题的核心，中国对此有着持续的兴趣。\n        *   夏威夷东西方中心智库高级研究员丹尼·罗伊表示，美国的军事存在表明美国“有能力切断委内瑞拉对中国的石油供应”。\n\n*   **潜在影响**：\n    *   尽管美国意图施压，但此行动可能适得其反，反而会巩固和加强中国与委内瑞拉之间已有的经济联系。",
      "shortSummary": "美国在委内瑞拉附近部署军舰，白宫称旨在打击贩毒，但委内瑞拉和中国均谴责此为干涉主权。分析人士认为，此举旨在政治压制马杜罗，并展示美国切断委内瑞拉对华石油供应的能力。然而，这种武力展示可能适得其反，反而会进一步巩固中国与委内瑞拉的经济联系。",
      "translated_title": "美国武力展示或将使委内瑞拉更靠近中国：分析人士称",
      "images": [],
      "contentSource": "完整文章",
      "content": "While the deployment of US warships near the coast of Venezuela is intended to heap pressure on the government and limit its already strained capacity for oil shipments, the action would probably serve to bolster China’s extensive economic ties with the South American country, analysts said.\nThree destroyers and an amphibious squadron with about 4,000 US Marines were dispatched to the Caribbean Sea close to Venezuelan waters, the White House said this week, in an act they said was intended to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/646ce559-8d9b-4db7-81c0-2222b4d640b5_74a2d0ea.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国军舰围堵委内瑞拉——这对石油贸易意味着什么？ (原标题: US warships are circling Venezuela – what does this mean for the oil trade?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322852/us-warships-are-circling-venezuela-what-does-mean-oil-trade?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 13:30:12 +0000",
      "isoDate": "2025-08-22T13:30:12.000Z",
      "creator": "Mia Nulimaimaiti,Carol Yang",
      "summary": "美国军舰逼近委内瑞拉海岸，总统唐纳德·特朗普表示此举旨在打击贩毒集团，这引发了全球对这个南美国家的关注。中国对此表示反对，强调反对“以任何借口干涉委内瑞拉内政的外部势力”。本文探讨了局势发展以及委内瑞拉在国际石油贸易中的重要角色。\n\n### 委内瑞拉的石油储量与产量\n\n1.  **全球最大储量**：\n    *   根据美国能源信息署的数据，截至2023年，委内瑞拉拥有全球最大的已探明原油储量，估计约为3030亿桶。\n    *   这占全球储量的17%，其中绝大部分储量位于奥里诺科带河流盆地。\n2.  **产量受限**：\n    *   尽管储量巨大，但2023年委内瑞拉的原油产量仅占全球的0.8%。\n    *   产量受到美国自2019年起对委内瑞拉国家石油公司（PDVSA）实施的制裁影响。PDVSA在石油和天然气提炼与开采领域拥有近乎垄断的地位。\n    *   PDVSA自2016年以来未公布其活动统计数据，但路透社报道称，2024年该公司原油和燃料出口同比增长了15%。\n\n### 中委关系现状\n\n1.  **中国是主要投资者和债权国**：\n    *   自2007年以来，中国已向委内瑞拉投入约670亿美元，远超其他任何南美国家。\n    *   这使得中国成为加拉加斯最重要的债权国。\n2.  **金融生命线**：\n    *   在严厉制裁限制委内瑞拉贸易能力之后，中国的投资成为了委内瑞拉的金融生命线。",
      "shortSummary": "美国军舰逼近委内瑞拉，特朗普称旨在打击贩毒，中国反对外部干涉。委内瑞拉拥有全球最大原油储量（3030亿桶），但受美国制裁影响，2023年产量仅占全球0.8%。尽管如此，2024年其原油和燃料出口有所增长。中国自2007年以来向委内瑞拉投资约670亿美元，是其重要债权国和金融生命线。",
      "translated_title": "美国军舰围堵委内瑞拉——这对石油贸易意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US destroyers closed in on the coast of Venezuela on Thursday – a stark show of military force President Donald Trump said was intended to combat drug cartels – global attention has turned to the South American country, with China voicing opposition to “the interference of external forces in Venezuela’s internal affairs, under any pretext”.\nHere, the Post examines how the situation has developed and Venezuela’s role in the international oil trade – a prominence that has given the conflict...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/3b5d699d-d463-47b3-9540-b0e7c056fda8_557952c7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国退出清洁能源竞争，中国企业进军新兴市场 (原标题: As US retreats from clean energy race, Chinese firms push into emerging markets)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322824/us-retreats-clean-energy-race-chinese-firms-push-emerging-markets?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 12:30:12 +0000",
      "isoDate": "2025-08-22T12:30:12.000Z",
      "creator": "Kandy Wong",
      "summary": "### 美国在清洁能源领域的撤退\n\n*   **特朗普政府的立场**：美国总统唐纳德·特朗普公开将风能和太阳能称为“本世纪的骗局”，表达了对清洁能源的负面看法。\n*   **政策调整**：\n    *   特朗普政府削减了此前通过美国国际开发署（USAID）等机构提供的全球气候融资和可再生能源支持。\n    *   上个月，特朗普还鼓励通过立法，提前取消清洁能源补贴。\n    *   他声称，依赖风能和太阳能的美国各州正面临电力和能源成本的“创纪录增长”，并表示其政府不会批准“破坏风能或农民的太阳能”项目。\n\n### 中国清洁技术企业进军新兴市场\n\n*   **市场机遇**：随着美国在全球清洁能源投资领域的撤退，中国“清洁技术”企业正积极进军东南亚、中亚和拉丁美洲等新兴市场。\n*   **投资兴趣**：马来西亚清洁技术初创公司Mabill Technologies（开发连接能源效率分析和可持续冷却解决方案的预测性AI算法）表示，中国投资者对其业务表现出“新的兴趣”。\n*   **区域影响力**：Mabill Technologies的联合创始人Seemantani Sharma指出，中国清洁技术企业正通过将专有技术嵌入当地供应链，深化其在东盟地区的影响力。她强调，中国“明确将自身定位为清洁能源的枢纽”。\n\n### 中国的“技术外交”与供应链策略\n\n*   **技术与知识产权**：Sharma表示，中国通过“以长期供应链捕获为目标的技术外交”，在向新兴市场转移选择性技术诀窍的同时，通过合资企业、培训学院和“一带一路”资助的基础设施，保留对关键知识产权的控制。\n*   **标准推广**：中国还通过区域论坛和双边协议，积极推广其技术标准，尤其是在太阳能、电池和电动汽车等领域。这些举措旨在逐步使东盟十国的能源系统与中国的知识产权生态系统保持一致。",
      "shortSummary": "随着美国总统特朗普将风能和太阳能斥为“本世纪的骗局”并削减清洁能源投资，中国清洁技术企业正积极进军东南亚、中亚和拉丁美洲等新兴市场。中国企业通过技术外交、将专有技术嵌入当地供应链以及推广自身技术标准，深化其在当地的影响力，并保留对关键知识产权的控制，从而将自身定位为全球清洁能源枢纽。",
      "translated_title": "美国退出清洁能源竞争，中国企业进军新兴市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "As America retreats from clean energy investment around the world, with US President Donald Trump labelling wind and solar power “the scam of the century” on Wednesday, Chinese “cleantech” firms have been striding into emerging markets in Southeast and Central Asia and Latin America.\nMabill Technologies, a Malaysian cleantech start-up developing a predictive AI algorithm that will connect energy efficiency analytics and sustainable cooling solutions, said Chinese investors had been showing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/f8ab88d1-611f-454d-a7ed-9564579ba247_938012a5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧洲酷热热浪，中国空调需求猛增 (原标题: Europe’s scorching heatwave sees demand for Chinese air conditioners sizzle)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322762/europes-scorching-heatwave-sets-demand-chinese-air-conditioners-ablaze?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 08:00:12 +0000",
      "isoDate": "2025-08-22T08:00:12.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 欧洲酷热热浪推动中国空调需求飙升\n\n全球变暖背景下，欧洲正经历一场漫长而严酷的夏季热浪，从巴黎到雅典，从里斯本到柏林，气温持续飙升。\n\n### 中国空调出口量激增\n\n*   **出口数据**：根据中国海关数据，与去年同期相比，7月份中国对欧洲的空调出口量猛增近60%。\n*   **市场主导地位**：中国品牌在全球空调市场占据主导地位，根据中国机电产品进出口商会空调分会的数据，全球约80%的制冷设备由中国生产。\n\n### 欧洲多地遭遇极端高温\n\n*   **西班牙**：西班牙首都马德里本周初发布黄色高温预警（四级预警中的第三高），气温接近36摄氏度（96.8华氏度）。\n*   **法国**：上周末，法国96个本土省份中的85个（大致相当于中国的地级市或美国的县）处于热浪警报之下，其中包括巴黎。巴黎在6月份经历了夏季首次热浪，气温达到36摄氏度，远超该月平均24摄氏度的典型高温。\n\n### 欧洲对极端高温的准备不足\n\n*   **地理位置**：欧洲大陆大部分地区位于与中国东北相似的纬度（例如，巴黎略微偏北于黑龙江省哈尔滨，马德里略微偏南于辽宁省沈阳）。\n*   **需求激增**：此次热浪暴露出欧洲对极端气温的准备不足，导致对空调的需求急剧上升，为中国空调品牌带来了巨大的商业机遇。",
      "shortSummary": "欧洲正经历持续酷热热浪，导致空调需求激增。据中国海关数据显示，7月份中国对欧洲的空调出口量同比猛增近60%。西班牙马德里和法国巴黎等地气温飙升，凸显欧洲对极端高温准备不足。中国品牌在全球空调市场占据主导地位，此次热浪为中国空调制造商带来了巨大商机。",
      "translated_title": "欧洲酷热热浪，中国空调需求猛增",
      "images": [],
      "contentSource": "完整文章",
      "content": "From Paris to Athens, and Lisbon to Berlin, Europeans are enduring a prolonged and punishing summer heatwave amid global warming.\nAnd rising right alongside the blazing temperatures are China’s exports of air conditioners (ACs) to the continent, with a nearly 60 per cent jump by volume in July, compared with the same time last year, according to Chinese customs data.\nThe Spanish capital of Madrid kicked off the week under a yellow alert – the third-highest heat warning on a four-tier scale –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/655bb338-2ce9-42d3-be5a-21afafd211aa_19fd20c3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国发现两大页岩气田，能源安全战略取得成效 (原标题: China discovers 2 major shale gas fields as energy security drive pays off)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322759/china-discovers-2-major-shale-gas-fields-boost-energy-security?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 05:20:55 +0000",
      "isoDate": "2025-08-22T05:20:55.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国发现两大页岩气田，助力能源安全\n\n中国在西南部地区取得了能源安全战略的重大进展，发现了两个新的深层页岩气田，每个气田的探明储量均超过1000亿立方米（bcm）。这一发现显著增强了中国的能源自给能力。\n\n### 主要发现与气田详情\n\n*   **红星气田：**\n    *   由中国石油化工集团公司（中石化）宣布，该气田的天然气储量已获得政府认证，达到1650亿立方米。\n    *   红星气田横跨湖北省和重庆市。\n    *   中石化强调，这证明了红星地区巨大的资源潜力，其新增的战略性页岩气储量对国家能源安全具有重要贡献。\n\n*   **永川页岩气田：**\n    *   中石化披露，自然资源部已认证该气田地质储量新增1246亿立方米。\n    *   该气田位于四川盆地，于2016年发现，并在2019年已核实了235亿立方米的储量。\n\n### 勘探与开采挑战\n\n*   这两个新发现页岩气田的储层均位于地下超过3.3公里深的岩层中。\n*   这些深层岩层结构复杂且变形严重，给勘探和开采带来了显著的技术挑战。\n*   中石化表示，公司正致力于开发先进技术以克服这些深层复杂地质条件下的开采难题。\n\n### 中石化在四川盆地的长期努力\n\n*   中石化在富含深层油气资源的四川盆地已进行了超过十年的勘探工作。\n*   迄今为止，该公司已在该地区成功发现了五个大型页岩气田。\n*   其中包括一个储量高达1万亿立方米的涪陵气田，以及威荣、綦江、永川和红星四个1000亿立方米级的页岩气田。",
      "shortSummary": "中国中石化在西南部发现两大深层页岩气田——红星气田和永川气田，探明储量合计超过2896亿立方米。红星气田储量1650亿立方米，永川气田新增储量1246亿立方米。这些气田位于地下3.3公里深处，开采面临挑战。此发现是中国能源安全战略的重要进展，中石化已在四川盆地发现多个大型页岩气田。",
      "translated_title": "中国发现两大页岩气田，能源安全战略取得成效",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has discovered deep shale gas reserves in two major gas fields in the southwest, each holding more than 100 billion cubic metres (bcm) of proven reserves, as the country continues its push for greater energy security.\nThe state-owned China Petroleum and Chemical Corp (Sinopec) said late Thursday that the government had certified 165 bcm of natural gas reserves at the Hongxing field, which spans Hubei province and Chongqing municipality.\n“It proves the Hongxing region’s strong resource...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/71bdf489-23ca-4a31-aade-0d6652fb9c4b_78772f39.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "海外人工智能数据中心需求推动中国柴油发电机出口 (原标题: Overseas AI data centre demand powers up China’s diesel generator exports)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322660/overseas-ai-data-centre-demand-powers-chinas-diesel-generator-exports?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 13:00:11 +0000",
      "isoDate": "2025-08-21T13:00:11.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国柴油发电机出口增长：AI数据中心需求驱动\n\n全球人工智能（AI）的蓬勃发展正在推动数据中心投资，进而刺激了对可靠备用电源系统的需求，这使得柴油发电机组的重要性日益凸显。分析师指出，海外市场柴油发电机组售价更高，为中国出口商提供了巨大的增长机遇。\n\n### 出口数据概览\n\n*   **2023年前七个月：**\n    *   中国出口柴油发电机组502,463台，同比增长超过20%。\n    *   出口总额达到25.2亿美元，同比增长超过28%。\n*   **2023年7月单月：**\n    *   中国出口柴油发电机组74,962台，同比增长8.2%。\n    *   出口总额达到3.8255亿美元，同比增长22.9%。\n\n### 增长动因\n\n*   **AI需求：** 对AI服务和相关计算能力不断增长的需求，是推动数据中心投资的主要原因。\n*   **备用电源关键性：** 柴油发电机组在电网中断时作为备用电源，对于确保数据中心持续运行至关重要。\n\n### 国内外价格差异与市场机遇\n\n*   **价格差异：** 据广发证券分析师报告，中国制造的柴油发电机组国内售价约为300万元人民币（约417,807美元），而在海外市场售价约为400万元人民币。\n*   **市场前景：** 分析师认为，未来柴油发电机组的估值体系将从国内计算基础设施基准转向国际定价，这将为海外市场带来巨大机遇，并扩大长期市场价值。",
      "shortSummary": "全球AI热潮推动数据中心对可靠备用电源的需求，刺激了中国柴油发电机出口大幅增长。今年前七个月，中国柴油发电机组出口量同比增长超20%，价值增长超28%至25.2亿美元。海外市场售价更高，为中国出口商带来巨大机遇，并有望提升其长期市场价值。",
      "translated_title": "海外人工智能数据中心需求推动中国柴油发电机出口",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports of diesel generator sets are on the rise as the global boom in artificial intelligence (AI) drives investment in data centres, which in turn is fuelling demand for reliable backup power systems – an area where diesel units remain critical.\nAnalysts said diesel generator sets sell for higher prices overseas, opening up vast opportunities for overseas market growth.\nIn the first seven months of this year, China exported 502,463 diesel generator sets, up more than 20 per cent year...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/0b43901f-7bb9-4c2e-86ab-d700c4665e0d_dca4b24f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海艺术节邀请顶级国际演出吸引游客 (原标题: Shanghai arts festival books top international acts to lure tourists)",
      "link": "https://www.scmp.com/business/china-business/article/3322693/shanghai-arts-festival-books-world-class-acts-foster-cultural-tourism?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 12:30:15 +0000",
      "isoDate": "2025-08-21T12:30:15.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国上海国际艺术节：吸引全球游客，推动经济增长\n\n上海正通过举办中国上海国际艺术节（CSIAF）来巩固其作为主要国际旅游目的地的地位，并促进当地经济增长。该艺术节旨在将上海打造成全球顶尖表演者的磁石。\n\n### 活动概况\n\n*   **名称：** 中国上海国际艺术节 (CSIAF)\n*   **持续时间：** 为期一个月\n*   **开始日期：** 10月17日\n*   **演出数量：** 共1200场，涵盖歌剧、交响乐、芭蕾舞和音乐剧等多种形式。\n*   **国际参与：** 超过一半的主要演出将由外国艺术家呈现。\n\n### 预期效果与愿景\n\n*   艺术节预计将吸引数千名国际游客。\n*   CSIAF主席李明表示，艺术表演将连接城市与世界，创新表演将带来人流量，最终转化为上海对国际游客的吸引力。\n\n### 过往成就\n\n*   去年，艺术节吸引了2万名外国游客。\n*   曾邀请法国钢琴家亚历山大·坎托罗夫和男低中音歌剧演唱家布林·特菲尔等国际知名艺术家。\n\n### 本届亮点艺术家\n\n*   维也纳爱乐乐团 (Wiener Philharmoniker)\n*   斯图加特芭蕾舞团 (Stuttgart Ballet)\n*   美国小提琴家约书亚·贝尔 (Joshua Bell)\n\n### 核心理念\n\n*   李明强调，“高雅表演是国际知名艺术节的基础。”",
      "shortSummary": "中国上海国际艺术节（CSIAF）将于10月17日开幕，为期一个月。该艺术节旨在通过1200场高水平演出，邀请世界级艺术家，吸引国际游客，巩固上海作为国际旅游目的地的地位，并推动当地经济增长。超过半数主要演出将由外国艺术家呈现，预计吸引数千名国际游客。艺术节致力于将上海打造成全球顶尖表演者的磁石。",
      "translated_title": "上海艺术节邀请顶级国际演出吸引游客",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shanghai has invited world-class musicians, singers, dancers and actors to a festival that aims to consolidate its status as a major international tourist destination and propel the growth of the local economy.\nA total of 1,200 shows from operas and symphonies to ballets and musicals would be staged during the month-long China Shanghai International Arts Festival (CSIAF) starting on October 17, local authorities said on Thursday. More than half of the major performances would feature foreign...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/74187cf4-70aa-45ea-bc48-6ed944acdfb1_0f28e32d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着人工智能彻底改变工作，为‘大压缩’做好准备 (原标题: As AI revolutionises work, get ready for the ‘great compression’)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3322458/ai-revolutionises-work-get-ready-great-compression?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 08:30:06 +0000",
      "isoDate": "2025-08-21T08:30:06.000Z",
      "creator": "Luis Garicano,Jin Li,Yanhui Wu",
      "summary": "# 人工智能带来的“大压缩”\n\n文章探讨了人工智能（AI）对工作世界的深远影响，指出其作用远不止于消除入门级职位，而是正在将职业阶梯“压缩”成一个单一的层面。\n\n## 核心观点：经验与卓越的脱钩\n\n*   **“大压缩”现象：** AI通过使基础能力变得广泛且快速可及，缩小了新手与资深员工之间的差距。\n*   **传统观念被颠覆：** 当一个仅有三个月经验的新员工能够与经验丰富的专业人士表现相当时，基于技能的层级结构便失去了其逻辑基础。\n*   **历史类比：** 这种趋势类似于一个世纪前亨利·福特的流水线生产模式，它降低了对熟练工匠的依赖和溢价。\n\n## 案例研究与证据\n\n### 财富500强公司研究\n\n一项针对某财富500强公司的最新研究揭示了“大压缩”的模式：\n\n*   **整体绩效提升，但分布不均：** AI提升了整体绩效，但效果不平衡。\n    *   **低技能群体：** 技能指数最低的20%员工，生产力提升超过35%。\n    *   **中等群体：** 生产力获得适度增长。\n    *   **顶尖群体：** 生产力基本保持不变。\n*   **学习曲线压缩：** 令人震惊的是，员工的学习曲线被压缩——入职三个月的员工表现与入职一年的员工大致相当。\n*   **绩效分散度缩小：** 结果是绩效分布的离散度缩小：AI将低端表现拉向平均水平，而高端表现基本未变，从而创造了一个狭窄、稳定且可靠的产出区间。\n\n### 日本出租车司机研究\n\n另一项关于日本出租车司机的研究也显示了类似的效果：\n\n*   **AI导航系统：** 能够预测需求的AI导航系统减少了司机寻找下一位乘客的时间。\n*   **技能差异缩小：**\n    *   **低技能司机：** 生产力提升了约7%。\n    *   **资深司机：** 生产力变化不大，甚至略有下降。\n*   **结果：** 新手与资深司机之间的生产力差距显著缩小。\n\n## 结论与影响\n\n这种由AI驱动的“大压缩”现象，要求机构对传统的运营方式进行根本性的重新设计。",
      "shortSummary": "人工智能正在彻底改变工作，导致“大压缩”现象。AI使基础能力普及化，显著缩小了新手与资深员工之间的绩效差距，削弱了经验与卓越表现的传统关联。研究表明，AI能大幅提升低技能员工的生产力，而对高技能员工影响较小，从而压缩了整体绩效分布。这种趋势要求机构重新思考并重新设计其运营模式。",
      "translated_title": "随着人工智能彻底改变工作，为‘大压缩’做好准备",
      "images": [],
      "contentSource": "完整文章",
      "content": "Discussions of artificial intelligence (AI) often dwell on the disappearance of entry-level jobs. This focus misses a more consequential structural shift: AI does not merely remove the bottom rung; it compresses the career ladder into a single floor. By making baseline competence widely and quickly accessible, it narrows the gap between novices and veterans, eroding the traditional link between experience and excellence.\nWhen a three-month hire can match a seasoned professional, skill-based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/c9174607-2844-4ec9-b3f6-17cf2ea995a6_87cedaf0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国主要化肥出口激增600%，预示出口限制放松 (原标题: China’s shipments of major fertiliser surge 600%, signalling softer export curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322622/chinas-shipments-major-fertiliser-surge-600-signalling-softer-export-curbs?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 06:01:54 +0000",
      "isoDate": "2025-08-21T06:01:54.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国尿素出口激增，预示出口限制放松\n\n*   **出口量显著增长**\n    *   根据周三公布的海关数据显示，中国7月份尿素（一种主要化肥和用于减少排放的化学品）出口量达到567,184吨。\n    *   这一数字比去年同期增长了614%，比6月份的出口量增长了7.6倍。\n    *   6月份的出口量已跃升至近66,241吨，而1月至5月期间的月均出口量不超过2,200吨。\n\n*   **出口激增原因**\n    *   此次显著增长主要归因于去年因出口禁令导致的异常低基数，这进一步强化了市场关于北京已放松管制的猜测。\n    *   据报道，北京已放松了去年为抑制国内价格和维护粮食安全而实施的出口禁令。\n\n*   **分析师观点与未来展望**\n    *   商品咨询公司JLC网络科技的分析师徐晓云指出，在北京发布配额之前，相关检查已于5月底重新启动。\n    *   她表示，6月和7月的尿素出口是在政府指导下进行的，有配额限制和价格控制，而非完全放开。\n    *   分析师预计，由于大部分配额仍未使用，且对印度的出货可能恢复，这种化学品的出口在8月和9月可能继续增长。\n\n*   **出口目的地扩大**\n    *   海关数据显示，该化学品的出口目的地已从6月份的13个国家和地区扩大到7月份的31个。",
      "shortSummary": "中国7月份尿素出口量激增至567,184吨，同比增长614%，较6月增长7.6倍。此次显著增长主要归因于去年出口禁令导致的低基数，并预示着北京已放松了为抑制国内价格和维护粮食安全而实施的出口限制。尽管出口仍受政府指导和配额限制，但分析师预计未来几个月出口量可能继续上升，出口目的地也已扩大。",
      "translated_title": "中国主要化肥出口激增600%，预示出口限制放松",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipments of urea – a major fertiliser and chemical used to reduce emissions – have surged after Beijing reportedly eased an export ban imposed last year to curb domestic prices and maintain food security.\nAnalysts said exports of the chemical – a type of nitrogen used in agriculture as well as to curb diesel and industrial emissions – may continue rising in August and September, as a large portion of the quota remained unused and shipments to India might resume.\nChina exported 567,184...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/f9017058-1d6c-4094-8094-a4fde75a3469_29fcf0b1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国永磁体出口增长，欧盟成为最大买家，通过‘快速通道’ (原标题: China exports of permanent magnets up, EU biggest buyer with ‘fast-track’ route)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322588/magnetic-attraction-chinas-exports-permanent-magnets-surge-again?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 02:05:29 +0000",
      "isoDate": "2025-08-21T02:05:29.000Z",
      "creator": "Alice Li",
      "summary": "中国永磁体出口在7月份达到六个月来的新高，这是在政府承诺加快稀土衍生品出口许可审批后，连续第二个月实现增长。\n\n*   **出口数据概览**\n    *   根据海关数据，中国在7月份出口了5,577吨永磁体。\n    *   出口量环比增长75%。\n\n*   **增长原因**\n    *   此次增长是在中国政府承诺加快稀土衍生品（特别是永磁体）出口许可审批后出现的。\n\n*   **永磁体的重要性**\n    *   永磁体是电动汽车、风力涡轮机、智能手机、飞机和航天器等产品中不可或缺的组成部分。\n\n*   **主要买家**\n    *   **欧盟 (EU)**\n        *   7月份仍是中国永磁体的最大买家。\n        *   出口量：2,140吨，占总出口的38%。\n        *   环比增长57%，此前6月份已实现三倍多的增长。\n    *   **德国**\n        *   7月份是全球最大的中国永磁体进口国。\n        *   进口量：1,116吨。\n        *   环比增长46%。\n    *   **美国**\n        *   位居第二大买家。\n        *   进口量：619吨，占中国当月永磁体出口的11%。\n        *   环比增长76%，也标志着连续第二个月的增长。",
      "shortSummary": "中国永磁体出口在7月份达到六个月高点，环比增长75%，这得益于政府加快出口许可审批。欧盟是最大买家，进口2,140吨，占38%；德国是最大单一国家进口商；美国位居第二，进口619吨，占11%。永磁体广泛应用于电动汽车、风力涡轮机等高科技产品。",
      "translated_title": "中国永磁体出口增长，欧盟成为最大买家，通过‘快速通道’",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports of permanent magnets rose to a six-month high in July, marking a second month of growth after the government pledged to accelerate export permit approvals for the rare earth derivative.\nAccording to customs data, China exported 5,577 tonnes of permanent magnets last month, up 75 per cent month on month.\nRare earth permanent magnets are an essential component in products including electric vehicles, wind turbines, smartphones, aeroplanes and spacecraft.\nThe European Union remained...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/40c2b002-2a2b-426d-94fc-b881062d7965_96273a04.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正在放弃加拿大油菜籽。澳大利亚会填补这一空白吗？ (原标题: China is turning away from Canadian canola. Will Australia fill the gap?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322525/china-turns-away-canadian-canola-australia-emerges-alternative-supplier?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 00:00:19 +0000",
      "isoDate": "2025-08-21T00:00:19.000Z",
      "creator": "Kandy Wong,Mia Nulimaimaiti",
      "summary": "### 中国油菜籽进口格局变化：加拿大份额锐减，澳大利亚或成新选择\n\n**背景与原因**\n\n*   **中加贸易摩擦加剧**：加拿大作为中国主要油菜籽供应国的地位受到威胁，两国之间的针锋相对的关税战导致了这一变化。\n*   **关税战升级**：北京于三月对加拿大农产品（包括油菜籽）征收100%的关税，以回应渥太华对中国电动汽车征收高额关税。\n\n**加拿大油菜籽出口数据骤降**\n\n*   **进口量大幅下滑**：中国海关数据显示，七月份中国从加拿大进口的油菜籽同比下降55%，至173,250吨。这是自2023年7月以来的最低水平。\n*   **进口额同步减少**：这些货物的价值同比下降49%，至1.0206亿美元。\n*   **历史供应地位**：根据官方数据，加拿大在2023年和2024年曾是中国进口油菜籽的唯一来源。然而，中国现在似乎正在寻求替代方案。\n\n**澳大利亚成为潜在替代来源**\n\n*   **行业分析师观点**：分析师和行业内部人士指出，澳大利亚正在成为这种主要植物油的替代来源。\n*   **实际采购行动**：尽管上个月中国与澳大利亚之间的油菜籽贸易官方数据尚未公布，但澳大利亚谷物行业的消息人士透露，中国已经开始采购。\n*   **试运订单确认**：一位因话题敏感而要求匿名的行业消息人士表示，中国正在从澳大利亚购买约50,000吨的油菜籽作为试运货物。",
      "shortSummary": "由于中加关税战，中国从加拿大进口的油菜籽量在七月骤降55%，至173,250吨，创下新低。此前加拿大是中国油菜籽的唯一来源。目前，中国正寻求替代，分析师和行业人士指出，澳大利亚已开始向中国供应油菜籽，并进行了约5万吨的试运采购，有望填补加拿大留下的市场空白。",
      "translated_title": "中国正在放弃加拿大油菜籽。澳大利亚会填补这一空白吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Canada’s status as the dominant supplier of canola to China appears to be under threat as shipments plunge amid a tit-for-tat tariff battle between the two nations. And Australia is already emerging as an alternative source of the staple vegetable oil, analysts and industry insiders say.\nChina’s imports of canola from Canada fell by 55 per cent year on year to 173,250 tonnes in July – the lowest level recorded since July 2023 – Chinese customs data showed. The value of those shipments was down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/e284c69b-4675-4906-a931-ca847d1823c5_98c9ee4b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中美贸易协议缺位下，中国继续转向巴西寻求大豆供应 (原标题: With no US trade deal, China continues Brazil pivot for soybean supply)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322524/no-us-trade-deal-china-continues-brazil-pivot-soybean-supply?utm_source=rss_feed",
      "pubDate": "Wed, 20 Aug 2025 15:00:14 +0000",
      "isoDate": "2025-08-20T15:00:14.000Z",
      "creator": "Sylvia Ma,Alice Li",
      "summary": "# 中国大豆进口结构调整：转向巴西，减少美国供应\n\n## 概述\n根据中国海关总署的数据，2024年7月，中国大幅削减了从美国进口的大豆，同时显著增加了从巴西的进口量。这一趋势表明，在中美贸易紧张局势持续且未能达成广泛贸易协议的背景下，中国正在进一步调整其大豆供应来源，持续转向全球最大的大豆生产国巴西。\n\n## 关键数据分析\n\n*   **美国大豆进口量下降：**\n    *   2024年7月，中国从美国进口大豆420,873吨，同比下降11.47%。\n    *   这与美国农民呼吁华盛顿谈判以增加大豆采购的愿望形成对比。\n\n*   **巴西大豆进口量激增：**\n    *   2024年7月，中国从巴西进口大豆1039万吨，同比大幅增长13.92%。\n    *   巴西供应量几乎占中国当月大豆进口总量的90%。\n\n*   **中国大豆进口总量：**\n    *   2024年7月，中国大豆进口总量同比增长18.39%，达到1167万吨。\n    *   美国在当月中国大豆供应中的份额降至不足4%。\n\n*   **年度累计数据（1月至7月）：**\n    *   今年前七个月，中国累计进口大豆6103万吨，同比增长4.63%。\n    *   其中，近70%的大豆来自巴西，而来自美国的仅略高于四分之一。\n\n## 战略考量与影响\n\n*   **贸易紧张局势持续：** 中美两国间的贸易摩擦持续存在，多轮谈判未能达成包含大豆采购增加在内的全面协议，是中国调整大豆进口策略的主要驱动因素。\n*   **大豆的重要性：** 大豆是美国最重要的农产品出口之一，也是中美双边关系紧张时期的一个重要谈判筹码。\n*   **中国对大豆的需求：** 中国对大豆进口高度依赖，主要用于生产动物饲料和食用油。",
      "shortSummary": "2024年7月，中国大幅减少了从美国的大豆进口，同时显著增加了从巴西的采购量。这反映了在中美贸易紧张局势持续下，中国正将大豆供应重心转向巴西。当月，巴西供应了中国近90%的大豆，而美国份额不足4%。大豆对中国至关重要（主要用于动物饲料和食用油），也是中美贸易关系中的关键筹码。",
      "translated_title": "在中美贸易协议缺位下，中国继续转向巴西寻求大豆供应",
      "images": [],
      "contentSource": "完整文章",
      "content": "China slashed its soybean imports from the United States while increasing shipments from Brazil in July, a move that further reorients its supply from the world’s top producer even as American farmers press Washington to negotiate for larger purchases of the crop in a hypothetical trade agreement.\nLast month, China imported 420,873 tonnes of soybeans from the US, down 11.47 per cent from a year earlier, according to a Wednesday data release by the General Administration of Customs in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/7dda3e1c-7209-4502-90b7-28f8fdf6c94e_ef07bd05.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国增加从俄罗斯的原油进口，同时暂停购买美国原油 (原标题: China turns up oil tap from Russia as purchases of US crude remain suspended)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322541/china-turns-oil-tap-russia-purchases-us-crude-remain-suspended-july?utm_source=rss_feed",
      "pubDate": "Wed, 20 Aug 2025 13:00:18 +0000",
      "isoDate": "2025-08-20T13:00:18.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国7月原油进口概况\n\n根据最新海关数据显示，中国在2024年7月的原油进口量保持强劲，主要得益于俄罗斯原油供应的增加，而从美国的原油采购已连续第二个月暂停。\n\n### 主要进口数据\n\n*   **总进口量**：7月原油进口量达到4720万吨，同比增长11.5%。\n*   **俄罗斯**：\n    *   中国从俄罗斯购买了871万吨原油，使其成为上个月中国原油进口的最大来源国。\n    *   这标志着同比显著增长16.8%，俄罗斯供应了中国近五分之一的原油进口量。\n    *   尽管西方对莫斯科实施了全面制裁，但中国与俄罗斯深化了能源贸易，这与两国在2022年宣布的“无上限”伙伴关系相符。\n    *   俄罗斯在近几个月已多次位居中国原油进口来源国之首。\n*   **美国**：\n    *   中国上一次从美国进口原油是在5月份，7月已是连续第二个月暂停进口。\n*   **沙特阿拉伯**：\n    *   7月，中国还从沙特阿拉伯进口了747万吨原油，同比增长16.6%。\n    *   沙特阿拉伯、伊拉克和马来西亚是上个月中国其他主要的石油供应国。\n\n### 前七个月累计数据\n\n*   **总进口量**：今年前七个月，中国累计进口原油3.266亿吨，与去年同期相比增长2.8%。\n*   **俄罗斯占比**：在今年前七个月的总进口量中，俄罗斯的原油供应占17.7%。",
      "shortSummary": "中国7月原油进口强劲，总计4720万吨，同比增长11.5%。俄罗斯以871万吨成为最大供应国，同比增长16.8%，占总量的近五分之一。与此同时，中国已连续第二个月暂停从美国进口原油。沙特阿拉伯是第二大供应国。今年前七个月，中国原油进口总量为3.266亿吨，俄罗斯贡献了17.7%。这反映了中俄在西方制裁背景下深化能源合作的趋势。",
      "translated_title": "中国增加从俄罗斯的原油进口，同时暂停购买美国原油",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s crude oil imports remained robust in July, fuelled by higher Russian shipments, while China’s purchases from the US remained suspended for a second straight month.\nThe latest customs data shows that the volume of inbound crude oil reached 47.2 million tonnes in July, up 11.5 per cent from a year earlier.\nChina purchased 8.71 million tonnes of crude oil from Russia, making it the top source of China’s crude imports last month, according to the official data. This marked a year-on-year...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/0e416c63-0746-43d4-af2e-9e8fc408a65e_f1e51b8b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的关税可能在政治上成功，但在经济上却失败了 (原标题: Trump’s tariffs may be a political success but they fail economic test)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3322382/trumps-compelling-tariff-narrative-cant-mask-real-world-failures?utm_source=rss_feed",
      "pubDate": "Wed, 20 Aug 2025 08:30:07 +0000",
      "isoDate": "2025-08-20T08:30:07.000Z",
      "creator": "Jianlu Bi",
      "summary": "## 特朗普关税的政治成功与经济失败\n\n### 1. 特朗普关税叙事的政治吸引力\n\n*   **受害者叙事：** 特朗普将美国描绘成受害者，其制造业基础被掏空，工作岗位流失海外。\n*   **“魔杖”承诺：** 他承诺通过关税这根“魔杖”来恢复国家伟大。\n*   **政治胜利：** 尽管该叙事建立在夸大其词的基础上，但在政治上取得了巨大成功，但最终未能兑现。\n\n### 2. 叙事产生共鸣的原因\n\n*   **社会焦虑：** 叙事超越了经济数据，触及了美国社会内部的焦虑。\n*   **宏观与微观脱节：** 尽管宏观经济数据显示稳定增长，但这种成功未能缓解特定工业社区的痛苦。\n*   **简化复杂问题：** 特朗普将复杂问题简化为单一的外部敌人——利用美国的贸易伙伴。\n*   **贸易逆差的解读：** 他将巨额贸易逆差视为“掠夺”的证据，这与那些感觉被全球化遗忘的人产生了共鸣，让他们觉得终于有领导人为他们而战。\n*   **回归稳定：** 关税的承诺不仅是经济上的，更是一种回归更确定、更稳定时代的誓言，为那些在快速变化的世界中感到迷失的人提供了归属感。\n\n### 3. 经济数据对叙事的反驳\n\n*   **“停滞的美国”叙事不实：** 尽管“停滞的美国”在政治上很有影响力，但数据并不支持这一说法。\n*   **生活水平下降的说法不实：** 大多数美国人的生活水平下降的观点是错误的。\n*   **中位数可支配家庭收入：**\n    *   这是比平均值更准确的衡量标准，因为它不受高收入人群的扭曲影响。\n    *   根据经济合作与发展组织（OECD）的数据，2021年美国的中位数收入位居世界第二，仅次于卢森堡。\n    *   自20世纪70年代以来，美国实际个人中位数收入增长了约50%。\n*   **“普遍失业”叙事需细致分析：**\n    *   虽然一些社区确实受到了全球化的冲击，但这更多是“颠覆”而非“崩溃”的故事。\n    *   “中国冲击”确实导致了显著的失业，经济学家大卫·奥托（David Autor）估计，1999年至2011年间，约有240万美国工作岗位因此流失。",
      "shortSummary": "特朗普的关税政策在政治上取得了成功，因为它利用了美国民众对制造业空心化和工作流失的担忧，将贸易逆差归咎于外部敌人。然而，这种“受害者”叙事在经济数据面前站不住脚。数据显示，美国中位数收入持续增长，生活水平并未普遍下降。尽管“中国冲击”导致部分就业岗位流失，但这更多是经济转型中的局部颠覆，而非普遍衰退。",
      "translated_title": "特朗普的关税可能在政治上成功，但在经济上却失败了",
      "images": [],
      "contentSource": "完整文章",
      "content": "In today’s complex global economy, few issues stir more intense emotions than tariffs. US President Donald Trump’s tariff narrative has captured the hearts of many Americans. He painted a picture of a victimised America, its manufacturing base hollowed out and jobs shipped overseas. He promised to restore national greatness by wielding tariffs as a magic wand. While this narrative was a political triumph, it was built on a series of exaggerations and, when translated into policy, has ultimately...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/5b56a6f1-9d85-4182-990f-a61f79938346_839d8bec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从太空采矿到旅游，中国广东发力追赶马斯克 (原标题: From space mining to tourism, China’s Guangdong blasts off in pursuit of Musk)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322444/mining-tourism-space-ambitions-chinas-guangdong-rival-those-elon-musk?utm_source=rss_feed",
      "pubDate": "Wed, 20 Aug 2025 02:52:04 +0000",
      "isoDate": "2025-08-20T02:52:04.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 广东进军商业航天领域：追赶马斯克与国内领先者\n\n中国南方广东省已宣布其雄心壮志，将加入全国商业航天领域的竞争，承诺为希望建设低轨卫星星座系统并推动其在未来产业（包括太空采矿和太空旅游）中应用的公司提供财政和政策支持。\n\n### 核心支持措施与发展计划\n\n*   **政府采购支持**：根据省政府周二发布的商业航天政策声明，广东计划利用政府采购来支持卫星星座系统的关键创新产品和应用场景，这些场景还包括电信和物流。\n*   **产业规模化与计算能力**：政策指出，将支持企业持续扩大卫星应用产业规模，并购买计算能力服务；同时，鼓励相关地方政府依法提供奖励。\n*   **三年发展计划**：作为三年发展计划的一部分，省政府还将推动企业在卫星导航和遥感领域拓展海外市场。\n*   **快速审批与专项资金**：广东承诺为卫星星座项目提供快速审批通道，并承诺提供专项政府资金，以帮助火箭和卫星的开发，力求追赶北京和上海等领先地区。\n\n### 区域竞争与国家战略\n\n*   **追赶国内领先者**：北京已率先建设了国家支持的“国网”全国网络，而上海则与中国科学院合作，主导建设“千帆”项目。尽管广东拥有全国最大的省级经济体，但在卫星星座系统或整个太空经济领域尚未培养出本地的领军企业。\n*   **对标马斯克星链**：中国一直在加大力度建设能够与埃隆·马斯克的“星链”系统相媲美的卫星星座系统。广东的雄心勃勃的计划是这些努力正在加速的最新迹象，自7月下旬以来火箭发射次数的增加也印证了这一点。\n\n广东此举标志着其在国家商业航天发展浪潮中迈出了重要一步，旨在通过政策和资金支持，打造自身的太空经济生态系统，并最终在全球太空竞争中占据一席之地。",
      "shortSummary": "广东省宣布进军商业航天领域，旨在通过财政和政策支持，推动低轨卫星星座系统在太空采矿、旅游、电信和物流等未来产业中的应用。广东将提供快速审批和专项资金，以追赶北京和上海等领先地区。此举是中国加速建设可与马斯克“星链”匹敌的卫星星座系统的最新体现，标志着其在太空经济竞争中的雄心。",
      "translated_title": "从太空采矿到旅游，中国广东发力追赶马斯克",
      "images": [],
      "contentSource": "完整文章",
      "content": "South China’s Guangdong province has announced its ambition to join the country’s race to expand its commercial space sector, promising financial and policy support for companies wanting to build low-orbit satellite constellation systems and promote their application in futuristic industries including space mining and space tourism.\nGuangdong plans to use government procurement to support key innovative products and application scenarios for satellite constellation systems, which also include...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/29f82125-598d-4f28-95f5-f481ae65c8b1_71243fb7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“不容易”：一家美国公司如何通过采购美国本土产品规避特朗普的中国关税 (原标题: ‘Not easy’: how a US firm avoided Trump’s China tariffs by sourcing American)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322375/not-easy-how-us-firm-avoided-trumps-china-tariffs-sourcing-american?utm_source=rss_feed",
      "pubDate": "Tue, 19 Aug 2025 13:00:09 +0000",
      "isoDate": "2025-08-19T13:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 一家美国公司如何规避特朗普的中国关税\n\n*   **愿景与背景**\n    *   丹尼斯·加农（Denis Gagnon）长期以来一直致力于建立一家只使用美国本土制造零部件的制造公司。\n    *   这一愿景源于他在国际企业界的经验以及对海外商业风险的评估，与当时盛行的全球化和将生产外包至亚洲以降低成本的趋势背道而驰。\n\n*   **公司与策略**\n    *   加农家族，包括他的儿子威廉·加农（William Gagnon），在美国马萨诸塞州经营着一家名为Excel Dryer的中型公司，主要生产电动干手器。\n    *   2018年，美国前总统唐纳德·特朗普首次对中国进口商品加征关税，父子俩坚信他们的本土采购计划是正确的。\n    *   全球两大经济体今年早些时候进一步升级了彼此的进口关税，这更加坚定了他们的决心。\n    *   威廉·加农表示：“关税的增加只会巩固我们继续前进的决定。”\n\n*   **成果与挑战**\n    *   据威廉·加农透露，经过八年艰苦努力寻找中国以外的电机供应商，这家电动干手器制造商终于在2023年实现了所有零部件100%本土采购的目标。",
      "shortSummary": "Excel Dryer是一家美国公司，其创始人丹尼斯·加农（Denis Gagnon）一直致力于本土采购。在全球化背景下，他们反其道而行之。2018年特朗普对华加征关税后，这一策略得到强化。经过八年努力，Excel Dryer在2023年实现了所有零部件100%美国本土采购，成功规避了关税影响。",
      "translated_title": "“不容易”：一家美国公司如何通过采购美国本土产品规避特朗普的中国关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "Denis Gagnon had long wanted to establish a manufacturing firm supplied only by American-made parts, a vision shaped by his experience in the international corporate world and his assessment of business risks offshore.\nHe was an outlier in an era of globalisation when businesspeople, including his US peers, waxed lyrical about outsourcing from Asia to minimise production costs.\nThe Gagnons, including his son William, run a medium-sized company called Excel Dryer in the US state of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/19/476a0d5d-97eb-4728-baeb-abcd9db7cd25_e35febfa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普关税可能促使亚洲国家重新思考出口导向型增长 (原标题: Trump’s tariffs could prompt Asian nations to rethink export-led growth)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3322236/trumps-trade-war-could-push-asia-pivot-more-towards-home?utm_source=rss_feed",
      "pubDate": "Tue, 19 Aug 2025 08:30:10 +0000",
      "isoDate": "2025-08-19T08:30:10.000Z",
      "creator": "Brian P. Klein",
      "summary": "## 特朗普关税促使亚洲国家重新思考出口导向型增长\n\n### 背景与挑战\n\n*   **贸易战冲击**：美国贸易战和特朗普政府的关税政策正在对亚洲的出口导向型经济体造成直接冲击。关税导致进口商和消费者成本增加，贸易流受阻，商品价格上涨，并最终导致需求下降。\n*   **前所未有的关税制度**：当前对进入美国的大部分商品征收的关税制度是近一个世纪以来未见的，它正导致核心通胀和生产者价格上涨。尽管初期为规避新税制出现了一波进口激增，但这种经济活动一旦消退，经济放缓的深远影响将变得显而易见。\n*   **中国因素**：中国近期经济增长的挣扎加剧了区域贸易的不确定性。尽管中国国内市场曾被视为可与美国匹敌的增长引擎，但当前的经济指标和国内需求限制表明，中国可能无法独自支撑该地区应对对美出口的普遍放缓。\n\n### 转型机遇\n\n*   **重新审视经济模式**：面对当前的不确定性，许多亚洲国家有机会重新审视其过去的出口导向型经济政策。贸易的急剧下滑为探索替代经济模式打开了大门，尤其是在政治力量倾向于维持现状的情况下。\n*   **转向国内市场**：包括越南、印度尼西亚、泰国、马来西亚以及日本和韩国等发达经济体，可以在美国市场受挫时，转向发展其尚未充分开发的国内市场。\n\n### 消费驱动增长的潜力\n\n*   **巨大空间**：亚洲国家存在巨大的消费驱动型增长空间。美国国内消费占其国内生产总值（GDP）的超过三分之二。\n*   **数据对比**：根据世界银行数据，亚洲国家的家庭消费仅占其GDP的约48%至58%，而中国仅为40%。GDP中每增加一个百分点的家庭消费，都意味着数十亿美元的经济活动。\n\n### 图片\n\n*   ![车辆在墨西哥萨阿贡城中国汽车制造商江淮汽车工厂的装配线上。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/18/d8d30586-27e4-4782-a504-efe351f020f3_832e62eb.jpg)\n    *   *车辆在墨西哥萨阿贡城中国汽车制造商江淮汽车工厂的装配线上，摄于6月30日。图片来源：路透社*",
      "shortSummary": "特朗普的关税政策正迫使亚洲出口导向型经济体面临巨大压力，导致成本上升和需求下降。面对美国政策的不确定性和中国经济增长放缓，亚洲国家有机会重新思考其发展模式。文章指出，这些国家应转向发展国内消费市场，以实现更可持续、更具韧性的增长。目前亚洲国家家庭消费占GDP比重远低于美国，表明其国内市场存在巨大潜力。",
      "translated_title": "特朗普关税可能促使亚洲国家重新思考出口导向型增长",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/18/d8d30586-27e4-4782-a504-efe351f020f3_832e62eb.jpg",
          "alt": "Vehicles are seen on an assembly line at Chinese carmaker JAC Motors’ plant in Ciudad Sahagun, Mexico, on June 30. Photo: Reuters",
          "title": "Vehicles are seen on an assembly line at Chinese carmaker JAC Motors’ plant in Ciudad Sahagun, Mexico, on June 30. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Export-oriented countries in Asia are about to bear the brunt of the US trade war. Early August tariffs are starting to rack up costs for importers and consumers, along with disrupted trade flows, rising prices for goods and ultimately falling demand.\nAmid this pain lies an opportunity to pivot towards a consumer-led economy. Countries in Asia that rely too heavily on US markets can create a path towards more sustainable growth and insulate their economies against the vicissitudes of capricious...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/19/791955f8-a78d-4cc0-9a39-12bd4389c959_bfcfae2f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对“全球南方”的出口与投资在“关税时代”激增：报告 (原标题: China’s exports, investments to Global South surge in ‘age of tariffs’: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322225/chinas-exports-investments-global-south-surge-age-tariffs-report?utm_source=rss_feed",
      "pubDate": "Tue, 19 Aug 2025 02:00:13 +0000",
      "isoDate": "2025-08-19T02:00:13.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国对“全球南方”的出口与投资激增\n\n一份新报告指出，中国正加速转向“全球南方”（涵盖大部分发展中国家），以减少对美国的依赖，这可能创造“全球商业新秩序”。\n\n*   **出口增长显著**\n    *   根据标普分析师的报告，自2015年以来，中国对“全球南方”的出口已翻倍。\n    *   在美国前总统唐纳德·特朗普第一任期内的中美贸易战之后，出口增长尤其显著。\n    *   在过去五年中，这些出口增长了65%，是前一个五年期增速的三倍。\n    *   相比之下，过去十年中国对美国和西欧的出口分别仅增长了28%和58%。\n*   **出口规模超越传统市场**\n    *   目前，中国对“全球南方”的出口额约为1.6万亿美元。\n    *   这一数字比中国对美国和西欧的总出口额（1万亿美元）高出50%以上。\n*   **对发展中地区投资增加**\n    *   中国企业也加大了对发展中地区的投资，尤其是在制造业领域。\n    *   在过去十年中，中国对东南亚四大贸易伙伴（印度尼西亚、马来西亚、泰国和越南）的投资增长了四倍，年均投资额达88亿美元。\n*   **转向“全球南方”的动因与影响**\n    *   标普分析师指出，美国关税带来的高度不确定性以及中国经济放缓，将继续促使中国企业转向“全球南方”。\n    *   这种趋势可能导致“南南贸易”成为新的重心，中国跨国公司成为新的关键参与者，从而形成一种新的全球商业秩序。",
      "shortSummary": "一份报告显示，中国正加速转向“全球南方”市场，以减少对美国的依赖，应对关税和经济放缓。自2015年以来，中国对“全球南方”的出口已翻倍，过去五年增长65%，出口额达1.6万亿美元，超过对美欧总和。对东南亚等地的制造业投资也大幅增加。这可能促使“南南贸易”成为全球商业新重心，形成新的秩序。",
      "translated_title": "中国对“全球南方”的出口与投资在“关税时代”激增：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is accelerating its pivot to the Global South to reduce reliance on the United States, potentially creating “a new order of global commerce”, according to a new report.\nChinese exports to the Global South – covering most of the developing world – have doubled since 2015, with growth seeing a notable uptick after the US-China trade war during US President Donald Trump’s first term, S&P analysts said on Tuesday.\nIn the past five years, these exports have risen by 65 per cent – tripling the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/18/490ec76b-3157-48a8-b9a0-b4dc908fd365_4a0d91b8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国能否打造一个海外经济帝国？电动汽车生产商正在探路 (原标题: Can China forge an offshore economic empire? EV producers are feeling the way)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322247/how-ev-industry-driving-chinas-going-global-strategy?utm_source=rss_feed",
      "pubDate": "Mon, 18 Aug 2025 13:00:08 +0000",
      "isoDate": "2025-08-18T13:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国电动汽车产业的海外扩张：打造经济帝国的尝试\n\n中国电动汽车（EV）产业，一个曾高度内向的工业部门，正引领一场海外扩张浪潮。此举承载着中国政府的期望，旨在打造一个海外经济帝国，以规避国内激烈的市场竞争。\n\n### 投资重心历史性转移\n\n*   **海外投资超越国内**：根据Rhodium Group周一发布的报告，去年中国电动汽车企业在海外的投资首次超过了国内投资，尽管海外成本更高、面临延误和风险。\n*   **长期趋势逆转**：这标志着一个历史性的转变。此前多年，约80%的投资都流向了国内市场。\n*   **投资额对比**：在2022年之前，海外投资远低于国内支出。2021年和2022年，政策支持推动中国电动汽车供应链的年均投资达到920亿美元。此后差距开始缩小，到2024年，海外投资已超过国内支出，而国内支出已降至仅150亿美元。\n\n### 推动海外扩张的因素\n\n*   **国内市场压力**：\n    *   **需求不振与产能过剩**：中国企业正面临国内需求低迷和产能过剩的问题。\n    *   **价格战侵蚀利润**：激烈的价格战正在侵蚀利润空间，使得企业别无选择，只能寻求海外增长。\n    *   **产能利用率低**：报告显示，2023年，国内电动汽车组装工厂的产能利用率仅为49%，电池工厂为36.5%。\n*   **全球市场与监管挑战**：\n    *   **全球市场降温**：全球电动汽车市场也在降温，去年电动汽车销量下降了三分之一。\n    *   **海外监管阻力**：外国市场日益增长的监管阻力也设置了更多障碍，促使中国企业在海外设立工厂，以规避贸易壁垒。\n\n### 外部环境挑战\n\n尽管面临欧盟和美国收紧限制并加强对中国“走出去”战略的审查，中国企业仍在推进这一转变。",
      "shortSummary": "中国电动汽车（EV）产业正积极向海外扩张，旨在规避国内激烈竞争并寻求增长。Rhodium Group报告显示，去年中国电动汽车企业海外投资首次超越国内。此举是受国内需求低迷、产能过剩、价格战侵蚀利润以及全球市场降温的驱动。尽管面临欧美等地的外部监管阻力，中国企业仍被迫出海，以应对挑战并寻求新的发展机遇。",
      "translated_title": "中国能否打造一个海外经济帝国？电动汽车生产商正在探路",
      "images": [],
      "contentSource": "完整文章",
      "content": "The electric vehicle (EV) industry, formerly one of China’s most inward-focused industrial sectors, is now leading a push overseas, carrying the government’s hopes of forging an offshore economic empire to sidestep cutthroat competition at home.\nLast year, for the first time, Chinese EV companies invested more overseas than they did at home, despite higher costs, delays and risks abroad, according to a report published by Rhodium Group on Monday.\nThat marked a historic shift after years of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/18/b05db99c-4157-48e0-8366-e9565692e931_31fc9bf1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国谈判代表在与中国达成贸易协议方面面临艰巨任务 (原标题: US negotiators face tough task to secure trade deal with China)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3322129/us-negotiators-face-tough-task-secure-trade-deal-china?utm_source=rss_feed",
      "pubDate": "Mon, 18 Aug 2025 12:30:07 +0000",
      "isoDate": "2025-08-18T12:30:07.000Z",
      "creator": "Wendy Cutler",
      "summary": "### 中美贸易谈判：挑战与展望\n\n关税休战已延长至11月10日，中美谈判代表正致力于在今年秋季美国总统特朗普与中国国家主席习近平可能举行的峰会前，达成一项贸易协议。尽管自数月前在瑞士日内瓦首次会晤以来，双方高层已进行接触，但此后的多数讨论似乎都集中在确保中国关键矿产和磁铁顺利流向美国的问题上。\n\n当前，谈判代表需要加快步伐，详细审视未来协议中可能包含的其他议题，同时认识到这些问题没有简单的解决方案。\n\n积极的一面是，双方在不同程度上似乎都希望达成一项有助于稳定双边关系的协议。此前迅速升级的关税措施让双方都意识到紧张局势已失控。官员们指出，特朗普第一任期内达成的第一阶段协议证明，即使在战略竞争盛行的环境下，双边协议也是可能实现的。\n\n然而，北京已从早期的谈判中吸取了重要教训，那些谈判相对有利于华盛顿的利益。此后，中国已采取措施避免重蹈覆辙。因此，北京此次很可能坚持达成一份更加平衡的协议，这意味着它将要求华盛顿在放松出口管制和降低关税等领域做出让步。\n\n此外，中国自2017年以来已成功降低了对美国出口市场的依赖，2024年对美出口仅占其总出口的14.7%，低于2018年的略高于19%。中国已转向其他伙伴以满足其进口需求，其中巴西现已成为其最大的大豆供应国。\n\n最后，中国已建立了一个远超关税的工具箱，以应对其认为不合理的美国措施。根据其在重要方面与美国政策相似的出口管制法，中国已限制其关键矿产和磁铁对美国的出口。北京已表明，它非常愿意利用这种影响力来创造更有利的谈判条件。",
      "shortSummary": "中美贸易谈判面临挑战，尽管关税休战已延长。前期讨论侧重关键矿产，现在需解决更广泛问题。双方均希望达成协议稳定关系。中国从过往谈判中吸取教训，寻求更平衡协议，要求美方在关税和出口管制上让步。中国已降低对美出口依赖，并利用出口管制等新工具争取有利谈判条件。",
      "translated_title": "美国谈判代表在与中国达成贸易协议方面面临艰巨任务",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the tariff truce extended to November 10, US and Chinese negotiators can now focus on shaping a trade deal in the lead-up to a possible summit between US President Donald Trump and Chinese President Xi Jinping this autumn. While engagement has occurred at senior levels since the first meeting in Geneva, Switzerland, several months ago, it appears that much of the discussion since then has centred around ensuring the smooth flow of Chinese critical minerals and magnets to the United...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/18/c305f7eb-1224-4b6d-8fc6-69bb6778e371_fd971f03.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-23T01:43:23.559Z"
}