{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国加强经济监测，以规避最坏情况 (原标题: China steps up economic monitoring, looking to head off worst-case scenarios)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317395/china-steps-economic-monitoring-looking-head-worst-case-scenarios?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-08T15:00:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国加强经济监测以应对不确定性\n\n中国最高经济规划机构国家发展和改革委员会（NDRC）正在加强其经济监测和预警能力，以应对全球经济波动和潜在的挑战。\n\n## 背景与动因\n\n*   **全球经济环境复杂：** 面对美国不稳定的关税威胁以及全球经济的持续变动，中国认识到需要更强大的经济监测和早期预警机制。\n*   **全球经济贸易秩序重构：** 在全球经济和贸易秩序重构的背景下，NDRC正在寻求研究，以评估美国关税的影响，并完善中国现有的监测指标。\n*   **非关税壁垒考量：** NDRC还计划评估各国非关税壁垒可能对中国经济产生的影响。\n\n## 现有系统与新方向\n\n*   **现有庞大系统：** 中国目前已拥有一个庞大的经济健康监测系统，涵盖从中央银行到商务部等多个部门。\n*   **NDRC新举措的信号：** 发改委此次的新举措表明，中国希望采取一种更细致、更具前瞻性的方法，以协助起草国家2026-2030年发展蓝图。\n*   **提升监测能力：** 上海金融与发展研究院院长邵宇指出，新的监测系统可能需要更高的频率，并能更好地反映实体经济状况。\n*   **应对未来挑战：** 邵宇预计，经济监测系统的改进将帮助中国更好地应对未来可能加剧的波动和竞争。\n*   **监测重点转变：** 现有系统可能侧重于贸易平衡和金融市场波动等指标，而未来的系统则可能更深入地关注供应链安全、技术和货币稳定。",
      "shortSummary": "中国国家发展和改革委员会（NDRC）正加强经济监测和预警能力，以应对美国关税威胁及全球经济变局。此举旨在采取更细致、前瞻性的方法，为2026-2030年发展规划提供支持。未来的监测将更侧重供应链安全、技术和货币稳定，以帮助中国更好地应对经济波动和竞争。",
      "translated_title": "中国加强经济监测，以规避最坏情况",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid erratic US tariff threats and with the world economy in flux, China’s top economic planner says that more economic monitoring and early-warning capabilities are needed.\nThe National Development and Reform Commission (NDRC) is soliciting studies to assess the impacts of US tariffs and to refine China’s existing monitoring indicators “in the context of global economic and trade order restructuring”.\nIt also plans to evaluate how non-tariff barriers of various countries might impact China’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/68647d11-b337-4e3f-9821-776dfe7790b9_a3e8d07b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "东亚面临美国新关税，中国稀土限制：SCMP每日要闻 (原标题: East Asia faces fresh US tariffs, China rare earth curbs: SCMP daily highlights)",
      "link": "https://www.scmp.com/news/china/article/3317439/trumps-fresh-tariffs-east-asia-chinas-rare-earth-dominance-scmp-daily-highlights?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 13:15:07 +0000",
      "isoDate": "2025-07-08T13:15:07.000Z",
      "creator": "SCMP",
      "summary": "### SCMP每日要闻：东亚面临美国新关税，中国稀土限制\n\n本文总结了《南华早报》(SCMP) 当日关于中国的一些重要新闻，主要围绕美国对东亚国家的关税政策以及中国在稀土领域的主导地位展开。\n\n#### 主要内容：\n\n1.  **美国对日韩及其他国家征收新关税**\n    *   美国总统唐纳德·特朗普因谈判进展缓慢，在设定的截止日期前，于周一单方面对日本和韩国征收了25%的关税。\n    *   同时，对其他几个国家也征收了相同或更高的进口税。\n\n2.  **中国稀土主导地位及其影响**\n    *   北京近期对稀土实施了出口管制措施。\n    *   此举促使国际社会加紧努力，以实现供应链多元化，并削弱中国在关键矿产领域长期以来的主导地位。\n\n3.  **特朗普的14国关税方案对中国构成压力**\n    *   尽管美国总统特朗普于周一签署行政命令，将“对等”关税的暂停期延长至8月1日，但这并未给中国带来多少宽慰。\n    *   华盛顿还针对包括中国多个亲密贸易伙伴在内的14个国家征收高达40%的关税。\n    *   这可能让北京的决策者感到日益被逼入绝境。\n\n4.  **中国在贸易战中的策略：押注贵州**\n    *   文章提及中国在贸易战中的一项策略是押注贵州省。\n    *   贵州长期以来一直是中国最贫困的省份之一。",
      "shortSummary": "SCMP每日要闻聚焦美中贸易紧张。美国总统特朗普对日韩及多国征收新关税，并对14个贸易伙伴施压，令中国倍感压力。同时，中国对稀土的出口管制促使全球寻求供应链多元化，以削弱其主导地位。文章还提及中国在贸易战中押注贫困省份贵州的策略。",
      "translated_title": "东亚面临美国新关税，中国稀土限制：SCMP每日要闻",
      "images": [],
      "contentSource": "完整文章",
      "content": "Catch up on some of SCMP’s biggest China stories of the day. If you would like to see more of our reporting, please consider subscribing.\n1. Apparently impatient Trump slaps 25% tariffs on Japan, South Korea\nUS President Donald Trump, apparently impatient with the slow progress of negotiations, on Monday slapped 25 per cent unilateral tariffs on Japan and South Korea and equal or higher import taxes on several other nations ahead of a self-imposed Wednesday deadline.\n2. Rare earth dominance: why...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/623b570f-92fa-4e07-af75-5421625a907c_df0297d9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将加快与邻国的动车连接 (原标题: China to speed up bullet-train connectivity with neighbours)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317391/china-speed-bullet-train-connectivity-neighbours?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 11:57:01 +0000",
      "isoDate": "2025-07-08T11:57:01.000Z",
      "creator": "Ji Siqi",
      "summary": "中国副总理张国清在第十二届世界高速铁路大会开幕式上表示，中国将通过扩大高速铁路网络，进一步加强与其他国家的互联互通。此举旨在推动基础设施的“硬联通”以及标准和规则的“软联通”，将高速铁路定位为推进“一带一路”倡议的基石。\n\n**主要承诺与目标：**\n*   中国致力于实施重大项目和以人为本的小型倡议，以提供切实的利益。\n*   在海外开展高铁项目时，将加强对基础设施和技能培训的支持，以更好地造福各国人民。\n*   继续推进重要的标志性铁路项目，并参与国际铁路标准的制定。\n\n**重点铁路项目：**\n*   **匈牙利-塞尔维亚铁路：**\n    *   标志着中国高铁首次进入欧洲。\n    *   旨在连接布达佩斯和贝尔格莱德。\n    *   塞尔维亚境内的部分线路已于2022年投入运营。\n    *   预计整条线路将于2026年完工。\n    *   该项目，特别是匈牙利段，受到了欧盟的审查，欧盟对中国在该地区日益增长的影响力保持警惕。\n*   **中国-吉尔吉斯斯坦-乌兹别克斯坦铁路**\n*   **中泰铁路**\n\n**背景：**\n*   此次大会已成为全球高速铁路发展和技术的展示平台。",
      "shortSummary": "中国副总理张国清表示，中国将通过扩大高速铁路网络，加强与邻国的互联互通，以推动“一带一路”倡议。中国致力于基础设施和标准规则的“软硬联通”，并支持海外项目的基础设施和技能培训。重点项目包括匈牙利-塞尔维亚铁路、中吉乌铁路和中泰铁路。其中匈塞铁路预计2026年完工，但面临欧盟对其影响力的审查。",
      "translated_title": "中国将加快与邻国的动车连接",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will further enhance connectivity with other countries by expanding its high-speed railway network, a senior politician pledged on Tuesday.\nThe country intends to promote both the “hard connectivity” of infrastructure and the “soft connectivity” of standards and rules to position high-speed rail as a cornerstone for advancing the nation’s Belt and Road Initiative, Vice-Premier Zhang Guoqing said at the opening ceremony of the 12th World Congress on High-Speed Rail in Beijing.\n“China is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/9bea486f-977c-495d-aa7d-ff9b0c9a83f1_55992a97.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“压力与分化”：为何特朗普的14国关税方案令中国如坐针毡 (原标题: ‘Pressure and division’: why Trump’s 14-nation tariff package puts China on edge)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317397/why-trumps-14-nation-tariff-package-puts-china-edge-and-pressures-southeast-asia?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 10:00:22 +0000",
      "isoDate": "2025-07-08T10:00:22.000Z",
      "creator": "Carol Yang,Luna Sun",
      "summary": "### 特朗普14国关税方案对中国的影响\n\n美国总统唐纳德·特朗普签署了一项行政命令，将“对等”关税的暂停期延长至8月1日，但这并未给中国带来多少安慰。相反，华盛顿同时对14个国家（其中许多是中国亲密的贸易伙伴）征收高达40%的关税，这可能让北京的政策制定者感到日益被逼入绝境。\n\n**背景与策略**\n\n*   尽管此前在伦敦进行的突破性会谈为取消大部分双边出口管制（从中国的稀土限制到美国的飞机发动机和芯片）奠定了基础，美国仍推出了这项新的关税方案。\n*   分析人士指出，美国最新的关税方案是一项经过精心策划的策略，旨在孤立中国，并在即将到来的贸易谈判中加强华盛顿的立场。此前在5月达成的90天贸易休战协议将于8月初到期。\n\n**专家观点**\n\n*   华南理工大学公共政策研究院助理研究员徐伟军表示，特朗普新宣布的关税是“脱钩议程”的延续。\n*   徐伟军将其描述为“压力与分化”：“信息很明确——像越南这样的‘合作’国家会得到优惠待遇，而其他国家则面临高关税。”",
      "shortSummary": "美国总统特朗普签署行政命令，延长“对等”关税暂停期，但同时对14个国家（多为中国贸易伙伴）征收高达40%的关税。尽管伦敦会谈曾为取消出口管制奠定基础，分析人士认为此举旨在孤立中国，并在贸易休战期满前加强美国谈判地位。专家称这是“脱钩议程”的延续，通过“压力与分化”策略，对“合作”国家给予优惠，对其他国家施加高关税，令中国倍感压力。",
      "translated_title": "“压力与分化”：为何特朗普的14国关税方案令中国如坐针毡",
      "images": [],
      "contentSource": "完整文章",
      "content": "When US President Donald Trump signed an executive order on Monday to extend a pause on “reciprocal” tariffs until August 1, it offered little comfort to China.\nInstead, Beijing’s policymakers may feel increasingly cornered, as Washington also moved to target 14 countries – many of them China’s close trading partners – with tariffs of up to 40 per cent.\nThis came despite breakthrough talks in London that laid the groundwork to remove most bilateral export controls – from China’s rare earth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/807fa929-aeb7-4e35-a801-6014228e33c5_ffc0ce55.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么东亚一体化可能是应对美国关税威胁的解决方案 (原标题: Why East Asian integration could be the solution to US tariff threats)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3317197/how-china-japan-and-south-korea-can-be-titans-tech-innovation?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 08:30:06 +0000",
      "isoDate": "2025-07-08T08:30:06.000Z",
      "creator": "Winston Mok",
      "summary": "### 东亚一体化：应对美国关税威胁的潜在方案\n\n*   **美国关税威胁与背景**\n    *   在美国总统唐纳德·特朗普宣布对14个国家征收关税（包括对日本和韩国征收25%的关税）后，这些关税于8月1日生效。\n    *   特朗普指责日本未从美国购买足够的稻米和汽车。文章指出，美国汽车业在日本市场缺乏竞争力。\n    *   德国、日本和中国是全球前三大汽车出口国。这些国家（包括韩国）在全球汽车贸易中保持高额顺差，而美国则面临巨额逆差。\n\n*   **东亚经济模式与发展**\n    *   **出口导向型增长：** 东亚经济模式的核心是出口导向型增长。\n    *   **产业升级：** 东亚经济体经历了从服装等基本劳动密集型产品到相机、智能手机等高科技产品的类似发展路径。\n    *   **品牌与创新：**\n        *   日本的崛起以索尼和丰田等全球品牌为代表。尽管索尼的领先地位可能已被三星超越，但丰田仍是全球顶尖汽车制造商之一。\n        *   在电动汽车（EVs）领域，比亚迪等中国公司正成为特斯拉的强大挑战者。\n\n*   **中国在全球制造业中的角色转变**\n    *   **早期角色：** 与日本和韩国主要依赖本土技术制造不同，中国长期以来扮演着原始设备制造商（OEM）的角色，例如出口到美国的笔记本电脑和智能手机，许多是为外国品牌生产。文章指出，这种角色在地缘政治和成本因素下是可替代的。\n    *   **超越低成本竞争：** 中国已不再主要依靠低成本竞争。劳动密集型生产已转移到东南亚、南亚等地。\n    *   **制造业强国地位：** 中国凭借其强大的供应链和向自动化转型，仍保持着制造业强国的地位。\n    *   **自动化水平：** 在工业机器人采用方面，中国已超越德国和日本，仅次于韩国和新加坡，位居第三。",
      "shortSummary": "美国对日本和韩国等东亚国家征收关税，凸显了全球贸易失衡。东亚经济体以出口导向型增长为动力，已从劳动密集型产业升级至高科技制造和自动化，如日本的丰田和中国在机器人领域的进步。美国汽车业在日本缺乏竞争力，而东亚国家在汽车贸易中保持顺差。文章暗示，面对美国的关税威胁，东亚国家加强区域一体化可能是有效的应对策略。",
      "translated_title": "为什么东亚一体化可能是应对美国关税威胁的解决方案",
      "images": [],
      "contentSource": "完整文章",
      "content": "Just ahead of the July 9 deadline to reach an agreement on tariffs, US President Donald Trump announced his decision on the tariffs levels for 14 countries – including a rate of 25 per cent on Japan and South Korea – effective August 1.\nTrump accused Japan of not buying enough rice and cars from the US. It’s worth noting that the American car industry is simply not competitive in Japan. Germany, Japan and China are the top three auto exporters. Those countries, along with South Korea, have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/9244ab17-fda4-47d8-b662-bb453139b197_545ad025.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "稀土主导地位：尽管全球抵制，中国为何仍掌握主动权 (原标题: Rare earth dominance: why China still holds the cards despite global pushback)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317330/chinas-rare-earth-dominance-faces-global-pushback-beijing-has-strong-hand-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 06:00:19 +0000",
      "isoDate": "2025-07-08T06:00:19.000Z",
      "creator": "Kandy Wong",
      "summary": "稀土主导地位：尽管全球抵制，中国为何仍掌握主动权\n\n*   **背景与起因**\n    *   北京近期对稀土实施的出口管制，促使国际社会加紧努力，以实现供应链多元化，并削弱中国在关键矿产领域长期以来的主导地位。\n    *   中国商务部于6月表示，将批准符合条件的出口申请，并对与其他国家讨论相关限制持开放态度。\n\n*   **全球应对措施与项目进展**\n    *   随着稀土成为中美竞争的新前沿，全球多家公司已宣布一系列旨在摆脱对中国供应依赖的项目计划。\n    *   **St George Mining (澳大利亚上市)**：该公司于7月2日通过电子邮件宣布，已开始在其全资拥有的巴西Araxá铌-稀土元素项目中识别富矿区。\n    *   **Kaz Resources 和 Cove Kaz Capital (美国公司)**：这两家美国公司在7月2日前的两周发布声明，宣布与哈萨克斯坦国家地质公司合作，在Akbulak稀土项目进行勘探和冶金测试。\n    *   **Critical Metals Corp (纳斯达克上市)**：该公司于6月表示，已从美国进出口银行获得高达1.2亿美元的贷款，用于格陵兰南部的一个稀土项目。\n    *   **Lynas Rare Earth (澳大利亚上市)**：该公司于5月表示，正在马来西亚生产氧化镝，据其称，这使其成为“中国境外唯一商业化生产分离重稀土产品的公司”。",
      "shortSummary": "中国近期对稀土的出口管制，促使全球加速供应链多元化，以削弱其在关键矿产领域的主导地位。尽管中国商务部表示开放讨论，但稀土已成为中美竞争的新焦点。多家国际公司正积极推进项目，如St George Mining在巴西、美国公司在哈萨克斯坦、Critical Metals Corp在格陵兰以及Lynas Rare Earth在马来西亚，旨在建立中国以外的稀土供应和生产能力，以减少对中国的依赖。",
      "translated_title": "稀土主导地位：尽管全球抵制，中国为何仍掌握主动权",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s recent export controls on rare earths have spurred a flurry of international efforts to diversify supply chains and reduce China’s long-standing dominance in critical minerals.\nIn June, the Ministry of Commerce announced that it would approve qualified export applications and was open to discussions with other countries regarding the restrictions. But as rare earths emerge as a new front in the US-China rivalry, companies worldwide have announced plans for a string of projects designed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/b3b7e0f9-e593-4f63-82f9-00eae9b76e64_03cfda9f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国如何提振消费支出？北京正在讨论的5个想法 (原标题: How can China boost consumer spending? Here are 5 ideas being floated in Beijing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317312/how-can-china-get-consumers-spending-here-are-5-ideas-being-floated-beijing?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 03:05:35 +0000",
      "isoDate": "2025-07-08T03:05:35.000Z",
      "creator": "Alice Li",
      "summary": "中国正将提振消费支出作为近期关键政策优先事项，以实现经济再平衡，减少对出口的依赖，并抵消中美贸易战的影响。尽管中国已推出大规模消费品以旧换新计划，成功推动了汽车和智能手机等商品的销售，但有迹象表明该政策势头正在减弱，通缩压力持续影响经济。这促使人们呼吁政府采取进一步行动，中国顶尖经济学家提出了一系列新政策建议。以下是文章中详细阐述的一个想法：\n\n**1. 根据提振消费能力评估地方官员**\n\n*   **提出者：** 清华大学经济管理学院院长白重恩。\n*   **核心建议：** 将消费作为地方政府的关键绩效指标（KPI）。\n*   **理由：**\n    *   中国对地方干部的考核体系在决定官员晋升方面发挥着关键作用，并影响着官员在任期间的优先事项。\n    *   白重恩指出，如果地方经济增长仍是首要绩效指标，官员将继续优先发展投资驱动型模式，导致产能过剩、价格不稳定和债务压力增加。\n    *   他认为，将消费作为关键绩效指标，将引导地方政府转向更可持续的增长模式，即促进稳定就业和增强消费者信心。",
      "shortSummary": "为提振消费和经济再平衡，中国正面临现有政策势头减弱和通缩压力。经济学家呼吁政府采取新措施，其中一项建议是将提振消费能力纳入地方官员的绩效考核，以取代过度依赖投资的增长模式，从而促进可持续发展、稳定就业和消费者信心。",
      "translated_title": "中国如何提振消费支出？北京正在讨论的5个想法",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has made boosting consumer spending a key policy priority in recent months, as it tries to rebalance its economy away from a reliance on exports and offset the impact of an unprecedented trade war with the United States.\nThe country has launched a massive trade-in programme for consumer goods that has succeeded in driving up sales of everything from cars to smartphones, but there are signs that the policy is starting to lose momentum and deflationary pressure continues to affect the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/f059d05d-a6ec-4cc9-a7d9-a1082f566ddb_72b31a4a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国或将采纳全民基本收入，以应对人工智能取代工作岗位 (原标题: China could embrace universal basic income as AI takes jobs)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3317193/ai-replaces-workers-china-could-consider-universal-basic-income?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 23:00:10 +0000",
      "isoDate": "2025-07-07T23:00:10.000Z",
      "creator": "Zhou Xin",
      "summary": "# 人工智能对中国就业市场的影响与全民基本收入的可能性\n\n尽管中国当局目前对全民基本收入（UBI）持不积极态度，且过去曾拒绝向家庭分发现金的提议，但随着人工智能和自动化对就业市场的影响日益加剧，UBI的概念未来可能在中国变得不那么陌生。\n\n## 人工智能与自动化对就业的影响\n\n*   **入门级岗位被取代：** 机器正在越来越多地取代入门级工作岗位。\n    *   例如，随着机器翻译技术的进步，对人工翻译的需求可能减少。\n    *   流水线上商品分拣等体力劳动也在下降。\n*   **“黑灯工厂”的兴起：** 许多中国领先制造商正在开发“黑灯工厂”（dark factories），以减少对人工劳动的依赖。\n*   **结构性失业风险：**\n    *   尽管新技术会创造新的就业机会，但这些新角色通常不适合从传统行业被取代的工人。\n    *   旧工作岗位消失的速度超过了新工作岗位创造的速度，这可能导致严重的结构性失业。\n    *   **具体案例：** 如果无人驾驶出租车成为常态，数百万人可能面临失业风险。其中很少有人能够转型到数据科学家等新兴需求岗位。\n\n![一辆自动驾驶汽车在中国湖北省武汉市进行路测。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/07/eca4f89a-f21a-4332-8937-366dc3038376_b32ed52d.jpg)",
      "shortSummary": "尽管中国当局目前对全民基本收入（UBI）不积极，但随着人工智能和自动化取代工作岗位，中国未来可能考虑采纳UBI。机器正加速取代入门级工作，如翻译和流水线操作，许多制造商正开发“黑灯工厂”。新技术创造的新岗位不适合被取代的工人，旧岗位消失速度快于新岗位创造，可能导致大规模结构性失业，例如无人驾驶出租车将影响数百万司机。",
      "translated_title": "中国或将采纳全民基本收入，以应对人工智能取代工作岗位",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/07/eca4f89a-f21a-4332-8937-366dc3038376_b32ed52d.jpg",
          "alt": "An autonomous-driving car performs a road test in Wuhan, central China’s Hubei Province. Photo: Xinhua",
          "title": "An autonomous-driving car performs a road test in Wuhan, central China’s Hubei Province. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "It may seem far-fetched to suggest that China should consider implementing a universal basic income at this time, as authorities appear to be unenthusiastic about the idea. In the past, Chinese officials have rejected proposals to distribute cash to households, even when many families were clearly in need of support.\nBut while the term universal basic income has yet to appear in any official Chinese policy documents, it may become less foreign in the coming years because of the increasing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/30ac9599-f0c6-4971-93b0-da334c2d0e48_fba5beff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“历史性机遇”：中国为何在贸易战中押注贫困省份 (原标题: ‘Historic opportunity’: why China is betting on a poor province in trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317235/chinas-trade-war-strategy-bet-guizhou-long-one-its-poorest-provinces?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 22:00:15 +0000",
      "isoDate": "2025-07-07T22:00:15.000Z",
      "creator": "Frank Tang",
      "summary": "## 中国应对贸易战的战略重心转移\n\n美国发起的“2025贸易战”（原文如此）被视为中国政策制定者的一个分水岭时刻。尽管中国经济韧性及其在全球供应链中的核心地位帮助其与华盛顿达成了90天休战，但北京正在深入布局，以应对一场持久战。\n\n### 国家战略与经济安全\n\n*   **五年规划与国内经济强化**：即将出台的五年规划（中国的标志性发展蓝图）预计将强化国内经济，以追求全球领导地位。\n*   **省级响应与2026-2030发展计划**：省级领导人正抓住机遇，与国家战略保持一致。2026年3月正式发布的2026-2030年发展计划，有望重塑中国的经济和工业格局。\n*   **战略重心转向国内市场**：北京正战略性地转向国内市场，并重新聚焦经济安全。\n\n### 贵州省的独特地位\n\n*   **未受关税影响**：位于中国西南部的山区省份贵州，距离最近的海岸400公里，几乎没有感受到唐纳德·特朗普前所未有的关税冲击波。\n*   **抓住机遇**：贵州官员将此视为机遇，贵州省委书记徐麟在一次五年规划准备会议上强调：“我们必须充分发挥比较优势，服务国家战略。”\n\n### “战略腹地战略”\n\n*   **核心内容**：贵州现在依赖于2023年12月政策制定会议上提出的“战略腹地战略”。该计划侧重于发展内陆工业基地、物资储备和基础设施。\n*   **历史借鉴**：这一战略被广泛比作中国的“三线建设”项目——在20世纪60年代和70年代，面对与苏联日益紧张的关系，中央政府将数万个国防项目和战略工厂迁至西部山区。",
      "shortSummary": "面对美国发起的贸易战，中国正将战略重心转向强化国内经济，并通过即将出台的五年规划和2026-2030年发展计划来实施。贵州省，一个未受关税影响的内陆省份，成为这一战略的关键。贵州正依托“战略腹地战略”，发展内陆工业基地、物资储备和基础设施，以增强经济安全和韧性。此举被比作20世纪60年代的三线建设，旨在应对外部压力。",
      "translated_title": "“历史性机遇”：中国为何在贸易战中押注贫困省份",
      "images": [],
      "contentSource": "完整文章",
      "content": "The 2025 trade war launched by the United States is shaping up to become a watershed moment for Chinese policymakers.\nWhile the country’s economic resilience and role at the centre of global supply chains helped secure a 90-day truce with Washington, Beijing is digging deep to fight a protracted conflict. The forthcoming Five-Year Plan – China’s signature development blueprint – is expected to fortify the domestic economy in the pursuit of global leadership.\nProvincial leaders are seizing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/cc924ec6-6acb-4c83-b11c-444dbacf0a3c_e52b98ec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国免签政策成效显著，2025年海外入境人数飙升 (原标题: China’s visa-free policy pays dividends as overseas entries soar in 2025)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317241/chinas-visa-free-policy-pays-dividends-overseas-entries-soar-2025?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 13:00:12 +0000",
      "isoDate": "2025-07-07T13:00:12.000Z",
      "creator": "June Xia",
      "summary": "# 中国免签政策成效显著，海外入境人数飙升\n\n中国扩大对数十个国家公民的免签政策似乎取得了显著成效，大量海外游客涌入，为2025年上半年中国消费提供了急需的提振。\n\n## 主要数据亮点：\n\n*   **整体成效**：免签政策显著促进了海外入境人数增长和国内消费。\n*   **上海**：\n    *   2025年上半年，上海接待海外访客260万人次，同比增长44.8%。\n    *   其中约140万人次通过免签政策入境，是去年同期的三倍多。\n    *   主要客源国包括韩国、日本、美国、泰国和俄罗斯。\n    *   浦东国际机场以237万海外入境人次位居全国首位。\n*   **北京**：\n    *   海外入境总人数达149万人次。\n    *   其中超过84万人次通过免签政策入境，是去年同期的两倍。\n*   **成都**：\n    *   2025年上半年，成都通过免签政策入境的人数达28.7万人次，比2024年上半年增长120%。\n*   **海南**：\n    *   作为中国最大的自由贸易港，海南接待了66.3万外国出入境人次，比2024年增长48%。\n    *   其中约89%通过免签计划入境；海南允许59个国家的公民免签停留30天，这在中国各地区中独具特色。\n\n## 未来展望：\n\n文章指出，尽管取得了显著进展，但仍存在一些瓶颈需要解决。如果这些问题得到妥善处理，中国的入境旅游有望在未来10到20年内达到世界顶级水平。",
      "shortSummary": "中国扩大免签政策在2025年上半年取得了显著成效，海外入境人数大幅增长，提振了国内消费。上海、北京、成都和海南等主要城市和地区均报告了海外访客和免签入境人数的显著增长。其中，上海上半年海外访客达260万，免签入境人数是去年三倍。海南免签入境占比高达89%。尽管仍有瓶颈，但该政策有望在未来使中国入境旅游跻身世界前列。",
      "translated_title": "中国免签政策成效显著，2025年海外入境人数飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s expansion of visa-free entry to nationals from dozens of countries appears to have yielded substantial results, with tourists arriving in droves from overseas and providing a much-needed boost to the country’s consumption in the first half of the year.\nShanghai, the country’s financial hub, saw 2.6 million visits from abroad in the first six months of 2025, up 44.8 per cent year on year according to local authorities. About 1.4 million of them entered China under a visa-free policy, more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/c8f44a88-68fa-43df-8ed2-e217d69a9aac_7d03b7a1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国被敦促采取更大胆的措施来应对价格战、通货紧缩和需求疲软 (原标题: China urged to take bolder steps to tackle price wars, deflation and weak demand)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317239/china-urged-take-bolder-steps-tackle-price-wars-deflation-and-weak-demand?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 10:15:10 +0000",
      "isoDate": "2025-07-07T10:15:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国经济面临的挑战与应对建议\n\n**背景与现状**\n*   中国政府近期旨在遏制价格战的举措，可能有助于缓解通货紧缩压力。\n*   然而，分析师警告称，当前措施不足以解决中国经济面临的更深层次结构性问题。\n*   自2023年第二季度以来，衡量商品和服务价格的中国GDP平减指数一直为负值。\n*   消费者价格指数已连续四个月同比下降。\n\n**通货紧缩的根源与应对不足**\n*   分析师指出，要阻止通货紧缩螺旋，中国当局应解决其根本原因：国内需求疲软。\n*   中金公司（CICC）首席策略师苗延亮在一份研究报告中指出，迄今为止，通过削减供应和减少过剩产能来重振通胀的尝试效果有限。\n*   苗延亮强调，“需求疲软仍然是根本问题。”\n*   尽管政策制定者在去年12月的中央经济工作会议上已将激烈竞争视为一个担忧，但价格反弹的迹象仍然很少。\n\n**导致通货紧缩的深层原因**\n*   苗延亮将当前的通货紧缩螺旋归因于：\n    *   金融和房地产行业的低迷。\n    *   中国家庭收入预期的下降。",
      "shortSummary": "中国政府遏制价格战的措施未能有效解决深层结构性问题。分析师指出，中国经济面临通货紧缩（GDP平减指数和消费者价格持续下降），根本原因是国内需求疲软。尽管尝试通过削减供应来提振通胀，但效果有限。金融和房地产行业低迷以及家庭收入预期下降是导致当前通货紧缩螺旋的关键因素。",
      "translated_title": "中国被敦促采取更大胆的措施来应对价格战、通货紧缩和需求疲软",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s latest push to curb price wars may help ease deflationary pressures, but analysts warn the current measures fall short of addressing deeper structural problems facing the world’s second-largest economy.\nChina’s GDP deflator – a broad measure of prices across goods and services – has been negative since the second quarter of 2023, while consumer prices have fallen for four straight months year-on-year. To stop the deflationary spiral, Chinese authorities should address the cause: weak...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/f88ab3bc-db6c-453f-9ef9-6fce1e9e1b43_4d09de46.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国恢复喷气发动机出口如何让中国C919飞机大获裨益 (原标题: How China’s C919 aircraft could win big from revived US jet engine exports)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317198/china-us-jet-engine-deal-boost-c919-production-comacs-eu-market-ambitions-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 06:00:13 +0000",
      "isoDate": "2025-07-07T06:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 背景与最新进展\n\n*   美国已解除对向中国买家出售美国喷气发动机零部件和技术的禁令。\n*   此举预计将支持中国国产飞机的持续生产，并扩大其进入国际市场的机会。\n*   路透社报道，销售已于上周恢复，此前一项关于出口管制的双边协议得到确认。\n*   该协议允许中国商用飞机有限责任公司（Comac）从通用电气投资的合资企业进口零部件。\n\n### 对C919飞机生产的影响\n\n*   中国目前尚未大规模国产化飞机发动机。\n*   获得发动机供应使商飞能够以当前速度履行C919窄体飞机的数百份订单。\n*   澳大利亚航空分析国际公司首席执行官休·里奇指出，没有这项技术，美国实际上将控制中国飞机的零部件，这对商飞至关重要。\n*   如果没有这些发动机，商飞将需要寻找新的外国供应商或加速开发国产替代品。\n\n### 此前限制的影响与中国长期战略\n\n*   分析师警告称，特朗普政府此前实施的出口限制产生了寒蝉效应。\n*   这种效应可能会坚定北京加速开发国产发动机和其他关键部件的决心。\n*   尽管美国官员在5月曾暂停某些喷气发动机销售和相关技术，但由于C919生产仍处于早期阶段，商飞上海工厂未报告重大中断。",
      "shortSummary": "美国已解除对中国喷气发动机零部件和技术的出口禁令，预计将促进中国C919飞机的生产和国际市场准入。此举使中国商飞能继续履行C919订单，因其尚未大规模国产化发动机。然而，分析师指出，此前美国的出口限制可能已促使北京加速自主研发发动机，以减少对外国技术的依赖。",
      "translated_title": "美国恢复喷气发动机出口如何让中国C919飞机大获裨益",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is expected to sustain production of its home-grown aircraft and expand access to foreign skies, following the United States’ removal of a ban on selling American jet engine parts and technology to Chinese buyers.\nBut analysts cautioned that earlier export restrictions imposed by the Trump administration had a chilling effect – one that could harden Beijing’s resolve to accelerate the development of indigenous engines and other critical components.\nSales resumed last week after a bilateral...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/a811b446-0f0b-462a-be86-db9090ab7c69_f3803437.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚总理阿尔巴尼斯将在访华期间讨论达尔文港出售事宜 (原标题: Australia’s Albanese to address Darwin Port sale on China visit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317184/australias-albanese-address-darwin-port-sale-china-visit?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 04:00:17 +0000",
      "isoDate": "2025-07-07T04:00:17.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯访华议程：达尔文港出售事宜\n\n澳大利亚总理安东尼·阿尔巴尼斯（Anthony Albanese）即将对中国进行第二次正式访问。此次访问除了常规的外交礼节和贸易议题外，一项主要任务将是解释澳大利亚对中国投资的立场，特别是处理关于达尔文港所有权及其潜在政府主导出售的争议。\n\n**主要议题与挑战：**\n\n*   **达尔文港争议：** 阿尔巴尼斯将需要向中方解释澳大利亚在达尔文港问题上的立场。该港口的所有权和潜在出售引发了争议。\n*   **敏感的对话：** 分析人士指出，这将是一次艰难的对话。此前美国对巴拿马运河中资港口采取的行动，已使北京对未来的资产剥离高度警惕。\n\n**访问行程与目的：**\n\n*   **访问日期：** 一位消息人士透露，阿尔巴尼斯将于7月15日左右抵达北京，此举被视为保持两国关系积极发展的“友好姿态”。\n*   **参加展会：** 另一位消息人士称，总理将出席中国国际供应链博览会。该博览会自2023年起每年在北京举行，今年的展期为7月16日至7月20日。\n\n**官方回应：**\n\n*   澳大利亚总理和内阁部（Department of the Prime Minister and Cabinet）在回应置评请求时表示，阿尔巴尼斯的国际活动将“按惯例”公布。",
      "shortSummary": "澳大利亚总理阿尔巴尼斯即将对中国进行第二次正式访问。此行主要任务是讨论达尔文港的所有权和潜在出售争议，这将是一次艰难的对话，因为中方对资产剥离高度警惕。访问旨在保持两国关系积极发展，阿尔巴尼斯还将出席中国国际供应链博览会。",
      "translated_title": "澳大利亚总理阿尔巴尼斯将在访华期间讨论达尔文港出售事宜",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Australian Prime Minister Anthony Albanese arrives in China next week for his second official visit, he will have more than the typical diplomatic niceties to discuss with President Xi Jinping.\nA major task on Albanese’s agenda, besides routine topics like trade, will be to explain his country’s stance on Chinese investment – in particular, addressing the controversy over the ownership and potential government-influenced sale of the Darwin Port – the Post has learned from sources with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/9fdb555e-eb76-4b02-a69c-4c5be6e5005c_b9524798.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么法国为中国对欧洲白兰地的新关税举杯庆祝 (原标题: Why France is toasting China’s new tariff on European brandy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317176/why-france-toasting-chinas-new-tariff-european-brandy?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 02:39:55 +0000",
      "isoDate": "2025-07-07T02:39:55.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 中国对欧洲白兰地征收关税与法国的积极反应\n\n*   **背景与最初预期：**\n    *   中国对欧洲白兰地征收新的反倾销税。\n    *   许多分析师最初预测，此举可能加剧中国与欧盟的紧张关系，并影响即将举行的中欧领导人峰会准备工作。\n\n*   **法国的意外反应：**\n    *   出人意料的是，法国对此表示欢迎，称之为“积极的一步”。\n\n*   **积极反应的原因：**\n    *   北京方面给予了一系列法国干邑（白兰地的一种）生产商豁免权。\n    *   一项协议得以促成，包括轩尼诗（Hennessy）、马爹利（Martell）和人头马（Rémy Martin）在内的主要生产商同意签署一项最低出口价格协议，从而免除了关税。\n\n*   **豁免范围与影响：**\n    *   据法国干邑原产地命名控制总联盟（UGVC）称，这些豁免将覆盖约90%的法国干邑对华出口量（按体积计算）。\n    *   北京公布了34家获得关税豁免的公司官方名单。\n    *   法国业内人士认为，此举可能产生巨大影响。\n\n*   **官方表态：**\n    *   法国外交部长让-诺埃尔·巴罗（Jean-Noël Barrot）在与中国外交部长王毅的联合新闻发布会上，将中方的公告描述为中国与干邑行业之间达成的一项“协议”。\n    *   此举也使得中国外交部长王毅的欧洲之行得以积极收尾。",
      "shortSummary": "中国对欧洲白兰地征收反倾销税，原被认为会加剧中欧紧张。然而，法国对此表示欢迎，因北京给予轩尼诗、马爹利等主要法国干邑生产商豁免权。这些生产商同意遵守最低出口价格协议，从而免除关税。此举覆盖了法国干邑对华出口量的约90%，被法国视为积极进展，缓解了贸易担忧。",
      "translated_title": "为什么法国为中国对欧洲白兰地的新关税举杯庆祝",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s new anti-dumping duty targeting European brandy unexpectedly became the toast of France over the weekend, after Beijing granted exemptions to a string of French cognac makers.\nThe cordial reaction in Paris came as a surprise to many analysts, who had initially predicted that China’s decision to impose the tariff might further raise tensions with the European Union and sour preparations for an upcoming leaders’ summit in Beijing.\nBut French leaders ended up hailing the ruling as a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/182428ba-8b49-4e68-b2f5-229002d28a89_5f786cb5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国投资者在美国许多城市仍能受到热烈欢迎 (原标题: Why Chinese investors can still expect a warm welcome in many US cities)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316992/why-chinese-investors-can-still-expect-warm-welcome-many-american-cities?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 13:00:10 +0000",
      "isoDate": "2025-07-06T13:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 美国地方政府对中国投资的持续欢迎\n\n尽管今年贸易紧张局势加剧，但美国大多数地方政府官员仍然欢迎中国投资项目。中国通用商会芝加哥分会主席倪频指出，潜在投资者在权衡经济利益和地缘政治风险时，城市领导者渴望中国投资来刺激当地经济，尤其是在难以从其他地方获得的制造业项目。\n\n### 投资者关注与市场机遇\n\n*   **地缘政治担忧：** 倪频表示，许多中国投资者希望进入美国市场，但他们更担心地缘政治问题，疑问是“你们这里欢迎我们吗？”\n*   **市场吸引力：** 中国制造商看到了在美国富裕市场赚钱的潜力。\n*   **关税驱动的紧迫性：** 美国总统唐纳德·特朗普对中国进口商品征收的关税，增加了中国企业在美国本土生产以供国内销售的紧迫性。\n\n### 国家层面言论的影响\n\n倪频提到，国家层面政治领导人的“叫嚣和谩骂”已经阻止了一些投资者申请投资许可，因为他们担心地方层面的美国官员也会希望他们远离。\n\n### 地方层面的积极态度\n\n*   **中西部地区：** 美国商业咨询公司Foresight Restructuring的合伙人Ker Gibbs引用其在该地区的个人联系表示，伊利诺伊州和威斯康星州等中西部州的市长们对中国投资“非常乐意接受”。\n*   **具体案例：** 威斯康星州沃索市（人口4万）的市长明确寻求与农业相关的中国投资，鉴于汽车工业在中西部周边地区的突出地位，也可能寻求汽车行业的投资。",
      "shortSummary": "尽管中美贸易紧张，但美国许多地方政府官员仍欢迎中国投资，特别是制造业项目，以刺激当地经济。中国投资者虽担忧地缘政治，但看重美国市场潜力及关税带来的本土生产需求。虽然国家层面言论有所阻碍，但中西部如威斯康星州沃索市等城市，市长们对中国投资持开放和积极态度，尤其在农业和汽车领域。",
      "translated_title": "为什么中国投资者在美国许多城市仍能受到热烈欢迎",
      "images": [],
      "contentSource": "完整文章",
      "content": "Most local government officials in the US still welcome Chinese-invested projects despite a rise in trade tensions this year, a Chinese chamber of commerce leader said this week as potential investors weigh up economic benefits and geopolitical risks.\nCity leaders want Chinese investment to help stimulate their local economies, especially in manufacturing projects that are hard to source elsewhere, said Ni Pin, chairman of the China General Chamber of Commerce branch in Chicago.\n“There are a lot...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/f4c1933b-257e-4520-850f-21666adca037_c73ea8f7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国刺激内需的努力会奏效吗？ (原标题: Will China’s bid to boost domestic demand pay off?)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3316994/will-chinas-bid-boost-domestic-demand-pay?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 12:30:08 +0000",
      "isoDate": "2025-07-06T12:30:08.000Z",
      "creator": "Imran Khalid",
      "summary": "中国正致力于将其经济增长模式从出口和房地产转向以国内需求为核心。这一愿景由国务院总理李强在天津举行的世界经济论坛“夏季达沃斯”会议上重申，他指出中国正在发展成为一个“超大规模的消费强国”。尽管这一再平衡的政策目标已提出十余年，但当前全球需求疲软、供应链转移以及地缘政治紧张局势，使得此时推动消费转型尤为关键。\n\n中国刺激内需的努力目前呈现出喜忧参半的局面：\n\n*   **积极迹象：**\n    *   5月份零售销售额同比增长6.4%，创近18个月来最强劲增长，这得益于“618”购物节和一系列政策激励措施。\n    *   电动汽车购买量激增。\n    *   京东（JD.com）报告家电销售额实现两位数增长。\n    *   5月份零售销售总额达到4.1万亿元人民币（约合5720亿美元）。\n    *   这些数据表明中国家庭正在谨慎地重返市场。\n\n*   **挑战与复杂性：**\n    *   6月份进口连续第二个月下降，表明内部需求虽在恢复，但仍不均衡。\n    *   截至去年，中国人均储蓄率为24.5%，虽低于2022年疫情期间的峰值，但仍处于较高水平。\n    *   6月份采购经理人指数（PMI）微升至49.7，但仍处于收缩区间，这凸显了国内需求作为稳定力量的紧迫性。\n    *   这些数据表明，中国经济正经历消费的稳步回归，但同时受到结构性摩擦的制约，阻碍了经济的全面转型。\n\n*   **结构性制约因素：**\n    *   中国家庭储蓄率高企，这与社会保障网络有限以及对医疗、教育和养老的担忧有关。\n    *   2025年第一季度（注：原文如此，可能为笔误，应为2023年第一季度）可支配收入增长了5.5%，但这一增长尚未转化为广泛的消费者信心。",
      "shortSummary": "中国正努力将经济增长模式转向以国内需求为核心。尽管5月零售销售表现强劲，电动汽车和家电销售增长，但6月进口下降、高储蓄率以及PMI仍处于收缩区间，显示内部需求复苏不均。高储蓄率源于社会保障不足及对医疗、教育、养老的担忧，这些结构性因素制约着消费信心的全面提升。",
      "translated_title": "中国刺激内需的努力会奏效吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the World Economic Forum’s “Summer Davos” meeting in Tianjin last month, Premier Li Qiang said that China is evolving into a “mega-sized consumption powerhouse”. This was more than a rhetorical flourish. It marked a reaffirmation of Beijing’s long-standing ambition to change its growth model, placing domestic demand, rather than exports or real estate, at the heart of the economy.\nThis vision is not new. Policymakers have been talking about rebalancing for over a decade. But the timing of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/06/4c00828b-a835-4e34-a9af-73a8529ad8b1_20087133.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将以创纪录的可再生能源为电网供电，以应对人工智能激增的需求 (原标题: China to power grid with record renewable energy as AI spurs demand)",
      "link": "https://www.scmp.com/news/article/3317136/china-power-grid-record-renewable-energy-ai-spurs-demand?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 11:00:09 +0000",
      "isoDate": "2025-07-06T11:00:09.000Z",
      "creator": "Alice Li",
      "summary": "### 中国可再生能源创纪录增长以满足AI需求\n\n根据国家电网能源研究院的报告，中国预计在今年（2024年）为其国家电网新增创纪录的500吉瓦（GW）可再生能源容量。这一增长主要是为了满足人工智能（AI）快速发展对计算中心电力需求的激增。\n\n#### 新增容量构成：\n\n*   **总新增容量**：预计达到500吉瓦，这将是首次新增可再生能源装机容量超过500吉瓦。\n*   **风力发电**：\n    *   预计新增140吉瓦，创历史新高，占总新增容量的四分之一以上。\n    *   这一新增容量相当于三峡大坝容量的约六倍。\n    *   比去年新增的风电容量增加了77%。\n    *   此举也回应了美国前总统唐纳德·特朗普此前关于中国不使用风能的言论。\n*   **太阳能发电**：\n    *   预计新增380吉瓦。\n    *   比去年新增的太阳能容量增长了35.5%。\n\n此次大规模的可再生能源扩张，旨在为中国日益增长的数字化需求提供清洁、可持续的电力支持。",
      "shortSummary": "中国预计2024年将新增创纪录的500吉瓦可再生能源容量，以满足人工智能（AI）激增的电力需求。其中，风力发电将新增140吉瓦，太阳能发电将新增380吉瓦。这将是中国首次新增可再生能源装机容量突破500吉瓦，标志着其在清洁能源领域的重大飞跃，并回应了外界对中国风电利用的质疑。",
      "translated_title": "中国将以创纪录的可再生能源为电网供电，以应对人工智能激增的需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "China expects to add a record 500 gigawatts (GW) in renewable energy capacity to its national grid this year as the rapid rise of artificial intelligence (AI) increases demand for electricity to power computing centres.\nAccording to a report from the State Grid Energy Research Institute on Friday, over a quarter of that new capacity – or a record 140GW – will come from wind power, a source of energy that US President Donald Trump has suggested China does not use.\n“They make about 95 per cent of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/06/53377c1b-9782-4375-a191-023e91393ed6_5ab6274b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "肯德基、必胜客运营商百胜中国采用人工智能提升效率和盈利能力 (原标题: KFC, Pizza Hut operator Yum China adopts AI to spur efficiency, profitability)",
      "link": "https://www.scmp.com/business/china-business/article/3317135/kfc-pizza-hut-operator-yum-china-embraces-ai-boost-efficiency-profitability?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 07:33:22 +0000",
      "isoDate": "2025-07-06T07:33:22.000Z",
      "creator": "Daniel Ren",
      "summary": "## 百胜中国拥抱AI提升运营效率与盈利能力\n\n百胜中国控股，作为中国大陆肯德基和必胜客餐厅的运营商，正积极深化人工智能（AI）的应用，以期显著提升运营效率和盈利能力，并使门店经理能够更专注于提供卓越的客户服务。\n\n### Q-Smart AI助手及其功能\n\n*   **推出时间**：公司于今年6月推出了其AI驱动的助理系统——Q-Smart。\n*   **核心目标**：首席技术官张蕾（Leila Zhang）表示，Q-Smart旨在帮助减少浪费、提高产品质量并节省劳动力成本。\n*   **具体应用**：该AI系统能够协助员工排班、库存补货以及餐点准备。\n*   **赋能经理**：张蕾强调，AI和机器人技术的主要考量之一是赋能餐厅经理，通过开发AI驱动的数字化工具，提高他们的工作效率，从而腾出更多时间专注于提供卓越的客户服务。\n*   **管理能力**：Q-Smart管理系统能够监控销售数据、调整备餐计划，并提醒员工确认订单。\n\n### 数字化转型与市场表现\n\n*   **数字化先驱**：百胜中国在数字化方面一直走在前沿，早在2015年就成为中国大陆首家采用数字支付系统的快餐连锁店。\n*   **数字订单占比**：去年，数字订单约占其总销售额的90%。\n*   **会员计划**：截至3月31日，其忠诚度会员计划在中国大陆拥有5.4亿消费者。\n*   **门店扩张**：今年第一季度，百胜中国净新增门店247家，使全国门店总数达到16,642家。\n\n### 财务业绩\n\n*   **第一季度销售额**：第一季度销售额同比增长1%，达到29.8亿美元。\n*   **第一季度净利润**：调整后的净收入同比增长1.7%，达到2.92亿美元。\n*   **2024年年度销售额**：2024年年度销售额达到113亿美元，创下自2016年以来的最高纪录。\n\n![一对夫妇于2025年2月走出重庆的一家肯德基餐厅。图片来源：Getty Images](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/06/f2198362-b750-4369-9a29-ff2a95a54edd_7423abb5.jpg)\n*一对夫妇于2025年2月走出重庆的一家肯德基餐厅。图片来源：Getty Images*",
      "shortSummary": "百胜中国（肯德基、必胜客运营商）正通过引入Q-Smart AI助手，进一步提升运营效率和盈利能力。该系统能优化员工排班、库存管理和备餐，使门店经理更专注于客户服务。作为数字化先驱，百胜中国去年数字订单占比达90%，会员数超5.4亿。公司持续扩张，第一季度销售额和净利润均实现增长，2024年销售额创历史新高。",
      "translated_title": "肯德基、必胜客运营商百胜中国采用人工智能提升效率和盈利能力",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/06/f2198362-b750-4369-9a29-ff2a95a58edd_7423abb5.jpg",
          "alt": "A couple walks out of a KFC restaurant in Chongqing in February 2025. Photo: Getty Images",
          "title": "A couple walks out of a KFC restaurant in Chongqing in February 2025. Photo: Getty Images",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Yum China Holdings, the operator of KFC and Pizza Hut restaurants in mainland China, will further embrace artificial intelligence (AI) to improve operating efficiency and profitability and allow its store managers to focus on customer service.\nThe firm, which introduced its Q-Smart AI-powered assistant in June, was expected to help reduce waste, improve quality and save labour costs, chief technology officer (CTO) Leila Zhang said in an interview. The AI-powered system could help with staff...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/06/b340d227-6f9f-4a39-a147-0bd7bbf2f991_8a672678.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "海上派对：为什么中国年轻人爱上邮轮度假 (原标题: Party at sea: why young Chinese have fallen in love with cruise ship holidays)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316973/how-young-chinese-travellers-are-fuelling-cruise-ship-holiday-boom?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 04:00:10 +0000",
      "isoDate": "2025-07-06T04:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国年轻人爱上邮轮度假\n\n**背景与趋势**\n\n*   中国年轻旅行者，特别是高中和大学毕业生，正日益将海洋邮轮作为一种社交旅行方式。分析师发现，这已成为一个显著的增长趋势。\n\n**案例：董文鑫的邮轮组织业务**\n\n*   **创业动机：** 复旦大学MBA毕业生董文鑫（30岁）为了维系与同学的联系，萌生了组织团体邮轮旅行的想法。他认为，在上海这个主要港口城市，邮轮出发频繁，存在将分散各地的同学重新聚集起来的商机。\n*   **运营模式：** 过去三年里，董文鑫组织了多趟为期一周的往返邮轮旅行。团体规模从4人到30人不等，部分行程远至日本。\n*   **旅行费用：** 根据邮轮的豪华程度，每位旅客的费用在3,000元（约合418美元）至10,000元人民币之间。\n\n**邮轮旅行的独特优势**\n\n*   **促进社交：** 邮轮为团体成员提供了独特的联谊环境，拥有丰富的娱乐活动和共享空间，不受限于租住公寓等传统旅行方式的局限。\n*   **活动丰富：** 董文鑫指出，虽然邮轮旅行不同于公路旅行或徒步，但乘客可以在公共空间享受大量活动，这正是其吸引力所在。",
      "shortSummary": "中国年轻人，特别是毕业生，正日益青睐邮轮度假作为社交旅行方式。复旦大学MBA毕业生董文鑫组织邮轮团维系同学关系，印证了这一趋势。邮轮提供独特的集体环境、丰富的娱乐活动和共享空间，有助于团体成员建立深厚联系，成为他们寻求社交体验的理想选择。",
      "translated_title": "海上派对：为什么中国年轻人爱上邮轮度假",
      "images": [],
      "contentSource": "完整文章",
      "content": "After graduating from Fudan University’s prestigious MBA programme this year, Dong Wenxin wants to keep in touch with his fellow students. The 30-year-old figured many former students probably felt the same way – eager to reconnect even when scattered across China.\nLiving in Shanghai, a major global port city with regular cruise ship departures, gave him an idea. Dong saw business potential in organising group trips that would bring former students back together for quality time at sea.\nOver the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/06/ea607991-1aa5-44fa-a420-d1cf44607994_49e10ca2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普想让中国的无人机停飞——但它们是否已高飞到难以触及？ (原标题: Trump wants to ground China’s drones – but have they flown too high to reach?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317044/trump-wants-ground-chinas-drones-have-they-flown-too-high-reach?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 22:00:16 +0000",
      "isoDate": "2025-07-05T22:00:16.000Z",
      "creator": "Leopold Chen,Xiaofei Xu,Ralph Jennings",
      "summary": "### 特朗普政府的无人机行政令\n\n*   美国总统唐纳德·特朗普于6月6日签署了一项行政命令，旨在对全球无人机市场，特别是中国在该市场中的主导地位，产生重大影响。\n*   该命令要求政府机构“在法律允许的最大范围内”优先使用美国本土制造的无人机系统（UAS）。\n*   此外，行政令还承诺削减相关法规，以加速国内无人机生产和开发。\n\n### 对中国无人机市场地位的挑战\n\n*   这并非华盛顿首次试图遏制中国在利润丰厚的无人机领域崛起，但它表明美国并未放弃这场竞争。\n*   尽管如此，分析师和行业内部人士指出，中国在全球无人机市场中的卓越地位，使得美国目前难以将其产品从供应链中移除。\n\n### 行业观点与潜在影响\n\n*   宾夕法尼亚州Proxim公司（一家使用无人机进行商业检查的公司）的董事总经理保罗·尼尔森（Paul Nielsen）认为，这项行政令是一种谈判策略。\n*   但他对其实施前景感到“不安”，并指出全球只有少数几家非中国公司生产无人机。\n*   尼尔森预测，这项禁令可能会提高成本，称这是“基本的经济学原理”。",
      "shortSummary": "美国总统特朗普签署行政令，要求政府优先使用本土无人机，旨在削弱中国在无人机市场的领导地位。然而，分析师认为中国在全球市场的主导地位使得美国难以将其产品移除，且此举可能导致成本上升。全球仅少数非中国公司生产无人机，凸显了挑战。",
      "translated_title": "特朗普想让中国的无人机停飞——但它们是否已高飞到难以触及？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump issues quite a few executive orders. So many, in fact, that one could be forgiven for not keeping up with them all.\nBut amid the rapid-fire policy changes that have come to characterise his administration, one arrived last month that could have drastic implications for the world’s drone market – and China’s role in it.\nThe order, signed June 6, requires government agencies to prioritise using home-grown unmanned aircraft systems (UAS) “to the maximum extent permitted by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/7dafc9f1-0635-4b8d-9642-2b5bcabbfef1_97028d1b.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-08T19:16:11.359Z"
}