{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "《人民日报》警告中国必须克服技术“卡脖子”问题，以应对中美紧张局势 (原标题: China must overcome tech ‘choke points’, People’s Daily warns, amid US tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328810/china-must-overcome-tech-choke-points-peoples-daily-warns-amid-us-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 09:01:04 +0000",
      "isoDate": "2025-10-13T09:01:04.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国需突破技术“卡脖子”问题\n\n中国执政的共产党喉舌《人民日报》发表系列社论，敦促中国在科技领域突破“卡脖子”技术，避免在技术上“从属于其他国家”。\n\n*   **背景与时机**\n    *   此系列社论发布之际，正值北京准备制定其下一个五年规划。 \n    *   同时，中美贸易紧张局势再次升级。美国总统特朗普此前威胁对中国商品征收额外100%的关税，并限制“任何和所有关键软件”的出口。\n\n*   **核心主张**\n    *   《人民日报》强调，“只有把核心技术牢牢掌握在自己手中，才能真正掌握竞争和发展的主动权。”\n    *   文章呼吁中国“决不能成为其他国家的技术附庸，也不能盲目跟风，而要坚定不移地走自主创新之路。”\n\n*   **意义与影响**\n    *   社论指出，每一次“卡脖子”技术的突破，每一次“不可能”变为“可能”，都增强了社会在压制面前的无畏和坚韧精神。\n    *   这培养了一种集体信念和期望，即挑战越大，人们就越大胆、越坚定。",
      "shortSummary": "《人民日报》呼吁中国突破技术“卡脖子”问题，强调自主创新的重要性，以避免在技术上从属于其他国家。此举正值中美贸易紧张局势升级，以及中国准备制定下一个五年规划之际。文章指出，掌握核心技术对国家发展至关重要，并能增强民族精神和应对挑战的决心。",
      "translated_title": "《人民日报》警告中国必须克服技术“卡脖子”问题，以应对中美紧张局势",
      "images": [],
      "contentSource": "完整文章",
      "content": "The mouthpiece of China’s ruling Communist Party has urged the nation to break through technological “choke points” and avoid becoming “subordinate to other nations” in a series spotlighting the country’s achievements in hi-tech industries.\nThe series of editorials comes as Beijing prepares to outline its next five-year plan and amid a renewed escalation in trade tensions with the United States.\n“Only by keeping core technologies firmly in our own hands can we truly take the initiative in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/5547849d-a75b-4864-a987-d519f290473a_ee871bdf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "传递信息：在中美紧张局势下，北京发布不含Word格式的文件 (原标题: Sending a message: Beijing issues documents without Word format amid US tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328782/sending-message-beijing-issues-documents-without-word-format-amid-us-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 07:00:50 +0000",
      "isoDate": "2025-10-13T07:00:50.000Z",
      "creator": "Alice Li",
      "summary": "## 中国商务部文件格式转变：技术自主与中美紧张\n\n上周，中国扩大稀土出口管制，这似乎标志着中美贸易战的又一次升级。然而，这些公告在另一方面也具有重要意义：不同寻常的是，这些文件无法使用美国的文字处理软件打开。\n\n### 文件格式的转变\n*   **首次采用WPS Office格式**：中国商务部首次发布了一系列只能通过WPS Office（中国版微软Office）直接访问的文件。这是北京持续推动技术自给自足战略的一部分。\n*   **技术差异**：由北京金山软件公司开发的WPS Office与微软Office采用不同的编码结构，这意味着WPS文本文件在没有转换的情况下无法直接在Word中打开。\n*   **此前惯例**：此前，商务部主要以微软Word格式发布文本文件。\n\n### 背景：中美贸易紧张与技术竞争\n*   **贸易紧张加剧**：此次文件交付格式的转变发生在中美贸易紧张局势不断升级之际。华盛顿继续利用其技术优势作为与北京竞争的筹码。\n*   **美方反应**：在中国宣布新的出口管制后，美国总统唐纳德·特朗普威胁美国将限制“任何和所有关键软件”的出口。\n\n### 相关背景\n*   **微软在华设施关闭**：微软于3月关闭了其位于上海张江高科技园区的人工智能研究机构。\n\n![微软于3月关闭了其位于上海张江高科技园区的AI研究机构。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/7c458f5e-fd54-4e02-a41c-c63856aed77f_edd804f5.jpg)",
      "shortSummary": "在中美贸易紧张局势升级之际，中国商务部首次发布了仅能通过国产WPS Office软件打开的官方文件，而非此前常用的微软Word格式。此举被视为北京推动技术自给自足战略的一部分，也是对美国利用技术优势施压的回应。此前，中国已扩大稀土出口管制，而美国总统特朗普则威胁限制关键软件出口。这一文件格式的转变，传递出中国在科技领域寻求独立的信息。",
      "translated_title": "传递信息：在中美紧张局势下，北京发布不含Word格式的文件",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/7c458f5e-fd54-4e02-a41c-c63856aed77f_edd804f5.jpg",
          "alt": "Microsoft closed its artificial intelligence research facility in Shanghai’s Zhangjiang hi-tech zone in March. Photo: Wency Chen",
          "title": "Microsoft closed its artificial intelligence research facility in Shanghai’s Zhangjiang hi-tech zone in March. Photo: Wency Chen",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s expansion of its rare earth export controls appeared to mark another escalation in the US-China trade war last week. But the announcements were also significant in another way: unusually, the documents could not be opened using American word processing software.\nFor the first time, China’s Ministry of Commerce issued a slew of documents that could be directly accessed only through WPS Office – China’s answer to Microsoft Office – as Beijing continues its tech self-reliance...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/07a525b9-1c05-4b60-b72c-2b679416ee1c_92dcabb3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国闻泰科技称荷兰法院以‘国家安全’争议为由冻结其对Nexperia的控制权 (原标题: China’s Wingtech  says Dutch court freezes control of Nexperia amid ‘national security’ dispute)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3328726/chinas-wingtech-says-dutch-court-freezes-control-nexperia-amid-national-security-dispute?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 17:40:22 +0000",
      "isoDate": "2025-10-12T17:40:22.000Z",
      "creator": "Finbarr Bermingham",
      "summary": "# 荷兰法院冻结闻泰科技对Nexperia的控制权，引发“国家安全”争议\n\n中国科技公司闻泰科技（Wingtech）表示，在荷兰政府部门和法院的干预下，其荷兰子公司Nexperia的控制权已被有效冻结。此举可能对中国与欧盟的关系造成影响。\n\n## 事件背景与进展\n\n*   **官方披露**: 闻泰科技在10月13日提交给上海证券交易所的一份文件中披露，半导体制造商Nexperia目前已根据荷兰经济事务部的命令，处于临时外部管理之下。\n*   **闻泰科技的回应**: 闻泰科技曾在周日发布（后删除）的微信帖子中，强烈抨击荷兰的这一举动，并对其声称的“国家安全”理由表示不满。\n\n## 法院裁决详情\n\n*   **申请调查与临时措施**: 10月1日，Nexperia Semiconductor Holding及其荷兰首席法务官Ruben Lichtenberg（在首席财务官Stefan Tilger和首席运营官Achim Kempe的支持下）向阿姆斯特丹企业法院申请进行调查并采取临时措施。\n*   **紧急临时裁决（10月1日）**: 阿姆斯特丹企业法院当天发布了紧急临时裁决，主要内容包括：\n    *   **暂停职务**: 暂停闻泰科技董事长张学政在Nexperia Holdings执行董事和Nexperia非执行董事的职务。\n    *   **第三方管理股份**: 将闻泰科技香港子公司Yucheng Holdings Ltd持有的股份置于第三方管理之下。\n*   **后续裁决（10月7日）**: 在第二次听证会后，法院进一步：\n    *   **延长暂停**: 延长了张学政职务的暂停期限。\n    *   **任命独立董事**: 任命一名独立的外国国民为非执行董事，并赋予其决定性投票权。\n\n## 关键人物\n\n*   **张学政**: 闻泰科技董事长兼首席执行官。\n    ![张学政，闻泰科技董事长兼首席执行官](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/fd81e840-8780-4181-b1b2-d0a455e0f3ca_610daeca.jpg)\n    *张学政，闻泰科技董事长兼首席执行官。图片来源：Handout*",
      "shortSummary": "荷兰法院以“国家安全”为由，冻结了中国闻泰科技对其荷兰子公司Nexperia的控制权。根据荷兰经济事务部的命令，Nexperia目前处于临时外部管理之下。法院裁决包括暂停闻泰科技董事长张学政在Nexperia的职务，并将闻泰科技持有的Nexperia股份置于第三方管理，并任命了独立的非执行董事。此举可能影响中欧关系。",
      "translated_title": "中国闻泰科技称荷兰法院以‘国家安全’争议为由冻结其对Nexperia的控制权",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/fd81e840-8780-4181-b1b2-d0a455e0f3ca_610daeca.jpg",
          "alt": "Zhang Xuezheng, the chairman and chief executive of Wingtech. Photo: Handout",
          "title": "Zhang Xuezheng, the chairman and chief executive of Wingtech. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "In a move that could dent China’s relations with the European Union, Chinese technology company Wingtech said control of its Dutch subsidiary Nexperia has been effectively frozen, following an intervention by a government ministry and court in the Netherlands.\nIn a corporate filing dated October 13, lodged with the Shanghai Stock Exchange on Sunday, Wingtech said semiconductor manufacturer Nexperia is now under temporary external management following an order from the Dutch Ministry of Economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/39eebe68-fed4-4608-b92d-d3f4c0079e4d_9c6a5dbe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海将取消所有制造业外商投资限制 (原标题: Shanghai to scrap all foreign investment limits on manufacturing)",
      "link": "https://www.scmp.com/business/china-business/article/3328710/shanghai-scrap-all-foreign-investment-limits-manufacturing-facilities?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 12:30:10 +0000",
      "isoDate": "2025-10-12T12:30:10.000Z",
      "creator": "Daniel Ren",
      "summary": "## 上海取消制造业外商投资限制，提振经济信心\n\n中国大陆的商业和金融中心上海已承诺取消所有针对外商投资制造业的监管障碍。此举旨在提振地方和国家经济信心，尽管中美贸易紧张局势日益加剧。\n\n### 关键改革与市场开放\n\n*   **全面市场准入**：上海市市长龚正表示，已深化改革，允许电动汽车、增值电信服务、生物技术和医院等领域的海外公司全面进入中国市场。\n*   **开放优势**：龚正强调，“开放是上海最大的优势”。\n*   **平等对待**：上海市政府将确保外资制造商在政府采购中获得平等待遇。\n*   **供应链支持**：外资企业在参与上游或下游供应链建设时，也将获得政府支持。\n\n### 外商投资现状与信心\n\n*   **投资下降**：龚正承认，近期上海的外商直接投资有所下降。\n*   **信心犹存**：尽管如此，他指出跨国公司仍在上海开设了更多的研发中心和区域总部，这表明它们对中国的消费活力仍抱有信心。\n*   **贸易紧张**：市长并未直接回应有关中美贸易紧张局势升级（包括美国总统特朗普威胁对中国商品加征100%关税）影响的问题。",
      "shortSummary": "上海承诺取消所有制造业外商投资限制，旨在提振经济信心，尽管中美贸易紧张。市长龚正表示，电动汽车、电信、生物技术和医院等领域的外企将获得全面市场准入，并强调开放是上海的优势。尽管近期外商直接投资有所下降，但跨国公司仍对中国市场充满信心，并将获得政府采购和供应链建设中的平等待遇与支持。",
      "translated_title": "上海将取消所有制造业外商投资限制",
      "images": [],
      "contentSource": "完整文章",
      "content": "Mainland China’s commercial and financial hub Shanghai has pledged to remove all regulatory hurdles for foreign investors to set up manufacturing businesses, as authorities move to shore up confidence in the local and national economies despite rising US-China trade tensions.\nMayor Gong Zheng said on Sunday that deepened reforms had been carried out to grant overseas companies in the fields of electric vehicles, value-added telecommunications services, biotechnology and hospitals full access to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/12/47793d0b-6bef-44c2-917d-6b3755edca47_4e52259f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "民主国家在气候行动上与中国匹敌必须采取的6个步骤 (原标题: 6 steps democracies must take to match China on climate action)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3328334/6-steps-democracies-must-take-match-china-climate-action?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 01:30:08 +0000",
      "isoDate": "2025-10-12T01:30:08.000Z",
      "creator": "Syed Munir Khasru",
      "summary": "## 全球清洁能源投资面临的政治挑战\n\n尽管全球能源投资预计在今年将达到3.3万亿美元，其中2.2万亿美元流向清洁技术，是化石燃料投资的两倍，但一场信心危机正在蔓延。\n\n### 信心危机的具体表现：\n\n*   **项目取消与缩减：** 仅今年上半年，美国公司就取消或缩减了超过220亿美元的清洁能源项目，其中包括高调的电池设施、储能系统和电动汽车工厂，导致约16,500个工作岗位流失。\n*   **投资者退出：** 主要投资者正在退出净零排放联盟。\n*   **公司资产减记：** 能源公司如Equinor因监管不确定性，已对海上风电投资减记数亿美元。\n\n### 根本原因：政治而非技术或资本\n\n问题的症结不在于技术不足或资金缺乏，而在于政治。由民粹主义压力驱动的政治意愿侵蚀正在重塑全球气候政策。\n\n### 政治意愿的倒退：\n\n*   各国领导人正在收回承诺，将气候行动描绘成与可负担性和能源安全不兼容。\n*   当前对净零排放目标的最大威胁，不是工程挑战，而是系统性地拆除使转型成为可能政策框架。\n\n### 民粹主义的影响：\n\n*   民粹主义为复杂问题提供简单的叙事。气候政策因其延迟的效益和即时的成本，成为民粹主义的理想攻击目标。\n*   在选举压力下，世界各地的政治家正在撤销碳定价、削弱排放目标，并将扩大化石燃料生产宣传为经济救赎。\n\n### 民粹主义的政治逻辑：\n\n*   碳税和排放法规会带来明显的即时成本，而气候效益则抽象且遥远。\n*   民粹主义领导人利用这种脱节，将自己定位为普通民众的捍卫者，对抗“精英环境议程”。",
      "shortSummary": "尽管全球清洁能源投资强劲，但一场信心危机正在蔓延。美国大量清洁能源项目被取消或缩减，投资者退出，公司因监管不确定性减记资产。这并非技术或资金问题，而是政治意愿的侵蚀，源于民粹主义压力。各国领导人收回气候承诺，将气候行动与经济安全对立。民粹主义利用气候政策的即时成本和遥远效益之间的矛盾，拆解政策框架，将化石燃料宣传为经济救赎，对净零排放目标构成最大威胁。",
      "translated_title": "民主国家在气候行动上与中国匹敌必须采取的6个步骤",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global energy investment is projected to reach US$3.3 trillion this year, with some US$2.2 trillion directed towards clean technologies, double the amount flowing into fossil fuels. Yet beneath these impressive figures, a crisis of confidence is unfolding.\nDuring the first half of this year alone, companies cancelled or scaled back more than US$22 billion in clean energy projects in the United States. These included high-profile battery facilities, storage systems and electric vehicle factories,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/2ddba1cb-6435-4427-84f4-9105eb31802a_469117ea.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“咄咄逼人”：中国航空公司或成特朗普贸易战最新前线 (原标题: ‘Aggressive’: how China’s airlines may become latest front in Trump’s trade war)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328562/chinese-airlines-may-face-higher-costs-if-us-ban-russian-airspace-enforced-analysts?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 14:00:08 +0000",
      "isoDate": "2025-10-11T14:00:08.000Z",
      "creator": "Sylvia Ma,Ralph Jennings",
      "summary": "### 美国提议禁止中国航空公司使用俄罗斯领空，或加剧中美贸易紧张\n\n美国交通部已提出一项提案，旨在禁止中国航空公司在往返美国的航班上使用俄罗斯领空。此举被视为中美两国紧张关系进一步升级的标志，可能使中国航空公司成为两国贸易战的最新前线。\n\n**核心提议与原因：**\n*   **提议内容：** 美国交通部建议禁止中国航空公司在执行美国航线时使用俄罗斯领空。\n*   **美方理由：** 美国官员指出，中国航空公司通过使用俄罗斯领空，获得了更短的飞行时间，从而相对于美国同行拥有“不公平的优势”。\n\n**对中国航空公司的潜在影响：**\n*   **运营中断与损失：**\n    *   如果提案实施，中国航空公司可能面临已售航班被取消的损失，包括乘客赔偿和运力浪费。\n    *   跨太平洋航线的运力规划和机票销售通常提前约六个月安排，此举将打乱现有计划。\n*   **成本上升与航线调整：**\n    *   中国航空公司可能需要承担改道飞行带来的更高成本。\n    *   为弥补成本，航空公司可能选择提高票价，或者完全取消部分航线。\n    *   分析师认为，需要进行更全面和长期的评估，以确定航空公司将如何应对这些挑战。\n*   **实施障碍：**\n    *   分析师对该计划的可行性存在分歧。\n    *   如果该提案生效，美国可能会拒绝批准中国航空公司的飞行计划，尤其是在即将到来的下一年度夏季飞行季（一年中仅有的两个排班期之一）的审批过程中。\n\n**背景与中美关系：**\n*   此提案是在中国宣布对稀土及其他物品实施更严格的出口管制之后提出的，进一步加剧了两国之间的紧张局势。",
      "shortSummary": "美国交通部提议禁止中国航空公司在往返美国的航班上使用俄罗斯领空，理由是中方因此获得不公平优势。分析师指出，此举可能导致中国航空公司面临航班取消、成本上升和航线调整等问题。该提议紧随中国稀土出口管制之后，被视为中美紧张关系进一步升级的体现，可能使中国航空公司成为两国贸易战的新战场。",
      "translated_title": "“咄咄逼人”：中国航空公司或成特朗普贸易战最新前线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese airlines could face ticket sale disruptions and higher costs if Washington follows through on a Trump administration proposal to bar them from using Russian airspace on US routes, analysts said – though they were divided over the plan’s feasibility.\n“If the proposal is really implemented, Chinese airlines might have to bear the losses from already-sold flights being cancelled – such as passenger compensation and wasted capacity,” said Yang Bo, a Chinese aviation analyst, noting that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/cac66302-0f77-4f45-9607-61bbc4383725_c237db0b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "央行囤积黄金的真正原因 (原标题: The real reason central banks are stocking up on gold)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3328419/amid-rising-volatility-new-gold-standard-may-be-closer-we-think?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 08:30:08 +0000",
      "isoDate": "2025-10-11T08:30:08.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 黄金价格飙升与市场关注度不足\n\n尽管当前市场充斥着人工智能带来的狂热情绪，以及债券收益率上升和价格下跌引发的不安，但黄金价格的显著上涨却鲜受关注。黄金价格在本周三首次突破每盎司4000美元，这可能具有深远的货币意义。\n\n### 对黄金上涨的常见解释及其局限性\n\n市场评论员通常将黄金价格的急剧上涨归因于美元走软、地缘政治不确定性以及各国央行的大量购买。然而，作者指出，很少有人深入探究央行大规模囤积黄金的深层原因。目前，黄金已成为仅次于美元的第二大官方储备资产，超越了欧元及其他货币。\n\n### 央行的远见与市场短视\n\n作者提出疑问：央行是否具备超越金融市场的远见？同时，作者批评了《金融时报》等媒体的评论员，他们认为如果黄金产量增加，黄金可能会“失去光泽”，这可能是一种短视的看法。毕竟，央行在危机时期一直是金融体系的救星，要进行如此庞大的救援行动，它们显然需要充足的货币资源。\n\n### 央行在危机中的角色与未来挑战\n\n文章进一步提出两个关键问题：\n\n*   我们是否会在可预见的未来经历一场“史无前例的危机”？\n*   央行是否拥有除通胀性印钞之外的足够资源，以应对这种“末日事件”？\n\n### 作者的悲观论断\n\n作者认为，第一个问题的答案是“是”（危机即将到来），而第二个问题的答案是“否”（央行缺乏足够的非通胀性资源来应对）。这表明作者对未来金融稳定持悲观态度，并认为央行可能正在为一场潜在的重大危机做准备，但其现有资源可能不足以应对。",
      "shortSummary": "黄金价格飙升，首次突破每盎司4000美元，主要由各国央行大量囤积推动。作者质疑央行囤积黄金的真正原因，认为这可能预示着它们预见到一场“史无前例的危机”。作者悲观地指出，央行可能缺乏除通胀性印钞之外的足够资源来应对未来的重大金融动荡，暗示央行正在为一场潜在的“末日事件”做准备。",
      "translated_title": "央行囤积黄金的真正原因",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid all the artificial intelligence-induced euphoria – or irrational exuberance – in stock markets and despite the unease caused by rising bond yields and falling prices, relatively little attention has been paid to the rising price of gold. The implications have potentially seismic monetary significance.\nThose who do see fit to comment on gold’s dramatic price increase this year – passing US$4,000 an ounce for the first time on Wednesday – tend to brush it off as a reaction to a falling US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/def8e7b1-4fa8-4cb2-a7da-5cc6f7e453ae_7a44d0c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“从数量到质量”：中国下一个五年规划对外国投资者意味着什么 (原标题: ‘Quantity to quality’: what China’s next 5-year plan means for foreign investors)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328532/what-chinas-next-5-year-plan-means-foreign-investors-quantity-quality?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 22:00:19 +0000",
      "isoDate": "2025-10-10T22:00:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国第十五个五年规划：对外资策略的转变\n\n中国正在制定其第十五个五年规划，这是一系列宏伟蓝图中的最新一份，旨在为国家未来几十年的发展定下基调。这份规划不仅反映了高层政策优先事项，也将深刻影响外国投资者。\n\n## 核心转变：从“数量”到“质量”\n\n一位资深行业人士——中法初创企业孵化器组织总裁孙学光——的经历，清晰地揭示了中国地方政府在吸引外资方面的态度转变。\n\n*   **过去模式**：地方政府通常会热情欢迎外国投资者，并提供优惠税收政策。\n*   **当前趋势**：孙学光在与长江三角洲地区官员的会谈中发现，地方干部提出了更严格的要求。他们明确表示，希望吸引特定战略领域的项目，例如：\n    *   制药业\n    *   医疗保健\n    *   人工智能\n\n## 对外国投资者的影响\n\n地方官员传递的信息非常明确：他们寻求的是“高质量的外国投资，能够帮助完善和发展其本地供应链”。这标志着中国在吸引外资方面的“心态正在从数量转向质量”。\n\n这一转变意味着外国投资者若想在中国市场获得成功，需要更深入地理解并适应中国新的发展重点和产业升级需求。",
      "shortSummary": "中国正在制定的第十五个五年规划预示着对外资策略的重大转变。地方政府正从过去单纯追求投资“数量”转向强调“质量”，优先吸引制药、医疗保健和人工智能等战略性高科技领域的投资。此举旨在通过高质量外资完善和发展本地供应链，而非仅仅提供优惠政策，这要求外国投资者适应中国新的发展重点。",
      "translated_title": "“从数量到质量”：中国下一个五年规划对外国投资者意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how foreign investors are likely to be affected.\nFor more stories in this ongoing series, click here. To view SCMP Plus Factsheets on the 15th five-year-plan and more premium content, click here.\nSun...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/4a5a7abf-a0d6-42c4-a653-b065e8395913_b08f4482.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "‘以牙还牙’的回应？中国为何发起新一轮制裁和出口管制攻势 (原标题: ‘Tit-for-tat response’? Why China unleashed fresh sanction, export curb blitz)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328559/tit-tat-response-why-china-unleashed-fresh-sanction-export-curb-blitz?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 15:00:08 +0000",
      "isoDate": "2025-10-10T15:00:08.000Z",
      "creator": "Mia Nurmamat,Kandy Wong",
      "summary": "# 中美“以牙还牙”：制裁与出口管制升级\n\n## 背景\n近期，中美两国之间爆发了一系列经济制裁和出口管制措施。分析人士指出，这种“以牙还牙”的交锋短期内不会结束，双方都在寻求在贸易和技术谈判中占据有利地位。\n\n## 美国行动\n*   **制裁中国实体：** 华盛顿于周四对多家中国实体实施制裁，其中包括一家独立炼油厂和码头，理由是它们涉嫌参与购买或运输伊朗石油。\n\n## 中国反制措施\n*   **扩大出口管制：** 在美国宣布制裁前数小时，北京发布了六份单独通知，概述了其出口管制制度的全面扩大。\n    *   **管制范围：** 新的限制措施涵盖了稀土生产技术和设备、几种额外的稀土元素，以及与锂电池生产和超硬材料相关的关键物品。\n*   **不可靠实体清单：** 中国商务部将14家西方实体列入其不可靠实体清单。\n    *   **被列入实体：** 这些公司包括几家美国无人机行业公司，以及一家加拿大实体（此前曾发布关于中国科技巨头华为技术公司先进芯片的报告）。\n\n## 驱动因素与展望\n*   **地缘战略竞争：** 研究公司Asia-Pacific Economics的首席执行官拉吉夫·比斯瓦斯（Rajiv Biswas）指出，这一系列措施最终是由中美之间的地缘战略和军事竞争驱动的。\n*   **持续性：** 即使两国寻求达成一项贸易协议，这种交锋也将继续。\n*   **贸易谈判：** 尽管最新一轮制裁措施出台，中美两国仍将继续进行贸易谈判，以努力达成一项广泛的双边贸易协议。",
      "shortSummary": "近期，中美两国互施经济制裁和出口管制。美国因伊朗石油问题制裁中国实体，中国则扩大稀土及锂电池相关技术出口管制，并将14家西方实体列入不可靠清单。分析认为，这是两国在地缘战略和军事竞争背景下的“以牙还牙”回应，旨在贸易和技术谈判中争取筹码，预计短期内不会停止，但贸易谈判仍将继续。",
      "translated_title": "‘以牙还牙’的回应？中国为何发起新一轮制裁和出口管制攻势",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States have unleashed a barrage of economic sanctions and export control measures in recent days – and the tit-for-tat exchange is unlikely to end soon as the two sides seek leverage in ongoing talks over trade and technology issues, analysts said.\nOn Thursday, Washington imposed sanctions on a slew of Chinese entities, including an independent refinery and terminal, alleging they were involved in purchasing or shipping Iranian oil.\nJust hours earlier, Beijing had issued six...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/5583bbbe-3a35-433d-a61e-4d18df0ec0ea_3671671c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“让中国购买”：美国大豆农民厌倦贸易战“打击”，敦促特朗普采取行动 (原标题: ‘Make China buy’: US soybean farmers, tired of trade war ‘blows’, push Trump to act)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328531/make-china-buy-us-soybean-farmers-tired-trade-war-blows-push-trump-act?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 14:00:08 +0000",
      "isoDate": "2025-10-10T14:00:08.000Z",
      "creator": "Frank Chen,Kandy Wong,Sylvia Ma",
      "summary": "### 美国大豆农民面临的困境与呼吁\n\n*   **贸易战影响下的美国大豆农民**\n    *   由于中美贸易紧张局势加剧，中国（曾是美国大豆的最大买家）本季尚未下达任何大宗订单。\n    *   这导致美国大豆农民面临严峻挑战，一位内布拉斯加州的农民表示：“今年对大豆农民来说几乎已经结束，因为他们丰收在望却没有来自中国的订单。”\n    *   农民们表示，尽管华盛顿正考虑提供财政援助并努力开拓新的出口市场，但他们更希望中国恢复采购。\n    *   他们渴望回到“来自中国和其他地方的稳定订单的正常日子，并免受贸易战的打击”。\n\n*   **美国政府的应对措施**\n    *   **潜在的财政援助：** 据报道，美国政府正在权衡一项价值在100亿至140亿美元之间的援助计划，资金将来自关税收入。\n        *   农民们认为，这项援助“总比没有好，特别是对大豆种植者而言。特朗普正在做一些事情来减轻他们的痛苦。”\n    *   **市场多元化努力：** 华盛顿已敦促印度增加对美国大豆的采购，同时美国农民也在推动越南和尼日利亚等国成为买家。\n    *   **高层会晤：** 美国总统特朗普表示，他将在本月晚些时候可能举行的亚太经济合作组织（APEC）峰会期间，与中国国家主席习近平讨论大豆问题。\n\n*   **中国转向其他供应商**\n    *   面对贸易紧张，中国已转向其他大豆供应国，主要采购自巴西。\n\n*   **农民的诉求**\n    *   内布拉斯加州的农民敦促特朗普总统“让中国购买美国农产品，或者让现金救助成为永久性的。没有其他办法了。”",
      "shortSummary": "受中美贸易战影响，中国停止购买美国大豆，导致美国大豆农民面临巨大困境。尽管美国政府正考虑提供100亿至140亿美元的财政援助并寻求多元化出口市场，但农民们更希望中国恢复采购。特朗普总统计划在APEC峰会期间与习近平主席讨论此问题。目前中国已转向巴西等其他供应商。农民们呼吁特朗普促使中国恢复购买或将援助永久化。",
      "translated_title": "“让中国购买”：美国大豆农民厌倦贸易战“打击”，敦促特朗普采取行动",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Washington moves to cushion the blow of China’s retreat from buying US soybeans with potential financial aid and efforts to diversify export markets, American farmers say they welcome the help but would rather see Chinese orders return.\n“This year is almost gone for soy farmers because they have a big harvest but no orders from China,” a farmer from Nebraska said on condition of anonymity.\n“Farmers prefer to return to the normal days of stable orders, from China and elsewhere, and stay free...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/da8d8743-e632-4f54-b0ec-d2057ab7d0d9_81d74fa8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉上海工厂交付量创纪录，Model Y改款车型吸引买家 (原标题: Tesla’s Shanghai factory deliveries hit record as Model Y variant woos buyers)",
      "link": "https://www.scmp.com/business/china-business/article/3328596/teslas-shanghai-factory-deliveries-hit-record-year-model-y-variant-woos-new-buyers?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 13:57:06 +0000",
      "isoDate": "2025-10-10T13:57:06.000Z",
      "creator": "Daniel Ren",
      "summary": "# 特斯拉上海工厂交付量创纪录\n\n特斯拉上海超级工厂上个月的交付量大幅增长，其升级车型成功吸引了偏爱宽敞车辆的中国富裕消费者。\n\n## 关键数据\n*   **9月交付量创新高**：根据中国乘用车协会（CPCA）的数据，该工厂9月份共向客户交付了90,812辆汽车，创下今年以来的新高。\n*   **环比增长显著**：与8月份的83,192辆相比，上海工厂（特斯拉全球最大的生产中心）环比增长9.2%。\n*   **同比小幅增长**：与2024年同期相比，交付量增长了2.8%，结束了连续两个月的同比下滑。\n*   **历史对比**：这是自2024年12月（当时交付了93,766辆）以来的最高交付量。\n*   **销售范围**：这些数字包括中国大陆的销售和对日本等海外市场的出口。\n*   **今年前九个月表现**：2025年前九个月，上海工厂共交付了606,364辆汽车，同比下降10.3%。\n\n## 成功原因与市场背景\n*   **车型吸引力**：升级后的Model Y车型成功吸引了中国消费者，他们青睐宽敞的车辆。\n*   **市场份额回升**：上海易友汽车服务销售经理田茂伟表示，在市场竞争加剧的情况下，特斯拉在中国重新夺回失地的努力已见成效，这是这家美国汽车制造商今年在中国取得的“罕见成就”。\n*   **工厂位置**：该装配线位于临港自由贸易区，这是一个与洋山深水港相连的沿海区域。\n\n![特斯拉标志](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/10/e9224212-4478-4f67-ad17-adc867c9fdfb_1126e908.jpg)\n*图：2021年4月22日，在美国佐治亚州布福德的一个超级充电站看到的特斯拉标志。*",
      "shortSummary": "特斯拉上海超级工厂9月交付量达到90,812辆，创下今年新高，环比增长9.2%。这主要得益于升级版Model Y车型吸引了中国消费者。在竞争激烈的市场中，特斯拉重新夺回市场份额的努力已见成效，尽管今年前九个月的累计交付量同比有所下降，但此次月度表现被视为一项罕见的成就。",
      "translated_title": "特斯拉上海工厂交付量创纪录，Model Y改款车型吸引买家",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/10/e9224212-4478-4f67-ad17-adc867c9fdfb_1126e908.jpg",
          "alt": "The Tesla logo seen on a supercharger station in Buford, Georgia, US, April 22, 2021. Photo: AP",
          "title": "The Tesla logo seen on a supercharger station in Buford, Georgia, US, April 22, 2021. Photo: AP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Tesla’s Shanghai Gigafactory saw a jump in deliveries last month, as its upgraded models struck a chord with wealthy Chinese consumers who favour spacious vehicles.\nThe assembly line - based in the Lingang free-trade zone, a coastal area linked to the Yangshan Deep-water Port - delivered a total of 90,812 vehicles to customers in September, a record high this year, up 2.8 per cent from the same period in 2024, according to data from the China Passenger Car Association (CPCA).\nCompared to its...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/fad9802d-0797-495f-9f9f-cd03b411bbec_bb7b66dc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对特朗普的港口费用进行反击，对美国船只征收对等费用 (原标题: China hits back at Trump’s port fees with reciprocal charges for US ships)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328537/china-hits-back-trumps-port-fees-reciprocal-charges-us-ships?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 09:15:30 +0000",
      "isoDate": "2025-10-10T09:15:30.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国对美国船只征收港口费用以示反击\n\n中国政府已宣布，将从下周二开始对与美国相关的船只征收分阶段的港口费用。此举是对美国贸易代表办公室于四月宣布的类似附加费的报复性措施，并将于同一天生效。\n\n### 费用征收范围与批准\n\n*   **批准机构**：该措施已获得中国国务院的批准。\n*   **适用对象**：根据交通运输部的声明，费用将适用于以下几类船只：\n    *   由美国企业、组织和个人拥有或运营的船只。\n    *   其所有者或运营者由美国实体直接或间接持有至少25%股权的船只。\n    *   由美国建造或悬挂美国国旗的船只。\n\n### 背景与贸易紧张局势\n\n*   **时间点**：此举是在中国商务部公布一系列措施，扩大对多种高科技产品生产关键物品的出口管制范围仅一天之后。这些出口管制措施被广泛视为旨在战略性地针对美国供应链中的薄弱环节。\n*   **潜在讨论**：这些行动，包括新的港口费用，预计将在本月底举行的美国总统唐纳德·特朗普与中国国家主席习近平备受期待的会晤中被提及。\n\n### 费用结构与实施细节\n\n*   **分阶段征收**：中国政府将以与美国计划类似的结构，分阶段逐步增加费用：\n    *   从下周二开始，每净吨400元人民币（约合56美元）。\n    *   明年四月增至640元人民币。\n    *   2027年四月增至880元人民币。\n    *   2028年四月增至1,120元人民币。\n*   **支付规则**：\n    *   多次停靠中国港口的船只，只需在首次抵达时支付费用。\n    *   任何船只在一年内最多只会被收取五次费用。\n*   **征收方式**：费用将由地方海事部门根据交通运输部关于实施的详细指导进行收取。",
      "shortSummary": "中国将从下周二起对与美国相关的船只征收分阶段的港口费用，以报复美国此前宣布的类似附加费。此举已获国务院批准，将适用于美国拥有、运营、建造或悬挂美国国旗的船只。费用将从每净吨400元人民币开始，并逐年递增。这是继中国扩大出口管制后，在中美贸易紧张局势下的又一反制措施，预计将在两国领导人会晤中讨论。",
      "translated_title": "中国对特朗普的港口费用进行反击，对美国船只征收对等费用",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will levy phased fees on US-linked vessels calling at its ports starting next Tuesday, a retaliatory action set to take effect the same day as similar surcharges that were announced in April by the Office of the United States Trade Representative.\nHaving been granted approval by the State Council, China’s cabinet, Beijing will apply the fees to vessels under several classifications: those owned or operated by US enterprises, organisations and individuals; those whose owners or operators...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/5b6ca118-e9c3-4898-87ad-f508cfa0a14b_62cd914f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“自由贸易已死”，法国前部长宣称 (原标题: ‘Free trade is over, it is dead’, former French minister declares)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328509/us-and-china-have-killed-free-trade-former-french-minister-says?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 07:15:25 +0000",
      "isoDate": "2025-10-10T07:15:25.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 法国前财长：自由贸易已死，欧洲需采取更“民族主义”的贸易政策\n\n法国前财政部长埃里克·隆巴德（Eric Lombard）在巴黎的一次竞争力峰会上发表讲话，明确指出“自由贸易已死”，并呼吁欧盟采取更具“民族主义”色彩的贸易政策以应对当前全球贸易格局。\n\n## 核心观点\n\n*   **自由贸易终结**：隆巴德直言不讳地宣称“自由贸易已死”，认为其时代已经结束。\n*   **指责美中**：他指责美国和中国是扼杀自由贸易的元凶。\n\n## 理由与担忧\n\n*   **不公平贸易行为**：隆巴德指出，美国和中国正在采取偏离自由贸易原则和世界贸易组织（WTO）规则的不公平贸易做法。\n*   **全球环境恶化**：他形容当前的新世界“更加残酷”。\n*   **欧洲面临威胁**：他警告称，如果欧洲不采取保护措施，将在“中国的倾销和美国的关税”之间“消失”。\n\n## 对欧洲的呼吁\n\n*   **“清醒”应对现实**：隆巴德敦促法国和欧洲“清醒”地认识到美中两国正在使用的不公平贸易手段。\n*   **采纳“民族主义愿景”**：他建议欧洲在与美国和中国打交道时，应遵循更具“民族主义愿景”的方针。\n*   **采取强硬措施**：欧洲需要准备好对这两个大国采取更强硬的措施，以保护自身利益。",
      "shortSummary": "法国前财政部长埃里克·隆巴德宣称“自由贸易已死”，指责美国和中国通过不公平贸易行为扼杀了自由贸易。他警告欧洲，若不“清醒”并采取更“民族主义”的贸易政策及强硬措施，将在中美倾销和关税夹击下“消失”。",
      "translated_title": "“自由贸易已死”，法国前部长宣称",
      "images": [],
      "contentSource": "完整文章",
      "content": "Former French finance minister Eric Lombard accused the United States and China of killing free trade and called for the European Union to pursue a more “nationalistic” approach to trade policy in response during a speech in Paris on Thursday.\n“Free trade is over, it is dead,” Lombard told a summit on competitiveness organised by Politico in the French capital.\nHe urged France and Europe to “wake up” to the fact that the US and China were employing unfair trade practices that deviate from free...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/f2d5195c-f425-4fdb-93e0-6ad76cc0fce6_8fc61564.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国监管机构加大力度遏制行业价格战 (原标题: China’s regulators step up efforts to cool down industry price wars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328465/chinese-regulators-step-efforts-target-disorderly-price-competition?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 03:21:20 +0000",
      "isoDate": "2025-10-10T03:21:20.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 中国监管机构加大力度遏制行业价格战\n\n中国监管机构正在加大力度，以解决行业内无序价格竞争的现象。国家发展和改革委员会（NDRC）和国家市场监督管理总局（SAMR）于周四联合发布了一份政策文件，旨在限制某些行业内导致价格战和自我毁灭式成本削减行为的激烈竞争。\n\n**主要问题与影响：**\n*   **无序竞争的危害：** 声明指出，“无序竞争可能对行业发展、产品创新以及质量和安全产生负面影响。它不利于国民经济的健康发展。”\n*   **具体表现：** 导致价格战和其他自我毁灭式的成本削减做法。\n\n**监管机构的应对措施：**\n针对“无序价格竞争问题突出”的重点行业，两部门将采取以下措施：\n*   **成本评估与定价指导：**\n    *   指导行业协会评估整个行业的平均生产成本。\n    *   帮助企业设定合理的价格。\n*   **预警与干预：**\n    *   如果怀疑存在价格战，监管机构将要求对企业发出警告。\n    *   密切关注那些忽视警告的企业。\n    *   必要时，监管机构必须进行干预，开展成本调查和价格检查。\n*   **依法处理：**\n    *   声明强调，“任何发现的违反定价法律法规的行为都将依法处理。”\n\n**未来展望：**\n国家发展改革委和市场监管总局已承诺，将与其他政府部门密切监测市场价格竞争，并在重点领域维护价格秩序。",
      "shortSummary": "中国国家发展改革委和市场监管总局联合发布政策，加大力度遏制行业无序价格竞争和价格战。此举旨在解决激烈竞争导致的自我毁灭式成本削减，通过指导行业评估生产成本、帮助企业合理定价、警告并干预价格战行为，以维护市场秩序，促进国民经济健康发展。",
      "translated_title": "中国监管机构加大力度遏制行业价格战",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese regulators have launched renewed efforts to tackle the phenomenon of disorderly price competition, including the potential formulation of state-sanctioned cost assessments and firm actions against below-cost bidding.\nThe National Development and Reform Commission (NDRC) – the country’s top economic planner – and the State Administration for Market Regulation (SAMR) published a joint policy paper on Thursday outlining measures designed to limit the intense competition within some...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/d78f6580-6b60-491d-93a7-e5c913171abc_414e7d49.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "东盟+3经济增长超出预期，但贸易战风险仍‘高’，AMRO表示 (原标题: Asean+3 growth defies expectations but trade war risks still ‘high’, AMRO says)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328376/asean3-growth-defies-expectations-trade-war-risks-still-high-amro-says?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 00:00:17 +0000",
      "isoDate": "2025-10-10T00:00:17.000Z",
      "creator": "Kandy Wong",
      "summary": "## 东盟+3经济展望：增长超出预期，但贸易战风险犹存\n\n东盟+3宏观经济研究办公室（AMRO）最新报告指出，由东盟十国以及中国、日本和韩国组成的“东盟+3”国家集团在2025年上半年实现了稳健的经济增长。然而，报告也强调，美国不可预测的政策转变以及持续高企的贸易政策不确定性，仍可能在今年对该地区经济造成冲击。\n\n### 经济增长预测\n*   **2025年增长率：** AMRO预计东盟+3集团在2025年的经济增长率将达到4.1%。\n*   **预测上调：** 这一最新数据较AMRO在7月份预测的3.8%有所上调，表明经济表现好于预期。\n*   **与2024年对比：** 尽管有所上调，但4.1%的增长率仍略低于2024年记录的4.3%。\n\n### 贸易政策风险与不确定性\nAMRO首席经济学家董和（Dong He）在新闻发布会上表示，尽管迄今为止主要经济体在贸易政策逆风下表现尚可，但仍需强调并警惕任何自满情绪，因为贸易政策的不确定性依然很高。\n\n*   **外部需求：** 前期出货量（front-loaded shipments）提振了外部需求。\n*   **出口风险：** 董和警告称，如果关税导致价格上涨，出口可能会随之下降。\n*   **全球经济影响：** 全球经济将如何受到影响，其不确定性依然存在。\n\n### 美国关税措施\n报告指出，美国已对多个东盟+3成员国征收了15%至40%不等的关税，受影响的国家包括：\n*   印度尼西亚\n*   马来西亚\n*   柬埔寨\n*   菲律宾\n*   泰国\n*   越南\n*   文莱\n*   老挝\n*   缅甸\n*   日本\n*   韩国",
      "shortSummary": "AMRO报告显示，东盟+3国家2025年经济增长预计达4.1%，超出预期。然而，该地区面临美国政策变化和高企的贸易政策不确定性带来的显著风险。尽管上半年表现稳健，AMRO警告称，关税可能导致出口下降，全球经济影响仍不明朗，呼吁警惕自满情绪。",
      "translated_title": "东盟+3经济增长超出预期，但贸易战风险仍‘高’，AMRO表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "The “Asean plus three” group of countries achieved solid economic growth in the first half of 2025, but unpredictable policy shifts in the United States could still send tremors through the region this year, a top economic surveillance body said.\nGrowth in the grouping – the 10 members of the Association of Southeast Asian Nations, along with China, Japan and South Korea – is projected to reach 4.1 per cent in 2025, the Asean+3 Macroeconomic Research Office (AMRO) said in a new quarterly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/9caa42d5-47b0-4d2d-994e-470403cac947_384ae45f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么欧盟为遏制中国进口而征收的新钢铁关税让汽车制造商头疼 (原标题: Why new EU steel tariffs to curb Chinese imports are giving carmakers a headache)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328372/new-eu-steel-tariffs-meant-curb-chinese-imports-giving-carmakers-migraine?utm_source=rss_feed",
      "pubDate": "Thu, 09 Oct 2025 14:00:10 +0000",
      "isoDate": "2025-10-09T14:00:10.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 欧盟新钢铁关税对汽车制造商的影响\n\n欧盟委员会提议提高钢铁关税的措施，已在欧洲汽车制造商中引发广泛担忧，导致主要汽车公司股价在宣布后立即下跌。行业内部人士警告称，这些措施可能加剧该行业已面临的成本压力，从而拖累增长。\n\n### 关税详情\n*   欧盟委员会周二宣布，将把进口钢铁产品的免关税配额削减近一半。\n*   对超出配额的货物，关税将翻倍至50%。\n*   匿名官员证实，此举主要旨在遏制中国的钢铁出口。\n\n### 市场反应\n*   欧盟宣布后，主要欧洲汽车品牌的股价次日下跌。\n*   德国宝马公司股价下跌高达8.25%。\n*   梅赛德斯下跌2.92%。\n*   大众汽车下跌1.85%。\n*   法国雷诺品牌下跌1.83%。\n\n### 宝马的特殊情况\n*   欧盟宣布关税的时机对德国巨头宝马尤为不利。\n*   宝马在同一天披露，已下调其2025年财务展望。\n*   宝马将美国总统唐纳德·特朗普的关税上调以及中国市场表现疲软列为调整的主要原因。\n\n### 贸易背景\n*   中国是欧盟最大的钢铁制品进口伙伴。\n*   2024年，中国向欧盟出口了价值125亿欧元（145亿美元）的钢铁产品。\n*   这占欧盟钢铁产品总进口的37.3%。\n\n### 行业警告\n*   代表欧洲16家主要生产商的游说团体——欧洲汽车制造商协会（ACEA）警告称，拟议的措施可能对汽车制造商产生通胀影响。\n\n### 相关图片\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/19/Thu_Clean-(2)-smaller.jpg?itok=Os7gGWYf)",
      "shortSummary": "欧盟为遏制中国进口而提议提高钢铁关税，已引发欧洲汽车制造商的担忧。此举导致宝马、梅赛德斯等主要车企股价下跌，其中宝马还下调了2025年财务展望。行业组织警告，新关税可能加剧汽车制造商的成本压力，影响行业增长。中国是欧盟最大的钢铁进口来源国。",
      "translated_title": "为什么欧盟为遏制中国进口而征收的新钢铁关税让汽车制造商头疼",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/19/Thu_Clean-(2)-smaller.jpg?itok=Os7gGWYf",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A proposed increase to EU steel tariffs has already sown alarm among the continent’s car manufacturers, with stocks of major players plunging in the immediate aftermath of the announcement and industry insiders warning the measures could worsen cost pressures already weighing down growth in the sector.\nFollowing a Tuesday statement from the European Commission that it would cut tariff-free quotas for imported steel products by nearly half and double duties on excess shipments to 50 per cent – a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/32b71cfe-962b-4cbb-8bc1-9cc8ac73f438_92233168.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "哈萨克斯坦寻求投资以成为中欧贸易的“交通枢纽” (原标题: Kazakhstan seeks investment to become ‘transit hub’ for China-Europe trade)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328371/kazakh-official-urges-investment-help-country-connect-china-and-europe?utm_source=rss_feed",
      "pubDate": "Thu, 09 Oct 2025 13:00:15 +0000",
      "isoDate": "2025-10-09T13:00:15.000Z",
      "creator": "Kandy Wong",
      "summary": "哈萨克斯坦正与中国在贸易数字化方面密切合作，但该国政府官员本周表示，需要更多的基础设施投资，包括沿着中部走廊贸易路线，才能实现其成为亚欧桥梁的目标。\n\n*   由于与莫斯科2022年入侵乌克兰相关的制裁，出口商转向中部走廊——该走廊通过哈萨克斯坦、阿塞拜疆、格鲁吉亚和土耳其连接中国和欧洲，作为途经俄罗斯的中国-欧洲铁路快运北部线路的替代方案。\n\n*   哈萨克斯坦贸易和一体化部副部长Asset Nussupov在周一的采访中表示：“瓶颈之一是海关和物流等程序的差异——所有这些都在货物从中国到欧洲以及返回的途中造成了障碍。”\n\n*   他表示：“中部走廊是实现我们过境潜力的一个良好机会——我们正在密切合作进行建设”，他提到了从哈萨克斯坦西部经里海到巴基斯坦海港的路线建设工作。\n\n*   Nussupov表示，哈萨克斯坦专注于通过建设基础设施来加快铁路货物的运输，正在寻求将自己定位为“交通枢纽”，并预计未来五年贸易量将增长30%。\n\n*   Nussupov引用世界银行最近的一份报告称，到2030年，中部走廊的贸易量——特别是穿越里海的部分——预计将是四年前的三倍。预计的增长转化为每年约1100万吨，其中包括约400万吨集装箱货物。\n\n*   他补充说，大部分增长是由哈萨克斯坦推动的，预计哈萨克斯坦将贡献最大的增量份额，主要通过出口，并表示如果没有基础设施投资，就不可能看到如此“令人印象深刻的数字”。",
      "shortSummary": "哈萨克斯坦正寻求成为中欧贸易的交通枢纽，并需要更多基础设施投资，特别是沿着中部走廊。由于俄乌冲突，中部走廊作为替代路线的重要性日益增加。哈萨克斯坦贸易官员指出，海关和物流差异是瓶颈，并强调了基础设施建设的重要性，预计未来五年贸易量将增长30%。世界银行预测，到2030年，中部走廊贸易量将显著增加，哈萨克斯坦将贡献最大的增量份额。",
      "translated_title": "哈萨克斯坦寻求投资以成为中欧贸易的“交通枢纽”",
      "images": [],
      "contentSource": "完整文章",
      "content": "While Kazakhstan is cooperating closely with China on the digitalisation of trade, a government official from the Central Asian country said this week that more infrastructure investment is needed – including along the Middle Corridor trade route – for it to realise its aim of becoming a bridge between Asia and Europe.\nExporters turned to the Middle Corridor – which connects China and Europe via Kazakhstan, Azerbaijan, Georgia and Turkey – as an alternative to the northern route of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/196f878a-8cb2-44bb-b488-7bc7edc0e2ce_78cf0456.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球不确定性推动金价上涨，尽管存在泡沫担忧 (原标题: Global uncertainty driving gold prices higher despite bubble fears)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3328307/global-uncertainty-driving-gold-prices-higher-despite-bubble-fears?utm_source=rss_feed",
      "pubDate": "Thu, 09 Oct 2025 08:30:08 +0000",
      "isoDate": "2025-10-09T08:30:08.000Z",
      "creator": "Nicholas Spiro",
      "summary": "# 全球不确定性推动金价上涨，尽管存在泡沫担忧\n\n近期，黄金市场表现强劲，金价飙升，成为投资者关注的焦点。尽管全球股市处于历史高位，企业债券市场表现完美，但黄金的上涨势头依然不减，这表明其背后存在更深层次的驱动因素。\n\n## 黄金表现概述\n\n*   **强劲涨幅**：根据德意志银行的数据，今年第三季度，黄金是继白银之后表现第二好的主要金融资产。\n*   **创纪录高位**：上个月，金价13次创下历史新高，目前已突破每金衡盎司4000美元。\n*   **年度涨幅**：今年以来，金价已飙升54%，是1979年以来的最大涨幅。\n*   **两年涨幅**：过去两年中，黄金价格上涨了约120%。\n\n## 金价上涨的主要原因\n\n黄金作为财富储存手段的作用在经济和政治不确定时期尤为突出，其上涨受到多重因素的推动：\n\n1.  **不确定性对冲**：在全球经济和政治不确定性加剧的背景下，黄金的避险属性和流动性受到投资者青睐。\n2.  **通胀与利率**：\n    *   受益于疫情后通胀的飙升。\n    *   近期利率下降，使得持有黄金相对于收益型资产更具吸引力。\n3.  **美元贬值**：由于黄金以美元计价并与现金竞争，美元贬值时金价通常会上涨。\n\n## 黄金牛市的悖论与深层驱动力\n\n当前黄金牛市的显著之处在于，它发生在主流资产市场表现强劲的时期。例如，芝加哥期权交易所波动率指数（VIX，华尔街“恐慌指数”）已从高点大幅回落，表明市场恐慌情绪减弱。这暗示金价上涨并非仅仅是表面现象。\n\n*   **对冲美元敞口**：德意志银行的George Saravelos指出，外国投资者在购买美国股票和债券的同时，正在对冲其美元敞口，以避免汇率波动对其投资的影响。这意味着他们虽然投资美国资产，但并不希望承担美元的风险。\n*   **“贬值交易”**：摩根大通将“贬值交易”描述为市场新热词，它反映了以下综合因素：\n    *   地缘政治和政策不确定性。\n    *   对通货膨胀的担忧。\n    *   对国家公共债务可持续性的担忧。\n    *   对某些法定货币信心下降。\n\n## 相关图片\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/09/04/89d4f5cc-5cf2-4add-b9b2-2c818c4be79c_1c1759a4.jpg?itok=Atdrf_7r)\n\n*   **图片说明**：地缘政治如何助长中国黄金诈骗的兴起。",
      "shortSummary": "尽管存在泡沫担忧，全球不确定性正推动金价大幅上涨。黄金在第三季度表现出色，今年已飙升54%，目前突破每盎司4000美元。其上涨得益于经济政治不确定性、通胀、利率下降及美元贬值。德意志银行指出，外国投资者在购买美国资产时对冲美元敞口。摩根大通称，地缘政治、通胀担忧、公共债务问题和对法定货币信心下降共同构成了“贬值交易”，是金价上涨的深层原因。",
      "translated_title": "全球不确定性推动金价上涨，尽管存在泡沫担忧",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/09/04/89d4f5cc-5cf2-4add-b9b2-2c818c4be79c_1c1759a4.jpg?itok=Atdrf_7r",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Goldbugs have a spring in their step these days. In the third quarter of this year, gold was the second-best performing major financial asset after silver, according to Deutsche Bank data. Last month, the price of bullion hit a record high 13 times and currently stands just above US$4,000 per troy ounce after surging 54 per cent this year, the biggest gain since 1979.\nThe past several years have been a boon to the yellow metal, whose role as a store of wealth is amplified during times of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/011c8e0a-2c06-4ca5-b329-5fbfa411e3e8_3fa081d4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "危机中的法国权衡工作与生活平衡与海外竞争 (原标题: Crisis-stricken France weighs work-life balance against overseas competition)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327974/crisis-stricken-france-weighs-work-life-balance-against-overseas-competition?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-08T13:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 法国政治危机与经济挑战\n\n法国政府近期陷入严重的政治危机，总理在上任仅27天后辞职，创下了现代最短任期记录。此次危机正值法国应对一系列严峻挑战之际，包括：\n\n*   **不受欢迎的预算措施**：政府正试图推行一项包含大幅削减公共福利的预算案。\n*   **日益加深的债务负担**：国家面临沉重的债务压力。\n*   **来自美国和中国的激烈竞争**：法国经济在全球舞台上面临巨大竞争压力。\n\n这些因素叠加，可能导致这个强大的欧洲经济体陷入停滞。\n\n## 预算削减与社会模式之争\n\n看守总理塞巴斯蒂安·勒科尔努（Sebastien Lecornu）面临在周三（巴黎时间）前挽救一项旨在大幅削减公共福利的预算案的巨大压力。此前，他的前任弗朗索瓦·贝鲁（Francois Bayrou）曾提议取消两个公共假日，这一举动引发了民众的强烈不满，并加速了他的下台。\n\n*   **支持者观点**：认为这些削减措施对于法国的财政健康至关重要，并且有助于国家在全球两大经济体（美国和中国）的竞争中保持领先地位。\n*   **批评者观点**：将这项预算案视为对法国社会模式及其珍视的工作与生活平衡的攻击。\n\n## 欧洲经济未来的深层矛盾\n\n这场政治僵局和预算辩论，凸显了欧洲经济未来更深层次的挣扎。一方面，商界领袖为了与美国和中国的同行争夺市场份额，正寻求最大限度地提高工人生产力。另一方面，工人则强烈反对任何可能降低其生活质量的举措。\n\n法国经济周期观察智库创新与竞争部门主任莱昂内尔·内斯塔（Lionel Nesta）指出，核心问题在于：“我们能否在保持所有价值观的同时，参与国际竞争？”这反映了法国乃至整个欧洲在经济发展、社会福利与国际竞争力之间寻求平衡的困境。",
      "shortSummary": "法国政府正经历政治危机，总理辞职。看守政府面临推行削减公共福利预算的压力，包括取消公共假日，引发民众对国家财政健康与社会模式及工作生活平衡的激烈辩论。支持者认为削减对国际竞争力至关重要，而批评者则视其为对生活质量的攻击。这反映了法国在保持自身价值观的同时，应对国际竞争和提高生产力之间的深层矛盾。",
      "translated_title": "危机中的法国权衡工作与生活平衡与海外竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "This week’s collapse of the French government – featuring the resignation of a prime minister after only 27 days in office – marks the latest twist in a protracted political crisis threatening to bring the powerful European economy to a halt as it grapples with unpopular budget measures, a deepening debt burden and stiff competition from the US and China.\nFormer prime minister Sebastien Lecornu – now acting in a caretaker capacity after his Monday resignation set a modern record for briefness of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/08/a5d8c05b-2f76-4c23-8a86-0f6a93bf682d_2699caae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全会前，党媒称中国经济为‘不沉的航空母舰’ (原标题: Before plenum, party paper calls China’s economy ‘unsinkable’ aircraft carrier)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328247/ahead-plenum-party-mouthpiece-likens-chinas-economy-unsinkable-aircraft-carrier?utm_source=rss_feed",
      "pubDate": "Wed, 08 Oct 2025 11:00:14 +0000",
      "isoDate": "2025-10-08T11:00:14.000Z",
      "creator": "Sylvia Ma,Ji Siqi",
      "summary": "### 中国经济：一艘“不沉的航空母舰”\n\n在中央委员会第四次全体会议（四中全会）召开前夕，中共中央机关报《人民日报》发表了八篇评论文章，旨在为中国未来五年的发展定下基调。这些文章将中国经济描绘成一艘能够抵御内外不确定性的“不沉的经济航空母舰”。\n\n**核心观点与论证：**\n\n*   **经济韧性与稳定性：**\n    *   文章署名被广泛认为是代表党中央财经委员会，强调了中国经济的稳定性和韧性，并将其与西方体系进行了对比。\n    *   其中一篇评论指出，面对“贸易保护主义和外部需求萎缩”，中国“经济航空母舰”是“不可沉没、不可摧毁、不可破坏的——不惧风雨，坚定不移地向前推进”。\n*   **共享发展成果：**\n    *   文章承诺将确保“广大人民群众”共享经济发展的红利。\n*   **政策连续性与可预测性：**\n    *   即将在10月20日至23日举行的四中全会，预计将为第十五个五年规划提供纲要，该规划将总结未来十年的政策重点。\n    *   系列文章反复强调，中国的五年规划等中长期规划战略，确保了政策的连续性和一贯性，使国家的未来“完全可预测”。\n*   **与西方政策的对比：**\n    *   文章批评一些西方国家在国家政策上“摇摆不定，随心所欲地改变，甚至开历史倒车”，从经济全球化的倡导者转变为奉行“国家优先、自我孤立”的政策。\n\n**未来发展方向：**\n\n*   随着中国迈入下一个五年发展阶段，文章指出中国经济正在经历转型，将更加注重：\n    *   创新驱动型增长\n    *   消费主导型发展\n    *   更绿色、更平衡的进步",
      "shortSummary": "在四中全会前夕，中共党报《人民日报》发表系列评论，将中国经济誉为“不沉的经济航空母舰”，强调其抵御内外不确定性的能力。文章指出，中国的五年规划确保了政策的连续性和可预测性，并批评西方政策的摇摆不定。未来中国经济将转向创新驱动、消费主导以及更绿色、平衡的发展。这些文章旨在展现中国经济的稳定与韧性，并承诺让人民共享发展红利。",
      "translated_title": "全会前，党媒称中国经济为‘不沉的航空母舰’",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a series of eight op-eds published in the Communist Party’s mouthpiece newspaper ahead of a meeting that will set the tone for China’s next five years of development, Beijing described the country’s economy as an “unsinkable economic aircraft carrier” capable of withstanding internal and external uncertainties.\nThe articles in People’s Daily, carrying a byline widely seen as representing the party’s Central Financial and Economic Affairs Commission, touted China’s stability and resilience...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/08/f827c4ac-5ece-43a0-b21c-cbca408e853c_4497012f.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-13T12:49:40.847Z"
}