{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "中国在拉美投放最新贸易锚点：开通秘鲁大型港口新服务 (原标题: China drops latest trade anchor in Latin America with new service to Peru megaport)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325728/china-launches-first-direct-break-bulk-shipping-route-perus-chancay-port?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 15:00:11 +0000",
      "isoDate": "2025-09-16T15:00:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 中国开通秘鲁昌凯港直航散货船服务，深化在拉美贸易影响力\n\n中国已正式启动其首个直航秘鲁昌凯港的散货船服务，此举标志着中国在拉丁美洲的贸易、投资和影响力进一步增强。\n\n#### 新航线详情\n\n*   **运营方与船只**：由中远海运特种运输公司（Cosco Shipping Specialised Carriers）运营的“格林苏普”（Greensuape）号货轮已于上周从中国江苏省苏州启航，开启其首次航行。\n*   **航程与频率**：预计总航程约32天。该新直航服务将每月运行一次。\n*   **货物类型**：与专注于标准化货物的集装箱船不同，散货船专门运输不规则和超大货物。\n    *   “格林苏普”号此次载有超过3万吨货物，包括储能柜、吨袋、钢圆棒及其他设备。\n    *   主要货物是用于将矿石粉碎成细粉的研磨球，这些货物将直接供应给昌凯当地的矿物加工厂，旨在“保障当地采矿产业链的稳定运行”。\n\n#### 昌凯港背景\n\n*   **战略意义**：昌凯港是拉丁美洲地区的一个重要战略门户，也是中国“一带一路”倡议下的一个关键项目。\n*   **投资与建设**：该港口由中国中远海运港口（Cosco Shipping Ports）和秘鲁Volcan公司共同建设，总投资额约为35亿美元。\n*   **启用时间**：昌凯港于去年11月正式启用，其一期工程于2021年启动建设。",
      "shortSummary": "中国已开通首个直航秘鲁昌凯港的散货船服务，由中远海运特种运输公司运营，旨在加强其在拉丁美洲的贸易和影响力。该服务每月一班，运输包括矿业设备在内的不规则货物，直接支持当地采矿业。昌凯港是“一带一路”倡议项目，由中秘合资建设，总投资约35亿美元，于去年11月启用。",
      "translated_title": "中国在拉美投放最新贸易锚点：开通秘鲁大型港口新服务",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched its first direct break-bulk shipping service to Peru’s Chancay port, as it steps up its trade, investment and influence in Latin America.\nA vessel operated by Cosco Shipping Specialised Carriers departed last week from Suzhou in eastern Jiangsu province on its maiden voyage to the strategic gateway, with the journey expected to take about 32 days in total, according to local media outlet Suzhou Daily.\nThe ship, named Greensuape, is carrying more than 30,000 tonnes of cargo,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/4e46c32a-0290-4aad-9349-2511089ca055_2e2656a9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "深入剖析TikTok交易，分析师看到多层杠杆、关税和大豆因素 (原标题: Peeling into TikTok deal, analysts see layers of leverage, tariffs and soybeans)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325752/peeling-us-china-tiktok-deal-analysts-see-layers-leverage-tariffs-and-soybeans?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 13:00:16 +0000",
      "isoDate": "2025-09-16T13:00:16.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "## 中美TikTok框架协议：多层杠杆与未来展望\n\n中美两国就热门视频分享应用TikTok达成一项新的框架协议，分析师认为这是推进双边对话、保持两国关系的重要一步，尤其是在未来两国领导人会晤之前。\n\n### 协议背景与主要观点\n\n*   **重要进展**：尽管措辞模糊，但该协议被视为中美两国在解决TikTok相关问题上的重要突破，有助于维持和推进双边关系。\n*   **中方潜在杠杆**：分析师指出，北京可能试图利用TikTok协议，争取美国削减关税或放松对高科技产品的出口管制。\n\n### 谈判细节与中方立场\n\n*   **谈判地点与时间**：两国官员于周日和周一在西班牙马德里举行谈判后，确认已就解决TikTok相关问题达成框架协议。\n*   **问题溯源**：这些问题可追溯到美国前总统唐纳德·特朗普第一任期内，即五年前。\n*   **协议文本未公开**：谈判方尚未公布TikTok框架协议的具体文本。\n*   **中方权利保留**：中方表示，保留审查和批准与TikTok相关的技术出口、知识产权以及许可协议的权利。TikTok是一款广受欢迎的中国应用，在美国拥有超过1亿用户。\n\n### 未来展望与潜在方案\n\n*   **具体条款待公布**：预计协议的具体条款将在特朗普与中国国家主席习近平预计于周五进行的电话通话后公布。\n*   **潜在解决方案**：美国威拉米特大学经济学教授梁燕表示，该协议可能包括“新的所有权方案”或允许美国许可“专有技术”。\n\n### 图片说明\n\n文章内容中未包含有效的实际图片链接，因此本摘要不包含任何图片。",
      "shortSummary": "中美就TikTok达成框架协议，被分析师视为推进双边对话和保持两国关系的重要一步。北京可能借此寻求关税减免或放松高科技出口管制。该协议旨在解决特朗普政府时期遗留的TikTok问题，中方保留对技术出口和知识产权的审查权。具体条款预计在特朗普与习近平通话后公布，可能涉及新的所有权方案或技术许可。",
      "translated_title": "深入剖析TikTok交易，分析师看到多层杠杆、关税和大豆因素",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite its vague wording, the new China-US framework deal on popular video-sharing app TikTok represents an important step in advancing bilateral talks and keeping ties warm ahead of any future meetings between the world’s two largest economies, according to analysts.\nAnd they added that Beijing could potentially try to leverage the TikTok deal by seeking tariff cuts or relief from hi-tech export controls.\nOfficials from both powers confirmed after negotiations in Madrid, Spain, on Sunday and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/c0d5ed23-412a-4ed1-9166-3f6e126c528f_4bd40142.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚推动对华出口增长，贸易壁垒逐渐消除 (原标题: Australia pushes to boost exports to China as trade barriers fade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325631/australia-unveils-plan-boost-exports-china-trade-barriers-fade?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 00:00:20 +0000",
      "isoDate": "2025-09-16T00:00:20.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 澳大利亚启动新计划，推动对华出口增长\n\n澳大利亚政府已公布一项为期两年的“进入新市场倡议”（Accessing New Markets Initiative），旨在帮助国内出口商更好地进入中国市场。此前，中国已取消了对价值200亿澳元（约合133亿美元）澳大利亚商品实施的贸易壁垒。\n\n#### 倡议背景与目标\n\n*   **资金投入**：该倡议将提供5000万澳元的资金，以“巩固”中国近期取消多项贸易限制的成果。\n*   **贸易壁垒的移除**：澳大利亚外交和贸易部指出，此举建立在阿尔巴尼斯工党政府已为澳大利亚出口商所做工作的基础上，包括消除了对华出口价值超过200亿澳元的贸易障碍，使农民、渔民、矿工和酿酒商能够以比以往更高的销量重返中国市场。\n\n#### 澳中关系的回暖\n\n*   **历史背景**：在疫情期间，由于两国关系紧张，中国曾限制了对澳大利亚多种产品的进口。\n*   **关系重建**：自2022年上任以来，澳大利亚总理安东尼·阿尔巴尼斯一直致力于重建两国关系，这为中国在近几个月内取消了对澳大利亚红肉、龙虾、葡萄酒及其他多种产品的贸易壁垒铺平了道路。\n*   **外部因素**：分析人士指出，美国前总统唐纳德·特朗普的关税政策也促使两国改善贸易联系。\n\n#### 对出口商的支持\n\n*   **全球范围**：该倡议覆盖澳大利亚在全球范围内的贸易活动。\n*   **具体支持**：政府将向出口商提供“快速、灵活和有针对性”的支持，包括提供贸易顾问服务和参与海外活动的机会。\n*   **机构合作**：澳大利亚贸易投资委员会（一个政府推广机构）也将与行业机构合作，支持其成员迅速实现多元化，并拓展包括中国在内的新出口市场。",
      "shortSummary": "澳大利亚政府启动一项为期两年的“进入新市场倡议”，投入5000万澳元，旨在推动对华出口增长。此前，中国已取消了对价值200亿澳元澳大利亚商品的贸易壁垒，这是澳大利亚总理阿尔巴尼斯重建两国关系努力的成果。该倡议将为出口商提供支持，帮助他们进入中国及其他新市场。",
      "translated_title": "澳大利亚推动对华出口增长，贸易壁垒逐渐消除",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Australian government has unveiled a plan to improve domestic exporters’ access to the Chinese market after Beijing’s removal of trade barriers that previously affected A$20 billion (US$13.3 billion) worth of the country’s goods.\nThe two-year Accessing New Markets Initiative will provide A$50 million of funding in an attempt to “build on” China’s recent scrapping of several trade restrictions affecting Australian products, the Department of Foreign Affairs and Trade said in a statement on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/e9b4958d-ae6d-424d-a323-05e92149e49a_d3f28b13.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国为何对美国芯片发起调查——以及这对国内企业意味着什么 (原标题: Why China launched probe into US chips – and what it means for domestic firms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325594/why-china-launched-anti-dumping-probe-us-chips-and-what-it-means-domestic-firms?utm_source=rss_feed",
      "pubDate": "Mon, 15 Sep 2025 08:31:06 +0000",
      "isoDate": "2025-09-15T08:31:06.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国对美国芯片发起反倾销调查\n\n中国已对从美国进口的模拟集成电路（IC）芯片发起反倾销调查，理由是这些芯片“压低并抑制”了国内替代产品的价格。\n\n## 调查背景与时间\n\n*   **发起方：** 此次调查是应江苏省半导体行业协会的请求启动的。\n*   **宣布时间：** 调查于周六宣布，此前一天华盛顿刚对中国公司实施了最新的技术限制，而次日中美两国在西班牙开始了第四轮贸易谈判。\n*   **持续时间：** 调查将持续一年。\n\n## 受影响的芯片类型与公司\n\n*   **目标芯片：**\n    *   通用接口芯片。\n    *   栅极驱动芯片。\n    *   这些芯片均采用40纳米及以上工艺节点制造，属于所谓的“成熟工艺芯片”。\n*   **芯片用途：** 这些芯片广泛应用于对成本敏感且性能要求适中的应用中，例如智能家电和工业电机驱动的电源管理和数据传输。\n*   **主要受影响的美国芯片制造商：** 预计包括德州仪器（TI）、安森美半导体（ON Semiconductor）、亚德诺半导体（Analog Devices, ADI）和博通（Broadcom）。\n\n## 美国进口对中国市场的影响\n\n*   根据江苏省半导体行业协会的请求，2024年全年，受调查的美国原产产品的价格“持续大幅下降”。",
      "shortSummary": "中国已对美国进口的模拟集成电路（IC）芯片发起反倾销调查，指控其压低国内产品价格。此次调查由江苏省半导体行业协会请求，将持续一年，目标是40纳米及以上工艺的通用接口和栅极驱动芯片，主要影响德州仪器、安森美等美国制造商。调查宣布时机敏感，正值美国对华实施技术限制及中美贸易谈判之际。协会称，2024年美国芯片价格持续显著下降。",
      "translated_title": "中国为何对美国芯片发起调查——以及这对国内企业意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched an anti-dumping investigation into analogue integrated circuit (IC) chips imported from the United States, saying they have “lowered and suppressed” the prices of domestic alternatives.\nThe probe, requested by a provincial semiconductor association, was announced on Saturday, a day after Washington introduced its latest tech curbs on Chinese companies – and a day before the two economic powers began their fourth round of trade talks in Spain on Sunday.\nIn this explainer, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/2f6e2e1f-76de-4c78-aa05-f59d655c31f2_8ebd53ec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国小鹏汽车与奥地利麦格纳斯太尔合作在欧洲启动电动汽车生产 (原标题: China’s Xpeng launches EV production in Europe with Austria’s Magna Steyr)",
      "link": "https://www.scmp.com/business/china-business/article/3325572/chinas-xpeng-launches-ev-production-europe-austrias-magna-steyr?utm_source=rss_feed",
      "pubDate": "Mon, 15 Sep 2025 08:30:11 +0000",
      "isoDate": "2025-09-15T08:30:11.000Z",
      "creator": "Daniel Ren",
      "summary": "## 小鹏汽车在欧洲启动电动汽车生产以规避关税并深化全球化战略\n\n中国电动汽车制造商小鹏汽车（部分股权由大众汽车集团持有）已与奥地利合同制造商麦格纳斯太尔（Magna Steyr）合作，在欧洲启动电动汽车生产。此举标志着中国大陆电动汽车制造商进一步深入欧洲市场，并旨在规避潜在的惩罚性关税。\n\n### 生产详情与合作背景\n*   **合作方**：小鹏汽车与奥地利合同制造商麦格纳斯太尔。\n*   **生产地点**：麦格纳斯太尔位于格拉茨的工厂。\n*   **首批车型**：小鹏G6和G9 SUV车型已开始在该工厂组装。\n*   **未来展望**：小鹏汽车表示，将随着时间推移深化与麦格纳斯太尔的合作，未来将有更多小鹏车型在该工厂组装。公司称此次投产是其全球化战略的一个里程碑。\n\n### 战略意义与市场影响\n*   **规避关税**：在欧洲本地制造将使小鹏汽车免受欧盟对中国制造纯电动汽车进口征收的关税。目前，小鹏汽车出口到欧盟的中国制造汽车需缴纳30.7%的关税。\n*   **提升竞争力**：本地化生产将同时增强小鹏汽车在全球主要汽车市场之一的竞争力。\n*   **供应链整合**：小鹏汽车初期将利用麦格纳的供应链在奥地利生产车辆，并计划与合同制造商紧密合作，逐步提高本地化水平。\n\n### 图片\n\n![小鹏汽车和麦格纳斯太尔员工与在奥地利合同制造商格拉茨工厂生产的首批汽车合影。图片来源：新闻稿](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/15/f7f08e76-2797-426f-9550-f7666991d59e_3811b488.jpg)\n*小鹏汽车和麦格纳斯太尔员工与在奥地利合同制造商格拉茨工厂生产的首批汽车合影。*",
      "shortSummary": "中国小鹏汽车与奥地利麦格纳斯太尔合作，在欧洲启动电动汽车生产，首批G6和G9 SUV已在格拉茨工厂下线。此举旨在规避欧盟对中国电动汽车征收的30.7%关税，提升小鹏在欧洲市场的竞争力，并深化其全球化战略。未来双方将加强合作，逐步提高本地化水平。",
      "translated_title": "中国小鹏汽车与奥地利麦格纳斯太尔合作在欧洲启动电动汽车生产",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/15/f7f08e76-2797-426f-9550-f7666991d59e_3811b488.jpg",
          "alt": "Xpeng and Magna Steyr staff with the first cars made at the Austrian contract manufacturer’s plant in Graz. Photo: Handout",
          "title": "Xpeng and Magna Steyr staff with the first cars made at the Austrian contract manufacturer’s plant in Graz. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Xpeng, part owned by Volkswagen Group, has begun production in Europe in partnership with a contract manufacturer in Austria, as mainland Chinese electric vehicle (EV) makers make inroads into the continent and circumvent punitive tariffs.\nThe Guangzhou-based carmaker said on Monday that it had started assembling the G6 and G9 SUVs at Magna Steyr’s plant in Graz. Xpeng did not elaborate on its planned output, but added that cooperation with its partner would deepen over time.\n“[The roll-out]...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/8c7467ff-ea33-452a-bd5f-6330b1255daa_9d52360a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从安全到经济再到自主权，欧洲正处于十字路口 (原标题: From security to the economy and autonomy, Europe is at a crossroads)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3325120/security-economy-and-autonomy-europe-crossroads?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 12:30:08 +0000",
      "isoDate": "2025-09-14T12:30:08.000Z",
      "creator": "Brian Y. S. Wong",
      "summary": "# 欧洲的十字路口：历史、挑战与困境\n\n文章探讨了欧洲当前面临的安全、经济和自主权困境，并追溯了其历史根源。\n\n## 历史背景：戴高乐的自主外交\n\n*   **1966年法国退出北约军事指挥部**：法国总统戴高乐认为美国在跨大西洋安全联盟中的主导地位损害了法国及其他欧洲成员国的主权。\n*   **与苏联签署合作协议**：戴高乐通过此举，为欧洲主权国家展示了自主外交政策的可能性。\n*   **柏林墙倒塌后的欧洲走向**：许多欧洲国家选择了整合和集中的道路，追求跨大陆的贸易、基础设施和社会文化融合，这与戴高乐的理念背道而驰。\n\n## 当前挑战：乌克兰战争与欧盟困境\n\n*   **二战以来最严重的领土侵犯**：欧盟正面临俄罗斯对乌克兰的战争，这是自二战以来其家门口最严重的领土侵犯。\n*   **普京的决心**：俄罗斯总统普京在与北京和新德里取得外交胜利后，坚持要继续对乌克兰的战争，即使这可能是一场惨胜。\n*   **欧盟面临的三重目标困境**：文章指出，在入侵三年半后，欧盟必须认识到以下三个目标难以同时实现（文章内容仅提及第一个目标）：\n    *   **维护乌克兰领土完整和欧洲集体安全**：\n        *   **亲俄观点**：主张乌克兰应作为“西方”和“俄罗斯”之间的中立缓冲区。\n        *   **反驳观点**：如果乌克兰将大部分东部地区割让给俄罗斯，它将失去其工业中心地带，这将对其造成严重损害。\n\n**（注：原文内容在此处中断，未提供其他目标或进一步细节。）**",
      "shortSummary": "欧洲正面临安全、经济和自主权的十字路口。文章回顾了戴高乐将军在1966年为维护法国主权而退出北约军事指挥部的历史，并指出柏林墙倒塌后欧洲选择了整合之路。如今，欧盟正面临自二战以来最严重的领土侵犯——俄罗斯对乌克兰的战争。普京决心继续战争。欧盟面临的挑战是，同时实现乌克兰领土完整和欧洲集体安全等目标并非易事，尤其是在乌克兰可能失去工业重镇的情况下。",
      "translated_title": "从安全到经济再到自主权，欧洲正处于十字路口",
      "images": [],
      "contentSource": "完整文章",
      "content": "In 1966, French president Charles de Gaulle withdrew France from the integrated military command of Nato, on the grounds that the United States’ dominance of the transatlantic security alliance undermined not only French sovereignty but that of other European members.\nHe later signed a cooperation agreement with the Soviet Union, showing by example what autonomous foreign policies could look like for a Europe of sovereign states.\nWith the fall of the Berlin Wall, many European states opted for a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/14/fa8da857-31f7-4c9d-981b-e941e3859953_0d2f1a4e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易代表团在马德里开启第四轮会谈 (原标题: China, US trade delegations kick off fourth round of talks in Madrid)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325494/china-us-trade-delegations-kick-fourth-round-talks-madrid?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 12:08:16 +0000",
      "isoDate": "2025-09-14T12:08:16.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中美贸易代表团在马德里开启第四轮会谈\n\n### 会谈背景与目的\n*   **主要参与者**：中国副总理何立峰与美国财政部长斯科特·贝森特。\n*   **会谈地点**：西班牙马德里。\n*   **会谈目的**：解决自美国总统唐纳德·特朗普于四月重启关税战以来日益增多的贸易分歧。\n*   **紧迫性**：此前在斯德哥尔摩达成的关税休战协议将于十一月到期。\n\n### 会谈进程与地点\n*   **抵达时间**：中美代表团于当地时间周日下午抵达马德里市中心的西班牙外交部。\n*   **中方抵达**：中国代表团在抵达西班牙首都数小时后便前往外交部。\n*   **会晤次数**：这是何立峰与贝森特在欧洲进行的第四次面对面会晤。\n\n### 主要参与人员与接待\n*   **中方代表**：中国副总理何立峰，由高级贸易谈判代表李成钢陪同。\n*   **美方代表**：美国财政部长斯科特·贝森特。\n*   **接待方**：西班牙外交大臣何塞·曼努埃尔·阿尔瓦雷斯对两国代表团的到来表示欢迎。\n*   **西班牙首相缺席**：西班牙首相佩德罗·桑切斯当时正在该国南部参加西班牙社会主义工人党的一次集会。\n\n### 现场情况\n*   **媒体关注**：来自中国和欧洲媒体（包括西班牙公共广播公司TVE）的十余名记者聚集在外交部大楼外。\n*   **公众反应**：记者们的出现吸引了路人和附近咖啡馆顾客的好奇目光。",
      "shortSummary": "中国副总理何立峰和美国财政部长斯科特·贝森特在马德里开启了第四轮贸易会谈。此次会谈旨在解决两国日益增长的贸易分歧，此前在斯德哥尔摩达成的关税休战协议将于十一月到期。这是双方在欧洲的第四次面对面会晤，以应对自美国总统特朗普四月重启关税战以来的紧张局势。西班牙外交大臣何塞·曼努埃尔·阿尔瓦雷斯欢迎了两国代表团。",
      "translated_title": "中美贸易代表团在马德里开启第四轮会谈",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Vice-Premier He Lifeng and US Treasury Secretary Scott Bessent are leading a new round of trade talks in Madrid, with the tariff truce reached in Stockholm set to expire in November.\nThe delegations arrived at the Spanish foreign ministry in central Madrid on Sunday afternoon local time, just hours after the Chinese team touched down in the capital.\nA dozen journalists from Chinese and European outlets, including Spain’s public broadcaster TVE, had gathered outside the ministry building...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/14/075cecf0-b31f-4fe1-8225-45fc110f5cd9_7e3275e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "俄罗斯学生大量涌入中文小学引人关注 (原标题: Huge enrolment of Russian pupils turns heads at Chinese-language primary school)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325360/enrolment-russians-surges-chinese-school-turning-heads-blonde-hair-blue-eyes?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 08:00:17 +0000",
      "isoDate": "2025-09-14T08:00:17.000Z",
      "creator": "He Huifeng",
      "summary": "## 俄罗斯学生大量涌入中国边境小学\n\n中俄边境的一所中国学校近期迎来了大量俄罗斯学生，这一现象引起了广泛关注，并凸显出两国间人文交流已达到历史新高。\n\n### 入学情况概述\n*   **学校名称与地点**：黑河小学，位于黑龙江省黑河市的一所公立学校。\n*   **新生人数**：9月1日，共有127名来自俄罗斯的儿童在该校开始上课。\n*   **总学生数**：这些新生加入了此前已在该校就读的89名俄罗斯学生，使得该校的俄罗斯学生总数达到216人。\n*   **信息来源**：中国驻俄罗斯大使馆周四在其官方微信账号上发布的一篇文章。\n\n### 学生生活与适应\n*   文章描述，金发碧眼的俄罗斯学生经常与他们的中国同学手拉手，展现出良好的融合。\n*   一位来自俄罗斯布拉戈维申斯克的母亲表示，她曾担心女儿无法理解中文，但现在女儿每天回家都会教家人说“谢谢”和“再见”等中文词汇，这表明学生们正在积极学习和适应。\n*   她的女儿每天通过一座桥梁跨境通勤，单程大约需要20分钟。\n\n### 学校提供的支持\n*   为了协助像上述母亲这样的家庭，黑河小学专门安排了跨境校车路线，以方便学生的日常通勤。\n*   学校还提供了翻译服务，帮助俄罗斯学生更好地融入学习和生活环境。",
      "shortSummary": "中俄边境的黑河小学迎来了大量俄罗斯学生，共计216人，凸显两国人文交流达到历史新高。学校为跨境通勤的学生提供专用校车和翻译服务，帮助他们适应中文学习。许多俄罗斯学生已能用中文进行简单交流，展现出良好的融合。",
      "translated_title": "俄罗斯学生大量涌入中文小学引人关注",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese school along the border with Russia has welcomed a large batch of young Russians, drawing widespread coverage while underscoring how people-to-people exchanges between the neighbouring countries have warmed to a historically high degree.\nA total of 127 children from north of the border began classes on September 1 at Heihe Primary School, a public institution in Heilongjiang province, according to an article posted by the Chinese embassy in Russia to its official WeChat account on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/dab2fa49-cfe5-485b-87cd-bf38c1b4fc11_6884a90c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对菲律宾的旅行警告对商业关系意味着什么？ (原标题: What will China’s travel warnings about the Philippines mean for business ties?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325357/what-will-chinas-travel-warnings-about-philippines-mean-business-ties?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 06:00:15 +0000",
      "isoDate": "2025-09-14T06:00:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "中国自4月以来发布了四次针对菲律宾的旅行警告，分析人士表示，如果这些警告被中国公民采纳，双边贸易、投资和高等教育交流可能会放缓。\n\n*   **最新警告：** 8月30日由外交部发布，称菲律宾的公共安全“不稳定”，存在“大量针对中国公民的犯罪”。\n*   **类似警告：** 4月1日发布了类似的警告。\n*   **教育部的警告：** 教育部在4月和8月向在菲律宾的中国学生发出了警告。\n\n分析人士认为，前往菲律宾进行合法贸易、投资、学习或旅游的普通中国公民很少遇到麻烦，但需要警惕潜在的风险。\n\n这些警告发布如此频繁的原因是什么？它们将如何影响中国与菲律宾的经济联系？\n\n菲律宾移民局上个月拘留了矿业公司高管Joseph Sy，怀疑他是非法获得菲律宾公民身份文件的中国公民。一家地方法院两次下令释放他，称这侵犯了他作为菲律宾公民的权利，但移民局已对这些命令提出上诉，尚未遵守。",
      "shortSummary": "中国自4月以来多次发布针对菲律宾的旅行警告，指出菲律宾公共安全“不稳定”，存在针对中国公民的犯罪。这些警告可能导致中菲双边贸易、投资和高等教育交流放缓。菲律宾移民局拘留了一名矿业公司高管，怀疑其非法获得菲律宾公民身份，也可能与此有关。分析人士认为，普通中国公民在菲律宾进行合法活动风险较低，但仍需保持警惕。",
      "translated_title": "中国对菲律宾的旅行警告对商业关系意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has issued four travel advisories warning of risks in the Philippines since April, with analysts saying that two-way trade, investment and higher education exchanges could slow if they are heeded by Chinese citizens.\nThe latest notice, issued by the Ministry of Foreign Affairs on August 30, described public security in the Philippines as “unstable” with “numerous crimes targeting Chinese citizens”. A similar advisory went out on April 1, and the Ministry of Education issued warnings in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/f0ebe6d1-ec67-4bd8-8695-8f0fd05be915_7fff10ed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "股市上涨建立在充满风险的叙事之上 (原标题: Stock market rally is built on narrative that is loaded with risk)",
      "link": "https://www.scmp.com/business/banking-finance/article/3325465/stock-bulls-everywhere-beware-us-market-rally-narrative-loaded-risks?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 04:31:17 +0000",
      "isoDate": "2025-09-14T04:31:17.000Z",
      "creator": "Bloomberg",
      "summary": "# 股市上涨：风险与乐观并存\n\n美国股市目前牛市情绪高涨，标普500指数屡创新高，华尔街策略师纷纷上调目标。然而，尽管对进一步上涨的乐观情绪已趋于共识，即使是最乐观的分析师也清楚地认识到一系列潜在风险。\n\n## 主要观点\n\n*   **牛市情绪盛行**：美国股市看涨情绪普遍，标普500指数不断创下新高。\n*   **策略师上调目标**：多家华尔街机构，包括德意志银行、巴克莱、富国银行、美国银行和Yardeni Research，近期均上调了标普500指数的目标价。高盛和摩根士丹利也发布了对2026年的看涨展望，预期美联储预计于9月17日开始的降息将刺激股市进一步上涨。\n\n## 潜在风险\n\n尽管市场乐观，但以下风险因素日益突出，可能导致市场硬着陆：\n\n*   **估值过高**：当前估值处于本世纪以来的最高水平之一。\n*   **人工智能主题的裂痕**：人工智能概念可能出现问题。\n*   **贸易战损害**：前总统唐纳德·特朗普的贸易战可能造成的持续损害。\n*   **政府债务负担**：政府债务负担不断增加。\n*   **劳动力市场疲软**：劳动力市场可能出现走弱迹象。\n\n## 市场态度\n\n*   **风险认知但未被吓退**：华尔街许多人将这些担忧视为IPO招股说明书中的风险因素——它们真实存在，策略师和投资者也意识到了，但并未因此却步。\n*   **历史信号**：CFRA首席投资策略师Sam Stovall指出，美国股市与其他发达股票市场同时创下新高，这在历史上是一个强烈的积极信号，他预计涨势将继续。\n\n## 图片\n\n![纽约证券交易所（NYSE）的交易员，摄于2025年9月12日。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/14/40ac3720-7124-4694-a071-96c60ecd515a_c80f2ae3.jpg)\n*纽约证券交易所（NYSE）的交易员，摄于2025年9月12日。图片来源：路透社*",
      "shortSummary": "美国股市在强劲的牛市情绪下屡创新高，标普500指数目标价被华尔街策略师纷纷上调。尽管市场普遍乐观，但高估值、人工智能主题潜在问题、贸易战影响、政府债务和劳动力市场疲软等风险日益突出。然而，投资者并未被这些风险吓退，部分原因是对美联储降息的预期，这有望进一步刺激市场上涨。",
      "translated_title": "股市上涨建立在充满风险的叙事之上",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/14/40ac3720-7124-4694-a071-96c60ecd515a_c80f2ae3.jpg",
          "alt": "Floor traders at the New York Stock Exchange (NYSE) on September 12, 2025. Photo: Reuters",
          "title": "Floor traders at the New York Stock Exchange (NYSE) on September 12, 2025. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Bullish sentiment towards stocks is rampant in the US, as one Wall Street strategist after another raises their target for an S&P 500 Index that is repeatedly setting records.\nYet as optimism about further gains has solidified into something resembling a consensus, even the most bullish are clear-eyed about a growing list of issues that could potentially stop the party. With valuations at among the richest levels of this century, the most commonly cited risks for a hard market landing include...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/14/ef02606c-4f9c-40d3-99b0-be8318522a0f_799738bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国宣布对美国模拟芯片启动反倾销调查 (原标题: China declares anti-dumping probe into US analog chips)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325445/china-declares-anti-dumping-probe-us-analog-chips?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 12:17:34 +0000",
      "isoDate": "2025-09-13T12:17:34.000Z",
      "creator": "Frank Tang",
      "summary": "### 中国对美国模拟芯片启动反倾销调查\n\n中国商务部于周六宣布了两项重要决定：\n\n*   **反倾销调查**：中国已对从美国进口的模拟集成电路芯片启动反倾销调查。\n*   **反歧视调查**：中国还就美国政府处理中国半导体的方式启动了反歧视调查。\n\n**背景信息**：\n\n*   这些调查是在中美贸易代表团计划在西班牙马德里举行会议的前一天宣布的。\n*   文章指出，后续将有更多信息发布。",
      "shortSummary": "中国宣布对美国模拟集成电路芯片启动反倾销调查，并就华盛顿处理中国半导体的方式启动反歧视调查。这些决定在中美贸易代表团在马德里会晤前一天公布。",
      "translated_title": "中国宣布对美国模拟芯片启动反倾销调查",
      "images": [],
      "contentSource": "完整文章",
      "content": "China on Saturday announced an anti-dumping probe into imported American analogue integrated circuit (IC) chips and also initiated an anti-discrimination investigation over Washington’s handling of Chinese semiconductors.\nThe decisions come just one day ahead of a scheduled meeting between Chinese and US trade delegations in Madrid, Spain.\nThe Ministry of Commerce said in a notice posted on its website that the anti-dumping investigation was initiated upon request from the Jiangsu provincial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/13/a1ec3c24-a717-47e8-bcd9-d25082749495_ceb4fdcf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "加密货币与黄金的较量：新战线正在划定 (原标题: In the crypto vs gold struggle, new battle lines are being drawn)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3325295/crypto-vs-gold-struggle-new-battle-lines-are-being-drawn?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 08:30:09 +0000",
      "isoDate": "2025-09-13T08:30:09.000Z",
      "creator": "Anthony Rowley",
      "summary": "# 加密货币与黄金之争：新战线正在划定\n\n## 背景与核心矛盾\n*   尽管美国总统特朗普等积极推广加密货币，黄金价格却几乎每天都在创下历史新高。\n*   更值得注意的是，领先的加密货币集团Tether正在大量投资黄金，而黄金正是加密货币旨在取代的“野蛮遗迹”（经济学家约翰·梅纳德·凯恩斯语）。\n\n## 全球经济秩序的信号\n*   这些发展表明全球经济和货币秩序日益混乱和不稳定。\n*   它们也暗示加密货币从业者正在采用与20世纪70年代英国“资产剥离者”相似的策略，后者利用“合成财富”获取“真实资产”。\n\n## “快速致富”模式与资产剥离\n*   一种显而易见的“快速致富”方式是：\n    1.  创建并炒作某种资产（无论是加密货币还是热门股票）。\n    2.  利用这些资产赋予持有者的购买力，去获取“硬资产”（如公司、房地产，或当前案例中的黄金）。\n*   20世纪70年代的英国资产剥离者通过在伦敦金融城和政府中的人脉，提升其作为“稳固控股公司”的形象，旨在“释放沉睡公司价值”，从而推高其上市股票价值。他们随后利用这些股票作为货币，收购拥有宝贵房地产的上市公司，并从中获得巨额利润。\n\n## 稳定币的策略转变\n*   以Tether为代表的稳定币，曾以其由发行方持有的美元储备支持为由，推广其作为货币的合法性。\n*   然而，由于一些人担心美元正在走下坡路，Tether等公司正在建立黄金储备，这代表了这一过程的进一步演变。\n*   在这种新模式下，加密货币发行方将能够利用其“黄金支持”和被夸大的货币价值来获取硬资产。",
      "shortSummary": "尽管加密货币被积极推广，黄金价格却屡创新高。领先的加密货币集团Tether甚至大量投资黄金，这预示着全球经济和货币秩序的不稳定。这种现象类似于20世纪70年代“资产剥离者”利用合成财富获取真实资产的策略。由于对美元贬值的担忧，Tether等稳定币正建立黄金储备，并可能利用这种“黄金支持”且被夸大的加密货币价值来收购实体资产，从而在加密货币与黄金的较量中划定新战线。",
      "translated_title": "加密货币与黄金的较量：新战线正在划定",
      "images": [],
      "contentSource": "完整文章",
      "content": "At a time when cryptocurrencies are being promoted aggressively by none other than US President Donald Trump, among others, it is significant that the price of gold is leaping to record highs nearly every day. It is arguably even more significant that one leading cryptocurrency group, Tether, is investing heavily in gold, the same metal that cryptocurrency aspires to replace and which economist John Maynard Keynes once described as a “barbarous relic”.\nThese developments are symptomatic of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/91405977-323c-40fc-be35-1a70d1ee7ac3_4ce5851b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "德国巴伐利亚州欢迎中国投资，州部长表示 (原标题: Germany’s Bavaria welcomes Chinese investment, state minister says)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325351/germanys-bavaria-open-chinese-investment-despite-eu-tensions-state-minister-says?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 06:00:24 +0000",
      "isoDate": "2025-09-13T06:00:24.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 德国巴伐利亚州欢迎中国投资\n\n### 历史背景与关系演变\n\n*   **五十年前的里程碑**：五十年前，巴伐利亚基督教社会联盟主席弗朗茨·约瑟夫·施特劳斯访问北京，成为首位会见中国领导人毛泽东的西德政治家。\n*   **“北京值得一游”**：据德国媒体报道，施特劳斯当时向德国总理赫尔穆特·施密特寄明信片，称“北京值得一游”。施密特随后于同年成为首位访华的德国领导人。\n*   **角色反转**：半个世纪后，历史角色似乎发生反转，中国投资已进入巴伐利亚州。\n\n### 巴伐利亚州对中国投资的立场\n\n*   **欢迎中国投资**：巴伐利亚州经济事务部长胡贝特·艾万格向《南华早报》表示，尽管中国与欧盟之间的紧张关系日益加剧，布鲁塞尔对中国在欧洲日益增长的经济影响力感到不安，但该州仍欢迎来自中国的投资。\n*   **反对保护主义**：艾万格承认欧洲需要建立更强的经济韧性和自给自足能力，但他强调保护主义和孤立主义并非解决方案。\n*   **保持开放态度**：他指出：“这不仅适用于中国，也适用于我们保持密切关系的其他主要经济体，如美国或日本……我们继续欢迎众多投资巴伐利亚的中国公司。”",
      "shortSummary": "德国巴伐利亚州经济事务部长胡贝特·艾万格表示，尽管欧盟与中国关系紧张，巴伐利亚州仍欢迎中国投资。他强调，虽然欧洲需增强经济韧性，但保护主义和孤立主义并非解决之道。巴伐利亚州将继续欢迎投资当地的中国企业，如同对待美国和日本等其他主要经济体，保持开放的经济关系。",
      "translated_title": "德国巴伐利亚州欢迎中国投资，州部长表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "Fifty years ago, Christian Social Union in Bavaria chairman Franz Josef Strauss visited Beijing, becoming the first West German politician to meet Chinese leader Mao Zedong.\nAccording to German media reports, the late conservative politician sent a postcard to Helmut Schmidt, Germany’s chancellor at the time and head of the rival Social Democratic Party, saying “Beijing is worth a trip.” Schmidt became the first German leader to visit China later that year.\nA half-century later, the roles have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/d8849f84-0b01-4969-8f69-b8ec2a0bfbae_29ae9b76.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么零售商可能是稳定币主流采用的关键 (原标题: Why retailers could hold the key to mainstream stablecoin adoption)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3324979/why-retailers-could-hold-key-mainstream-stablecoin-adoption?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 22:30:08 +0000",
      "isoDate": "2025-09-12T22:30:08.000Z",
      "creator": "Camilla Bullock",
      "summary": "## 全球贸易支付的挑战与零售商的关键作用\n\n### 1. 全球贸易支付的效率低下\n\n*   **物流与支付速度不匹配**：文章指出，实物商品（如T恤）的运输速度极快，可在不到一周内完成跨国运输，而支付款项却可能需要三天甚至更长时间才能到账。这种物流与资金流之间的巨大差异，被视为全球贸易的“隐性税”。\n\n### 2. 支付延迟带来的具体问题和成本\n\n*   **供应商资金周转困难**：对于越南或巴西等地的供应商而言，漫长的资金等待期会严重阻碍其业务增长。零售商可能延迟付款两周，再加上跨境转账所需的额外几天，使得资金链更加紧张。\n*   **生产力大幅下降**：支付延迟直接导致工厂生产效率降低。一个原本每年可以进行12个生产周期的企业，可能被迫减少到7个周期，这意味着40%的生产力损失。\n*   **高昂的短期贷款成本**：为弥补资金缺口，供应商不得不转向成本高昂的短期贷款，这不仅侵蚀了利润，也使小型企业变得更加脆弱。\n*   **银行费用与汇率差价**：银行收取的外汇（FX）差价通常在2%到5%之间，这可能吞噬供应商高达三分之一的利润。\n*   **“双重转换陷阱”**：一些供应商面临“双重转换陷阱”，即他们以当地货币收款后，又被迫将其兑换回美元以支付上游供应商，这进一步削弱了他们的竞争力。\n\n### 3. 现有金融科技解决方案的局限性\n\n*   **基于旧有基础设施**：尽管金融科技公司在提高支付速度和降低成本方面取得了进展，但它们本质上仍在“旧轨道”上运行。它们降低了“过路费”，但“收费站”依然存在。\n*   **商业模式依赖费用**：金融科技公司的业务模式依赖于收取费用和价差。这意味着它们无法在不损害自身收入的情况下，完全消除支付成本。\n\n### 4. 零售商在推动稳定币采用中的独特优势\n\n*   **不以支付为利润中心**：与银行和金融科技公司不同，零售商的业务不依赖于从支付中获利。他们的核心利润来源是商品销售。\n*   **追求高效供应链**：零售商的成功高度依赖于高效、顺畅的供应链。因此，他们有强烈的动机去优化包括支付在内的整个供应链环节。\n*   **将支付视为基础设施**：这种以效率为导向的思维，使得零售商有理由将支付视为支持其核心业务的基础设施，而非一个独立的利润中心。这种视角使他们成为推动稳定币等新型支付技术主流采用的关键力量，因为稳定币能够提供更快速、更低成本的支付解决方案，从而显著提升供应链效率。",
      "shortSummary": "全球贸易支付缓慢且成本高昂，导致供应商资金周转困难、生产力下降，并面临高额贷款和汇率损失。尽管金融科技公司有所改进，但其商业模式仍依赖费用，未能从根本上解决问题。零售商不以支付为利润来源，而是追求高效供应链，这促使他们将支付视为基础设施。因此，零售商拥有独特的动力和优势，能成为推动稳定币主流采用的关键，以实现更快速、低成本的全球贸易支付。",
      "translated_title": "为什么零售商可能是稳定币主流采用的关键",
      "images": [],
      "contentSource": "完整文章",
      "content": "A T-shirt can travel from Guangzhou to Sydney in less than a week, yet the money to pay for it can take three. Logistics run at lightning speed while money still crawls through pipes built for another era. That mismatch isn’t just inconvenient, it’s a hidden tax on global trade.\nBehind every item on a shelf is a long chain of payments. For a supplier in Vietnam or Brazil, waiting for funds can choke growth. A retailer can hold payment for two weeks, and a cross-border transfer adds a few more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/84e6385a-cafb-40f4-b899-23fc1eb376af_78f6d642.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "苹果在中国市场主导地位的衰落——对其他跨国公司的启示 (原标题: How Apple’s grip on China slipped – and what it means for other multinationals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325358/how-apples-grip-china-slipped-and-what-it-means-other-multinationals?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 15:00:08 +0000",
      "isoDate": "2025-09-12T15:00:08.000Z",
      "creator": "Kandy Wong,Alice Li",
      "summary": "## 苹果在中国市场吸引力下降及其对跨国公司的影响\n\n### 曾经的“科技界春晚”：苹果在中国的辉煌过去\n\n*   **狂热追捧**：苹果新品发布曾被中国消费者视为盛事，被誉为“科技界的春晚”。\n*   **忠实粉丝**：谭慧（Tan Hui）曾是其中一员，她密切关注每次iPhone发布，甚至不惜从四川飞往香港，只为第一时间购得最新款手机。\n\n### 消费者热情消退：创新乏力导致吸引力下降\n\n*   **购买意愿降低**：谭慧自三年前购买iPhone 14后，便不再购买新款，也不再关注苹果产品新闻。\n*   **产品体验平庸**：她认为新iPhone型号“几乎没有区别”，变得“乏味”。\n*   **普遍现象**：谭慧代表了越来越多对苹果产品热情减退的中国消费者。\n\n### 对苹果销售业绩的影响\n\n*   中国消费者热情的消退直接导致了苹果近年来在中国市场销售业绩的低迷。\n\n### 对其他跨国公司的更广泛启示\n\n*   **地缘政治风险**：华盛顿施压企业在国内投资，以及跨国公司考虑将制造业迁出中国以规避地缘政治风险。\n*   **中国角色受审视**：中国作为全球供应链中心和营收驱动力的角色正受到严格审视，这不仅影响苹果，也对其他在华跨国公司构成挑战。",
      "shortSummary": "苹果在中国市场的吸引力正在减弱，曾被视为科技盛事的发布会如今对消费者而言已趋于平淡，导致其销售额下滑。以谭慧为例，许多中国消费者认为新款iPhone缺乏创新。这一趋势，加之华盛顿要求企业本土投资及地缘政治风险，促使跨国公司重新审视中国作为供应链中心和营收来源的角色。",
      "translated_title": "苹果在中国市场主导地位的衰落——对其他跨国公司的启示",
      "images": [],
      "contentSource": "完整文章",
      "content": "Apple’s launch season has arrived, an occasion once treated like a festival in China and hailed by enthusiasts as the “Spring Festival Gala of the tech world”.\nTan Hui used to be one of the devoted, closely following every iPhone launch and going all out to secure the latest model. At times, she would even fly two and a half hours from her home in Sichuan province to Hong Kong – where new models sometimes went on sale earlier than on the mainland – to ensure she was one of the first to get her...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/1a20cac5-8453-4c62-8bb8-7b631ab5439d_543a65a3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何及时的中美贸易协议可能取决于下周的马德里会议 (原标题: Why a timely US-China trade deal could hinge on next week’s Madrid meetings)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325370/why-timely-us-china-trade-deal-could-hinge-next-weeks-madrid-meetings?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 13:00:10 +0000",
      "isoDate": "2025-09-12T13:00:10.000Z",
      "creator": "Luna Sun,Ralph Jennings,Kandy Wong",
      "summary": "## 中美贸易协议：马德里会议成关键转折点\n\n随着中美贸易休战协议在两次90天延期后，即将于11月到期，下周在西班牙首都马德里举行的会谈被分析人士视为至关重要。此次会谈不仅可能决定两国元首习近平和唐纳德·特朗普举行峰会的可能性，更将决定双方能否达成一项持久的解决方案，而非仅仅是又一次不稳定的缓和。\n\n### 会谈背景与参与者\n\n*   **背景：** 中美贸易休战协议在两次延期后，其11月的到期日日益临近，使得此次会谈的紧迫性凸显。\n*   **参与者：**\n    *   美国财政部长斯科特·贝森特（Scott Bessent）将率团与中方进行会谈。\n    *   中方代表包括中国副总理何立峰及其他高级官员。\n*   **日程：** 第四轮主要贸易会谈将持续四天，从周日开始。\n\n### 核心讨论议题\n\n根据美国财政部和中国商务部的声明，此次会谈将涵盖广泛的关键议题：\n\n*   **国家安全、经济和贸易问题：** 双方将讨论共同关心的关键国家安全、经济和贸易问题。\n*   **TikTok：** 备受关注的TikTok问题将是讨论的重点之一。\n*   **洗钱网络：** 双方将就威胁美国和中国的洗钱网络合作进行讨论。\n*   **美国单边关税措施：** 中方明确表示将讨论美国实施的单边关税措施。\n*   **出口管制滥用：** 中方还将提出美国滥用出口管制的问题。\n\n### 专家观点\n\n前美国贸易谈判代表、现新加坡东南亚研究所高级访问学者斯蒂芬·奥尔森（Stephen Olson）指出，如果美中两国希望在11月10日之前取得超越仅仅是又一次延期的成就，那么讨论的节奏、速度和深度都必须显著加强。",
      "shortSummary": "下周在马德里举行的中美贸易会谈至关重要，因为当前的贸易休战协议即将到期。美国财政部长贝森特将与中国副总理何立峰会面，讨论包括贸易、TikTok、国家安全、洗钱网络、美国关税和出口管制等关键经济和贸易议题。此次会谈被视为决定两国能否达成持久协议，而非仅仅是再次延期的关键。",
      "translated_title": "为何及时的中美贸易协议可能取决于下周的马德里会议",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the fragile US-China trade truce nearing its November expiry date after two 90-day extensions, next week’s talks in Madrid could be decisive – not only in determining the likelihood of a summit between presidents Xi Jinping and Donald Trump, but also whether the two sides can agree to a lasting settlement rather than another shaky detente, according to analysts.\nA fourth round of major trade talks between Beijing and Washington is set to unfold next week in the Spanish capital, with US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/698a36a5-f39a-471e-9a7c-c765dcce831b_611966e8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "世界是否正在重回1930年代的战时经济模式？ (原标题: Is the world heading back to a 1930s-style war economy?)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3325201/world-heading-back-1930s-style-war-economy?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 12:30:08 +0000",
      "isoDate": "2025-09-12T12:30:08.000Z",
      "creator": "Andrew Sheng",
      "summary": "### 世界是否正在重回1930年代的战时经济模式？\n\n马克·吐温曾言：“历史不会重演，但总会押韵。”当前，欧洲经济体承诺将国防开支提高到GDP的5%，这引发了人们对1930年代的联想，当时一些强国曾利用国防开支摆脱大萧条。\n\n#### 1930年代的历史背景与军事开支飙升\n\n*   **第一次世界大战的遗留问题：** 两次世界大战之间，西方列强和日本主导世界格局。第一次世界大战并未解决旧怨，反而让德国因战争赔款而心怀不满，导致恶性通货膨胀，社会遭受重创。\n*   **全球经济衰退：** 1929年股市崩盘结束了“咆哮的二十年代”，1930年代全球经济陷入低迷。美国总统罗斯福推行“新政”以振兴经济。\n*   **军国主义崛起：** 在日本和德国，右翼势力在军国主义浪潮中崛起。德国的阿道夫·希特勒以纳粹民族主义纲领上台，旨在报复德国在一战中遭受的屈辱。\n*   **军事开支的急剧增长：**\n    *   **德国：** 军事开支从1933年占GDP的约2%飙升至1945年近100%。\n    *   **日本：** 军事开支从约4%的GDP增至1937年（中日战争爆发时）的10%以上。\n    *   **美国：** 1930年至1938年间，美国反应迟缓，平均军事开支仅占GDP的1-2%，但到1945年迅速增至高达40%。\n\n#### 当前全球安全格局与欧洲的再武装\n\n*   **美国角色的转变：** 自第二次世界大战以来，美国一直是欧洲安全的保障者，但这种状况正在改变。第二届特朗普政府决定欧洲应承担更多自身安全负担。\n*   **欧洲的响应：** 在2月慕尼黑安全会议上，特朗普官员明确表示欧洲需要“自力更生”。随后，德国候任总理弗里德里希·梅尔茨宣布，到2029年将国防开支翻倍，这标志着欧洲正在开始重新武装。\n\n#### 2023年全球军事开支概况\n\n*   **总体增长：** 斯德哥尔摩国际和平研究所（SIPRI）估计，2023年全球军事开支增长6.8%，达到2.4万亿美元以上，相当于全球GDP的2.3%。\n*   **预算占比：** 平均而言，军事开支占财政预算的6.9%，并且在所有五个地理区域都有所增加。\n*   **区域差异：** 非洲国家的增幅最大，达到22%；而美洲的增幅最小，为2.2%。",
      "shortSummary": "当前全球国防开支激增，欧洲承诺将国防开支提高至GDP的5%，引发了与1930年代战时经济模式的比较。1930年代，德国和日本的军事开支急剧增长，而美国在二战后期也大幅提升。如今，美国要求欧洲承担更多安全责任，促使德国等国宣布增加国防开支。2023年全球军事开支增长6.8%至2.4万亿美元，占全球GDP的2.3%，显示出全球范围内的再武装趋势。",
      "translated_title": "世界是否正在重回1930年代的战时经济模式？",
      "images": [],
      "contentSource": "完整文章",
      "content": "History doesn’t repeat itself, but it often rhymes, as Mark Twain is reputed to have said. With European economies promising to up their defence expenditure to 5 per cent of GDP, are we repeating the 1930s, when some powers used defence spending to pull themselves out of the Great Depression?\nThe interwar years were dominated by Western powers and Japan, with the rest of the world under the colonial yoke. World War I took place largely between the European powers and did not settle old scores....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/85f99d38-b704-437b-b9fd-2a733a694a9d_f6d53069.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "扫雪割草机器人为中国科技扩张铺平道路 (原标题: Snow-blowing, lawn-mowing robots clear the way for China’s tech expansion)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325292/snow-blowing-lawn-mowing-robots-clear-way-chinas-tech-expansion?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 08:00:09 +0000",
      "isoDate": "2025-09-12T08:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "中国消费机器人初创企业正在海外市场寻找新的增长机会，这为国内制造商提供了一种新的发展模式，以摆脱国内产能过剩和破坏性价格战带来的问题。\n\n**竞争优势与发展模式**\n\n*   这些新兴机器人公司正利用成熟的供应链和快速的产品迭代周期，在技术和速度上展开竞争。\n*   它们能够迅速将技术创新转化为市场份额和定价权。\n\n**Yarbo：成功案例**\n\n*   **产品特点**：Yarbo是一家深圳制造商，其混合型扫雪割草机器人备受关注。这些机器人专为抵御极端寒冷和暴风雪而设计，可用于清理家庭花园和车道。\n*   **众筹成就**：在短短两年内，Yarbo已在众筹平台Kickstarter上筹集了345万美元，创下了消费机器人领域的纪录。\n*   **市场交付与预售**：该公司已交付了首批1000台设备，并在去年获得了超过6000份预售订单。\n*   **技术创新**：Yarbo的产品特点包括定制的低温电池、自适应刀片，并经历了八次快速产品迭代，其中包括自加热电池和无线充电功能。\n*   **定价**：产品价格介于4000美元至7000美元之间。",
      "shortSummary": "中国消费机器人初创企业正通过拓展海外市场寻求增长，以应对国内产能过剩和价格战。它们利用成熟供应链和快速产品迭代，凭借技术和速度赢得竞争。深圳制造商Yarbo是典型代表，其混合型扫雪割草机器人专为极端天气设计，在Kickstarter上筹集了345万美元，并获得了6000多份预售订单，成功将技术创新转化为海外市场份额和定价权。",
      "translated_title": "扫雪割草机器人为中国科技扩张铺平道路",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer robotics start-ups are finding new growth opportunities in overseas markets, providing a new development model for the country’s manufacturers as they attempt to escape problems wrought by excess capacity and destructive price wars at home.\nThese up-and-coming robotics firms are leveraging mature supply chains and rapid product iteration cycles to compete on technology and speed, industry insiders and analysts said, quickly turning tech innovation into market presence and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/2297e5d3-b395-4c9f-96b0-c17047da4d41_8c23073b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国斥资84亿美元在泰国工业集群进行大规模投资 (原标题: China bets big on Thai industrial cluster with US$8.4 billion investment)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325193/china-bets-big-thai-industrial-cluster-us84-billion-investment?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 04:00:08 +0000",
      "isoDate": "2025-09-12T04:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国在泰国东部经济走廊的大规模投资\n\n中国已成为泰国东部经济走廊（EEC）最大的外国投资来源国，承诺协助建设轻轨线路、设计“航空都市”并可能在该区域开发房地产。\n\n## 投资规模与构成\n*   **总投资额：** 根据东部经济走廊部门代理主任Korthong Thongtham na Ayutthaya的说法，从2019年至2024年，中国投资者已获得价值84亿美元的项目批准证书。\n*   **投资占比：** 这笔投资占东部经济走廊总投资的16%，该走廊覆盖泰国三个省份。\n*   **排名：** 在所有投资方中，只有泰国本土投资（占总额的37%）高于中国。日本以12%的份额位居第三。\n\n## 主要投资领域\n*   **核心领域：** 中国投资的重头戏集中在电动汽车（EVs）和能源相关项目。\n*   **领军企业：** 行业领导者比亚迪（BYD）在走廊内的电动汽车工厂投资中处于领先地位。\n\n## 基础设施与配套项目\n*   **轻轨与航空都市：** 中国投资者承诺协助建设一条轻轨线路，并设计一个“航空都市”。\n*   **房地产开发：** 还可能在该区域进行房地产开发。\n*   **高速铁路：** 一个中国投资者财团已加入泰国财团，共同建设一条长达220公里（136.7英里）的高速铁路。\n    *   **参与方：** 该财团包括中国中铁建设集团。\n    *   **项目进展：** 该铁路项目于七年前启动，但因新冠疫情而暂停，预计还需要五年才能完成。\n\n## 东部经济走廊（EEC）简介\n*   **地理位置：** 东部经济走廊面积达3,285平方公里（5,122平方英里），位于曼谷南部，覆盖春武里府、罗勇府和差春骚府。\n*   **设立目的：** 泰国于2017年启动该走廊，旨在通过集中先进工业生产设施来振兴这三个省份。\n\n## 信息来源\n*   上述信息由Korthong Thongtham na Ayutthaya在香港举行的“一带一路”峰会上向《南华早报》透露。",
      "shortSummary": "中国已成为泰国东部经济走廊（EEC）最大的外国投资来源国，2019至2024年间承诺投资84亿美元。这笔资金占EEC总投资的16%，主要流向电动汽车和能源领域，比亚迪是重要投资者。此外，中国还参与了轻轨、航空都市设计以及一条220公里高速铁路的建设，旨在通过先进工业生产振兴春武里、罗勇和差春骚三省。",
      "translated_title": "中国斥资84亿美元在泰国工业集群进行大规模投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has become the leading source of foreign investment in a growing, state-fostered Thai industrial cluster, backed by commitments to help build a light-rail line, design an “aerotropolis” and possibly develop property in the area, an official from the Southeast Asian country said.\nFrom 2019 to 2024, Chinese investors have received go-ahead certificates for projects worth US$8.4 billion – 16 per cent of all investment in the Eastern Economic Corridor cluster, which covers three provinces –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/bc8768cd-179a-4f87-9dc9-baf2f832c9e9_8d86242b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国消费者精打细算，迫使欧洲奢侈品巨头“小而精” (原标题: China’s cash-conscious consumers force Europe’s luxury giants to think small)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325232/chinas-cash-conscious-consumers-force-europes-luxury-giants-think-small?utm_source=rss_feed",
      "pubDate": "Thu, 11 Sep 2025 22:00:14 +0000",
      "isoDate": "2025-09-11T22:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国消费者消费习惯变化对欧洲奢侈品行业的影响\n\n### 引言：中国消费者购买行为的转变\n\n在巴黎一家瑞士奢侈手表精品店，一名中国顾客在购买一块价值25,000欧元（约合29,126美元）的手表时，信用卡支付反复被拒，经过数小时的周折才最终完成交易。店员指出，此类情况在过去很少发生。\n\n### 消费趋势变化与市场格局重塑\n\n*   **购买力下降与偏好转变**：\n    *   店员观察到中国顾客的消费额有所下降。\n    *   许多中国顾客现在更倾向于在附近更易负担的品牌购物，或仅在奢侈品店参观。\n    *   即使购买，他们也更可能选择价格在30,000欧元（约合34,953美元）至40,000欧元（约合46,606美元）之间的较便宜型号。\n*   **主要客户群体变化**：\n    *   中国顾客已将奢侈品消费的“宝座”让给了来自美国和中东的客户。\n\n### 原因分析：经济放缓与消费者日益理性\n\n*   **中国经济放缓**：中国经济增速放缓是导致消费者行为变化的关键因素。\n*   **消费者习惯改变**：中国消费者变得更加挑剔和理性，许多人开始转向国内品牌。\n*   **市场增长停滞**：中国市场已停止增长，这给欧洲奢侈品行业带来了前所未有的挑战。\n\n### 行业应对：欧洲奢侈品牌的策略调整\n\n面对这一新现实，欧洲奢侈品牌正被迫调整其在中国这一关键市场的策略。\n\n*   **挑战与机遇**：法国高级时装和时尚联合会（FHCM）执行主席帕斯卡尔·莫兰（Pascal Moran）指出，主要挑战在于管理增长率下降带来的宏观经济和收入影响。尽管如此，目前约5%的稳定增长率与世界其他许多地区相比仍值得肯定。",
      "shortSummary": "中国经济放缓和消费者习惯变化正迫使欧洲奢侈品巨头调整策略。中国消费者变得更加精打细算，倾向购买更便宜的商品或转向国内品牌。这导致美国和中东客户取代中国客户成为新的主要购买力。欧洲奢侈品牌正面临增长放缓的挑战，并积极寻求新的市场策略以适应这一新现实。",
      "translated_title": "中国消费者精打细算，迫使欧洲奢侈品巨头“小而精”",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the Paris boutique of a Swiss luxury watchmaker, a Chinese customer anxiously discusses a credit card payment with her bank. After hours of back and forth, it finally goes through – to everyone’s relief.\n“Things like this rarely happened before,” a salesperson at the store said, explaining how the card of the female customer was repeatedly declined as she tried to purchase a €25,000 (US$29,126) watch.\nThe salesperson has also noticed a decline in spending by Chinese customers, ceding their...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/20849e9c-f44d-4a83-b773-c0f1fa01a408_c4ae8d8e.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-17T01:36:29.389Z"
}