{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "为何稳定币引发中国前央行行长警惕？ (原标题: Why have stablecoins triggered caution from former China central bank governor?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323414/former-china-central-bank-governor-urges-caution-amid-stablecoin-frenzy?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 01:59:29 +0000",
      "isoDate": "2025-08-28T01:59:29.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国前央行行长周小川呼吁对稳定币进行多维度评估\n\n中国前央行行长周小川近日呼吁在全球对稳定币兴趣高涨之际，采取更为审慎的态度，并强调需要对稳定币的实际效用及其可能带来的系统性风险进行“多维度评估”。\n\n## 背景与全球趋势\n*   **全球关注：** 稳定币已成为全球经济辩论的热点话题，旨在结合数字资产的效率与传统货币的可靠性，是金融领域代币化趋势的一部分。\n*   **监管进展：** 美国和香港正在推出针对稳定币的监管框架。\n*   **中国展望：** 市场猜测中国可能效仿，推出人民币支持的稳定币，以进一步推动人民币国际化。\n\n## 周小川的主要担忧\n周小川在中国金融四十人论坛（CF40）的一次闭门研讨会上指出，需要警惕稳定币可能带来的多重风险：\n*   **资产投机风险：** 警惕稳定币被过度用于资产投机，因为方向的偏差可能引发金融系统中的欺诈和不稳定。\n*   **行业炒作与套现：** 他警告称，一些行业参与者可能利用稳定币的炒作热潮来提高估值，其关注点在于套现而非稳定币业务的盈利能力或可持续性。\n*   **系统性风险：** 这种行为“不利于金融系统的健康发展”，并可能导致“系统性风险”的累积。\n\n## 评估方法论\n周小川强调，当前关于稳定币的一些讨论是基于单一视角，因此迫切需要进行“多维度、多视角评估”。\n\n## 稳定币定义\n稳定币是一种数字货币，其价值通常与法定货币（如美元）或黄金等储备资产挂钩。",
      "shortSummary": "中国前央行行长周小川呼吁对稳定币保持警惕，强调需对其真实效用和系统性风险进行“多维度评估”。他警告，稳定币可能被过度用于资产投机，引发欺诈和金融不稳定，且行业炒作可能导致系统性风险。在全球对稳定币兴趣高涨及美港推出监管框架的背景下，周小川的观点旨在引导更审慎的金融发展。",
      "translated_title": "为何稳定币引发中国前央行行长警惕？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Former Chinese central bank governor Zhou Xiaochuan has urged a more measured tone amid a global surge of interest in stablecoins, calling for a “multidimensional assessment” of their genuine utility and the systemic risks they may pose.\nThe United States and Hong Kong are rolling out regulatory frameworks for the asset, and speculation has been growing about the likelihood of Beijing following suit by introducing yuan-backed stablecoins in a bid to further internationalise its currency.\n“We...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/ba225bb4-89c0-409b-93bf-d6dd01670afb_4b56dffb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国加大‘一带一路’倡议资金投入，重点关注中亚 (原标题: China steps up Belt and Road Initiative funding with focus on Central Asia)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323354/china-steps-belt-and-road-initiative-funding-focus-central-asia?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 15:00:09 +0000",
      "isoDate": "2025-08-27T15:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国“一带一路”倡议资金投入激增，重点转向中亚\n\n## 投资概况\n*   **资金激增**：2025年上半年，中国“一带一路”倡议（BRI）下的投资和建设合同总额达到1240亿美元，超过了2024年全年报告的1220亿美元。\n*   **数据来源**：这些数据由美国“中国-全球南方项目”研究机构在其网站上公布，该机构分析了澳大利亚格里菲斯亚洲研究所7月份汇编的数据。\n\n## 区域重点与动机\n*   **中亚受青睐**：数据显示，资金“异常高度集中”地流向中亚地区，中国投资者对该地区的采矿项目表现出“浓厚兴趣”，特别是铝和铜的开采。\n*   **战略考量**：分析人士认为，此举是中国为防范美国不断升级的贸易限制，确保关键自然资源供应而采取的预防措施。\n*   **区域转移**：与此同时，对欧洲、东亚和中东地区的资金投入有所减少。\n\n## 主要接收国与项目\n*   **哈萨克斯坦居首**：哈萨克斯坦成为中国资本的主要目的地，2025年前六个月获得230亿美元投资。\n*   **重大项目**：其中最大的项目是哈萨克斯坦的一个120亿美元的铝业综合体，由中国东方希望集团牵头。\n*   **投资原因**：“中国-全球南方项目”指出，中国对哈萨克斯坦铝业部门的巨额投资，是其内部经济压力和全球贸易动态变化的共同产物。\n\n## 倡议传统焦点\n*   **传统领域**：“一带一路”倡议已有12年历史，传统上主要侧重于在与中国有贸易往来的国家建设机场、海港、公路和发电厂，这些项目大多由中国公司承建，旨在供当地使用。",
      "shortSummary": "2025年上半年，中国“一带一路”倡议投资激增至1240亿美元，超过2024年全年总额。资金重点转向中亚地区的金属和采矿项目，特别是铝和铜，哈萨克斯坦获得230亿美元投资，包括一个120亿美元的铝业综合体。分析认为，此举旨在应对美国贸易限制，确保关键自然资源供应。同时，对欧洲、东亚和中东的投资有所减少。",
      "translated_title": "中国加大‘一带一路’倡议资金投入，重点关注中亚",
      "images": [],
      "contentSource": "完整文章",
      "content": "Investments under China’s Belt and Road Initiative surged in the first half of the year – particularly for projects in Central Asia related to metals and mining – leading some analysts to conclude Beijing is seeking access to critical natural resources as a precaution against escalatory trade restrictions from the United States.\nThe 150 countries taking part in the global infrastructure initiative received a combined US$124 billion in investments and construction contracts from January to June,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/80326489-854e-4a9b-827f-6ac0bf408b66_2bb4da2c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何特朗普的家具关税可能使中美贸易重组努力复杂化 (原标题: Why Trump’s furniture tariffs could complicate efforts to reassemble China trade)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323381/china-trumps-furniture-tariff-threat-could-complicate-efforts-reassemble-trade?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 13:00:25 +0000",
      "isoDate": "2025-08-27T13:00:25.000Z",
      "creator": "Mia Nulimaimaiti,Ralph Jennings",
      "summary": "### 特朗普对进口家具征收关税的威胁\n\n美国总统唐纳德·特朗普再次威胁对进口家具征收高额关税。分析师认为，此举可能削弱中国的部分出口，但对将制造业带回美国的作用甚微，未能兑现其承诺。\n\n*   **潜在影响**：分析师指出，此举可能加剧全球两大经济体之间的紧张关系。此前，两国贸易休战的延长以及和解性声明曾暗示贸易谈判可能采取更友好的姿态。\n\n### 关税目的与实施细节\n\n特朗普宣布计划对家具进口征收高额关税，旨在振兴美国北卡罗来纳州和南卡罗来纳州的国内家具产业。\n\n*   **关税税率**：他在周二的内阁会议上表示，关税可能高达100%甚至200%，并暗示这些措施将“很快”实施。\n*   **特朗普的理由**：特朗普声称：“（家具）业务被包括中国在内的其他国家窃取了。”\n*   **调查启动**：此前，特朗普上周在社交媒体上宣布，其政府已对家具进口启动关税调查，预计50天内得出调查结果。\n\n### 专家观点\n\n*   **ING大中华区首席经济学家宋林（Lynn Song）**表示：“这些措施可能是广泛的，旨在将家具制造业迁回美国，而非直接针对中国。”",
      "shortSummary": "美国总统特朗普威胁对进口家具征收高额关税，旨在振兴美国国内家具产业。分析师认为，此举可能削弱中国出口，但对美国制造业回流作用有限，并可能加剧中美贸易紧张关系。特朗普政府已启动家具进口关税调查，预计50天内出结果。此举被视为旨在将家具制造业迁回美国，而非直接针对中国。",
      "translated_title": "为何特朗普的家具关税可能使中美贸易重组努力复杂化",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s renewed threat to impose tariffs on imported furniture could erode some of China’s exports while doing little to bring manufacturing back to America as he promised, according to analysts.\nAnd they added that such a move risks escalating tensions between the world’s two largest economies, whose earlier extension of a trade truce, coupled with conciliatory statements, had suggested a more amenable posture in trade negotiations.\nTrump announced plans to impose steep...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/3f9d1a3f-e288-405c-9da2-9bd9332b1ed0_7887b5e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国企业驳斥特朗普关于欧洲对它们‘完全放行’的说法 (原标题: Chinese firms slam Trump’s claim that Europe gives them ‘a complete pass’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323343/chinese-firms-slam-trumps-claim-europe-gives-them-complete-pass?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 11:00:19 +0000",
      "isoDate": "2025-08-27T11:00:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 特朗普指责欧洲对中国科技公司“完全放行”引发争议\n\n### 核心事件\n*   美国前总统唐纳德·特朗普将中国卷入其与欧洲的争端，指责欧洲在针对美国科技巨头的税收和监管方面，对中国科技公司“完全放行”，而专门针对美国公司。\n*   特朗普在Truth Social平台上发帖表示，他将对那些利用数字税和数字服务立法等工具“损害或歧视美国技术”的“国家”采取行动。\n*   他明确指出，欧洲国家征收的数字税和欧盟的《数字服务法案》（Digital Services Act）是他强烈反对的政策，并声称这些政策“令人愤慨地”对中国最大的科技公司“完全放行”。\n\n### 背景与动机\n*   特朗普此举被视为他与欧洲在针对美国科技巨头的税收和监管问题上的斗争的一部分。\n*   分析人士认为，特朗普的攻击很可能是其计划的一部分，旨在向欧洲施压，要求其放松监管并偏袒美国公司。\n\n### 各方回应\n*   **中国商界：**\n    *   迅速驳斥了特朗普的说法。\n    *   一位高管将特朗普的帖子斥为“政治言论”，认为其“与现实不符”。\n    *   在欧洲的中国企业也强烈反驳了欧洲对中国科技公司手软的说法。\n*   **分析人士：** 认为这是特朗普向欧洲施压的策略。",
      "shortSummary": "美国前总统特朗普指责欧洲在数字税和监管方面，对中国科技公司“完全放行”，而专门针对美国科技巨头。这一说法迅速遭到中国商界的驳斥，一位高管称其为“政治言论”，与现实不符。分析人士认为，特朗普此举旨在向欧洲施压，要求其放松监管并偏袒美国公司。",
      "translated_title": "中国企业驳斥特朗普关于欧洲对它们‘完全放行’的说法",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump has dragged China into his battle against European taxes and regulations targeting American technology giants, accusing Europe of singling out US firms and giving Chinese tech companies “a complete pass”.\nThe claim was quickly rejected by the Chinese business community, with one executive dismissing Trump’s post as “political rhetoric” that does not “align with the reality”, while analysts said the attack was likely part of Trump’s plan to pressure Europe into easing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/21fa9e32-ee05-4bf7-ace3-d5c80a729bc0_8cd98d6e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在西藏的基础设施建设旨在提升世界屋脊的投资 (原标题: China’s infrastructure push in Tibet aims to elevate investments on world’s roof)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323352/china-elevates-infrastructure-push-tibet-aiming-raise-investments-worlds-roof?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 10:00:18 +0000",
      "isoDate": "2025-08-27T10:00:18.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国在西藏的基础设施与投资推动\n\n在中国庆祝西藏自治区成立60周年之际，北京承诺将由国有企业牵头，加大在“世界屋脊”地区的投资。\n\n### 投资与产业发展目标\n*   **国有资产监督管理委员会（Sasac）的号召**：中国最高国有资产监管机构国务院国有资产监督管理委员会（Sasac）呼吁采取更有针对性的措施来振兴当地产业。\n*   **资本流向与产业推广**：计划将更多资本投入基层项目，并大力推广文化和旅游产业，以造福当地社区。\n\n### 重点基础设施项目\n*   **加大基础设施投资**：国资委明确表示将“加大在西藏的基础设施投资和建设”。\n*   **重大项目推进**：推进包括雅鲁藏布江水电站和川藏铁路在内的重大项目。\n*   **扩大业务足迹**：持续扩大在该地区的投资和业务足迹。\n\n### 习近平主席的指示\n*   **发展高原产业**：此承诺是在国家主席习近平上周访问拉萨庆祝周年活动时提出的。习近平强调，西藏应根据当地条件发展具有竞争力的特色高原产业。\n\n### 西藏的优势与挑战\n*   **独特优势**：西藏位于中国西南边陲，与四个亚洲国家接壤，在农业、畜牧业和清洁能源方面具有独特的优势。\n*   **发展障碍**：浙江师范大学中国边疆研究所副所长王江指出，尽管基础设施已取得显著进展，但交通和环境条件仍然是发展这个高海拔地区的障碍。",
      "shortSummary": "在中国庆祝西藏自治区成立60周年之际，北京承诺将由国有企业牵头，加大在西藏的基础设施和投资。国务院国资委呼吁振兴当地产业，推动文化旅游发展，并推进雅鲁藏布江水电站和川藏铁路等重大项目。国家主席习近平强调西藏应发展特色高原产业。尽管西藏在农业、畜牧业和清洁能源方面有优势，但交通和环境条件仍是发展挑战。",
      "translated_title": "中国在西藏的基础设施建设旨在提升世界屋脊的投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "From giant dams to sprawling railways, Beijing has pledged to step up investments along the so-called roof of the world, led by state-owned enterprises, as China marks the 60th anniversary of the Tibet autonomous region’s establishment.\nThe State-owned Assets Supervision and Administration Commission (Sasac), China’s top state asset regulator, is calling for more targeted measures to boost industries, with more capital flowing into grass-roots projects and a greater promotion of cultural and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/7260a138-d014-4ecf-a610-50d23fc7b9b3_727adf63.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "法国政治动荡最让中国企业担忧什么？ (原标题: What worries Chinese businesses most about political chaos in France?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323360/what-worries-chinese-businesses-most-about-political-chaos-france?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 09:30:22 +0000",
      "isoDate": "2025-08-27T09:30:22.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 法国政治动荡对中国企业的影响\n\n### 背景概述\n法国总理弗朗索瓦·贝鲁于周一（9月8日）突然宣布，计划对其中间派少数政府进行信任投票。此举是在法国面临严峻的债务状况，以及贝鲁为削减开支和提高生产力而提出的紧缩措施（包括取消五月两个公共假期）遭到广泛公众反对之后做出的。这一高风险的举动，被大多数政治评论员预计会失败，引发了对法国经济方向的不确定性。\n\n### 中国企业的主要担忧\n贝鲁的信任投票对在法中国企业社区构成了特别的担忧，因为这可能为保护主义的极右翼“国民联盟”党上台铺平道路。\n\n#### 国民联盟的潜在政策立场\n*   **对华立场：** 法国智库雅克·德洛尔研究所的中国研究员萨沙·库尔蒂亚尔指出，“国民联盟不亲华，他们是保护主义者和反欧洲的，与[美国总统唐纳德]特朗普关系密切。”他认为，该党更有可能“与美国结盟对抗中国”。\n*   **经济政策：** 国民联盟的保护主义倾向意味着他们可能会采取对外国投资和贸易不利的政策，这可能直接影响到在法中国企业的运营和发展。\n*   **气候变化立场：** 尽管国民联盟不正式否认气候变化，但其政客经常在国民议会中投票反对相关立法，并且一些成员声称人类活动并非气候变化的罪魁祸首。这可能导致法国在气候政策上与国际主流脱节，影响相关行业的中国企业。\n\n### 政治前景与不确定性\n贝鲁的举动引发了关于重新举行议会选举可能性的猜测，因为当前分裂的议会无法组建稳定的政府。近期主流民意调查显示，国民联盟及其盟友遥遥领先于左翼联盟和法国总统马克龙的中间派阵营，这进一步加剧了中国企业对未来政治走向的担忧。",
      "shortSummary": "法国总理贝鲁宣布将对其政府进行信任投票，引发了中国企业对法国政治动荡的深切担忧。此举可能为保护主义的极右翼“国民联盟”党上台铺平道路。中国企业尤其担心国民联盟的“不亲华”、保护主义以及可能与美国结盟对抗中国的立场，这可能对中法经贸关系和在法中国企业的运营产生不利影响。当前民调显示国民联盟支持率领先，加剧了政治不确定性。",
      "translated_title": "法国政治动荡最让中国企业担忧什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese business community in France is anxiously awaiting clarity on the country’s economic direction following French Prime Minister Francois Bayrou’s shock announcement on Monday that he plans to call a vote of confidence on his centrist minority government on September 8.\nHis high-stakes gamble, which most political pundits expect to fail, is of particular concern for Chinese businesses because it could open the door to power for the protectionist far-right National Rally party.\nBayrou...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/5f5b708c-7e65-4ad5-b0e9-26ccb6cb5fc6_dbb7dff8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京为何允许中国房地产行业部分领域失败 (原标题: Why Beijing is letting parts of China’s property sector fail)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3323176/why-beijing-letting-parts-chinas-property-sector-fail?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-27T08:30:08.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "# 中国房地产行业面临的挑战\n\n尽管中国官方报告2025年上半年经济同比增长5.3%，但房地产行业却成为国家经济中一个持续的痛点。\n\n## 关键数据与趋势\n\n*   **投资大幅下滑**：2025年上半年，房地产开发投资同比骤降11.2%，这一降幅甚至超过了2024年全年10.6%的跌幅。\n*   这一严峻形势与李强总理在7月国务院会议上关于巩固和扩大经济复苏积极势头的乐观承诺形成鲜明对比。\n\n## 深远影响\n\n房地产行业的持续低迷带来了多方面的深远影响：\n\n### 1. 就业压力\n\n*   房地产和建筑业直接雇佣超过5000万人，若计入建筑材料、家居装饰和房地产经纪等上下游产业，受影响人数更多。\n*   行业下行直接对收入增长构成压力，尤其对构成建筑劳动力支柱的农民工等弱势群体影响尤为严重。\n\n### 2. 宏观经济挑战\n\n*   **地方财政困境**：土地出让金收入枯竭，导致各省面临巨大的财政缺口。\n*   **金融系统风险**：流动性紧张的开发商难以偿还贷款，导致中国金融系统中的不良资产不断增加。\n*   **消费与信心受损**：约70%的家庭资产与房地产挂钩，房价下跌严重打击了居民的消费意愿和信心。\n\n### 3. 全球市场影响\n\n*   中国房地产行业占全国钢铁需求的四分之一。随着需求收缩，生产商被迫将过剩产量推向海外，加剧了国际社会对中国产能过剩的担忧。\n\n## 核心问题\n\n房地产行业的恶化再次引发了关于中国领导层是否会——或是否应该——进行干预的疑问。",
      "shortSummary": "尽管中国经济增长，房地产行业仍面临严峻挑战。2025年上半年房地产投资同比下降11.2%，远超去年。这不仅影响5000多万人的就业，还导致地方政府土地财政收入锐减，金融系统不良资产增加，并因家庭财富与房产高度关联而严重打击消费信心。此外，房地产需求萎缩也对全球大宗商品市场产生连锁反应。文章探讨了北京对房地产部分领域“放任失败”的策略及其影响。",
      "translated_title": "北京为何允许中国房地产行业部分领域失败",
      "images": [],
      "contentSource": "完整文章",
      "content": "In an encouraging tableau presented by Chinese authorities, which reported 5.3 per cent year-on-year growth for the first half of 2025, one sector stands out as a persistent thorn in the nation’s side: real estate.\nPer official stats, investment in real estate development plummeted by 11.2 per cent in the first half of 2025, a steeper decline than the 10.6 per cent drop for the entirety of 2024. This casts a shadow on Premier Li Qiang’s optimistic pledge at a July State Council meeting to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/03cb2ec6-14e5-4579-8575-88ca77f27fac_a5aa83d9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国竞相在主要行业嵌入人工智能应用，雄心勃勃地设定2030年目标 (原标题: China races to embed AI use across major industries with ambitious 2030 target)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323323/china-races-embed-ai-use-across-major-industries-ambitious-2030-target?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 08:00:17 +0000",
      "isoDate": "2025-08-27T08:00:17.000Z",
      "creator": "Alice Li",
      "summary": "# 中国“AI Plus”战略：雄心勃勃的AI应用目标\n\n中国政府发布了最新的人工智能发展路线图，旨在通过其“AI Plus”战略，在主要行业中广泛嵌入人工智能技术。\n\n## 关键目标与时间表\n*   **2027年目标**：人工智能驱动设备在各行业的采用率超过70%。\n*   **2030年目标**：人工智能驱动设备在各行业的采用率超过90%。\n*   这些目标由中国国务院于周二发布的指导方针中公布。\n\n## “AI Plus”战略的核心\n*   **目的**：将尖端人工智能技术融入制造业、农业和服务业。\n*   **愿景**：\n    *   提高生产力。\n    *   重塑行业运营模式。\n    *   加速基于人机协作、跨部门整合和共同创造的智能经济和社会发展。\n*   **背景**：该战略是继2015年“互联网+”倡议之后推出的，后者曾推动中国成为高度数字化的社会。\n\n## 重点发展领域\n指导方针呼吁大力推动以下AI驱动设备的开发：\n*   智能手机\n*   计算机\n*   机器人\n*   家用电器\n*   可穿戴设备\n*   联网汽车\n\n## 未来整合与技术前沿\n*   **加速整合**：人工智能将与元宇宙、低空航空和脑机接口等新兴技术加速融合。\n*   **探索新产品**：积极探索新的人工智能驱动智能产品。\n\n## 战略背景\n*   在全球科技竞争日益激烈，特别是与美国的技术竞争加剧的背景下，中国正加紧努力，以确保在下一代技术领域取得领先地位。",
      "shortSummary": "中国发布“AI Plus”战略，设定雄心勃勃的AI应用目标：到2027年，AI驱动设备在主要行业的采用率超70%；到2030年超90%。该战略旨在将AI融入制造、农业和服务业，以提升生产力、重塑行业并加速智能经济发展。中国将大力开发AI设备，并推动AI与元宇宙、脑机接口等前沿技术融合，以在全球科技竞争中保持领先地位。",
      "translated_title": "中国竞相在主要行业嵌入人工智能应用，雄心勃勃地设定2030年目标",
      "images": [],
      "contentSource": "完整文章",
      "content": "In its latest road map for artificial intelligence, China has set targets for the adoption of AI-powered devices across various industries – aiming for over 70 per cent by 2027 and over 90 per cent by 2030.\nThe targets, unveiled in guidelines by the State Council, China’s cabinet, on Tuesday, are part of Beijing’s “AI Plus” strategy, which seeks to integrate the cutting-edge technology across manufacturing, agriculture and services.\n“[The strategy aims to] boost productivity, reshape how...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/a6f3edf6-2251-49a0-b9db-1f9759fc3a1d_a4483441.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国矿业公司紫金矿业在创纪录利润后警示前所未有的全球风险 (原标题: Chinese miner Zijin flags unprecedented global risks after posting record profit)",
      "link": "https://www.scmp.com/business/commodities/article/3323307/chinas-zijin-mining-flags-unprecedented-geopolitical-risks-after-posting-record-profit?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 06:49:54 +0000",
      "isoDate": "2025-08-27T06:49:54.000Z",
      "creator": "Bloomberg",
      "summary": "# 紫金矿业警示全球风险\n\n中国紫金矿业集团，按市值计算位列全球第三大金属矿业公司，在公布创纪录的季度收益后，对日益加剧的全球不确定性表示担忧。\n\n## 主要观点：\n\n*   **前所未有的全球风险：** 紫金矿业指出，地缘政治对抗和资源民族主义将对其海外项目构成挑战，全球不确定性已达到前所未有的程度。\n*   **关键矿产竞争加剧：** 公司强调，主要大国之间对关键矿产的竞争已进入高强度对抗阶段。这种竞争可能对其收入、利润以及新的海外项目产生不利影响。\n*   **强劲的财务表现与市场地位：**\n    *   紫金矿业凭借在非洲的快速增长以及对铜和黄金这两种高利润金属的专注，已成为全球最重要的矿业公司之一。\n    *   公司上半年净利润飙升54%，达到233亿元人民币（约合33亿美元），这得益于产量和价格的上涨。\n    *   其股价周三在香港创下历史新高。\n*   **美国在资源领域的战略：**\n    *   在美国前总统唐纳德·特朗普执政期间，美国开始推动确保对全球资源的控制，旨在应对中国的主导地位。\n    *   例如，特朗普在卢旺达和刚果民主共和国之间斡旋达成的和平协议，被视为美国更容易获取该地区矿产财富的一种方式。\n*   **关键矿产与供应链风险：**\n    *   关键矿产被定义为对国家安全至关重要的材料，因其在工业或国防应用中的重要性。\n    *   然而，重塑供应链的举措可能导致价格波动和供应中断，正如特朗普今年早些时候引入铜关税所发生的情况。\n*   **中国铜需求韧性：** 紫金矿业表示，注意到中国铜需求表现出极强的韧性。\n\n![紫金矿业表示，注意到中国铜需求表现出极强的韧性。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/27/0010e89a-66c6-4005-9e16-fb4cdb7708a5_859adcac.jpg)\n*紫金矿业表示，注意到中国铜需求表现出极强的韧性。图片来源：法新社*",
      "shortSummary": "中国紫金矿业集团在创纪录利润后，警示全球面临“前所未有的”风险。公司指出，地缘政治对抗和资源民族主义对其海外项目构成挑战，大国间关键矿产竞争已进入高强度阶段，可能影响其收入和新项目。美国正寻求控制全球资源以对抗中国主导地位，重塑供应链也带来价格波动和供应中断风险。紫金矿业同时注意到中国铜需求表现出极强的韧性。",
      "translated_title": "中国矿业公司紫金矿业在创纪录利润后警示前所未有的全球风险",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/27/0010e89a-66c6-4005-9e16-fb4cdb7708a5_859adcac.jpg",
          "alt": "Zijin said it noted extremely strong demand resilience for copper in China. Photo: AFP",
          "title": "Zijin said it noted extremely strong demand resilience for copper in China. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s Zijin Mining Group, the world’s third-biggest metals miner by market value, said geopolitical confrontation and resource nationalism will pose challenges to its overseas projects.\n“Global uncertainties have become unprecedented,” the copper-gold giant said after reporting record quarterly earnings. “The competition for critical minerals among major powers has entered a high-intensity confrontation phase” that could affect the company’s revenue, profit and new overseas projects, it...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/2aa792e1-d5f4-4ec1-b793-e1199e9925a0_993bf5bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国工业利润降幅放缓，价格战整治初显成效 (原标题: China’s industrial profits fall more slowly amid crackdown on price wars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323281/chinas-industrial-profits-fall-more-slowly-amid-crackdown-price-wars?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 04:07:31 +0000",
      "isoDate": "2025-08-27T04:07:31.000Z",
      "creator": "Bloomberg",
      "summary": "# 中国工业利润降幅放缓，价格战整治初显成效\n\n## 概述\n中国工业企业利润在7月份的下降速度有所放缓，这可能表明政府为遏制产能过剩而采取的措施，正在逐步缓解生产者之间激烈竞争所带来的压力。\n\n## 关键数据\n*   **7月利润表现：** 根据国家统计局周三发布的数据，7月份工业企业利润同比下降1.5%，这是自5月份开始萎缩以来降幅最小的一次。\n*   **前7个月累计：** 今年前七个月，工业企业利润同比收缩1.7%。\n\n## 行业表现\n国家统计局统计师于卫宁指出，不同行业的利润表现存在差异：\n*   **制造业：** 7月份利润同比增长6.8%，显著高于6月份的1.4%增幅。\n*   **原材料、钢铁和石油炼化行业：** 这些行业在7月份实现了扭亏为盈。\n*   **采矿业：** 利润持续下降。\n\n## 政策影响\n于卫宁表示，促进价格合理回升的政策措施逐步落实，推动了企业盈利能力的持续恢复。\n\n## 面临的挑战\n尽管政府主导的遏制过度竞争的行动开始转化为更好的盈利，但企业利润率仍面临压力：\n*   **国内需求疲软：** 国内需求进一步走软，对利润率构成持续压力。\n*   **经济整体放缓：** 7月份，中国经济整体表现疲弱，消费者通胀降至零，零售销售增长放缓。\n*   **通缩风险：** 出厂价格已连续34个月下降，这表明通缩根深蒂固，可能抑制企业和家庭的支出，并拖累企业盈利。",
      "shortSummary": "中国工业企业利润在7月份降幅收窄至1.5%，为5月以来最小降幅，表明遏制产能过剩的措施正缓解竞争压力。制造业利润增长6.8%，原材料、钢铁和石油炼化行业扭亏为盈。然而，国内需求依然疲软，出厂价格连续34个月下降，通缩压力持续存在，对企业利润率构成挑战。",
      "translated_title": "中国工业利润降幅放缓，价格战整治初显成效",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s industrial companies saw their profits fall at a slower pace in July, in a potential sign that efforts to curb overcapacity are starting to ease the strain from aggressive competition among producers.\nIndustrial profits declined 1.5 per cent last month from a year earlier, falling the least since they began shrinking in May, according to data released on Wednesday by the National Bureau of Statistics. For the first seven months of the year, earnings contracted 1.7 per cent year on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/25c6007f-8d85-4d96-8387-93939dbd8ff4_5354fe7e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析师：韩国对美造船业的投资将冲击但不会击沉中国造船业 (原标题: Korean deals in US to rock, but not sink, China’s shipbuilding sector: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323226/korean-deals-us-will-rock-not-sink-chinas-giant-shipbuilding-sector-analysts?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 02:00:17 +0000",
      "isoDate": "2025-08-27T02:00:17.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 韩国对美造船业投资对中国的影响：分析师观点\n\n根据分析师的说法，韩国本周宣布对美国造船业的投资，预计将对中国繁忙的船厂产生温和影响，但至少在短期内，不太可能对中国造船业造成实质性损害，因为中国在该领域享有规模和成本优势。\n\n## 投资背景与短期影响\n\n*   **投资来源**：韩国是全球第二大造船国，其主要公司计划对美国造船业进行一系列投资。\n*   **短期影响**：分析师普遍认为，这些投资在短期内对中国造船业的影响将是“温和的”。\n    *   **原因**：中国船厂在劳动力和钢铁成本方面具有显著优势，使其船舶对海外买家，特别是印度尼西亚等新兴经济体国家，极具吸引力。\n    *   **专家观点**：\n        *   Drewry Maritime Services 新加坡总监 Jayendu Krishna 表示，影响将是“温和的”，因为中国仍需满足全球其他地区的需求。\n        *   哈佛肯尼迪学院莫萨瓦尔-拉赫马尼商业与政府中心高级研究员 Andrew Collier 认为，中国可能对此投资感到担忧，但目前不会影响其业务。\n\n## 长期潜在影响\n\n*   **潜在挑战**：分析师指出，一旦美国的项目在未来几年内启动并运行，韩国的这些投资可能会对中国造船业构成考验。\n*   **行业格局变化**：\n    *   这些投资可能会抑制中国船厂的增长势头和竞争力。\n    *   同时，它们可能有助于促进日本正在衰退的船厂的增长。\n    *   甚至可能为韩国船厂带来新的生机。\n\n## 中国的持续优势\n\n*   尽管面临潜在的外部竞争，中国造船业凭借其规模、较低的劳动力成本和钢铁成本，在全球市场上仍保持强大的竞争力。这些优势使其能够继续吸引来自世界各地的订单，尤其是在新兴经济体市场。",
      "shortSummary": "分析师指出，韩国对美国造船业的投资短期内对中国造船业影响温和。中国船厂凭借规模和劳动力、钢铁成本优势，仍保持强大竞争力。然而，长期来看，这些投资可能对中国构成挑战，并可能抑制中国船厂的增长势头，同时为日韩船厂带来机会。尽管如此，目前中国造船业的业务不会受到实质性影响。",
      "translated_title": "分析师：韩国对美造船业的投资将冲击但不会击沉中国造船业",
      "images": [],
      "contentSource": "完整文章",
      "content": "South Korea’s investments announced this week for the US shipbuilding sector will mildly rock China’s busy shipyards but – at least in the short term – are unlikely to put a dent in the Chinese industry, which enjoys scale and cost advantages over other countries, according to analysts.\nThe rack of intended investments from major companies in South Korea, the world’s second-largest shipbuilding nation after China, could test the Chinese sector after the US projects get moving several years down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/2ec79417-624e-4697-91c9-b76d55cd5246_283c96d5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普威胁对稀土征收200%关税，分析师称这证明了中国的影响力 (原标题: Trump’s 200% rare earth tariff threat proof of China’s leverage: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323223/trumps-200-rare-earth-tariff-threat-proof-chinas-leverage-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 14:00:11 +0000",
      "isoDate": "2025-08-26T14:00:11.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "### 特朗普威胁对稀土征收200%关税，分析师称这证明了中国的影响力\n\n美国总统唐纳德·特朗普再次威胁对中国稀土供应征收高额关税，这一举动凸显了稀土在全球制造业中的关键重要性，并表明中国在该领域的支配地位仍是其在贸易谈判中的强大筹码。\n\n#### 特朗普的关税威胁\n*   **关税比例：** 特朗普在白宫与韩国总统李在明会晤时表示，除非中国继续确保含有稀土的永磁体运往美国，否则将面临“200%的关税，或类似措施”。\n*   **言论性质：** 他将关税描述为“不可思议的牌”，并声称如果打出这些牌将“摧毁中国”。\n\n#### 分析师的解读\n*   **ING大中华区首席经济学家Lynn Song：**\n    *   特朗普的言论似乎证实，稀土确实是中美贸易关系中的一个关键痛点。\n    *   他认为这更像是一种“即兴警告”，以防贸易谈判破裂，稀土运输再次中断。\n*   **经济学人智库亚洲首席经济学家兼全球贸易主管Nick Marro：**\n    *   特朗普再次提出稀土问题，表明美国企业从中国以外地区采购稀土磁体仍然面临挑战。\n\n#### 结论\n此次关税威胁再次强调了中国在稀土供应链中的主导地位，及其在国际贸易谈判中作为战略性筹码的潜力。",
      "shortSummary": "美国总统特朗普威胁对中国稀土永磁体征收200%关税，凸显稀土在全球制造业中的关键作用。分析师认为，此举证明中国在稀土领域的支配地位是其在贸易谈判中的强大筹码。特朗普称关税是“摧毁中国”的“不可思议的牌”，而分析师则将其解读为对美国稀土痛点的确认，以及对贸易谈判破裂的警告，并指出美国企业仍难以从中国以外采购稀土磁体。",
      "translated_title": "特朗普威胁对稀土征收200%关税，分析师称这证明了中国的影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Revived threats of tariff increases from US President Donald Trump over China’s supply of rare earth elements highlight the minerals’ importance in global manufacturing, analysts said – and show Beijing its dominance in this area remains a potent source of leverage in trade negotiations.\nChina will face “200 per cent tariffs, or something” unless it continues to ensure shipments of permanent magnets containing the minerals will reach the US, Trump said during a meeting with South Korean...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/55a3fcdc-9b99-4bc7-9898-765cd9066c7a_17e489f5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国作为全球新能源领导者，并未放慢脚步 (原标题: China, already world’s new-energy leader, is not taking its foot off the pedal)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323215/china-already-worlds-new-energy-leader-not-taking-its-foot-pedal?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 10:29:55 +0000",
      "isoDate": "2025-08-26T10:29:55.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国新能源发展：持续加速，不松懈\n\n中国作为全球新能源领域的领导者，在电动汽车（EV）充电网络和新能源存储容量方面均位居世界第一，但并未因此止步。北京已承诺将进一步加快新能源系统发展，以实现碳中和目标并加速国家绿色能源转型。\n\n## 主要成就与现状\n\n*   **电动汽车充电网络：**\n    *   国家能源局（NEA）局长王宏志表示，中国已建成全球最大的电动汽车充电网络。\n    *   每五辆电动汽车配备两个充电站，极大地方便了民众充电。\n*   **可再生能源存储：**\n    *   通过重大基础设施项目，中国显著提升了可再生能源存储能力。\n*   **可再生能源发电能力：**\n    *   过去五年中，可再生能源发电容量占总发电容量的比例从40%增长至约60%。\n*   **新能源汽车注册量：**\n    *   官方数据显示，今年上半年中国注册了562万辆新能源汽车，占所有新车注册量近一半。\n    *   截至6月底，新能源汽车总量达到3689万辆。\n\n## 政策方向\n\n中国政府正积极推动，旨在进一步加速新能源系统建设，以实现其雄心勃勃的碳中和目标和绿色能源转型。\n\n![国家能源局局长王宏志周二在北京举行的新闻发布会上发表讲话。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/26/b4de4063-5f91-414f-a47d-a989a8a7d9cf_039d4522.jpg)\n*国家能源局局长王宏志周二在北京举行的新闻发布会上发表讲话。图片来源：新华社*",
      "shortSummary": "中国作为全球新能源领域的领导者，正持续加速其绿色能源转型。中国拥有全球最大的电动汽车充电网络和新能源存储能力，可再生能源发电占比已达约60%。今年上半年，中国注册了562万辆新能源汽车，总量接近3700万辆。北京承诺将进一步推动新能源发展，以实现碳中和目标。",
      "translated_title": "中国作为全球新能源领导者，并未放慢脚步",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/26/b4de4063-5f91-414f-a47d-a989a8a7d9cf_039d4522.jpg",
          "alt": "Wang Hongzhi, director of China’s National Energy Administration, speaks on Tuesday at a press conference in Beijing. Photo: Xinhua",
          "title": "Wang Hongzhi, director of China’s National Energy Administration, speaks on Tuesday at a press conference in Beijing. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Despite having the world’s biggest network for charging electric vehicles (EVs), coupled with the largest new-energy storage capacity, China is not resting on its laurels.\nFresh pledges from Beijing call for further accelerating the development of China’s new-energy system amid an increasingly aggressive push to meet carbon-neutrality targets and expedite the nation’s green-energy transition.\n“China has built the largest EV-charging network in the world, with two charging stations for every five...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/83c5f398-4eb3-40d7-98f2-f63d582e736a_1cf32c5a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "韩国投资者在2025年大举买入中国股票，搭乘中国科技浪潮 (原标题: South Korean investors ride China’s tech wave with big stock buys in 2025)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323189/south-korean-investors-ride-chinas-tech-wave-big-stock-buys-2025?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 08:28:16 +0000",
      "isoDate": "2025-08-26T08:28:16.000Z",
      "creator": "Luna Sun",
      "summary": "## 韩国投资者涌入中国科技股市场\n\n### 主要趋势\n*   **韩国投资者积极布局中国股市**：越来越多的韩国投资者开始在中国股市中寻找投资机会，尤其关注科技等快速增长的领域。\n*   **成功案例**：30多岁的韩国投资者David Choi通过投资中国的机器人公司（包括工业和人形机器人），在过去一年中获得了丰厚回报。他此前在游戏和新能源汽车领域的投资也取得了成功。\n\n### 投资驱动因素\n*   **中国科技的快速发展**：投资者认为中国在科技行业（如机器人、游戏、新能源汽车）的许多方面发展迅速，潜力巨大。\n\n### 中国股市表现\n*   **牛市行情**：中国股市目前正经历一轮牛市。上证综合指数已创下十年新高。\n*   **市场规模扩大**：A股总市值首次突破100万亿元人民币（约合14万亿美元）。\n\n### 国际投资者参与\n*   **吸引海外资金**：中国股市的强劲表现吸引了大量海外投资者。\n*   **韩国投资者是主力**：其中，来自韩国的购买量显著增加，成为这波海外投资热潮中的一个突出特点。",
      "shortSummary": "韩国投资者正大举买入中国科技股，搭乘中国科技浪潮。以David Choi为例，许多韩国投资者因看好中国在机器人、游戏和新能源汽车等领域的快速发展而涌入中国股市。目前中国股市正经历牛市，上证指数创十年新高，A股总市值突破100万亿元，吸引了包括韩国投资者在内的海外资金大量涌入。",
      "translated_title": "韩国投资者在2025年大举买入中国股票，搭乘中国科技浪潮",
      "images": [],
      "contentSource": "完整文章",
      "content": "Since buying stock in China’s robotics firms over the last year – companies emerging as global industry leaders – David Choi, a South Korean investor in his early 30s, has been riding a wave of strong gains.\nHe is not alone. Many South Korean investors have begun exploring positions in Chinese equities, particularly in rapidly growing arenas like tech.\n“Those who follow what’s going on in the tech industry already see how fast China has been developing on many fronts,” said Choi, who works in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/12aff681-d13d-4bcb-b20e-b5f1e41e4bec_03e5fd8b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "AI进入课堂：中国杭州将人工智能课程设为学校必修课 (原标题: AI enters the classroom: China’s Hangzhou makes lessons compulsory in schools)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323082/chinas-hangzhou-makes-ai-classes-compulsory-schools-amid-nationwide-push?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 01:00:13 +0000",
      "isoDate": "2025-08-26T01:00:13.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 杭州将人工智能课程设为学校必修课\n\n中国浙江省杭州市将从新学期开始，在中小学推行强制性人工智能（AI）课程。此举是中国培养快速增长的AI领域人才的全国性战略的一部分。\n\n## 核心目标与范围\n*   **人才培养：** 该倡议旨在建立AI人才储备，同时提高教育工作者使用智能工具和保护数据的能力。\n*   **培训对象：** 涵盖学生和教师两方面的培训。\n\n## 课程实施方式\n*   **灵活性：** 学校在课程设置上拥有灵活性，可以选择将AI课程集中在一周内完成，或将其内容融入信息技术和科学等现有科目中。\n*   **项目整合：** AI相关项目可以纳入地方课程，让感兴趣的学生参与高级学习和实践经验。\n*   **课后活动：** 基础的AI相关活动也可能出现在课后项目中。\n*   **课时要求：** 根据《The Paper》报道，杭州市要求每年至少安排10个课时的人工智能教学。\n\n## 背景与重要性\n*   **科技中心：** 杭州是DeepSeek和Unitree Robotics等快速发展的科技初创公司的所在地。\n*   **经济引擎：** 在美国施加的贸易和技术限制下，AI领域已迅速成为经济增长的引擎。\n\n## 课程内容与要求\n*   **分级教学：** 指南详细说明了不同年级的教学内容、要求和教学方法。\n*   **小学阶段：**\n    *   **一二年级：** 学生将接触日常AI应用，与基本设备互动，并了解技术在日常生活中的作用。\n    *   **责任使用：** 课程将强调负责任使用AI的重要性，并重点关注隐私保护。\n\n## 相关视频\n![中国在上海国际会议上展示最新AI创新](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/28/CLEAN-thumb_3.jpg?itok=kw4fzFCt)\n03:16 中国在上海国际会议上展示最新AI创新",
      "shortSummary": "中国杭州市将从新学期起，在中小学强制推行人工智能（AI）课程，作为国家培养AI人才战略的一部分。该计划旨在建立人才储备，提升教育者能力，并涵盖学生和教师培训。课程实施灵活，可集中授课或融入现有科目，每年至少10课时。内容将从小学阶段的日常应用和隐私保护开始，逐步深入。此举反映了AI作为经济增长引擎的重要性。",
      "translated_title": "AI进入课堂：中国杭州将人工智能课程设为学校必修课",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/28/CLEAN-thumb_3.jpg?itok=kw4fzFCt",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hangzhou, in China’s Zhejiang province, will introduce mandatory artificial intelligence (AI) courses for primary and secondary schools starting in the new semester – part of a nationwide strategy to nurture talent in the rapidly growing sector.\nThe initiative seeks to build a talent pipeline while improving educators’ ability to use smart tools and protect data, covering both student and teacher training, according to two documents released by the city’s education bureau.\nSchools will have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/e0d95685-4d5a-4e0b-ab08-4b5870fa16cd_bd30e415.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管存在出境禁令，美国公民在中国的旅行风险“未变”：贸易团体 (原标题: China travel risk ‘unchanged’ for US citizens despite exit bans: trade group)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323081/china-travel-risk-american-citizens-unchanged-despite-exit-bans-us-trade-group?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 13:00:10 +0000",
      "isoDate": "2025-08-25T13:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 尽管存在出境禁令，美国公民在中国的旅行风险“未变”：贸易团体\n\n美国美中贸易全国委员会（US-China Business Council）表示，尽管近期发生了两起美国公民被限制出境的事件，但美国高管在中国的旅行风险并未增加。该组织认为，这两起案件并非“地缘政治或报复性”行为，而是遵循“现有执法模式”。\n\n### 主要观点\n\n*   **风险评估不变**：美中贸易全国委员会指出，对大多数旅行者而言，出境禁令、拘留或其他并发症的风险“没有改变”。\n*   **非地缘政治性质**：该组织认为，近期备受关注的案件“似乎遵循现有执法模式”，并不预示美国高管面临比平时更高的旅行风险。\n\n### 具体案例\n\n*   **富国银行高管**：7月，一名富国银行（Wells Fargo）高级主管因刑事调查被禁止离境，促使该美国银行暂停所有赴华商务旅行。\n*   **美国专利商标局员工**：三个月前，一名美国专利商标局（US Patent and Trademark Office）员工在私人探亲期间也被禁止离境。\n\n### 出境禁令的常见原因\n\n*   根据8月22日的报告，中国的刑事或民事法律案件“历来是常见的”出境禁令原因。\n*   对公司业务伙伴（包括供应商和客户）的调查也可能给旅行员工“带来并发症”。\n\n### 企业应对\n\n尽管旅行风险被认为没有增加，但这些备受关注的案件已促使公司重新评估其旅行程序，以限制潜在风险。",
      "shortSummary": "美国美中贸易全国委员会表示，尽管近期发生两起美国公民被限制出境的事件，但美国高管在中国的旅行风险并未增加。该委员会认为，这些案件遵循现有执法模式，并非地缘政治或报复性行为，中国的刑事或民事法律案件历来是出境禁令的常见原因。然而，这些事件已促使企业重新评估其赴华旅行程序。",
      "translated_title": "尽管存在出境禁令，美国公民在中国的旅行风险“未变”：贸易团体",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s recent exit bans on two American businesspeople do not raise the travel risk for US-based executives, as neither case appears “geopolitical or retaliatory”, an American trade advocacy group has said.\n“The risk of exit bans, detentions, or other complications has not changed for most travellers,” according to the US-China Business Council, though it acknowledged that the high-profile cases had led companies to reassess their travel procedures to limit risks.\nIn July, Beijing said it had...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/6bf9b520-b115-4c18-9e8c-3820684911ee_77a7b519.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国上调电商快递费以遏制恶性价格螺旋 (原标题: China ups e-commerce delivery fees to stave off harmful price spirals)",
      "link": "https://www.scmp.com/economy/policy/article/3323064/china-ups-e-commerce-delivery-fees-stave-harmful-price-spirals?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 09:30:10 +0000",
      "isoDate": "2025-08-25T09:30:10.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国上调电商快递费以遏制恶性价格螺旋\n\n中国快递行业正在响应政府的广泛推动，旨在限制价格螺旋式下降，即所谓的“内卷”。分析师认为，此举短期内可能缓解压力，但由于需求疲软，企业间的激烈竞争仍可能持续。\n\n### 背景与政府干预\n*   **“内卷”现象：** 官方将“内卷”定义为一种残酷的竞争循环，导致多个行业的公司为追求市场主导地位而大幅削减成本。\n*   **政府目标：** 中国政府正寻求将新兴产业培育成为可靠的增长动力，并解决这种“无序的低价竞争”。\n*   **高层指示：** 在7月1日由习近平主席主持的中央财经委员会会议上，强调北京需要“依法规范”这种“无序的低价竞争”，同时引导企业“提高产品质量”并“促进落后产能有序退出”。\n\n### 具体措施与影响\n*   **费用上调：**\n    *   **浙江义乌：** 作为全球著名的小商品生产中心，义乌的最低派送附加费在7月底上涨了0.02元人民币（0.3美分）。\n    *   **广东省：** 从8月开始，在另一个主要电商中心广东省，最低费率上涨了0.04元人民币。\n*   **主要影响对象：** 价格调整主要影响电商客户，对个人消费者影响甚微。\n*   **未来展望：** 国泰海通证券指出，“反内卷”行动将扩大，未来可能有更多地区效仿。",
      "shortSummary": "中国政府正推动快递行业上调电商快递费，以遏制“内卷”导致的恶性价格螺旋。浙江义乌和广东等主要电商中心已上调最低派送附加费，此举主要影响电商客户，对个人消费者影响不大。分析师认为，短期内可缓解竞争压力，但需求疲软可能使激烈竞争持续。政府旨在规范无序低价竞争，促进产业健康发展。",
      "translated_title": "中国上调电商快递费以遏制恶性价格螺旋",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s express delivery industry is responding to a broad government push to limit downward price spirals by raising courier fees in e-commerce hubs, a move analysts said could ease pressure in the short term, though weak demand could cause the fierce competition between firms to persist.\nAfter several local postal administrations made changes to their fee structures, the minimum delivery surcharge in Yiwu, Zhejiang province – the world-renowned centre for the production of small commodities –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/02192cd4-4528-4b9f-b7f5-b2c16cca2a7a_086163f3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国押注AI，在国家算力推动下为经济注入数万亿 (原标题: China bets on AI to pump trillions into economy amid national computing push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323046/china-bets-ai-pump-trillions-economy-amid-national-computing-push?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 08:30:13 +0000",
      "isoDate": "2025-08-25T08:30:13.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国押注AI推动经济增长\n\n中国正将人工智能（AI）视为新的经济增长引擎，预计到2035年，在全国算力推动和统一数据市场建设下，AI将为中国经济贡献数万亿元人民币。\n\n## 核心要点：\n\n*   **经济贡献潜力：**\n    *   预计到2035年，AI有望为中国GDP贡献超过11万亿元人民币。\n\n*   **国家算力网络建设：**\n    *   北京正在积极构建全国性的算力网络。\n    *   在山西大同举行的中国算力大会上，官方宣布已有10个省市（包括上海、浙江、青海、新疆等）加入了一个统一平台。\n    *   该平台旨在匹配跨区域的商业需求与未充分利用的算力资源。\n    *   据央视报道，该平台已吸引超过100家服务提供商、1000家行业用户和近100个AI模型。\n\n*   **算力投资与增长：**\n    *   过去五年，中国在扩大算力方面投入巨大。\n    *   根据国际数据公司（IDC）和浪潮信息发布的AI算力评估报告，预计今年中国的智能算力将增长43%。\n    *   报告还指出，从2023年到2028年，中国的智能算力预计将以46.2%的复合年增长率（CAGR）增长，远高于通用算力18.8%的增长率。\n\n*   **自给自足战略：**\n    *   近年来，中国在数据中心和芯片领域投入巨资，以推动技术自给自足。\n    *   全国整体计算能力每年增长约30%。",
      "shortSummary": "中国正将人工智能（AI）视为新的经济增长引擎，预计到2035年将为经济贡献超11万亿元。为实现此目标，中国正大力推动国家算力建设，已有10个省市加入统一平台以优化算力资源配置。过去五年，中国在算力领域投入巨大，智能算力预计今年增长43%，2023-2028年复合年增长率达46.2%，这得益于在数据中心和芯片领域的自给自足战略。",
      "translated_title": "中国押注AI，在国家算力推动下为经济注入数万亿",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is banking on artificial intelligence (AI) to become a new growth engine, and there are projections that it could add several trillion yuan to the economy by 2035 amid a national push for computing power and a unified data market.\nBeijing is knitting together a national computing network. At the China Computing Power Conference held in Datong, Shanxi province, over the weekend, officials announced that 10 provinces and municipalities – from Shanghai and Zhejiang in the east to Qinghai and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/3c7bf388-7550-4d35-beb3-76e749450e8c_08f8603f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海放宽房地产规定以重振低迷的楼市 (原标题: Shanghai eases property rules to revive sluggish housing market)",
      "link": "https://www.scmp.com/business/banking-finance/article/3323030/shanghai-relaxes-home-buying-rules-chinas-property-market-struggles?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 05:37:23 +0000",
      "isoDate": "2025-08-25T05:37:23.000Z",
      "creator": "Daniel Ren",
      "summary": "### 上海放宽房地产规定以重振低迷的楼市\n\n上海，作为中国大陆的商业和金融中心，继北京之后，进一步放宽了其购房政策，旨在重振全国低迷的房地产市场。\n\n**主要政策调整：**\n\n*   **购房数量限制放宽：**\n    *   自周一（文章发布日期应为周一之后）起，本地居民在城市外环线以外的区域可拥有无限数量的公寓。\n    *   此前，上海家庭最多只能拥有两套住房。\n    *   外环线以外的区域占据了上海三分之二的住房。\n*   **抵押贷款利率下调：**\n    *   第二套住房购买者的抵押贷款利率将从年化3.35%下调至3.05%。\n    *   这一新利率与首套房购买者的利率持平。\n\n**政策目标：**\n\n*   根据上海市政府的声明，此次政策调整旨在解决居民被压抑的住房需求，改善居住条件。\n*   同时，促进当地房地产市场的稳定和健康发展。\n\n**市场背景：**\n\n*   上海此次提振市场的措施出台之际，全国房地产市场持续低迷。\n*   根据国家统计局的数据，上个月（文章发布日期应为上个月之后）全国70个大中城市新建商品住宅价格同比下降3.4%。\n*   全国房价自2022年4月以来一直处于下跌趋势。\n*   在二手房市场，房价已连续两年多下跌，其中7月份同比下降5.9%，6月份则下降6.1%。\n\n**相关图片：**\n![上海是中国大陆的金融中心。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/25/91367fb5-dbdf-462d-85c3-e6a426a48877_97c0cc4c.jpg)\n*上海是中国大陆的金融中心。图片来源：新华社*",
      "shortSummary": "上海已放宽房地产购买政策，以重振低迷的楼市。本地居民在外环线以外区域可拥有无限套住房，第二套房抵押贷款利率降至3.05%，与首套房持平。此举旨在解决住房需求，稳定市场。此前，全国新房价格自2022年4月起持续下跌，二手房价格也已连续两年多下降。",
      "translated_title": "上海放宽房地产规定以重振低迷的楼市",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/25/91367fb5-dbdf-462d-85c3-e6a426a48877_97c0cc4c.jpg",
          "alt": "Shanghai is the financial hub of mainland China. Photo: Xinhua",
          "title": "Shanghai is the financial hub of mainland China. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Shanghai, the commercial and financial hub of mainland China, has further relaxed its home purchase policy, following Beijing’s lead to rejuvenate the nation’s sluggish property market.\nLocal residents could now own an unlimited number of flats outside the city’s outer ring road, an area where two-thirds of Shanghai’s housing is located, municipality authorities said on Monday. Previously, families were restricted to a maximum of two housing units in Shanghai.\nThe mortgage rate for buyers of a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/fe48ad59-2c3f-43b2-b2d9-4747d2fcad5d_ee597c59.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美联储主席鸽派转向后，人民币中间价触及9个月高点 (原标题: China’s yuan fixing rate hits 9-month high after dovish pivot by US Fed chair)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323017/chinas-yuan-fixing-rate-hits-9-month-high-after-dovish-pivot-us-fed-chair?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 04:14:28 +0000",
      "isoDate": "2025-08-25T04:14:28.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 美联储鸽派转向推动人民币中间价创9个月新高\n\n### 背景概述\n在美联储主席杰罗姆·鲍威尔发表鸽派言论后，市场对美联储降息的预期日益增强。这一预期直接影响了人民币兑美元的汇率表现。\n\n### 人民币中间价创9个月新高\n*   **设定水平：** 周一，中国人民银行（PBOC）将人民币兑美元的每日参考汇率（即中间价）设定为7.1161。这是自去年11月初以来人民币中间价的最强水平。\n*   **上调幅度：** 与前一个交易日的7.1321相比，周一的中间价上调幅度是今年1月以来最大的一次。\n\n### 美联储主席的鸽派转向\n*   **关键讲话：** 鲍威尔上周五在备受关注的联邦储备委员会年度杰克逊霍尔会议上发表讲话。他在讲话中为9月降息打开了大门，这标志着他此前反对放松政策的立场发生了鸽派转变。\n\n### 市场对人民币的反应\n*   **离岸人民币走强：** 周一午盘，离岸人民币兑美元汇率升至7.158，达到7月下旬以来的最强水平。\n*   **美元指数下跌：** 上周五，在鲍威尔讲话后，美元指数跌至四周低点，离岸人民币曾飙升至7.167。\n\n### 专家观点\n*   **降息预期锁定：** 澳新银行大中华区首席经济学家杨宇霆表示，市场“几乎已确定”美联储将在9月降息。\n*   **关注焦点：** 目前市场的关注点已转向今年及整个周期内宽松政策的规模和速度。",
      "shortSummary": "受美联储主席鲍威尔鸽派言论影响，市场对美联储9月降息预期升温。中国人民银行将人民币兑美元中间价设定在7.1161，创下9个多月来的新高，较前一交易日大幅上调。离岸人民币也随之走强，反映出美元走弱和市场对美联储宽松政策的强烈预期。",
      "translated_title": "美联储主席鸽派转向后，人民币中间价触及9个月高点",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank has set the yuan’s daily reference rate against the US dollar at the strongest level in more than nine months, as bets on rate cuts by the Federal Reserve are growing following a dovish pivot by its chair, Jerome Powell.\nOn Monday, the People’s Bank of China set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.1161 per US dollar, its strongest showing since early November.\nCompared with 7.1321 in the previous release, Monday’s fixing also marked the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/acf707d6-d9c1-4667-be58-8e9a2570929a_29bdc407.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-28T02:25:21.671Z"
}