{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "报告：美欧援助削减，中国在东南亚影响力日增 (原标题: US and EU aid cuts see China’s star on the rise in Southeast Asia, report says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318693/us-and-europe-cut-aid-budgets-chinas-star-rise-southeast-asia-report-says?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 12:30:08 +0000",
      "isoDate": "2025-07-20T12:30:08.000Z",
      "creator": "Kandy Wong",
      "summary": "### 报告：美欧援助削减，中国在东南亚影响力日增\n\n一份由澳大利亚智库洛伊研究所（Lowy Institute）发布的新报告指出，随着美国和欧盟大幅削减对外援助预算，中国作为东南亚最大基础设施融资国的角色正在增强其在该地区的影响力。\n\n#### 西方援助的削减\n\n*   **美国**：特朗普政府时期削减了约600亿美元的援助。\n*   **欧洲国家**：撤回了超过250亿美元的资金。\n*   **未来展望**：预计美国今年将削减其对外援助83%。\n*   **影响**：西方资金的撤回以及关税不确定性对贸易关系的损害，使得东南亚发展融资的“重心”正转向东方，特别是北京，但也包括东京和首尔。\n\n#### 中国影响力的上升\n\n*   **基础设施融资主导地位**：报告指出，中国是东南亚基础设施融资的单一最大合作伙伴。\n*   **与传统捐助国的对比**：尽管传统捐助国（如美国、澳大利亚以及联合国、亚洲开发银行、世界银行等国际组织）的总支出仍超过中国，但随着西方援助的减少和中国战略的调整，北京有望重新获得主导地位。\n*   **具体案例**：中国通过基础设施互联互通增强地区影响力，近期案例包括与越南和泰国的高速铁路项目。\n\n#### 中国的对外援助原则\n\n中国国际发展合作署发言人李明在三月份的新闻发布会上表示，中国对外援助的相关原则“不会改变”，其中包括：\n*   不干涉他国内政。\n*   不附加政治条件。\n*   不作空头承诺。\n\n李明强调，一个大国应该承担其应尽的国际义务和责任，而不是背弃承诺、唯利是图或恃强凌弱。",
      "shortSummary": "一份洛伊研究所报告指出，随着美国和欧盟大幅削减对外援助，中国作为东南亚最大基础设施融资国的地位日益巩固，其在该地区的影响力也随之上升。报告称，尽管传统捐助国总支出仍高于中国，但西方援助的减少使中国有望重获主导地位。中国强调其援助不干涉内政、不附加政治条件。",
      "translated_title": "报告：美欧援助削减，中国在东南亚影响力日增",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s role as Southeast Asia’s largest infrastructure financier is increasing its regional influence at a time when the United States and the European Union are slashing their foreign aid budgets, a new report by an Australian think tank said.\nWith the Trump administration in the United States scrapping about US$60 billion in aid and European countries pulling back more than US$25 billion, “the centre of gravity” in Southeast Asia’s development finance landscape “looks set to drift East,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/1bf9c96d-9e38-45c1-9001-e009838d9bd8_cb2c3a35.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“美国梦已褪色”：Jeep 如何在中国走到尽头 (原标题: ‘The American dream has faded’: how Jeep reached the end of the road in China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318762/american-dream-has-faded-how-jeep-reached-end-road-china?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 03:00:18 +0000",
      "isoDate": "2025-07-20T03:00:18.000Z",
      "creator": "He Huifeng",
      "summary": "# Jeep在华合资企业破产：一个时代的终结\n\n## 引言\n上周，Jeep在中国的合资企业宣布破产，这让许多中国“千禧一代”深感悲伤。广汽菲亚特克莱斯勒汽车有限公司（GAC Fiat Chrysler Automobiles）于7月8日正式宣布破产，这是中国汽车市场首例中外合资企业破产，对全球汽车行业产生了巨大震动。\n\n## 昔日辉煌与“美国梦”的象征\n对于40多岁的Alice Yu来说，Jeep曾承载着特殊的意义。她回忆起2010年代初，当时的男友送给她一辆价值超过40万元人民币（约合55,700美元）的进口Jeep大切诺基。那时，Yu是深圳一位崭露头角的媒体经理，这辆豪华SUV似乎象征着她那一代人所向往的“美国梦”——自由与繁荣。Jeep品牌在中国有着悠久的历史，甚至可以追溯到1949年，当时毛泽东主席曾被拍到在一辆美军威利斯Jeep上向中国军队致敬。\n\n## 衰落原因与破产\n然而，如今的Jeep品牌在中国已严重落后于时代。这种滞后导致了销量暴跌和债务缠身，最终走向了历史性的破产。此次破产涉及Stellantis（一家拥有标致、菲亚特、克莱斯勒和玛莎拉蒂等品牌的跨国巨头）和广州汽车集团（GAC）的合资企业。尽管Stellantis旗下品牌众多，但在中国，它长期以来一直与Jeep品牌紧密相连。\n\n## 影响\nJeep在华合资企业的破产不仅标志着一个品牌的衰落，也预示着全球汽车行业可能面临的挑战，尤其是在快速变化的中国市场。",
      "shortSummary": "Jeep在华合资企业广汽菲亚特克莱斯勒汽车有限公司已宣布破产，这是中国汽车市场首例中外合资企业破产。曾象征“美国梦”的Jeep品牌，因未能跟上中国市场发展，导致销量暴跌、债务缠身。此次破产对全球汽车业产生震动。",
      "translated_title": "“美国梦已褪色”：Jeep 如何在中国走到尽头",
      "images": [],
      "contentSource": "完整文章",
      "content": "Like many elder Chinese millennials, Alice Yu was deeply saddened last week when she heard the joint venture that made Jeeps in China had declared bankruptcy.\nThe 40-something recalled her then-boyfriend giving her an unforgettable gift in the early 2010s: an imported Jeep Grand Cherokee costing more than 400,000 yuan (US$55,700).\nAt the time, Yu was an up-and-coming media manager living in Shenzhen, and the luxurious SUV seemed to symbolise the “American dream” of freedom and prosperity that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/7c7ab9a9-4933-470a-b68e-cae3138de7f0_3aa6f411.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "英伟达CEO在中国大放异彩——但贸易战担忧仍暗流涌动 (原标题: Nvidia CEO shines in China – but trade war fears still lurk beneath surface)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318784/nvidia-ceo-jensen-huang-charms-china-trade-war-fears-still-lurk-beneath-surface?utm_source=rss_feed",
      "pubDate": "Sat, 19 Jul 2025 13:00:09 +0000",
      "isoDate": "2025-07-19T13:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "### 英伟达CEO黄仁勋访华：魅力攻势与贸易关系缓和\n\n*   英伟达（Nvidia）首席执行官黄仁勋（Jensen Huang）在一年内第三次访问中国，作为全球市值最高公司的领导人，他展开了全面的魅力攻势。\n*   作为中国国际供应链促进博览会的贵宾，黄仁勋的访问凸显了近期中美关系的解冻。\n\n### H20芯片出口获批：关键进展\n\n*   抵达中国后，黄仁勋宣布华盛顿已批准英伟达出口H20芯片。\n*   H20是一款专为中国市场设计的AI芯片，其性能低于英伟达被禁止向中国出口的“黄金标准”加速模型。\n\n### 黄仁勋的个人魅力展示\n\n*   在博览会第三届开幕式上，黄仁勋甚至脱下标志性的皮夹克，换上传统中式唐装，并用略显生疏的普通话发表了部分演讲。\n*   在台下，他耐心接受了无数媒体采访，赞扬了中国的科技公司和AI模型，并满足了自拍请求。\n*   他的个人魅力和乐观态度在中美就贸易谈判达成框架协议并推动某些技术和稀土出口审批后得到了充分展现。\n\n### 美国企业参与度提升\n\n*   在英伟达的带领下，美国企业成为此次博览会最大的海外参展团，参展数量比上一届增加了15%。\n\n### 潜在担忧依然存在\n\n*   然而，在表面乐观的氛围之下，供应链中断和更广泛的“脱钩”威胁并未消散，担忧依然暗流涌动。",
      "shortSummary": "英伟达CEO黄仁勋近期第三次访华，展开魅力攻势，凸显中美关系缓和。他宣布华盛顿已批准向中国出口专为中国市场设计的H20 AI芯片。黄仁勋在博览会上身着唐装、用中文演讲，并积极与媒体互动，展现了乐观姿态。尽管美国企业参展热情高涨，但供应链中断和更广泛脱钩的担忧仍未完全消除。",
      "translated_title": "英伟达CEO在中国大放异彩——但贸易战担忧仍暗流涌动",
      "images": [],
      "contentSource": "完整文章",
      "content": "On his third trip to China in a year, Nvidia CEO Jensen Huang – head of the world’s most valuable company – was on a full-blown charm offensive.\nAs a guest of honour at the China International Supply Chain Expo, Huang’s visit underscored the recent thaw in Sino-US relations. Upon arrival, he announced Washington had cleared the way for Nvidia to export the H20 – a made-for-China AI chip less powerful than its gold-standard acceleration model, which was banned for export to the country in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/346a29fd-b052-4f2c-a9b7-2aefa7bbeeb5_3658de71.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最新的促婚策略：音乐节上的拉斯维加斯式婚礼 (原标题: China’s latest pro-marriage tactic: Vegas-style weddings at music festivals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318758/china-tries-tempt-couples-marriage-music-festival-wedding-booths?utm_source=rss_feed",
      "pubDate": "Sat, 19 Jul 2025 08:00:09 +0000",
      "isoDate": "2025-07-19T08:00:09.000Z",
      "creator": "June Xia",
      "summary": "### 中国应对结婚率下降的新策略\n\n近年来，中国结婚率急剧下降，各地政府正积极寻求对策以扭转这一趋势。他们最新的尝试是在热门音乐节上设立类似拉斯维加斯式的临时婚姻登记处。\n\n#### 乌鲁木齐的“超级草莓音乐节”案例\n\n*   **创新举措：** 新疆维吾尔自治区首府乌鲁木齐的官员在“超级草莓音乐节”上设立了临时婚姻登记处，这一举动引起了广泛关注。这是当地为吸引情侣结婚而推出的一系列引人注目的措施之一。\n*   **便捷登记：** 根据乌鲁木齐水磨沟区民政局的规定，符合条件的中国大陆情侣只需凭身份证和三张护照尺寸照片，即可在音乐节现场当场办理结婚登记。\n*   **成功案例：** 据当地媒体报道，在周六下午登记处开放期间，共有三对情侣当场喜结连理。\n*   **新人反馈：** 来自昌吉市的居民姚玉阳原计划周一与男友结婚，但抵达音乐节后改变了计划。她向《乌鲁木齐晚报》表示：“音乐节上有我最喜欢的乐队‘夏日入侵计划’的表演，所以我们可以一起结婚，一起享受音乐。”她还补充说：“现场登记很方便，只花了大约10分钟就完成了。”\n\n#### 全国范围内的趋势\n\n近几个月来，中国各地在意想不到的地点设立婚姻登记处的频率越来越高。这表明地方官员正竭尽全力，通过提供便利和独特的体验，以期提升全国不断下降的结婚率。",
      "shortSummary": "为应对结婚率下降，中国各地政府正积极探索新策略。最新举措是在音乐节上设立拉斯维加斯式的临时婚姻登记处。例如，乌鲁木齐在“超级草莓音乐节”上提供现场登记服务，吸引情侣当场结婚。此举旨在通过提供便利和独特的体验来刺激结婚意愿，成为全国范围内提升结婚率努力的一部分。",
      "translated_title": "中国最新的促婚策略：音乐节上的拉斯维加斯式婚礼",
      "images": [],
      "contentSource": "完整文章",
      "content": "Officials across China have been racking their brains to think of ways to reverse a sharp decline in the country’s marriage rate over the past few years. Their latest idea: Las Vegas-style weddings at popular music festivals.\nLocal officials in Urumqi, capital of the Xinjiang Uygur autonomous region, made headlines over the weekend when they set up a temporary registry office at the Super Strawberry Music Festival – the latest in a string of eye-catching local initiatives designed to tempt...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/3e70bd28-ee83-4026-a68f-821cdec64c9f_fa10a0b3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国抨击基层管理不善，以失败的“长寿城”项目发出警告 (原标题: China slams grass-roots mismanagement, shames failed ‘longevity city’ in warning)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318788/china-slams-grass-roots-mismanagement-shames-longevity-city-debacle-warning?utm_source=rss_feed",
      "pubDate": "Sat, 19 Jul 2025 03:00:15 +0000",
      "isoDate": "2025-07-19T03:00:15.000Z",
      "creator": "June Xia",
      "summary": "### 中国纪检机构抨击基层管理不善，以“长寿城”项目为例发出警告\n\n**引言**\n\n中国纪检机构将桂林恭城瑶族自治县的“尧汉长寿城”项目作为基层政府管理不善的典型案例，并将其列为中央纪委新近曝光的三起高调浪费案例之一，旨在对全国地方政府干部发出警告。\n\n**“尧汉长寿城”项目概况**\n\n*   **地点与性质：** 该项目位于桂林恭城瑶族自治县，是一个大型文化旅游项目。\n*   **初衷：** 2018年，该项目被誉为恭城县30周年县庆的关键举措，旨在将恭城定位为领先的健康旅游中心。\n*   **规划与预期投资：** 项目占地约9.3公顷（23英亩），最初预计总投资16.5亿元人民币（约2.29亿美元）。\n\n**项目失败与资源浪费**\n\n*   **现状：** 经过调查，该项目被中央纪委（CCDI）谴责为“严重的资源浪费”。\n*   **实际投入与结果：** 由于资金链断裂和地方当局的一系列错误决策，项目仅花费了5.4亿元人民币，原计划的11栋建筑中有6栋被废弃闲置。\n*   **失败原因：** 中央纪委报告指出，恭城县当局“盲目决策建设脱离实际的文旅项目，导致闲置和浪费”。\n\n**责任追究**\n\n*   **主要负责人：** 项目的主要支持者邓小强被发现以向其控制的公司贷款为名挪用500万元人民币（70万美元），已于2022年12月被开除党籍。\n\n**中央警告与更广泛行动**\n\n*   “尧汉长寿城”的失败案例被用作对中国其他地方政府干部的警示。\n*   该案例是中国事实上的反腐和政治纪律机构为解决地方层面低效和腐败问题而进行广泛努力的一部分。除了“长寿城”之外，其他政府管理不善的案例也受到了审查。",
      "shortSummary": "中国纪检机构将桂林恭城县失败的“尧汉长寿城”项目作为基层政府管理不善和资源浪费的典型案例。该项目原计划投资16.5亿元发展健康旅游，但因资金链断裂和地方决策失误，仅投入5.4亿元，多栋建筑被废弃。项目主要支持者邓小强因挪用资金被开除党籍。此案例旨在警示全国地方干部，是中央打击地方低效和腐败行动的一部分。",
      "translated_title": "中国抨击基层管理不善，以失败的“长寿城”项目发出警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "It was a sprawling cultural and tourism project that completely went off the rails, and now Beijing is using it as evidence of grass-roots government mismanagement – one of three high-profile examples of wastefulness newly flagged by China’s disciplinary authorities.\nFollowing an investigation, the project – dubbed “Yaohan Longevity City” and located in Gongcheng Yao autonomous county of Guilin – was condemned as a “severe waste of resources”.\nInitially hailed in 2018 as a key initiative in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/3031abd9-3ace-465e-80b4-a1e8ea1f1c56_9c7299e3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "墨西哥中资企业有望在竞争中保留美国自由贸易优惠 (原标题: Chinese firms in Mexico expected to keep US free trade perks despite rivalry)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318772/chinese-investors-likely-keep-usmca-benefits-despite-china-us-rivalry-mexican-envoy?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 14:00:09 +0000",
      "isoDate": "2025-07-18T14:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "## 墨西哥中资企业有望保留美国自由贸易优惠\n\n### 核心观点\n墨西哥驻华使馆官员表示，尽管《美墨加协定》(USMCA) 明年将进行审查，但墨西哥的中资工厂“极不可能”被排除在优惠待遇之外，没有迹象表明会有针对中国公司的限制。\n\n### 背景与现状\n*   **中资企业迁徙**: 美国前总统唐纳德·特朗普第一任期内征收的关税促使许多中国公司将生产基地迁至海外，墨西哥成为海外投资的热门目的地。\n*   **USMCA 优惠**: 《美墨加协定》允许来自墨西哥的进口商品免税进入美国市场，前提是商品中一定比例在北美生产。\n*   **美中贸易紧张**: 随着特朗普重返政坛后美中贸易紧张局势升级，人们对墨西哥中资企业能否保留这些优惠产生了疑问。美国近期对钢铁和铝进口征收的关税已被视为削弱了自由贸易协定。北京也警告其他国家不要达成以牺牲中国利益为代价的对美贸易协议。\n\n### 墨西哥的立场与预期\n*   **无针对性限制**: 墨西哥驻华使馆副商务参赞 David Trujillo 明确表示，“没有迹象表明会有针对中国公司的限制”。\n*   **关注原产地规则**: 他指出，USMCA 的修订可能侧重于收紧原产地规则要求，这意味着公司需要更多地在当地生产产品才能符合条件，而不是对特定国家引入限制。\n*   **行业示例**: 对于汽车等关键行业，目前的原产地要求是 75%，未来可能还会更高。",
      "shortSummary": "墨西哥官员表示，尽管美中竞争加剧且《美墨加协定》(USMCA) 明年面临审查，墨西哥的中资企业仍“极不可能”被排除在对美自由贸易优惠之外。墨西哥驻华使馆官员David Trujillo指出，修订将侧重于收紧原产地规则，而非针对特定国家的限制，例如汽车行业可能提高本地生产比例要求。",
      "translated_title": "墨西哥中资企业有望在竞争中保留美国自由贸易优惠",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese-funded factories in Mexico are “very unlikely” to be excluded from preferential treatment under the United States-Mexico-Canada Agreement (USMCA) despite the free trade deal being up for review next year, a Mexican envoy said on Thursday.\n“There is no indication that there are going to be restrictions targeting Chinese companies,” David Trujillo, deputy commercial counsellor at the Mexican Embassy in China, told the Post on the sidelines of the China International Supply Chain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/e4ce8b55-b7f9-4cc8-b732-474cb1861b7e_f7100300.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "娃哈哈家族内斗为何对中国民营企业来说并非小事 (原标题: Why family feud at Wahaha is no laughing matter for China’s private businesses)",
      "link": "https://www.scmp.com/business/china-business/article/3318812/explainer-why-family-feud-wahaha-no-laughing-matter-china-businesses?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 13:20:41 +0000",
      "isoDate": "2025-07-18T13:20:41.000Z",
      "creator": "Daniel Ren",
      "summary": "## 娃哈哈家族内斗：对中国民营企业的影响\n\n中国最大软饮料生产商杭州娃哈哈集团的已故创始人宗庆后去世不到12个月，其子女之间的一场财富继承纠纷浮出水面，成为全国热议的焦点。\n\n### 纠纷核心\n\n*   **原告方**：三名自称是宗庆后子女的原告——宗纪藏（Jacky Zong Jicang）、宗纪乐（Jessie Zong Jiele）和宗纪升（Jerry Zong Jisheng）。\n*   **被告方**：娃哈哈集团董事长兼首席执行官宗馥莉（Kelly Zong Fuli）。此前，宗馥莉一直被公众认为是宗庆后唯一的孩子。\n*   **诉讼内容**：原告在香港和浙江杭州提起诉讼，要求宗馥莉履行宗庆后遗嘱中承诺的信托，每人价值7亿美元。\n\n### 案件进展\n\n*   此案将于当地时间8月1日下午4点在香港高等法院进行裁决。\n\n### 影响与意义\n\n*   这场家族内斗（娃哈哈在中文中形似笑声）备受关注，因为它可能对中国的民营企业乃至国家经济产生深远影响。\n\n### 创始人宗庆后的励志故事\n\n*   **早年经历**：宗庆后生于1945年，因家境贫困辍学。他曾在一家盐业加工厂工作，后于1979年在杭州成为一名教师。\n*   **创业历程**：1987年，他与两位退休教师合作，凭借14万元人民币（约合19,488美元）的银行贷款，创办了牛奶业务，由此开启了娃哈哈的传奇。",
      "shortSummary": "娃哈哈集团已故创始人宗庆后去世后，其家族爆发财富继承纠纷。三名自称是宗庆后子女的原告在香港和杭州起诉董事长宗馥莉，要求履行每人7亿美元的信托。此案将于8月1日在香港高等法院裁决。这场内斗备受关注，因其可能对中国民营企业和国家经济产生重要影响。文章还回顾了宗庆后从贫困到创业的励志故事。",
      "translated_title": "娃哈哈家族内斗为何对中国民营企业来说并非小事",
      "images": [],
      "contentSource": "完整文章",
      "content": "Zong Qinghou, the late founder of China’s biggest soft drinks bottler Hangzhou Wahaha Group, became the talk of the nation after a wealth inheritance feud involving his offspring surfaced earlier this year, barely 12 months after his death.\nThree plaintiffs claiming to be his children sued chairwoman and CEO Kelly Zong Fuli in Hong Kong and Hangzhou in eastern Zhejiang province, demanding her to honour the late founder’s will, which promised them trusts valued at US$700 million each. Until the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/265b616a-b658-470f-bbce-ea77ce21dad9_276fd92b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美铁路行业为何希望加速合作 (原标题: Why US, China railway industries want collaboration fast-tracked)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318786/why-us-china-railway-industries-want-collaboration-fast-tracked?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 13:00:17 +0000",
      "isoDate": "2025-07-18T13:00:17.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美铁路行业寻求加速合作\n\n尽管中美两大经济体之间的贸易竞争持续，但两国铁路运输公司仍致力于加强合作，包括在第三方市场开展项目。\n\n### 合作的驱动因素与背景\n\n*   **互补优势：** 美国长期以来在货运铁路和城市交通领域处于领先地位，而中国已成为高速铁路领域的全球强国。美国驻北京大使馆商务参赞埃弗雷特·瓦凯（Everett Wakai）指出，双方在铁路运输领域可以深化合作。\n*   **行业交流：** 瓦凯是在中国国际供应链博览会期间举行的中美轨道交通行业圆桌会议上发表上述讲话的。一些与铁路行业相关的美国公司代表也出席了会议。供应链合作的潜力是讨论的重点之一。\n\n### 中方视角与合作意向\n\n中国土木工程集团有限公司（CCECC）副总裁关嘉欣表示，这家国有巨头在设备方面与美国公司进行了广泛合作。\n\n*   **现有合作：** 关嘉欣在圆桌会议上提到：“我们公司主导的重大项目和市场广泛使用卡特彼勒（Caterpillar）的工程机械和康明斯（Cummins）的发电机。”卡特彼勒和康明斯是出席会议的美国公司之一。\n*   **未来展望：** 关嘉欣表示，中方期待在海外项目投资、建设和运营方面与美国探索更多合作机会，例如在拉丁美洲、中东、非洲和欧洲等美国公司影响力强大的市场进行联合融资、设计和咨询。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/clean_1.jpg?itok=acJCLNaf)\n01:00上海地铁乘客在列车故障后被疏散",
      "shortSummary": "中美两国铁路行业正寻求加速合作，以利用各自的互补优势。美国在货运和城市交通领域领先，中国则是高速铁路强国。双方旨在深化供应链合作，并在拉丁美洲、中东、非洲和欧洲等第三方市场共同投资、建设和运营海外项目，尽管两国贸易竞争仍在继续。",
      "translated_title": "中美铁路行业为何希望加速合作",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/clean_1.jpg?itok=acJCLNaf",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Rail-transport companies from China and the US remain committed to strengthening cooperation – including on projects in third-country markets – even as a trade rivalry between the two largest economies chugs along.\nWith the US being a long-time leader in freight rail and urban transit, and China having emerged as a global powerhouse in high-speed rail, the two sides could deepen cooperation in the rail-transport sector, said Everett Wakai, minister counsellor for commercial affairs at the US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/a0694526-7491-4903-a79d-e6e649d68c49_c06faed9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国承诺提供更多消费激励以提振服务业 (原标题: China pledges more consumption incentives to service the service sector)",
      "link": "https://www.scmp.com/economy/policy/article/3318779/china-pledges-more-consumption-incentives-service-service-sector?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 11:30:08 +0000",
      "isoDate": "2025-07-18T11:30:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国提振服务业消费的承诺与策略\n\n### 引言\n\n中国已承诺在未来五年内（2026年至2030年），通过持续削减繁文缛节和吸引外国投资，以刺激服务消费。此举旨在将国内需求作为经济增长的可靠来源，以应对国际贸易环境的不确定性。\n\n### 供给侧挑战\n\n商务部长王文涛在北京的新闻发布会上指出，尽管服务消费的增长速度快于商品消费，但“供给侧高质量服务短缺”。\n\n### 应对措施与重点领域\n\n为解决服务供给不足的问题，王文涛表示，中国将从2026年至2030年“减少一些限制性措施，丰富服务供给”，尤其是在医疗保健和养老等关键领域。\n\n### 经济背景与贸易关系\n\n*   **国内消费驱动：** 这一承诺正值全球第二大经济体中国试图通过提振国内消费，来弥补因美国前总统唐纳德·特朗普早些时候发起的紧张多线贸易战所导致的贸易复杂性。\n*   **中美关系：** 当被问及中美经济贸易关系时，王文涛表示，两国关系历经风雨，双方仍然是重要的经济贸易伙伴。他强调，“事实证明，‘脱钩’是不可能的。”\n*   **全球贸易地位：** 王文涛指出，2024年中国大陆和香港的商品进口总额约占全球进口的13.3%，使中国成为世界第二大进口市场，与美国的13.6%份额几乎持平。",
      "shortSummary": "中国承诺在未来五年内（2026-2030）通过减少繁文缛节和吸引外资，刺激服务消费，以国内需求应对国际贸易不确定性。商务部长王文涛指出，尽管服务消费增长迅速，但高质量服务供给不足，尤其在医疗和养老领域。中国将减少限制措施以丰富服务供给。此举旨在提振国内消费，弥补中美贸易紧张带来的影响，并强调中美“脱钩”不可能。中国仍是全球第二大进口市场。",
      "translated_title": "中国承诺提供更多消费激励以提振服务业",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed to continue cutting red tape and attracting foreign investment to boost service consumption over the next five years, as Beijing turns to domestic demand for a reliable source of economic growth in an uncertain environment for international trade.\nThere is a “shortage of high-quality service on the supply side” even as service consumption grows at a faster rate than that of goods, Minister of Commerce Wang Wentao said at a press conference in Beijing on Friday.\nTo address the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/f4ef5716-40f9-4574-be5a-491764f6ec28_76c50be1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国发布全球首款可自行更换电池的人形机器人 (原标题: China unveils world’s first humanoid robot that changes its own batteries)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318756/china-unveils-worlds-first-humanoid-robot-changes-its-own-batteries?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 09:45:13 +0000",
      "isoDate": "2025-07-18T09:45:13.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国发布全球首款可自行更换电池的人形机器人\n\n### 核心突破：Walker S2人形机器人\n\n*   **自主电池更换能力：** 中国深圳的优必选科技（UBTech Robotics）于周四宣布，已成功开发出全球首款能够自行更换电池的人形机器人——Walker S2。\n*   **操作演示：** 一段演示视频展示了Walker S2机器人如何自主走到充电站，从其胸部取出耗尽的电池，将其插入充电座，然后安装一块新的电池，随后离开。\n\n### 关键意义\n\n*   **24/7不间断运行：** 优必选科技表示，这项功能理论上意味着Walker S2机器人可以实现24小时不间断工作，无需人工协助。\n\n### 中国机器人产业的崛起\n\n*   **快速发展：** 近年来，中国的人形机器人产业取得了显著进展。\n*   **政府支持：** 中国政府将机器人和人工智能确定为关键战略产业，并提供了慷慨的政策支持。\n*   **“机器人强国”地位：** 穆迪（Moody’s）周四发布的一份报告指出，中国正凭借其将先进人工智能与低成本制造相结合的独特能力，“崛起成为机器人强国”。\n*   **市场主导地位：** 摩根士丹利（Morgan Stanley）2月份发布的一份报告显示，全球范围内从事人形机器人业务的上市公司中，超过一半是中国企业。\n*   **风险投资吸引力：** 中国的机器人初创公司也吸引了全球大部分的风险投资资金。\n\n### 相关图片\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/THUMB_CLEAN_robot-changes-batteries-itself.jpg?itok=OdTv0Ux_)",
      "shortSummary": "中国优必选科技发布了全球首款可自行更换电池的人形机器人Walker S2。该机器人能自主更换电池，理论上可实现24小时不间断工作，无需人工干预。这一突破凸显了中国在机器人领域的领先地位，得益于政府支持、AI与低成本制造的结合，中国正迅速成为机器人强国，其人形机器人公司数量和吸引的风险投资在全球占据主导地位。",
      "translated_title": "中国发布全球首款可自行更换电池的人形机器人",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/THUMB_CLEAN_robot-changes-batteries-itself.jpg?itok=OdTv0Ux_",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s robotics industry chalked up another world first on Thursday, as a company based in Shenzhen announced it had developed a new humanoid robot that can change its own batteries.\nA demonstration video released on Thursday shows the Walker S2 robot, developed by UBTech Robotics, walking over to a charging station, removing a depleted battery from its chest, inserting it into a charging dock, and then installing a fresh battery before wandering off.\nThe feature means the robot can – in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/401f0366-bb7d-41c8-9c3c-e81ed6089303_dd1e3ed1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国通过上海港扩建巩固其顶级造船商地位 (原标题: China shores up status as top shipbuilder with Shanghai port expansion)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318744/china-shores-status-top-shipbuilder-shanghai-port-expansion?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 08:30:26 +0000",
      "isoDate": "2025-07-18T08:30:26.000Z",
      "creator": "Alice Li",
      "summary": "### 上海打造世界级造船中心\n\n中国金融中心上海，作为全球最繁忙的航运港口，正积极定位自身为世界级的造船枢纽，重点发展液化天然气（LNG）运输船和集装箱船等高价值船型。\n\n*   **扩建计划**：上海市政府已公布计划，将扩建位于长江入海口南部、靠近洋山深水港的崇明长兴岛船厂。\n*   **洋山设施**：洋山设施是上海港的一部分，负责大型船舶的海试。\n*   **高科技船型**：根据周三发布的文件，LNG运输船和双燃料集装箱船等高科技船舶将占该工业基地产出的80%。\n*   **经济目标**：政府预计，该产业集群将在三年内达到超过1200亿元人民币（约合167.1亿美元）的产业规模。\n*   **战略愿景**：目标是“建设世界一流的高端海洋装备制造中心，在高科技船舶开发方面具备全球领先能力”。\n*   **长兴岛使命（至2027年）**：\n    *   成为“全球技术突破的动力源”。\n    *   开发超过10种高科技船舶和海洋工程设备。\n    *   吸引至少三家领先的国际机构加入其运营。",
      "shortSummary": "上海正通过扩建长兴岛船厂，巩固其作为顶级造船商的地位，目标是成为世界级的高端海洋装备制造中心。该计划重点发展LNG运输船和双燃料集装箱船等高科技船型，预计三年内产业规模将超1200亿元人民币。至2027年，长兴岛将致力于技术突破，开发多种高科技船舶，并吸引国际机构合作，以期在全球高科技船舶领域取得领先地位。",
      "translated_title": "中国通过上海港扩建巩固其顶级造船商地位",
      "images": [],
      "contentSource": "完整文章",
      "content": "Already the world’s busiest shipping port, China’s financial centre Shanghai is now positioning itself as a world-class shipbuilding hub, with an eye on high-value models such as those designed to transport liquefied natural gas (LNG) and containers.\nThe Shanghai municipal government has unveiled plans to augment its shipyards on Changxing Island, situated across the southern mouth of the Yangtze River and near the Yangshan Deep-Water Port. The Yangshan facility, a component of the Port of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/da620afa-e629-4a86-b38f-e2542c146e3d_8a73f3dd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国美债持有量降至2009年以来最低水平 (原标题: China cuts US Treasury stockpiles to the lowest level since 2009)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318694/china-cuts-us-treasury-holdings-third-month-amid-trade-war-debt-ceiling-fears?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 08:00:15 +0000",
      "isoDate": "2025-07-18T08:00:15.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国美债持有量降至14年新低\n\n**背景：**\n\n*   在中美贸易紧张局势升级以及对美国全面税收和支出法案的担忧加剧的背景下，中国在5月份连续第三个月减持美国国债。\n\n**美债持有量数据：**\n\n*   根据美国财政部的数据，中国在5月份的美国国债持有量从4月份的7572亿美元降至7563亿美元。\n*   根据Wind汇编的数据，这是自2009年3月以来的最低水平。\n*   自3月份以来，中国的持有量持续下降，目前已降至第三大外国持有者，位居日本和英国之后。\n\n**贸易紧张局势与金融市场担忧：**\n\n*   尽管中美两国在日内瓦会谈后于5月同意贸易战休战90天，但华盛顿宣布新的出口限制以及北京对稀土出口实施限制后，紧张局势很快再次升级。\n*   市场担忧贸易战可能蔓延至金融市场，猜测包括北京可能抛售其大量美国国债，或华盛顿可能将中国公司从美国证券交易所退市。\n\n**专家观点：**\n\n*   中国首席经济学家论坛主席连平在5月警告称，尽管美国对北京实施全面金融制裁的可能性不大，但金融领域仍可能“成为新的战场”。",
      "shortSummary": "中国5月连续第三个月减持美国国债，持有量降至7563亿美元，为2009年3月以来最低水平。此举发生在中美贸易紧张局势升级之际。中国现为第三大美债外国持有者。市场担忧贸易战可能蔓延至金融领域，包括中国抛售美债或美国退市中国公司。专家警告金融领域可能成为新的战场。",
      "translated_title": "中国美债持有量降至2009年以来最低水平",
      "images": [],
      "contentSource": "完整文章",
      "content": "China trimmed its US Treasury holdings for a third straight month in May, amid escalating trade tensions with Washington and mounting concerns over a sweeping tax and spending bill.\nBeijing’s holdings fell to US$756.3 billion from US$757.2 billion in April, according to US Treasury Department data. That was the lowest level since March 2009, based on figures compiled by Wind.\nThe decline has continued since March, when China dropped to third place among foreign holders, behind Japan and the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/d8ad4743-477e-47a1-ac96-bc29fe177356_2cec79b8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国有影响力的市场化指数下降，引发改革呼吁 (原标题: China’s influential marketisation index declines, sparking calls for reforms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318679/economists-call-reform-chinas-famed-marketisation-index-drops?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 03:45:15 +0000",
      "isoDate": "2025-07-18T03:45:15.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国市场化指数下降引发改革呼吁\n\n中国经济学家呼吁进行更多亲市场改革，以解决经济失衡和行业内恶性竞争问题。这一呼吁的背景是最新报告显示，衡量中国市场化水平的一项主要指数出现下降。\n\n## 市场化指数详情\n\n*   **发布机构**：该指数由位于北京的智库国家经济研究所（NERI）发布。\n*   **最新数据**：2023年，中国整体市场化水平在10分制中为5.62分。\n*   **下降趋势**：\n    *   该指数较2019年下降了0.1分。\n    *   较2021年（该指数四年来的峰值）下降了0.4分。\n*   **衡量标准**：该指数基于五项标准进行衡量，其中包括政府与市场的关系。\n*   **重要性**：该指数通常每两年发布一次，是中国最具影响力的非政府基准之一。\n*   **历史追踪**：国家经济研究所几十年来一直通过政府数据和调查追踪中国的市场化水平和营商环境，并在2019年调整了衡量基准年。\n\n## 专家观点与原因分析\n\n*   **王小鲁（NERI副所长兼首席研究员）**：他将此次下降称为“相当显著的变化”，并表示应采取行动扭转这一趋势。\n*   **疫情影响**：王小鲁指出，尽管新冠疫情造成了一些扭曲，但在某些情况下也导致国家在经济政策中的作用减小，因此不能说是此次下降的主要原因。\n\n## 主要恶化领域\n\n*   在研究所衡量的五个子指数中，“政府与市场关系”子指数（衡量市场配置资源的比例和政府对企业干预的减少程度）自2019年以来恶化最为严重，下降了0.38分。",
      "shortSummary": "中国国家经济研究所报告显示，2023年中国市场化指数降至5.62分，较2019年和2021年峰值均有下降。该指数是重要非政府基准。经济学家呼吁进行更多亲市场改革以应对经济失衡。其中，政府与市场关系子指数恶化最显著。研究人员指出，新冠疫情并非下降主因。",
      "translated_title": "中国有影响力的市场化指数下降，引发改革呼吁",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese economists have called for more pro-market reforms to tackle economic imbalances and vicious intra-industry competition, as a new report has revealed a decline in a major index tracking the country’s marketisation.\nIn a new assessment from the National Economic Research Institute, a Beijing-based think tank, China’s overall level of marketisation – measured by five criteria, including government-market relations – stood at 5.62 out of 10 in 2023, slipping by 0.1 from 2019 and by 0.4 from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/8f4771c8-d776-4bd0-bba6-5e84ad969c91_ecec52ae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "芬太尼问题在长期缺席后或将重回美中贸易议程：分析师 (原标题: Fentanyl likely on US-China trade agenda after long absence: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318620/fentanyl-likely-us-china-trade-agenda-after-long-absence-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 22:00:10 +0000",
      "isoDate": "2025-07-17T22:00:10.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "文章分析师指出，在之前的两轮谈判中未被提及的芬太尼制造材料贩运问题，或将重回未来的美中贸易谈判议程。美国总统特朗普周三的讲话暗示了这一点，他提到了中国为遏制化学前体越过美国边境而采取的“重大举措”，包括对走私者处以死刑的威胁。如果该问题得到解决，一些专家认为，在日内瓦会谈中达成的90天休战期结束后，两国之间的紧张关系可能会在8月份进一步缓和。其他人则更为乐观，预计将恢复到结束升级螺旋的2020年贸易协议。芬太尼是一种强效合成阿片类药物，根据美国缉毒署的数据，它已成为美国18至45岁人群死亡的主要原因。",
      "shortSummary": "分析师认为，芬太尼制造材料贩运问题或将重回美中贸易谈判议程。美国总统特朗普的讲话暗示了这一点，他提到了中国为遏制化学前体越过美国边境而采取的“重大举措”。如果该问题得到解决，两国之间的紧张关系可能会进一步缓和。芬太尼是一种强效合成阿片类药物，已成为美国18至45岁人群死亡的主要原因。",
      "translated_title": "芬太尼问题在长期缺席后或将重回美中贸易议程：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The trafficking of materials to make the drug fentanyl – the issue cited by the US in its initial tariff escalation against China in March – is set to be back in focus for future talks, analysts said, after two previous rounds did not appear to broach the subject.\nSpeculation over the drug’s presence in future negotiations was fuelled by US President Donald Trump’s remarks on the topic Wednesday, making reference to China’s “big steps” – including the threat of the death penalty for smugglers –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/f45964de-6f5e-40cd-a984-3442425ad995_afbb7dee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国高速磁悬浮列车破纪录，美国高铁雄心脱轨 (原标题: As China’s speedy maglev train breaks records, US ambitions go off the rails)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318627/chinas-speedy-maglev-train-breaks-records-us-ambitions-go-rails?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-17T15:00:08.000Z",
      "creator": "Xiaofei Xu,He Huifeng",
      "summary": "中国宣布其超高速铁路系统已达到600公里/小时（373英里/小时）的速度，而美国总统唐纳德·特朗普却取消了加利福尼亚州高速铁路项目40亿美元的联邦资金，此举引发争议并受到加州的挑战。这一事件凸显了中美两国在铁路发展道路上的鲜明对比。\n\n*   **中美铁路发展现状对比**\n    *   **中国领先地位强化**：中国在高速铁路技术和建设方面持续取得突破，其超高速列车不仅在国内加速发展，也在国际市场上展现出强大的竞争力，预计将进一步扩大其在铁路领域的领先优势。\n    *   **美国项目面临困境**：美国的铁路项目则因缺乏资金和政治压力而举步维艰，特朗普政府的这一决定更是给美国的高铁发展蒙上阴影。\n\n*   **未来展望与行业交流**\n    *   **中美铁路交通产业圆桌会议**：中美两国在铁路发展上的差异预计将成为即将于北京举行的中国国际供应链博览会期间，中美铁路交通产业圆桌会议的中心议题。\n    *   **供应链合作潜力**：根据中国国际贸易促进委员会提供的议程，届时双方行业代表还将探讨在铁路领域进行供应链合作的可能性。",
      "shortSummary": "中国宣布其磁悬浮列车时速达600公里，而美国总统特朗普却取消了加州高铁项目40亿美元的联邦资金。此举凸显了中美两国在铁路发展上的巨大差异：中国正加速推进高铁建设，而美国项目则面临资金和政治困境。这一对比预计将成为即将举行的中美铁路交通产业圆桌会议的焦点。",
      "translated_title": "中国高速磁悬浮列车破纪录，美国高铁雄心脱轨",
      "images": [],
      "contentSource": "完整文章",
      "content": "A week after China said its supercharged rail system has reached speeds of 600km/h (373mph), US President Donald Trump seemingly pulled the plug on American rail progress.\nIn a controversial move being challenged by the state of California, Trump cancelled US$4 billion in federal funding for its high-speed railway project.\nRegardless of the outcome of any legal challenge, Trump’s announcement highlights the contrasting development paths of the economic superpowers in their rail aspirations, or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/2323bec0-5b01-4008-a49e-a558c7b06c7b_0ff54ead.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国就业市场为创纪录的毕业生潮做准备 (原标题: China's job market preps for impact as record graduate wave approaches)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318599/chinas-job-market-preps-impact-record-graduate-wave-approaches?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 12:00:14 +0000",
      "isoDate": "2025-07-17T12:00:14.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国就业市场面临毕业生就业压力\n\n尽管中国青年失业率在6月份有所缓解，但随着创纪录数量的应届毕业生即将进入劳动力市场，中国正为即将到来的就业季做准备，预计将面临严峻挑战。\n\n### 青年失业率现状与趋势\n\n*   **最新数据**：根据国家统计局（NBS）周四发布的数据，6月份16至24岁城镇青年（不含在校学生）失业率降至14.5%，低于5月份的14.9%。这意味着每七人中仍有一人以上失业。\n*   **持续下降但仍高企**：这是中国青年失业率连续第四个月下降，但仍比去年同期高出一个多百分点，表明随着毕业季的临近，就业市场面临巨大压力。\n\n### 毕业生潮与未来预期\n\n*   **创纪录的毕业生人数**：未来两个月，预计将有创纪录的1220万大学毕业生进入劳动力市场，其中大部分人可能会加入求职大军。\n*   **历史数据警示**：2024年6月至7月期间，城镇青年失业率曾从13.2%跃升至17.1%，预示着今年毕业季可能面临类似的就业高峰压力。\n\n### 官方观点与个人感受\n\n*   **官方表态**：国家统计局人口和就业统计司司长王萍萍在中国经济网（由国有经济日报运营的新闻网站）周三发表的一篇文章中指出，“青年人、农民工等重点群体以及部分行业的就业压力有所增加。”\n*   **个人案例**：来自吉林省、刚在香港获得计算机科学学士学位的Rick Zhang，是众多感受到就业压力的毕业生之一。",
      "shortSummary": "尽管6月中国青年失业率略有下降至14.5%，但随着创纪录的1220万大学毕业生即将进入劳动力市场，中国就业市场正面临巨大压力。青年失业率仍高于去年同期，预计未来两个月将大幅上升。官方承认青年和农民工等群体的就业压力增加。",
      "translated_title": "中国就业市场为创纪录的毕业生潮做准备",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite an easing of China’s youth unemployment rate in June, the country is steeling itself for a challenging job-hunting season as a record number of fresh graduates prepares to enter the labour market.\nThe urban jobless rate for those aged 16 to 24, excluding students, dipped to 14.5 per cent last month – more than one in seven people – from 14.9 per cent in May, according to data released by the National Bureau of Statistics (NBS) on Thursday.\nWhile this marked the fourth consecutive month...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/112537af-9748-4bfd-af22-cd0a04218bf4_00f00793.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "关于中国对8项关键电池技术限制的须知 (原标题: What you need to know about China’s restrictions on 8 key battery technologies)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318610/what-you-need-know-about-chinas-export-restrictions-8-key-ev-battery-technologies?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 10:00:48 +0000",
      "isoDate": "2025-07-17T10:00:48.000Z",
      "creator": "Alice Li",
      "summary": "## 中国对8项关键电池技术实施出口限制\n\n中国商务部和科技部宣布的针对八项关键电动汽车（EV）电池技术的出口限制已于本周正式生效，距离其宣布实施意向约半年。\n\n### 限制内容与范围\n\n根据新规定，使用这些技术生产电动汽车电池的制造商在将其技术转移到国外之前，必须获得政府许可。\n\n**受限制的技术主要涵盖以下两大类：**\n\n1.  **电池正极技术：** 正极是电池的关键组成部分，决定了电池的能量密度上限和使用寿命。限制包括用于制造电池正极所需中间物质的三项技术，具体包括：\n    *   磷酸铁锂（LFP）生产技术。\n    *   磷酸锰铁锂（LMFP）生产技术。\n    *   其他具有明确化学成分和性能标准的磷酸盐基前驱体生产技术。\n\n2.  **锂提取与加工技术：** 这五项技术是生产LFP等材料必不可少的上游步骤，也已被列入出口限制清单。\n\n此外，公告还明确，对镓提取技术的出口限制现在侧重于离子交换和树脂技术，取代了先前规则中提及的更广泛的“溶解法”。\n\n### 潜在影响\n\n这些限制意味着相关技术的海外转移将受到更严格的政府审查和控制。",
      "shortSummary": "中国已正式实施对八项关键电动汽车电池技术的出口限制，要求制造商在向海外转移这些技术前必须获得政府许可。受限技术包括电池正极材料（如磷酸铁锂、磷酸锰铁锂）的生产技术，以及锂提取和加工的五项上游技术。此外，镓提取技术也受到限制，重点是离子交换和树脂方法。此举旨在加强对关键电池技术流出的管控。",
      "translated_title": "关于中国对8项关键电池技术限制的须知",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s latest export restrictions on eight key electric vehicle (EV) battery technologies officially took effect this week, about half a year after it announced its intention to implement them.\nAccording to the rules announced by the Ministry of Commerce and the Ministry of Science and Technology, manufacturers using the technologies in the production of EV batteries must now obtain government licences before transferring them abroad.\nIn this explainer, the Post takes a look at the technologies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/8856132b-3c7c-490e-8f3e-e99a56f803d0_2f2ba1a9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "马士基淡化美国港口费用影响，反华计划疑云重重 (原标题: Maersk downplays hit from US port fees as doubts swirl over anti-China plan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318568/maersk-downplays-hit-us-port-fees-doubts-swirl-over-anti-china-plan?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 09:00:14 +0000",
      "isoDate": "2025-07-17T09:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "## 美国港口费用政策及其影响\n\n美国此前宣布计划对进入美国港口的中国建造或运营的船只征收高额费用，此举旨在削弱中国造船业在全球航运市场的主导地位。这项政策原意是迫使航运公司做出选择：要么将中国船只排除在其船队之外，要么承担成本飙升的风险。\n\n## 马士基的回应与策略\n\n全球航运巨头马士基（Maersk）表示，尽管这些费用将于10月生效，但公司能够避免做出上述艰难选择，这进一步引发了外界对美国遏制中国造船业主导地位能力的质疑。\n\n马士基大中华区总裁丁泽娟（Silvia Ding）表示，马士基不会因美国港口费用而提高客户价格，也不会在未来订购船只时排除中国船厂。\n\n### 具体措施：\n\n*   **船只调配**：丁泽娟指出，马士基船队中只有10%的船只将受到港口费用的影响，公司可以通过重新调配船只来避免额外的成本。\n*   **采购考量**：马士基在下达造船订单时，仍会综合考虑包括成本和技术要求在内的多种因素，不会仅仅因为政策而排除中国船厂。\n\n## 政策影响的质疑\n\n马士基的这些评论是最新迹象，表明这项原定于10月生效的港口费用政策，其影响可能比最初设想的更为有限。此前，美国官员已因行业强烈反对而多次缩减了该政策的范围。",
      "shortSummary": "美国计划对中国建造或运营的船只征收港口费用，旨在削弱中国造船业。然而，全球航运巨头马士基表示，其船队仅10%受影响，可通过调配船只避免额外成本，且不会因此提高价格或排除中国船厂。马士基的立场使得外界对美国这项反华政策的实际效果产生怀疑，认为其影响可能有限，尤其是在政策范围已有所缩减的情况下。",
      "translated_title": "马士基淡化美国港口费用影响，反华计划疑云重重",
      "images": [],
      "contentSource": "完整文章",
      "content": "When the United States unveiled plans to charge hefty fees to any China-built or operated ship entering an American port earlier this year, the shipping industry appeared to face a stark choice: cut Chinese vessels out of their fleets or see their costs soar.\nBut months ahead of the charges coming into force, the global shipping giant Maersk insists that it will be able to avoid making that decision, casting further doubt over the US’ ability to curtail the dominance of China’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/f8789bd0-0135-4d0a-a5a4-cfe6241f19ab_b919c1f1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美中贸易协议可能与特朗普首任期的第一阶段协议相似：前官员称 (原标题: US-China trade deal may resemble phase 1 pact from Trump’s first term: ex-official)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318541/us-china-trade-deal-may-resemble-phase-1-agreement-trumps-first-term-ex-official?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 08:00:11 +0000",
      "isoDate": "2025-07-17T08:00:11.000Z",
      "creator": "Bochen Han",
      "summary": "## 美中贸易协议展望：或与特朗普时期第一阶段协议相似\n\n根据美国前高级官员的说法，当前正在谈判的美中贸易协议，其主要轮廓很可能与唐纳德·特朗普总统首任期内的第一阶段贸易协议相似。这一预测在两国贸易休战期即将到期前几周，为备受期待的新协议提供了线索。\n\n### 核心观点\n\n*   **相似性预测：** 特朗普政府时期（2019年至2021年）的副国务卿斯蒂芬·比根（Stephen Biegun）在阿斯彭安全论坛上表示，新协议“很可能在其大体轮廓上与2017年至2020年间谈判达成的第一阶段贸易协议相似”。\n*   **核心内容：** 比根指出，新协议的核心仍将是“大量购买美国农产品和工业产品”。\n\n### 第一阶段协议回顾\n\n*   **协议内容：** 2020年签署的第一阶段协议要求中国在两年内（相比2017年水平）额外购买2000亿美元的美国商品和服务。\n*   **执行情况：** 然而，由于新冠疫情造成的经济破坏等原因，该协议的许多承诺未能完全兑现。\n\n### 当前谈判方向与美方立场\n\n*   **特朗普政府（潜在第二任期）：** 特朗普官员已不同程度地表示希望恢复该协议。若特朗普开启第二任期，他已签署一项行政命令，指示审查中国对协议的遵守情况。\n*   **现任谈判代表：** 领导当前贸易谈判的美国财政部长斯科特·贝森特（Scott Bessent）已将中国未能履行承诺视为需要“考虑”的因素，并称第一阶段协议是当前谈判的“路线图”。\n\n### 相似框架的原因\n\n*   **中方考量：** 比根解释说，他预计会有一个相似框架的原因是，中方官员已认识到他们必须“付出一定的代价”，才能在美中贸易关系中建立“至少暂时的平衡”。\n*   **美方衡量标准：** 比根进一步指出，美国总统将贸易平衡作为衡量与世界上任何国家（包括盟友）双边关系中经济公平性的“唯一标准”，对中国也不例外。",
      "shortSummary": "美中贸易谈判预计将与特朗普政府的第一阶段协议相似。前官员斯蒂芬·比根指出，新协议的核心仍将是中方大量购买美国农产品和工业产品。尽管第一阶段协议因疫情未能完全履行，但美方（包括现任财政部长）仍将其视为当前谈判的“路线图”。比根解释，中方认识到需“付出代价”以实现贸易平衡，因为美国总统将贸易平衡视为衡量经济公平的唯一标准。",
      "translated_title": "美中贸易协议可能与特朗普首任期的第一阶段协议相似：前官员称",
      "images": [],
      "contentSource": "完整文章",
      "content": "The US-China deal under negotiation is likely to bear similarities to the phase one trade agreement from Donald Trump’s first term, according to a former senior official in that administration – offering clues to what the highly anticipated pact may look like just weeks before a trade truce between the two rival economies is set to expire.\nThe agreement is “very likely to resemble, in its broad contours, the phase one trade deal negotiated between 2017 and 2020, and at the heart of that was a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/4f34c8c6-0a23-4301-9f13-64e462c31c1f_78b00248.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "娃哈哈女继承人遗产纠纷使中国家族企业受关注 (原标题: Wahaha heiress’ inheritance battle puts Chinese family firms in spotlight)",
      "link": "https://www.scmp.com/business/china-business/article/3318545/wahaha-heiress-kelly-zongs-inheritance-battle-puts-chinese-family-firms-spotlight?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 06:00:11 +0000",
      "isoDate": "2025-07-17T06:00:11.000Z",
      "creator": "Daniel Ren",
      "summary": "## 娃哈哈女继承人卷入遗产纠纷，引发对中国家族企业的关注\n\n娃哈哈集团董事长兼首席执行官宗馥莉（Kelly Zong Fuli）目前卷入一场财富继承纠纷，这引发了人们对中国家族企业可持续性的质疑。\n\n### 核心事件与人物\n\n*   **主要当事人**：宗馥莉，已故创始人宗庆后的女儿，现任娃哈哈集团董事长兼CEO。\n*   **诉讼方**：三名原告——Jacky、Jessie和Jerry Zong，声称是宗馥莉的同父异母兄弟姐妹。\n*   **诉讼内容**：原告寻求阻止宗馥莉处理价值约20亿美元的资产。根据香港法院文件，原告声称已故创始人宗庆后曾承诺给他们每人7亿美元的信托。\n\n### 事件背景\n\n*   这场纠纷发生在宗馥莉在父亲宗庆后于2024年2月去世（享年79岁）后，赢得公司控制权仅仅一年之后。\n\n### 娃哈哈集团的回应\n\n*   娃哈哈集团周一声明，此次诉讼与公司运营无关。\n*   据《南方都市报》报道，公司表示不会提供任何进一步的官方回应。\n\n### 对中国家族企业的影响与专家观点\n\n*   此次事件引发了关于中国家族企业前景的广泛讨论，尤其是在当前经济不稳定和市场竞争激烈的背景下。\n*   上海叶朗资本董事长王峰指出，家族企业普遍存在的公司治理和管理结构问题，即使在业务良好时也可能无法支持其进一步增长。\n*   他强调，家族内斗和董事会权力斗争可能损害员工士气和品牌形象，尤其是在第一代企业家向其子女进行代际传承的关键时期。",
      "shortSummary": "娃哈哈集团董事长兼CEO宗馥莉卷入一场20亿美元的遗产纠纷，三名自称其同父异母兄弟姐妹的原告寻求阻止她处理资产，声称已故创始人宗庆后曾承诺给他们信托。此事件发生在宗馥莉赢得公司控制权一年后，引发了对中国家族企业治理和代际传承可持续性的担忧。",
      "translated_title": "娃哈哈女继承人遗产纠纷使中国家族企业受关注",
      "images": [],
      "contentSource": "完整文章",
      "content": "Kelly Zong Fuli, chairwoman and CEO of mainland China’s largest soft-drinks producer Hangzhou Wahaha Group, is embroiled in a wealth-inheritance dispute that has prompted questions about the sustainability of the country’s family businesses.\nThe daughter of late founder Zong Qinghou is facing two lawsuits as three plaintiffs, claiming to be her half-brothers and half-sister, seek to prevent her from dealing with assets worth about US$2 billion. The feud surfaced just a year after the heiress won...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/2eceedb7-0bed-4e99-86a4-119d46ccfefb_2d4d111d.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-20T13:31:02.962Z"
}