{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "中国对菲律宾的旅行警告对商业关系意味着什么？ (原标题: What will China’s travel warnings about the Philippines mean for business ties?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325357/what-will-chinas-travel-warnings-about-philippines-mean-business-ties?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 06:00:15 +0000",
      "isoDate": "2025-09-14T06:00:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "中国自4月以来发布了四次针对菲律宾的旅行警告，分析人士表示，如果这些警告被中国公民采纳，双边贸易、投资和高等教育交流可能会放缓。\n\n*   **最新警告：** 8月30日由外交部发布，称菲律宾的公共安全“不稳定”，存在“大量针对中国公民的犯罪”。\n*   **类似警告：** 4月1日发布了类似的警告。\n*   **教育部的警告：** 教育部在4月和8月向在菲律宾的中国学生发出了警告。\n\n分析人士认为，前往菲律宾进行合法贸易、投资、学习或旅游的普通中国公民很少遇到麻烦，但需要警惕潜在的风险。\n\n这些警告发布如此频繁的原因是什么？它们将如何影响中国与菲律宾的经济联系？\n\n菲律宾移民局上个月拘留了矿业公司高管Joseph Sy，怀疑他是非法获得菲律宾公民身份文件的中国公民。一家地方法院两次下令释放他，称这侵犯了他作为菲律宾公民的权利，但移民局已对这些命令提出上诉，尚未遵守。",
      "shortSummary": "中国自4月以来多次发布针对菲律宾的旅行警告，指出菲律宾公共安全“不稳定”，存在针对中国公民的犯罪。这些警告可能导致中菲双边贸易、投资和高等教育交流放缓。菲律宾移民局拘留了一名矿业公司高管，怀疑其非法获得菲律宾公民身份，也可能与此有关。分析人士认为，普通中国公民在菲律宾进行合法活动风险较低，但仍需保持警惕。",
      "translated_title": "中国对菲律宾的旅行警告对商业关系意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has issued four travel advisories warning of risks in the Philippines since April, with analysts saying that two-way trade, investment and higher education exchanges could slow if they are heeded by Chinese citizens.\nThe latest notice, issued by the Ministry of Foreign Affairs on August 30, described public security in the Philippines as “unstable” with “numerous crimes targeting Chinese citizens”. A similar advisory went out on April 1, and the Ministry of Education issued warnings in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/f0ebe6d1-ec67-4bd8-8695-8f0fd05be915_7fff10ed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "股市上涨建立在充满风险的叙事之上 (原标题: Stock market rally is built on narrative that is loaded with risk)",
      "link": "https://www.scmp.com/business/banking-finance/article/3325465/stock-bulls-everywhere-beware-us-market-rally-narrative-loaded-risks?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 04:31:17 +0000",
      "isoDate": "2025-09-14T04:31:17.000Z",
      "creator": "Bloomberg",
      "summary": "# 股市上涨：风险与乐观并存\n\n美国股市目前牛市情绪高涨，标普500指数屡创新高，华尔街策略师纷纷上调目标。然而，尽管对进一步上涨的乐观情绪已趋于共识，即使是最乐观的分析师也清楚地认识到一系列潜在风险。\n\n## 主要观点\n\n*   **牛市情绪盛行**：美国股市看涨情绪普遍，标普500指数不断创下新高。\n*   **策略师上调目标**：多家华尔街机构，包括德意志银行、巴克莱、富国银行、美国银行和Yardeni Research，近期均上调了标普500指数的目标价。高盛和摩根士丹利也发布了对2026年的看涨展望，预期美联储预计于9月17日开始的降息将刺激股市进一步上涨。\n\n## 潜在风险\n\n尽管市场乐观，但以下风险因素日益突出，可能导致市场硬着陆：\n\n*   **估值过高**：当前估值处于本世纪以来的最高水平之一。\n*   **人工智能主题的裂痕**：人工智能概念可能出现问题。\n*   **贸易战损害**：前总统唐纳德·特朗普的贸易战可能造成的持续损害。\n*   **政府债务负担**：政府债务负担不断增加。\n*   **劳动力市场疲软**：劳动力市场可能出现走弱迹象。\n\n## 市场态度\n\n*   **风险认知但未被吓退**：华尔街许多人将这些担忧视为IPO招股说明书中的风险因素——它们真实存在，策略师和投资者也意识到了，但并未因此却步。\n*   **历史信号**：CFRA首席投资策略师Sam Stovall指出，美国股市与其他发达股票市场同时创下新高，这在历史上是一个强烈的积极信号，他预计涨势将继续。\n\n## 图片\n\n![纽约证券交易所（NYSE）的交易员，摄于2025年9月12日。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/14/40ac3720-7124-4694-a071-96c60ecd515a_c80f2ae3.jpg)\n*纽约证券交易所（NYSE）的交易员，摄于2025年9月12日。图片来源：路透社*",
      "shortSummary": "美国股市在强劲的牛市情绪下屡创新高，标普500指数目标价被华尔街策略师纷纷上调。尽管市场普遍乐观，但高估值、人工智能主题潜在问题、贸易战影响、政府债务和劳动力市场疲软等风险日益突出。然而，投资者并未被这些风险吓退，部分原因是对美联储降息的预期，这有望进一步刺激市场上涨。",
      "translated_title": "股市上涨建立在充满风险的叙事之上",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/14/40ac3720-7124-4694-a071-96c60ecd515a_c80f2ae3.jpg",
          "alt": "Floor traders at the New York Stock Exchange (NYSE) on September 12, 2025. Photo: Reuters",
          "title": "Floor traders at the New York Stock Exchange (NYSE) on September 12, 2025. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Bullish sentiment towards stocks is rampant in the US, as one Wall Street strategist after another raises their target for an S&P 500 Index that is repeatedly setting records.\nYet as optimism about further gains has solidified into something resembling a consensus, even the most bullish are clear-eyed about a growing list of issues that could potentially stop the party. With valuations at among the richest levels of this century, the most commonly cited risks for a hard market landing include...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/14/ef02606c-4f9c-40d3-99b0-be8318522a0f_799738bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国宣布对美国模拟芯片启动反倾销调查 (原标题: China declares anti-dumping probe into US analog chips)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325445/china-declares-anti-dumping-probe-us-analog-chips?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 12:17:34 +0000",
      "isoDate": "2025-09-13T12:17:34.000Z",
      "creator": "Frank Tang",
      "summary": "### 中国对美国模拟芯片启动反倾销调查\n\n中国商务部于周六宣布了两项重要决定：\n\n*   **反倾销调查**：中国已对从美国进口的模拟集成电路芯片启动反倾销调查。\n*   **反歧视调查**：中国还就美国政府处理中国半导体的方式启动了反歧视调查。\n\n**背景信息**：\n\n*   这些调查是在中美贸易代表团计划在西班牙马德里举行会议的前一天宣布的。\n*   文章指出，后续将有更多信息发布。",
      "shortSummary": "中国宣布对美国模拟集成电路芯片启动反倾销调查，并就华盛顿处理中国半导体的方式启动反歧视调查。这些决定在中美贸易代表团在马德里会晤前一天公布。",
      "translated_title": "中国宣布对美国模拟芯片启动反倾销调查",
      "images": [],
      "contentSource": "完整文章",
      "content": "China on Saturday announced an anti-dumping probe into imported American analogue integrated circuit (IC) chips and also initiated an anti-discrimination investigation over Washington’s handling of Chinese semiconductors.\nThe decisions come just one day ahead of a scheduled meeting between Chinese and US trade delegations in Madrid, Spain.\nThe Ministry of Commerce said in a notice posted on its website that the anti-dumping investigation was initiated upon request from the Jiangsu provincial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/13/a1ec3c24-a717-47e8-bcd9-d25082749495_ceb4fdcf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "加密货币与黄金的较量：新战线正在划定 (原标题: In the crypto vs gold struggle, new battle lines are being drawn)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3325295/crypto-vs-gold-struggle-new-battle-lines-are-being-drawn?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 08:30:09 +0000",
      "isoDate": "2025-09-13T08:30:09.000Z",
      "creator": "Anthony Rowley",
      "summary": "# 加密货币与黄金之争：新战线正在划定\n\n## 背景与核心矛盾\n*   尽管美国总统特朗普等积极推广加密货币，黄金价格却几乎每天都在创下历史新高。\n*   更值得注意的是，领先的加密货币集团Tether正在大量投资黄金，而黄金正是加密货币旨在取代的“野蛮遗迹”（经济学家约翰·梅纳德·凯恩斯语）。\n\n## 全球经济秩序的信号\n*   这些发展表明全球经济和货币秩序日益混乱和不稳定。\n*   它们也暗示加密货币从业者正在采用与20世纪70年代英国“资产剥离者”相似的策略，后者利用“合成财富”获取“真实资产”。\n\n## “快速致富”模式与资产剥离\n*   一种显而易见的“快速致富”方式是：\n    1.  创建并炒作某种资产（无论是加密货币还是热门股票）。\n    2.  利用这些资产赋予持有者的购买力，去获取“硬资产”（如公司、房地产，或当前案例中的黄金）。\n*   20世纪70年代的英国资产剥离者通过在伦敦金融城和政府中的人脉，提升其作为“稳固控股公司”的形象，旨在“释放沉睡公司价值”，从而推高其上市股票价值。他们随后利用这些股票作为货币，收购拥有宝贵房地产的上市公司，并从中获得巨额利润。\n\n## 稳定币的策略转变\n*   以Tether为代表的稳定币，曾以其由发行方持有的美元储备支持为由，推广其作为货币的合法性。\n*   然而，由于一些人担心美元正在走下坡路，Tether等公司正在建立黄金储备，这代表了这一过程的进一步演变。\n*   在这种新模式下，加密货币发行方将能够利用其“黄金支持”和被夸大的货币价值来获取硬资产。",
      "shortSummary": "尽管加密货币被积极推广，黄金价格却屡创新高。领先的加密货币集团Tether甚至大量投资黄金，这预示着全球经济和货币秩序的不稳定。这种现象类似于20世纪70年代“资产剥离者”利用合成财富获取真实资产的策略。由于对美元贬值的担忧，Tether等稳定币正建立黄金储备，并可能利用这种“黄金支持”且被夸大的加密货币价值来收购实体资产，从而在加密货币与黄金的较量中划定新战线。",
      "translated_title": "加密货币与黄金的较量：新战线正在划定",
      "images": [],
      "contentSource": "完整文章",
      "content": "At a time when cryptocurrencies are being promoted aggressively by none other than US President Donald Trump, among others, it is significant that the price of gold is leaping to record highs nearly every day. It is arguably even more significant that one leading cryptocurrency group, Tether, is investing heavily in gold, the same metal that cryptocurrency aspires to replace and which economist John Maynard Keynes once described as a “barbarous relic”.\nThese developments are symptomatic of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/91405977-323c-40fc-be35-1a70d1ee7ac3_4ce5851b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "德国巴伐利亚州欢迎中国投资，州部长表示 (原标题: Germany’s Bavaria welcomes Chinese investment, state minister says)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325351/germanys-bavaria-open-chinese-investment-despite-eu-tensions-state-minister-says?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 06:00:24 +0000",
      "isoDate": "2025-09-13T06:00:24.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 德国巴伐利亚州欢迎中国投资\n\n### 历史背景与关系演变\n\n*   **五十年前的里程碑**：五十年前，巴伐利亚基督教社会联盟主席弗朗茨·约瑟夫·施特劳斯访问北京，成为首位会见中国领导人毛泽东的西德政治家。\n*   **“北京值得一游”**：据德国媒体报道，施特劳斯当时向德国总理赫尔穆特·施密特寄明信片，称“北京值得一游”。施密特随后于同年成为首位访华的德国领导人。\n*   **角色反转**：半个世纪后，历史角色似乎发生反转，中国投资已进入巴伐利亚州。\n\n### 巴伐利亚州对中国投资的立场\n\n*   **欢迎中国投资**：巴伐利亚州经济事务部长胡贝特·艾万格向《南华早报》表示，尽管中国与欧盟之间的紧张关系日益加剧，布鲁塞尔对中国在欧洲日益增长的经济影响力感到不安，但该州仍欢迎来自中国的投资。\n*   **反对保护主义**：艾万格承认欧洲需要建立更强的经济韧性和自给自足能力，但他强调保护主义和孤立主义并非解决方案。\n*   **保持开放态度**：他指出：“这不仅适用于中国，也适用于我们保持密切关系的其他主要经济体，如美国或日本……我们继续欢迎众多投资巴伐利亚的中国公司。”",
      "shortSummary": "德国巴伐利亚州经济事务部长胡贝特·艾万格表示，尽管欧盟与中国关系紧张，巴伐利亚州仍欢迎中国投资。他强调，虽然欧洲需增强经济韧性，但保护主义和孤立主义并非解决之道。巴伐利亚州将继续欢迎投资当地的中国企业，如同对待美国和日本等其他主要经济体，保持开放的经济关系。",
      "translated_title": "德国巴伐利亚州欢迎中国投资，州部长表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "Fifty years ago, Christian Social Union in Bavaria chairman Franz Josef Strauss visited Beijing, becoming the first West German politician to meet Chinese leader Mao Zedong.\nAccording to German media reports, the late conservative politician sent a postcard to Helmut Schmidt, Germany’s chancellor at the time and head of the rival Social Democratic Party, saying “Beijing is worth a trip.” Schmidt became the first German leader to visit China later that year.\nA half-century later, the roles have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/d8849f84-0b01-4969-8f69-b8ec2a0bfbae_29ae9b76.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么零售商可能是稳定币主流采用的关键 (原标题: Why retailers could hold the key to mainstream stablecoin adoption)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3324979/why-retailers-could-hold-key-mainstream-stablecoin-adoption?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 22:30:08 +0000",
      "isoDate": "2025-09-12T22:30:08.000Z",
      "creator": "Camilla Bullock",
      "summary": "## 全球贸易支付的挑战与零售商的关键作用\n\n### 1. 全球贸易支付的效率低下\n\n*   **物流与支付速度不匹配**：文章指出，实物商品（如T恤）的运输速度极快，可在不到一周内完成跨国运输，而支付款项却可能需要三天甚至更长时间才能到账。这种物流与资金流之间的巨大差异，被视为全球贸易的“隐性税”。\n\n### 2. 支付延迟带来的具体问题和成本\n\n*   **供应商资金周转困难**：对于越南或巴西等地的供应商而言，漫长的资金等待期会严重阻碍其业务增长。零售商可能延迟付款两周，再加上跨境转账所需的额外几天，使得资金链更加紧张。\n*   **生产力大幅下降**：支付延迟直接导致工厂生产效率降低。一个原本每年可以进行12个生产周期的企业，可能被迫减少到7个周期，这意味着40%的生产力损失。\n*   **高昂的短期贷款成本**：为弥补资金缺口，供应商不得不转向成本高昂的短期贷款，这不仅侵蚀了利润，也使小型企业变得更加脆弱。\n*   **银行费用与汇率差价**：银行收取的外汇（FX）差价通常在2%到5%之间，这可能吞噬供应商高达三分之一的利润。\n*   **“双重转换陷阱”**：一些供应商面临“双重转换陷阱”，即他们以当地货币收款后，又被迫将其兑换回美元以支付上游供应商，这进一步削弱了他们的竞争力。\n\n### 3. 现有金融科技解决方案的局限性\n\n*   **基于旧有基础设施**：尽管金融科技公司在提高支付速度和降低成本方面取得了进展，但它们本质上仍在“旧轨道”上运行。它们降低了“过路费”，但“收费站”依然存在。\n*   **商业模式依赖费用**：金融科技公司的业务模式依赖于收取费用和价差。这意味着它们无法在不损害自身收入的情况下，完全消除支付成本。\n\n### 4. 零售商在推动稳定币采用中的独特优势\n\n*   **不以支付为利润中心**：与银行和金融科技公司不同，零售商的业务不依赖于从支付中获利。他们的核心利润来源是商品销售。\n*   **追求高效供应链**：零售商的成功高度依赖于高效、顺畅的供应链。因此，他们有强烈的动机去优化包括支付在内的整个供应链环节。\n*   **将支付视为基础设施**：这种以效率为导向的思维，使得零售商有理由将支付视为支持其核心业务的基础设施，而非一个独立的利润中心。这种视角使他们成为推动稳定币等新型支付技术主流采用的关键力量，因为稳定币能够提供更快速、更低成本的支付解决方案，从而显著提升供应链效率。",
      "shortSummary": "全球贸易支付缓慢且成本高昂，导致供应商资金周转困难、生产力下降，并面临高额贷款和汇率损失。尽管金融科技公司有所改进，但其商业模式仍依赖费用，未能从根本上解决问题。零售商不以支付为利润来源，而是追求高效供应链，这促使他们将支付视为基础设施。因此，零售商拥有独特的动力和优势，能成为推动稳定币主流采用的关键，以实现更快速、低成本的全球贸易支付。",
      "translated_title": "为什么零售商可能是稳定币主流采用的关键",
      "images": [],
      "contentSource": "完整文章",
      "content": "A T-shirt can travel from Guangzhou to Sydney in less than a week, yet the money to pay for it can take three. Logistics run at lightning speed while money still crawls through pipes built for another era. That mismatch isn’t just inconvenient, it’s a hidden tax on global trade.\nBehind every item on a shelf is a long chain of payments. For a supplier in Vietnam or Brazil, waiting for funds can choke growth. A retailer can hold payment for two weeks, and a cross-border transfer adds a few more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/84e6385a-cafb-40f4-b899-23fc1eb376af_78f6d642.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "苹果在中国市场主导地位的衰落——对其他跨国公司的启示 (原标题: How Apple’s grip on China slipped – and what it means for other multinationals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325358/how-apples-grip-china-slipped-and-what-it-means-other-multinationals?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 15:00:08 +0000",
      "isoDate": "2025-09-12T15:00:08.000Z",
      "creator": "Kandy Wong,Alice Li",
      "summary": "## 苹果在中国市场吸引力下降及其对跨国公司的影响\n\n### 曾经的“科技界春晚”：苹果在中国的辉煌过去\n\n*   **狂热追捧**：苹果新品发布曾被中国消费者视为盛事，被誉为“科技界的春晚”。\n*   **忠实粉丝**：谭慧（Tan Hui）曾是其中一员，她密切关注每次iPhone发布，甚至不惜从四川飞往香港，只为第一时间购得最新款手机。\n\n### 消费者热情消退：创新乏力导致吸引力下降\n\n*   **购买意愿降低**：谭慧自三年前购买iPhone 14后，便不再购买新款，也不再关注苹果产品新闻。\n*   **产品体验平庸**：她认为新iPhone型号“几乎没有区别”，变得“乏味”。\n*   **普遍现象**：谭慧代表了越来越多对苹果产品热情减退的中国消费者。\n\n### 对苹果销售业绩的影响\n\n*   中国消费者热情的消退直接导致了苹果近年来在中国市场销售业绩的低迷。\n\n### 对其他跨国公司的更广泛启示\n\n*   **地缘政治风险**：华盛顿施压企业在国内投资，以及跨国公司考虑将制造业迁出中国以规避地缘政治风险。\n*   **中国角色受审视**：中国作为全球供应链中心和营收驱动力的角色正受到严格审视，这不仅影响苹果，也对其他在华跨国公司构成挑战。",
      "shortSummary": "苹果在中国市场的吸引力正在减弱，曾被视为科技盛事的发布会如今对消费者而言已趋于平淡，导致其销售额下滑。以谭慧为例，许多中国消费者认为新款iPhone缺乏创新。这一趋势，加之华盛顿要求企业本土投资及地缘政治风险，促使跨国公司重新审视中国作为供应链中心和营收来源的角色。",
      "translated_title": "苹果在中国市场主导地位的衰落——对其他跨国公司的启示",
      "images": [],
      "contentSource": "完整文章",
      "content": "Apple’s launch season has arrived, an occasion once treated like a festival in China and hailed by enthusiasts as the “Spring Festival Gala of the tech world”.\nTan Hui used to be one of the devoted, closely following every iPhone launch and going all out to secure the latest model. At times, she would even fly two and a half hours from her home in Sichuan province to Hong Kong – where new models sometimes went on sale earlier than on the mainland – to ensure she was one of the first to get her...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/1a20cac5-8453-4c62-8bb8-7b631ab5439d_543a65a3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何及时的中美贸易协议可能取决于下周的马德里会议 (原标题: Why a timely US-China trade deal could hinge on next week’s Madrid meetings)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325370/why-timely-us-china-trade-deal-could-hinge-next-weeks-madrid-meetings?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 13:00:10 +0000",
      "isoDate": "2025-09-12T13:00:10.000Z",
      "creator": "Luna Sun,Ralph Jennings,Kandy Wong",
      "summary": "## 中美贸易协议：马德里会议成关键转折点\n\n随着中美贸易休战协议在两次90天延期后，即将于11月到期，下周在西班牙首都马德里举行的会谈被分析人士视为至关重要。此次会谈不仅可能决定两国元首习近平和唐纳德·特朗普举行峰会的可能性，更将决定双方能否达成一项持久的解决方案，而非仅仅是又一次不稳定的缓和。\n\n### 会谈背景与参与者\n\n*   **背景：** 中美贸易休战协议在两次延期后，其11月的到期日日益临近，使得此次会谈的紧迫性凸显。\n*   **参与者：**\n    *   美国财政部长斯科特·贝森特（Scott Bessent）将率团与中方进行会谈。\n    *   中方代表包括中国副总理何立峰及其他高级官员。\n*   **日程：** 第四轮主要贸易会谈将持续四天，从周日开始。\n\n### 核心讨论议题\n\n根据美国财政部和中国商务部的声明，此次会谈将涵盖广泛的关键议题：\n\n*   **国家安全、经济和贸易问题：** 双方将讨论共同关心的关键国家安全、经济和贸易问题。\n*   **TikTok：** 备受关注的TikTok问题将是讨论的重点之一。\n*   **洗钱网络：** 双方将就威胁美国和中国的洗钱网络合作进行讨论。\n*   **美国单边关税措施：** 中方明确表示将讨论美国实施的单边关税措施。\n*   **出口管制滥用：** 中方还将提出美国滥用出口管制的问题。\n\n### 专家观点\n\n前美国贸易谈判代表、现新加坡东南亚研究所高级访问学者斯蒂芬·奥尔森（Stephen Olson）指出，如果美中两国希望在11月10日之前取得超越仅仅是又一次延期的成就，那么讨论的节奏、速度和深度都必须显著加强。",
      "shortSummary": "下周在马德里举行的中美贸易会谈至关重要，因为当前的贸易休战协议即将到期。美国财政部长贝森特将与中国副总理何立峰会面，讨论包括贸易、TikTok、国家安全、洗钱网络、美国关税和出口管制等关键经济和贸易议题。此次会谈被视为决定两国能否达成持久协议，而非仅仅是再次延期的关键。",
      "translated_title": "为何及时的中美贸易协议可能取决于下周的马德里会议",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the fragile US-China trade truce nearing its November expiry date after two 90-day extensions, next week’s talks in Madrid could be decisive – not only in determining the likelihood of a summit between presidents Xi Jinping and Donald Trump, but also whether the two sides can agree to a lasting settlement rather than another shaky detente, according to analysts.\nA fourth round of major trade talks between Beijing and Washington is set to unfold next week in the Spanish capital, with US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/698a36a5-f39a-471e-9a7c-c765dcce831b_611966e8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "世界是否正在重回1930年代的战时经济模式？ (原标题: Is the world heading back to a 1930s-style war economy?)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3325201/world-heading-back-1930s-style-war-economy?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 12:30:08 +0000",
      "isoDate": "2025-09-12T12:30:08.000Z",
      "creator": "Andrew Sheng",
      "summary": "### 世界是否正在重回1930年代的战时经济模式？\n\n马克·吐温曾言：“历史不会重演，但总会押韵。”当前，欧洲经济体承诺将国防开支提高到GDP的5%，这引发了人们对1930年代的联想，当时一些强国曾利用国防开支摆脱大萧条。\n\n#### 1930年代的历史背景与军事开支飙升\n\n*   **第一次世界大战的遗留问题：** 两次世界大战之间，西方列强和日本主导世界格局。第一次世界大战并未解决旧怨，反而让德国因战争赔款而心怀不满，导致恶性通货膨胀，社会遭受重创。\n*   **全球经济衰退：** 1929年股市崩盘结束了“咆哮的二十年代”，1930年代全球经济陷入低迷。美国总统罗斯福推行“新政”以振兴经济。\n*   **军国主义崛起：** 在日本和德国，右翼势力在军国主义浪潮中崛起。德国的阿道夫·希特勒以纳粹民族主义纲领上台，旨在报复德国在一战中遭受的屈辱。\n*   **军事开支的急剧增长：**\n    *   **德国：** 军事开支从1933年占GDP的约2%飙升至1945年近100%。\n    *   **日本：** 军事开支从约4%的GDP增至1937年（中日战争爆发时）的10%以上。\n    *   **美国：** 1930年至1938年间，美国反应迟缓，平均军事开支仅占GDP的1-2%，但到1945年迅速增至高达40%。\n\n#### 当前全球安全格局与欧洲的再武装\n\n*   **美国角色的转变：** 自第二次世界大战以来，美国一直是欧洲安全的保障者，但这种状况正在改变。第二届特朗普政府决定欧洲应承担更多自身安全负担。\n*   **欧洲的响应：** 在2月慕尼黑安全会议上，特朗普官员明确表示欧洲需要“自力更生”。随后，德国候任总理弗里德里希·梅尔茨宣布，到2029年将国防开支翻倍，这标志着欧洲正在开始重新武装。\n\n#### 2023年全球军事开支概况\n\n*   **总体增长：** 斯德哥尔摩国际和平研究所（SIPRI）估计，2023年全球军事开支增长6.8%，达到2.4万亿美元以上，相当于全球GDP的2.3%。\n*   **预算占比：** 平均而言，军事开支占财政预算的6.9%，并且在所有五个地理区域都有所增加。\n*   **区域差异：** 非洲国家的增幅最大，达到22%；而美洲的增幅最小，为2.2%。",
      "shortSummary": "当前全球国防开支激增，欧洲承诺将国防开支提高至GDP的5%，引发了与1930年代战时经济模式的比较。1930年代，德国和日本的军事开支急剧增长，而美国在二战后期也大幅提升。如今，美国要求欧洲承担更多安全责任，促使德国等国宣布增加国防开支。2023年全球军事开支增长6.8%至2.4万亿美元，占全球GDP的2.3%，显示出全球范围内的再武装趋势。",
      "translated_title": "世界是否正在重回1930年代的战时经济模式？",
      "images": [],
      "contentSource": "完整文章",
      "content": "History doesn’t repeat itself, but it often rhymes, as Mark Twain is reputed to have said. With European economies promising to up their defence expenditure to 5 per cent of GDP, are we repeating the 1930s, when some powers used defence spending to pull themselves out of the Great Depression?\nThe interwar years were dominated by Western powers and Japan, with the rest of the world under the colonial yoke. World War I took place largely between the European powers and did not settle old scores....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/85f99d38-b704-437b-b9fd-2a733a694a9d_f6d53069.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "扫雪割草机器人为中国科技扩张铺平道路 (原标题: Snow-blowing, lawn-mowing robots clear the way for China’s tech expansion)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325292/snow-blowing-lawn-mowing-robots-clear-way-chinas-tech-expansion?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 08:00:09 +0000",
      "isoDate": "2025-09-12T08:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "中国消费机器人初创企业正在海外市场寻找新的增长机会，这为国内制造商提供了一种新的发展模式，以摆脱国内产能过剩和破坏性价格战带来的问题。\n\n**竞争优势与发展模式**\n\n*   这些新兴机器人公司正利用成熟的供应链和快速的产品迭代周期，在技术和速度上展开竞争。\n*   它们能够迅速将技术创新转化为市场份额和定价权。\n\n**Yarbo：成功案例**\n\n*   **产品特点**：Yarbo是一家深圳制造商，其混合型扫雪割草机器人备受关注。这些机器人专为抵御极端寒冷和暴风雪而设计，可用于清理家庭花园和车道。\n*   **众筹成就**：在短短两年内，Yarbo已在众筹平台Kickstarter上筹集了345万美元，创下了消费机器人领域的纪录。\n*   **市场交付与预售**：该公司已交付了首批1000台设备，并在去年获得了超过6000份预售订单。\n*   **技术创新**：Yarbo的产品特点包括定制的低温电池、自适应刀片，并经历了八次快速产品迭代，其中包括自加热电池和无线充电功能。\n*   **定价**：产品价格介于4000美元至7000美元之间。",
      "shortSummary": "中国消费机器人初创企业正通过拓展海外市场寻求增长，以应对国内产能过剩和价格战。它们利用成熟供应链和快速产品迭代，凭借技术和速度赢得竞争。深圳制造商Yarbo是典型代表，其混合型扫雪割草机器人专为极端天气设计，在Kickstarter上筹集了345万美元，并获得了6000多份预售订单，成功将技术创新转化为海外市场份额和定价权。",
      "translated_title": "扫雪割草机器人为中国科技扩张铺平道路",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer robotics start-ups are finding new growth opportunities in overseas markets, providing a new development model for the country’s manufacturers as they attempt to escape problems wrought by excess capacity and destructive price wars at home.\nThese up-and-coming robotics firms are leveraging mature supply chains and rapid product iteration cycles to compete on technology and speed, industry insiders and analysts said, quickly turning tech innovation into market presence and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/2297e5d3-b395-4c9f-96b0-c17047da4d41_8c23073b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国斥资84亿美元在泰国工业集群进行大规模投资 (原标题: China bets big on Thai industrial cluster with US$8.4 billion investment)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325193/china-bets-big-thai-industrial-cluster-us84-billion-investment?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 04:00:08 +0000",
      "isoDate": "2025-09-12T04:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国在泰国东部经济走廊的大规模投资\n\n中国已成为泰国东部经济走廊（EEC）最大的外国投资来源国，承诺协助建设轻轨线路、设计“航空都市”并可能在该区域开发房地产。\n\n## 投资规模与构成\n*   **总投资额：** 根据东部经济走廊部门代理主任Korthong Thongtham na Ayutthaya的说法，从2019年至2024年，中国投资者已获得价值84亿美元的项目批准证书。\n*   **投资占比：** 这笔投资占东部经济走廊总投资的16%，该走廊覆盖泰国三个省份。\n*   **排名：** 在所有投资方中，只有泰国本土投资（占总额的37%）高于中国。日本以12%的份额位居第三。\n\n## 主要投资领域\n*   **核心领域：** 中国投资的重头戏集中在电动汽车（EVs）和能源相关项目。\n*   **领军企业：** 行业领导者比亚迪（BYD）在走廊内的电动汽车工厂投资中处于领先地位。\n\n## 基础设施与配套项目\n*   **轻轨与航空都市：** 中国投资者承诺协助建设一条轻轨线路，并设计一个“航空都市”。\n*   **房地产开发：** 还可能在该区域进行房地产开发。\n*   **高速铁路：** 一个中国投资者财团已加入泰国财团，共同建设一条长达220公里（136.7英里）的高速铁路。\n    *   **参与方：** 该财团包括中国中铁建设集团。\n    *   **项目进展：** 该铁路项目于七年前启动，但因新冠疫情而暂停，预计还需要五年才能完成。\n\n## 东部经济走廊（EEC）简介\n*   **地理位置：** 东部经济走廊面积达3,285平方公里（5,122平方英里），位于曼谷南部，覆盖春武里府、罗勇府和差春骚府。\n*   **设立目的：** 泰国于2017年启动该走廊，旨在通过集中先进工业生产设施来振兴这三个省份。\n\n## 信息来源\n*   上述信息由Korthong Thongtham na Ayutthaya在香港举行的“一带一路”峰会上向《南华早报》透露。",
      "shortSummary": "中国已成为泰国东部经济走廊（EEC）最大的外国投资来源国，2019至2024年间承诺投资84亿美元。这笔资金占EEC总投资的16%，主要流向电动汽车和能源领域，比亚迪是重要投资者。此外，中国还参与了轻轨、航空都市设计以及一条220公里高速铁路的建设，旨在通过先进工业生产振兴春武里、罗勇和差春骚三省。",
      "translated_title": "中国斥资84亿美元在泰国工业集群进行大规模投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has become the leading source of foreign investment in a growing, state-fostered Thai industrial cluster, backed by commitments to help build a light-rail line, design an “aerotropolis” and possibly develop property in the area, an official from the Southeast Asian country said.\nFrom 2019 to 2024, Chinese investors have received go-ahead certificates for projects worth US$8.4 billion – 16 per cent of all investment in the Eastern Economic Corridor cluster, which covers three provinces –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/bc8768cd-179a-4f87-9dc9-baf2f832c9e9_8d86242b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国消费者精打细算，迫使欧洲奢侈品巨头“小而精” (原标题: China’s cash-conscious consumers force Europe’s luxury giants to think small)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325232/chinas-cash-conscious-consumers-force-europes-luxury-giants-think-small?utm_source=rss_feed",
      "pubDate": "Thu, 11 Sep 2025 22:00:14 +0000",
      "isoDate": "2025-09-11T22:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国消费者消费习惯变化对欧洲奢侈品行业的影响\n\n### 引言：中国消费者购买行为的转变\n\n在巴黎一家瑞士奢侈手表精品店，一名中国顾客在购买一块价值25,000欧元（约合29,126美元）的手表时，信用卡支付反复被拒，经过数小时的周折才最终完成交易。店员指出，此类情况在过去很少发生。\n\n### 消费趋势变化与市场格局重塑\n\n*   **购买力下降与偏好转变**：\n    *   店员观察到中国顾客的消费额有所下降。\n    *   许多中国顾客现在更倾向于在附近更易负担的品牌购物，或仅在奢侈品店参观。\n    *   即使购买，他们也更可能选择价格在30,000欧元（约合34,953美元）至40,000欧元（约合46,606美元）之间的较便宜型号。\n*   **主要客户群体变化**：\n    *   中国顾客已将奢侈品消费的“宝座”让给了来自美国和中东的客户。\n\n### 原因分析：经济放缓与消费者日益理性\n\n*   **中国经济放缓**：中国经济增速放缓是导致消费者行为变化的关键因素。\n*   **消费者习惯改变**：中国消费者变得更加挑剔和理性，许多人开始转向国内品牌。\n*   **市场增长停滞**：中国市场已停止增长，这给欧洲奢侈品行业带来了前所未有的挑战。\n\n### 行业应对：欧洲奢侈品牌的策略调整\n\n面对这一新现实，欧洲奢侈品牌正被迫调整其在中国这一关键市场的策略。\n\n*   **挑战与机遇**：法国高级时装和时尚联合会（FHCM）执行主席帕斯卡尔·莫兰（Pascal Moran）指出，主要挑战在于管理增长率下降带来的宏观经济和收入影响。尽管如此，目前约5%的稳定增长率与世界其他许多地区相比仍值得肯定。",
      "shortSummary": "中国经济放缓和消费者习惯变化正迫使欧洲奢侈品巨头调整策略。中国消费者变得更加精打细算，倾向购买更便宜的商品或转向国内品牌。这导致美国和中东客户取代中国客户成为新的主要购买力。欧洲奢侈品牌正面临增长放缓的挑战，并积极寻求新的市场策略以适应这一新现实。",
      "translated_title": "中国消费者精打细算，迫使欧洲奢侈品巨头“小而精”",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the Paris boutique of a Swiss luxury watchmaker, a Chinese customer anxiously discusses a credit card payment with her bank. After hours of back and forth, it finally goes through – to everyone’s relief.\n“Things like this rarely happened before,” a salesperson at the store said, explaining how the card of the female customer was repeatedly declined as she tried to purchase a €25,000 (US$29,126) watch.\nThe salesperson has also noticed a decline in spending by Chinese customers, ceding their...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/20849e9c-f44d-4a83-b773-c0f1fa01a408_c4ae8d8e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何墨西哥对中国汽车大幅加征关税不会削弱其竞争力 (原标题: Why Mexico’s big tariff hike on Chinese cars won’t cripple their competitiveness)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325223/why-mexicos-tariff-hike-chinese-cars-will-hit-not-cripple-their-competitiveness?utm_source=rss_feed",
      "pubDate": "Thu, 11 Sep 2025 15:00:11 +0000",
      "isoDate": "2025-09-11T15:00:11.000Z",
      "creator": "Ji Siqi,Ralph Jennings",
      "summary": "## 墨西哥拟对中国汽车大幅加征关税\n\n*   **关税详情**：墨西哥计划对从亚洲进口的汽车征收50%的关税，这比目前20%的水平翻了一倍多。此外，汽车零部件也将面临10%至50%不等的关税。\n*   **立法背景**：这项关税上调提案被纳入一项旨在提高约1400种产品（涵盖纺织品到钢铁）关税的草案中，主要针对与墨西哥没有贸易协议的国家。该草案已提交至墨西哥国会。\n\n## 对中国汽车行业的影响与分析\n\n*   **短期影响**：分析师指出，墨西哥的关税上调无疑将对中国汽车制造商造成一定程度的冲击。\n*   **长期竞争力**：尽管如此，分析师认为，凭借中国汽车具有竞争力的价格和其全球化运营策略，部分负面影响可能被抵消，其整体竞争力可能不会因此被彻底削弱。\n*   **专家观点**：中国乘用车协会秘书长崔东树表示，墨西哥作为重要的汽车生产基地，其汽车和零部件进口量巨大，因此这些关税的增加将不可避免地影响亚洲出口产品的竞争力。\n\n## 墨西哥市场的重要性\n\n*   **主要出口目的地**：根据中国在线汽车交易平台易车网的数据，2025年前七个月，墨西哥是中国汽车的第一大出口目的地。\n*   **出口增长**：在此期间，中国对墨西哥的汽车出口量同比增长25.5%，达到272,100辆，显示出该市场对中国汽车出口的巨大贡献。",
      "shortSummary": "墨西哥计划将对中国汽车的关税提高至50%，并对汽车零部件征收10%-50%的关税。尽管此举将对中国汽车制造商造成影响，但分析师认为，凭借其竞争性价格和全球运营，中国汽车的竞争力可能不会被彻底削弱。墨西哥是中国汽车的第一大出口市场，此次关税调整是墨西哥针对无贸易协议国家约1400种产品关税上调计划的一部分。",
      "translated_title": "为何墨西哥对中国汽车大幅加征关税不会削弱其竞争力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese carmakers will likely feel the sting of Mexico’s anticipated 50 per cent tariff on cars imported from Asia, but their competitive prices and global operations may offset some of the pain, according to analysts.\nThe proposed tariff hike, more than doubling the current level of 20 per cent, was included in a draft bill on raising levies on roughly 1,400 products – from textiles to steel – from countries with which Mexico does not have a trade deal. The bill was submitted to the Congress of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/59fdde2d-8b6b-44f0-9c49-8e8724f1caab_f0cfbbf4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "法国抗议活动凸显对国家衰落的担忧，尤其是在美中主导的背景下 (原标题: French protests underscore concerns over decline amid US, China dominance)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325192/french-protests-underscore-deep-concerns-over-slow-decline-amid-us-china-dominance?utm_source=rss_feed",
      "pubDate": "Thu, 11 Sep 2025 09:00:05 +0000",
      "isoDate": "2025-09-11T09:00:05.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 法国抗议活动凸显对国家衰落的担忧\n\n## 一、全国性抗议与政治动荡\n\n*   **大规模示威：** 周三，法国爆发了“封锁一切”的大规模抗议活动，超过17.5万名示威者走上街头，让人联想到2018-2019年的“黄背心”运动。\n*   **政府更迭：** 此次抗议活动恰逢新任总理塞巴斯蒂安·勒科尔努（Sebastien Lecornu）的就职典礼。此前，法国政府于周一垮台，两年内的第四任总理弗朗索瓦·贝鲁（Francois Bayrou）因预算削减计划面临广泛反对而未能通过议会信任投票。\n\n## 二、经济困境与公共服务下降\n\n*   **财政赤字与债务：** 政府垮台的原因是旨在控制欧洲最大财政赤字的预算削减计划遭到反对。截至第一季度末，法国政府债务已达约3.3万亿欧元（占GDP的114%），且仍在增长。评级机构正考虑下调法国的主权信用评级。\n*   **公共服务恶化：** 法国总工会（CGT）代表洛朗·若利（Laurent Joly）指出，尽管税收不断上涨，但医院、学校等公共服务质量却在下降，工厂也持续关闭。\n\n## 三、深层忧虑：国家衰落与地缘政治焦虑\n\n*   **国家衰落感：** 此次混乱反映了许多法国民众对国家“缓慢衰落”的深层担忧。\n*   **地缘政治背景：** 在地缘政治紧张局势加剧以及全球经济日益由美国和中国主导的背景下，这种担忧进一步加剧了法国日益增长的焦虑感。",
      "shortSummary": "法国爆发大规模抗议，恰逢新总理就职和政府垮台。抗议活动反映了民众对国家“缓慢衰落”的深层担忧。法国面临巨额债务、公共服务下降和工厂关闭等经济问题，政府因预算削减计划失去信任。在全球地缘政治紧张及美中主导经济的背景下，这种焦虑感尤为突出。",
      "translated_title": "法国抗议活动凸显对国家衰落的担忧，尤其是在美中主导的背景下",
      "images": [],
      "contentSource": "完整文章",
      "content": "Images of burning barricades were shown side by side with the handover ceremony for France’s new prime minister, Sebastien Lecornu, on French television channels on Wednesday as “block everything” protests brought back memories of the rallies by the populist “yellow vest” movement that rocked the country in 2018 and 2019.\nMore than 175,000 protesters hit the streets across France on the day of Lecornu’s inauguration, according to the country’s interior ministry.\nIts government collapsed on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/3751f941-41b5-480f-9716-7bf0be3f57d9_0f6f4c3d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C919客机有望取得突破，马来西亚航空公司正洽谈购买 (原标题: China eyes C919 jet breakthrough as Malaysian airline in talks to buy aircraft)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325061/china-eyes-c919-jet-breakthrough-malaysian-airline-confirms-talks-buy-aircraft?utm_source=rss_feed",
      "pubDate": "Thu, 11 Sep 2025 00:00:08 +0000",
      "isoDate": "2025-09-11T00:00:08.000Z",
      "creator": "Kandy Wong,Ralph Jennings",
      "summary": "## 亚洲航空对C919客机的浓厚兴趣\n\n*   **积极洽谈购买**：马来西亚低成本航空公司亚洲航空（AirAsia）的投资控股公司Capital A首席执行官Tony Fernandes表示，公司正积极洽谈购买中国C919客机。\n*   **战略考量**：此举是亚洲航空利用东南亚7亿人口市场以及中-东盟日益增长的商业联系的战略组成部分。\n*   **首家外国航空公司**：Fernandes在香港“一带一路”峰会上透露，亚洲航空是第一家与中国商用飞机有限责任公司（Comac）就C919交易进行合作的外国航空公司。\n\n## C919客机概况\n\n*   **制造商与容量**：C919由中国国有制造商中国商飞（Comac）生产，可容纳多达192名乘客。\n*   **飞行航程**：该客机的飞行航程最远可达5,555公里。\n*   **市场定位**：C919是一款单通道客机，旨在与波音737和空客A320系列飞机竞争。\n\n## 区域经济与航空联系\n\n*   **兴趣增长背景**：随着东盟与中国之间以及东盟内部航班连接和经济联系的扩大，对C919的兴趣日益增长。\n*   **航班数据**：中国民航监管机构的数据显示，目前中国与东盟国家之间每周有2,552班定期客运航班，比去年增长8.3%。\n\n## 未披露细节\n\n*   Fernandes未透露潜在的订单规模、定价或其他具体交易细节。",
      "shortSummary": "马来西亚亚洲航空（AirAsia）正积极洽谈购买中国C919客机，其首席执行官Tony Fernandes表示，亚洲航空是首家与中国商飞就C919进行合作的外国航空公司。此举旨在利用东南亚市场及中-东盟日益紧密的经济联系。C919是一款单通道客机，旨在与波音737和空客A320竞争。目前中国与东盟间的航班数量显著增长，为C919提供了市场机遇。",
      "translated_title": "中国C919客机有望取得突破，马来西亚航空公司正洽谈购买",
      "images": [],
      "contentSource": "完整文章",
      "content": "Malaysian low-cost airline AirAsia has shown strong interest in acquiring the Chinese C919 passenger jet, its executive said, as part of its strategy to tap into Southeast Asia’s 700 million-strong population and capitalise on growing China-Asean business ties.\n“We’re in active discussions to buy the C919,” Tony Fernandes, CEO of Capital A – an investment holding company of AirAsia – told the Belt and Road Summit in Hong Kong on Wednesday.\n“We’re the first foreign airline to be working with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/44d55acb-1b90-4ecb-a94c-66ad0290323c_5fd4482c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "副部长：中国大陆、香港、澳门自贸区计划持续推进 (原标题: Mainland China, Hong Kong, Macau free-trade plan still in motion: vice-minister)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325051/mainland-china-hong-kong-macau-free-trade-plan-still-motion-vice-minister?utm_source=rss_feed",
      "pubDate": "Wed, 10 Sep 2025 13:00:08 +0000",
      "isoDate": "2025-09-10T13:00:08.000Z",
      "creator": "Ji Siqi,Sylvia Ma,Jess Ma",
      "summary": "## 中国大陆、香港、澳门单一自由贸易区计划持续推进\n\n中国北京重申承诺，将创建涵盖中国大陆、香港和澳门的“单一自由贸易区”，以深化与这两个特别行政区（SARs）的经济联系。此举正值中美贸易紧张局势持续之际。\n\n### 计划的提出与背景\n\n*   **发言人及场合**：商务部副部长严东在香港举行的“一带一路”峰会上表示，商务部将“探索和促进”在三个不同关税区建立统一的自由贸易区。\n*   **主要目标**：深化与香港和澳门的经济联系，应对当前与美国的贸易紧张局势。\n\n### 对香港的具体支持与期望\n\n*   **支持加入RCEP**：商务部将继续支持香港加入《区域全面经济伙伴关系协定》（RCEP），以扩大其对外经济和贸易网络。\n*   **巩固国际地位**：严东指出，商务部将支持香港巩固和提升其作为国际金融、航运和贸易中心的地位。\n*   **发挥桥梁作用**：香港将在以下方面发挥桥梁作用，扩大与伙伴国家的贸易和投资规模：\n    *   基础设施互联互通\n    *   贸易便利化\n    *   金融融合\n*   **服务“一带一路”建设**：\n    *   支持香港与建设项目的对接，组织香港和内地企业与更多伙伴国家进行合作。\n    *   引导香港企业为对外投资和承包工程等项目提供高水平的专业服务，例如法律服务、商业仲裁和金融保险。",
      "shortSummary": "中国商务部副部长严东在香港“一带一路”峰会上重申，北京将继续推进建立涵盖中国大陆、香港和澳门的“单一自由贸易区”计划。此举旨在深化与两特区的经济联系，并应对中美贸易紧张局势。商务部将支持香港加入RCEP，巩固其国际金融、航运和贸易中心地位，并发挥在基础设施、贸易和金融融合中的桥梁作用，同时引导香港企业为对外投资项目提供专业服务。",
      "translated_title": "副部长：中国大陆、香港、澳门自贸区计划持续推进",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing reiterated its pledge to create a “single free-trade zone” incorporating mainland China, Hong Kong and Macau on Wednesday, as it seeks to deepen economic ties with the two special administrative regions (SARs) amid ongoing trade tensions with the US.\nThe Ministry of Commerce would “explore and promote” the establishment of a unified free-trade area across the three distinct customs territories, Vice-Minister of Commerce Yan Dong said at the Belt and Road Summit in Hong Kong.\nIt would...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/3712189b-1c7f-410d-8e84-846e37526a84_5bbbc1a9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "柬埔寨副总理驳斥“一带一路”倡议是“债务陷阱”的说法 (原标题: Cambodian deputy PM rejects ‘debt trap’ label for Belt and Road Initiative)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325057/cambodian-deputy-pm-rejects-debt-trap-label-chinas-belt-and-road-initiative?utm_source=rss_feed",
      "pubDate": "Wed, 10 Sep 2025 10:30:08 +0000",
      "isoDate": "2025-09-10T10:30:08.000Z",
      "creator": "Ralph Jennings,Carol Yang",
      "summary": "# 柬埔寨副总理驳斥“一带一路”倡议是“债务陷阱”的说法\n\n## 引言\n\n柬埔寨一位高级官员于周三表示，中国的“一带一路”倡议（BRI）——一项旨在加速区域贸易的基础设施战略——非但没有像某些说法那样为贫困国家制造“债务陷阱”，反而支持了柬埔寨的经济发展。\n\n## 柬埔寨的立场\n\n在香港举行的“一带一路”峰会上，柬埔寨副总理孙占托（Sun Chanthol）向数百名听众发表主旨演讲时明确指出：\n\n*   **驳斥“债务陷阱”论**：他强调，“一带一路”倡议不是债务陷阱，而是柬埔寨社会经济发展的“生命线”和国家长期未来的“战略投资”。\n*   **具体项目成果**：孙占托列举了在中国“一带一路”倡议下资助的具体项目，包括道路、机场、高速公路以及未来的运河，这些都为柬埔寨人民带来了巨大益处。\n\n## 中国对开放经济的承诺\n\n与此同时，中国国家主席习近平在致今年中国国际服务贸易交易会的信中承诺：\n\n*   **建设开放型世界经济**：中国将与各方合作，继续建设一个“开放型世界经济”。\n*   **扩大对外开放**：他强调，中国将坚定不移地扩大高水平对外开放，积极对接国际经济贸易规则，稳步推进服务市场开放，以促进服务贸易的高质量发展。\n\n## “债务陷阱外交”一词的起源\n\n“债务陷阱外交”一词于2017年被提出，并在西方媒体报道斯里兰卡在偿还港口建设贷款方面遇到困难后，进入公众视野。斯里兰卡为解决债务问题，将该港口租借给一家与中国国有企业关联的公司99年。此后，时任美国副总统迈克·彭斯也曾在演讲中提及此说法。",
      "shortSummary": "柬埔寨副总理孙占托在香港“一带一路”峰会上，坚决驳斥了将中国“一带一路”倡议（BRI）贴上“债务陷阱”标签的说法。他强调BRI是柬埔寨社会经济发展的“生命线”和“战略投资”，并列举了中国资助的基础设施项目带来的益处。中国国家主席习近平也重申了中国致力于建设开放型世界经济的承诺。“债务陷阱外交”一词于2017年出现，源于斯里兰卡港口贷款问题。",
      "translated_title": "柬埔寨副总理驳斥“一带一路”倡议是“债务陷阱”的说法",
      "images": [],
      "contentSource": "完整文章",
      "content": "A high-ranking Cambodian official said on Wednesday that China’s Belt and Road Initiative – an infrastructure-focused strategy to accelerate regional trade – has, contrary to claims that the plan creates a “debt trap” for struggling nations, supported his country’s economic development.\nIn a keynote speech delivered to an audience of hundreds at the Belt and Road Summit in Hong Kong, Deputy Prime Minister Sun Chanthol said the roads, airport, expressway and a future canal – projects funded by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/4079c3a1-84de-44b2-bab3-d64e87470dc1_145f6408.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国力争在飞行汽车竞赛中占据主导地位，使其成为未来的交通工具 (原标题: China aims to dominate the skies in the race to make flying cars the transport of the future)",
      "link": "https://www.scmp.com/business/china-business/article/3325030/aeroht-gears-european-flying-car-debut-xpeng-affiliate-clocks-5000-orders?utm_source=rss_feed",
      "pubDate": "Wed, 10 Sep 2025 09:00:19 +0000",
      "isoDate": "2025-09-10T09:00:19.000Z",
      "creator": "Daniel Ren",
      "summary": "本文主要介绍了中国企业在飞行汽车领域的进展和目标。\n\n*   **主要观点：** 中国希望在飞行汽车领域占据主导地位，并将其发展为未来的交通工具。\n*   **关键信息：**\n    *   由小鹏汽车联合创始人兼CEO何小鹏控制的初创公司AeroHT将于下个月在迪拜进行其eVTOL（电动垂直起降）飞行汽车的首次海外试飞。\n    *   该公司已经收到了超过5000辆飞行汽车的订单。\n    *   AeroHT预计将于下个月开始生产，并在2026年下半年开始交付其eVTOL。\n    *   该公司正在对位于中国广东省广州市的工厂进行最后的润色。\n    *   该公司于2024年底开始接受订单，但尚未确定飞行汽车的最终价格。该公司表示，个人飞行器的价格将低于200万元人民币（280,840美元）。",
      "shortSummary": "中国初创公司AeroHT计划在飞行汽车领域取得领先地位。该公司将于下月在迪拜进行eVTOL飞行汽车的首次海外试飞，并已收到超过5000辆订单。AeroHT预计将于下月开始生产，2026年下半年开始交付，飞行汽车价格预计低于200万元人民币。该公司正在建设位于广州的工厂。",
      "translated_title": "中国力争在飞行汽车竞赛中占据主导地位，使其成为未来的交通工具",
      "images": [],
      "contentSource": "完整文章",
      "content": "AeroHT, an affiliate of Chinese electric vehicle (EV) maker Xpeng, is preparing to enter European airspace as it edges closer to mass production of its flying cars following more than 5,000 orders.\nThe start-up – controlled by Xpeng co-founder and CEO He Xiaopeng – will also conduct its first overseas test flight of its eVTOL (electric vertical take-off and landing) vehicle in Dubai next month.\n“We are not sure about the recognition or acceptance of products by the customers yet, but I’m happy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/2d1dcd49-0f8f-4701-83d7-dcc34e3905fa_3b7058bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国飞机制造商商飞获得C909飞机的最大海外订单之一 (原标题: China’s aircraft maker Comac wins one of its biggest overseas orders for C909 jets)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325014/chinas-comac-wins-one-its-biggest-overseas-orders-c909-jets-cambodia-deal?utm_source=rss_feed",
      "pubDate": "Wed, 10 Sep 2025 07:30:09 +0000",
      "isoDate": "2025-09-10T07:30:09.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "本文报道了中国商飞公司（Comac）的C909飞机在东南亚市场取得的重要进展。\n\n*   **核心事件：** 柬埔寨航空宣布可能成为C909客机有史以来最大的海外订单。\n*   **合作内容：** 双方将在飞机引进、运营支持和产业发展方面密切合作。\n*   **C909飞机：**\n    *   前身为ARJ21，已运营9年。\n    *   载客量为78至97人。\n    *   航程为2225公里至3700公里。\n    *   截至7月，商飞已交付166架C909飞机，运送超过2400万名乘客，开通超过700条航线。\n*   **东南亚市场：**\n    *   柬埔寨是继印度尼西亚、老挝和越南之后，第四个接受C909飞机的东南亚国家。\n    *   商飞去年在香港和新加坡开设了代表处，以深化其在东南亚市场的地位。\n    *   印度尼西亚的TransNusa、老挝航空和越南的VietJet共运营7架C909飞机，在连接该地区18个城市的15条航线上运营。",
      "shortSummary": "柬埔寨航空宣布可能成为中国商飞C909客机有史以来最大的海外订单。双方将在飞机引进、运营支持和产业发展方面合作。C909飞机载客量为78至97人，航程为2225公里至3700公里。截至7月，商飞已交付166架C909飞机，运送超过2400万名乘客。柬埔寨是继印度尼西亚、老挝和越南之后，第四个接受C909飞机的东南亚国家。商飞正努力深化其在东南亚市场的地位。",
      "translated_title": "中国飞机制造商商飞获得C909飞机的最大海外订单之一",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese-made aircraft are set to spread their wings further in Southeast Asia after Air Cambodia announced what could become the largest ever overseas order for C909 passenger jets.\nThe airline has signed a memorandum of understanding with the Commercial Aircraft Corporation of China (Comac) for 10 of the jets, with the option to buy 10 more.\n“The two sides will closely cooperate on aircraft introduction, operational support and industry development,” according to an online statement by Comac,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/319c0c38-5ff0-4fac-9244-b09a9b2e1537_0101ddca.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉在中国大陆销量和市场份额持续下滑 (原标题: Tesla continues its skid in mainland China as sales and market share fall)",
      "link": "https://www.scmp.com/business/china-business/article/3324941/tesla-continues-its-skid-mainland-china-sales-and-market-share-fall?utm_source=rss_feed",
      "pubDate": "Tue, 09 Sep 2025 23:30:07 +0000",
      "isoDate": "2025-09-09T23:30:07.000Z",
      "creator": "Daniel Ren",
      "summary": "## 特斯拉在中国市场面临严峻挑战\n\n特斯拉在中国高端电动汽车（EV）市场正逐渐失去吸引力，其销量和市场份额持续下降。\n\n### 销量数据持续下滑\n\n*   根据中国乘用车协会（CPCA）的数据，上个月特斯拉在中国大陆交付了57,152辆上海制造的Model 3和Model Y车型。\n*   这一数字同比下降了9.9%。\n*   这标志着特斯拉的销量下滑已连续六个月。\n*   尽管特斯拉采取了降价、提供免息贷款和推出新车型等措施，试图从小鹏、小米等竞争对手手中吸引消费者，但效果不佳。\n\n### 市场份额大幅缩水\n\n*   CPCA数据显示，上个月特斯拉在中国大陆的销量仅占全国电动汽车总交付量的4.4%。\n*   同期，全国电动汽车总交付量增长了23%，达到129万辆。\n*   特斯拉在2020年上海超级工厂开始为大陆客户生产Model 3时，曾占据中国电动汽车市场16%的份额。\n*   然而，在面临中国本土企业日益增长的挑战下，这一份额在去年骤降至6.9%。\n\n### 中国本土竞争加剧\n\n*   中国本土企业已经开发出数十款具有与特斯拉车型相似智能功能的高端汽车。\n*   国际智能汽车工程协会秘书长David Zhang指出，特斯拉不太可能在这个市场重拾辉煌。\n*   他认为，中国竞争对手正在迅速发展，其多样化的产品组合将继续分流Model 3和Model Y的购买兴趣。\n*   这些中国开发的智能电动汽车更便宜、更时尚，对许多年轻消费者具有吸引力。",
      "shortSummary": "特斯拉在中国大陆市场面临严峻挑战，销量和市场份额持续下滑。上月交付量同比下降9.9%，市场份额仅为4.4%，远低于2020年的16%。尽管特斯拉采取降价等措施，但中国本土品牌凭借更便宜、更时尚且功能相似的智能电动汽车迅速崛起，持续分流消费者，导致特斯拉难以重拾辉煌。",
      "translated_title": "特斯拉在中国大陆销量和市场份额持续下滑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Tesla is gradually losing its appeal in China’s premium electric vehicle (EV) segment as its sales and market share fall.\nThe US carmaker handed 57,152 Shanghai-made Model 3 and Model Y vehicles over to customers on the mainland last month, down 9.9 per cent from a year earlier, according to the China Passenger Car Association (CPCA).\nThat meant Tesla’s losing streak has extended to six months in a row, despite its efforts to woo consumers away from rivals like Xpeng and Xiaomi with price cuts,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/09/75d83055-703d-4080-aaa9-593a440271b5_ee04781f.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-14T06:31:42.031Z"
}