{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "美国有效关税税率升至17%，分析师称中国迎来机遇 (原标题: As US’ effective tariff rate rises to 17%, analysts say China has an opportunity)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320827/us-effective-tariff-rate-rises-17-analysts-say-china-has-opportunity?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 12:15:08 +0000",
      "isoDate": "2025-08-05T12:15:08.000Z",
      "creator": "Luna Sun",
      "summary": "## 美国关税政策变化与中国面临的机遇\n\n根据最新分析，美国已成为全球受保护程度最高的市场之一，其对全球的有效关税税率已从去年的约2%飙升至17%。这一变化促使中国国内再次呼吁加强贸易多元化，并战略性地推动抓住技术自立和全球治理中的机遇。\n\n### 关键数据与背景\n\n*   **美国有效关税税率（ETR）上升**：继华盛顿于7月27日和7月31日宣布对大多数贸易伙伴征收新关税后，惠誉评级（Fitch Ratings）更新了其美国有效关税税率监测工具。目前，美国有效关税税率已达到17%。\n*   **中国面临的关税负担**：在中国主要贸易伙伴中，中国持续面临最高的关税负担，其ETR已从去年年底的10.7%上升至41.4%。\n\n### 分析师观点与中国机遇\n\n中国人民大学讲师廖月指出，美国总统唐纳德·特朗普的第二个任期将把其“让美国再次伟大”（MAGA）议程推向新高度。\n\n*   **MAGA议程与保护主义**：\n    *   MAGA支持者认为自由贸易使美国处于劣势，尤其将美国工业空心化归咎于中国。\n    *   他们主张采取高关税和制造业回流等保护主义政策，以恢复美国经济在他们所认为的“黄金时代”的主导地位。\n*   **中国面临的挑战与机遇**：\n    *   廖月表示，短期内中国可能面临更激烈的贸易摩擦，甚至全面的关税战。\n    *   然而，在特朗普“美国优先”议程下美国联盟体系削弱的背景下，中国存在一个机遇窗口。",
      "shortSummary": "美国有效关税税率已升至17%，中国面临的关税负担高达41.4%。分析师指出，特朗普政府的保护主义政策导致贸易摩擦加剧，但同时也为中国带来了机遇。在中国国内，这促使人们呼吁加强贸易多元化和技术自立。此外，美国联盟体系的削弱也为中国提供了战略发展空间。",
      "translated_title": "美国有效关税税率升至17%，分析师称中国迎来机遇",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States has become one of the most protected markets in the world, with its effective tariff rate against the world rising to 17 per cent from around 2 per cent last year – prompting renewed calls in China for greater trade diversification and a strategic push to seize opportunities in technological self-reliance and global governance.\nFitch Ratings updated its US Effective Tariff Rate (ETR) Monitor – an interactive tool tracking tariff policy – last week, following Washington’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/6f579e10-8bf0-40bf-9edc-6d0f2766c83f_26a83de8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "法国苦苦挣扎的工厂需要投资。中国是答案吗？ (原标题: France’s struggling factories need investment. Is China the answer?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320774/frances-struggling-factories-need-investment-china-answer?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 06:00:14 +0000",
      "isoDate": "2025-08-05T06:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 背景\n\n*   今年是中国与欧盟建立正式外交关系50周年，同时也是中国欧盟商会成立25周年。\n*   本文是探讨中欧关系系列报告的第三篇，重点关注法国对中国投资的态度。\n\n### 中国投资案例：GMD被DSBJ收购\n\n*   法国中部城市沙托鲁的工厂工人Laurent Joly，其雇主——法国汽车零部件供应商Groupe Mécanique Découpage (GMD) 曾面临困境。\n*   2023年5月，苏州的东山精密制造（DSBJ）收购了GMD。\n*   此次收购对Joly个人及其同事产生了重大影响，拯救了他们的工作。\n\n### 收购带来的影响\n\n*   该交易将使GMD旗下的15家工厂得以继续运营。\n*   DSBJ承诺在一年内不裁员，并在第二年保持至少80%的1800名员工。\n\n### 对法国制造业的更广泛意义\n\n*   尽管中国投资者在法国常因地缘政治担忧面临强烈抵制，但GMD的案例表明，中国可以通过提供急需的资本，在重振法国乃至欧洲制造业方面发挥关键作用。\n*   业内人士和分析师认为，这凸显了中国投资在特定情况下对法国工业的潜在积极影响。",
      "shortSummary": "中国对法国工厂的投资正在帮助其摆脱困境。尽管存在地缘政治担忧，但苏州东山精密制造（DSBJ）收购法国汽车供应商GMD的案例表明，中国资本可以挽救法国工厂并保住就业。DSBJ承诺维持GMD旗下15家工厂的运营，并在一年内不裁员，随后一年保持至少80%的员工。这凸显了中国在重振法国和欧洲制造业方面的潜在关键作用。",
      "translated_title": "法国苦苦挣扎的工厂需要投资。中国是答案吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. This piece, the third of a series of reports examining ties between the two powers, looks into attitudes towards Chinese investment in France.\nBorn and raised in the central French town of Châteauroux, Laurent Joly has spent his entire life working in local factories.\nThroughout his 38-year career,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/ed3b5d4c-e6ce-4d42-b288-9d07cbc3f686_517d1d8f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国海南在韩国取消税收优惠后，着眼医疗旅游业繁荣 (原标题: China’s Hainan eyes medical tourism boom after South Korea scraps tax perks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320704/chinas-hainan-eyes-medical-tourism-boom-after-south-korea-axes-cosmetic-surgery-tax-perks?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 23:00:16 +0000",
      "isoDate": "2025-08-04T23:00:16.000Z",
      "creator": "June Xia",
      "summary": "## 中国海南着眼医疗旅游业繁荣\n\n### 背景与动机\n\n中国热带岛屿省份海南正加速推进成为领先的医疗旅游中心。此举旨在吸引更多本国公民在本地接受医疗服务，而非寻求海外治疗。这一战略性推动的主要催化剂是韩国宣布计划取消外国人在韩接受美容手术的税收优惠，这使得海南在医疗旅游市场上的竞争力显著提升。\n\n### 海南的目标与规划\n\n根据当地政府周一发布的文件，海南已设定了雄心勃勃的目标：\n\n*   **国内游客目标：** 计划到2027年每年吸引超过150万国内医疗游客，远高于目前每年超过40万的水平。\n*   **逆转海外消费：** 海南还承诺扭转本国公民海外医疗消费外流的趋势。\n*   **产品与设备引进：**\n    *   每年批准2至4个真实世界研究试点产品进入国内市场。\n    *   每年引进至少40种国际创新药物和医疗器械。\n\n### 当前进展（2025年第一季度）\n\n据中国官方媒体《人民日报》上月报道，海南的医疗旅游发展已初见成效：\n\n*   2025年第一季度，海南特殊医疗旅游区接待了111,500名寻求治疗的游客，同比增长29.8%。\n*   同期，使用许可药物和医疗器械的人数达到16,000人次，同比增长44.14%。\n\n### 韩国政策变化的影响\n\n此次海南的推动正值韩国——一个在医疗旅游领域的主要竞争对手——面临吸引力下降的风险。韩国于7月31日宣布的新规定将于明年生效，该规定将取消外国游客使用医疗美容服务的增值税退税。这一政策变化可能导致韩国在医疗旅游市场的竞争力下降，从而为海南提供了重要的发展机遇。",
      "shortSummary": "中国海南正加速发展医疗旅游，目标是到2027年每年吸引超150万国内医疗游客，旨在吸引本国公民在本地就医并扭转海外消费。此举得益于韩国将取消外国人在韩美容手术的增值税退税，削弱了其医疗旅游吸引力。海南计划每年引进创新药物和器械，并在2025年第一季度已实现游客量和药物使用量显著增长。",
      "translated_title": "中国海南在韩国取消税收优惠后，着眼医疗旅游业繁荣",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s tropical island province of Hainan is accelerating its push to become a leading medical tourism hub, aiming to attract more nationals to use local healthcare services instead of seeking treatment abroad – after South Korea announced plans to scrap tax rebates for foreigners undergoing cosmetic surgery.\nThe popular tourist destination in southern China plans to draw more than 1.5 million domestic medical tourists annually by 2027, up from the current level of over 400,000, according to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/27835edd-613a-4136-92a7-a1c99209c439_0f99636f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从机头到机尾：中国如何重塑航空供应链 (原标题: From nose to tail, how China is reshaping the aviation supply chain)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320682/nose-tail-how-china-reshaping-aviation-supply-chain?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 09:00:35 +0000",
      "isoDate": "2025-08-04T09:00:35.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国航空供应链重塑之路\n\n中国在复杂且利润丰厚的航空领域，除了其自主研发的客机备受关注外，也在确保喷气式飞机及其他航空器安全平稳运行所需的众多零部件方面取得了显著进展。近期在多个领域的发展表明，北京正持续减少对外国部件的依赖，弥补长期存在的技差距，并在民用航空供应链的各个层面确立其主要参与者的地位。\n\n#### 关键进展领域\n\n*   **CJ-1000A 发动机项目**\n    *   **背景与重要性：** CJ-1000A 是中国自主研发的大型商用喷气发动机，旨在为中国商用飞机有限责任公司（Comac）的C919客机提供动力。C919被视为中国对波音737和空客A320窄体飞机的回应。该发动机的成功研发对于中国限制对外国航空航天技术的依赖至关重要。\n    *   **研发进展：** 据中国工程院的张彦忠在中央电视台采访中透露，CJ-1000A发动机的研发进展顺利，并按计划进行。他表示：“我只能说我们的发动机正在按计划进行，目前的进展非常积极。至于何时安装在中国飞机上——请等待好消息。”\n    *   **性能目标：** CJ-1000A的开发商中国航空发动机集团（AECC）表示，其产品性能将与目前安装在C919商业航线机型上的CFM国际LEAP-1C发动机持平。\n    *   **战略意义：** 中国公司发动机的成功推出将是中国在航空自给自足方面迈出的重要一步。\n\n*   **液压油认证**\n    *   文章提及“液压油获得绿灯”，表明中国在航空关键流体材料方面也取得了进展，但具体细节未在提供的文本中展开。",
      "shortSummary": "中国正全面重塑其航空供应链，旨在减少对外国部件的依赖并弥补技术差距。核心进展包括自主研发的CJ-1000A大型商用喷气发动机，该发动机将为C919客机提供动力，其研发进展顺利，被视为中国实现航空自给自足的关键一步。此外，中国在液压油等其他关键领域也取得了进展。",
      "translated_title": "从机头到机尾：中国如何重塑航空供应链",
      "images": [],
      "contentSource": "完整文章",
      "content": "While its home-grown airliners bring China the most attention in the complex, lucrative field of aviation, the country is also making strides in an equally important realm: the many components necessary to ensure the safe, smooth operation of jets and other aircraft.\nRecent developments in a number of areas show Beijing is continuing to reduce its reliance on foreign parts, close long-standing technological gaps and assert itself as a major player in civil aviation at all levels of the supply...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/2ed2c941-4af6-4e64-8d2a-9d8ae3aea3e6_9324c5cc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何大阪、班加罗尔和柔佛是亚洲房地产被忽视的驱动力 (原标题: Why Osaka, Bengaluru and Johor are overlooked drivers of Asia property)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3320636/why-osaka-bengaluru-and-johor-are-overlooked-drivers-asia-property?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 08:30:09 +0000",
      "isoDate": "2025-08-04T08:30:09.000Z",
      "creator": "Nicholas Spiro",
      "summary": "## 亚洲房地产市场的新兴驱动力\n\n传统上，亚洲商业地产投资市场由东京、首尔、上海、悉尼等主要城市主导。然而，MSCI的最新数据显示，市场格局正在发生变化，一些此前被忽视的城市正成为重要的驱动力。\n\n### 市场格局变化\n\n*   **2022年：** 主要交易城市集中在大型首都和一线城市，如东京、首尔、上海和悉尼。\n*   **2024年：** 排名变得更加多元化。日本的千叶和第三大城市大阪，以及韩国的仁川（第三大城市）和印度的海得拉巴，都进入了活跃交易市场的前列。例如，去年大阪位列前十，今年第一季度仁川位列第十，海得拉巴去年位列第十三。\n\n### 驱动因素\n\n1.  **不成熟地产板块的增长：**\n    *   工业和物流地产（包括数据中心）在去年亚太地区创收型物业交易中占比高达35%。\n    *   该领域的增长重塑了商业地产格局，随着对仓库和数字基础设施需求的增加，将区域性和不那么成熟的市场推向了前沿。\n    *   专业化管理的租赁住房部门（在日本以外仍处于起步阶段）也将产生类似影响。\n2.  **亚洲房地产行业的广度、深度和日益成熟：**\n    *   尤其是在拥有众多大型城市中心的经济体中，房地产行业正变得日益复杂和完善。\n    *   要识别亚洲房地产的重大主题和趋势，需要超越最活跃的交易城市，关注更广泛的市场。\n\n### 案例分析：班加罗尔\n\n*   印度是亚洲写字楼租赁活动的引擎，但其科技中心班加罗尔在推动这一增长方面的作用往往被低估。\n*   班加罗尔长期以来一直是印度的科技枢纽，其对写字楼租赁市场的贡献巨大。\n\n![Software professionals arrive to attend the 2025 Artificial Intelligence Developers Conference and Expo in Bengaluru, India, on March 26. Photo: EPA-EFE](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/04/e3658ad8-fdac-4c76-8d2d-dbd96177270c_367ae7bb.jpg)\n*2025年3月26日，软件专业人士抵达印度班加罗尔参加2025年人工智能开发者大会暨博览会。图片来源：EPA-EFE*",
      "shortSummary": "亚洲商业地产市场正经历转型，大阪、班加罗尔和柔佛等城市正成为被忽视的关键驱动力。MSCI数据显示，这些城市在交易活跃度上日益突出。这主要归因于工业和物流地产（包括数据中心）等新兴板块的强劲增长，以及亚洲房地产行业的日益成熟。例如，印度科技中心班加罗尔在推动写字楼租赁活动中的作用巨大但常被低估。这些趋势表明，亚洲地产投资需超越传统一线城市，关注更广泛的区域市场。",
      "translated_title": "为何大阪、班加罗尔和柔佛是亚洲房地产被忽视的驱动力",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/04/e3658ad8-fdac-4c76-8d2d-dbd96177270c_367ae7bb.jpg",
          "alt": "Software professionals arrive to attend the 2025 Artificial Intelligence Developers Conference and Expo in Bengaluru, India, on March 26. Photo: EPA-EFE",
          "title": "Software professionals arrive to attend the 2025 Artificial Intelligence Developers Conference and Expo in Bengaluru, India, on March 26. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Every quarter, MSCI publishes a ranking of the most actively traded cities in Asia’s commercial property investment market. As recently as 2022, the most widely traded metropolises included major capitals such as Tokyo and Seoul, as well as leading cities such as Shanghai and Sydney.\nFast forward to 2024 and the ranking was more diverse. Chiba, the prefecture just east of Tokyo, and Osaka, Japan’s third-biggest city, were among the top 10 for the whole of last year. Moreover, in the first...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/bb0f3380-5743-4037-806f-d8ff32d41535_29fcdbd7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“一切都变了”：贸易战如何助推美国稀土矿业 (原标题: ‘It’s all changed’: how the trade war turbocharged an American rare earth mine)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320648/how-trade-war-turbocharging-american-rare-earth-mine-its-all-changed?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 06:00:11 +0000",
      "isoDate": "2025-08-04T06:00:11.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 贸易战如何改变美国稀土产业格局\n\n美国对华贸易战对美国稀土产业产生了深远影响，尤其对USA Rare Earth公司而言，这是一场“游戏规则的改变”。\n\n*   **USA Rare Earth面临的挑战**\n    *   该公司由Joshua Ballard于2019年创立，旨在重振美国的稀土磁铁供应链。\n    *   在几个月前，该公司一直难以从华尔街筹集资金。\n    *   中国在稀土领域占据主导地位长达数十年，其企业凭借较低的成本和巨大的产能拥有巨大的竞争优势，使得USA Rare Earth的愿景对投资者来说难以推销。\n\n*   **转折点：美国政府政策与中国反制**\n    *   美国前总统唐纳德·特朗普重返白宫后，局势发生了变化。\n    *   美国实施了一系列关税措施，导致北京对七种稀土元素实施了出口管制。\n\n*   **美国稀土供应链的脆弱性暴露**\n    *   中国的出口管制措施“生动地”暴露了美国的脆弱性。\n    *   一系列美国蓝筹公司警告称，磁铁的短缺可能很快会扰乱其生产。\n\n*   **投资环境的转变**\n    *   Joshua Ballard表示，投资环境“一切都变了”。\n    *   他迅速抓住了这一机遇。\n\n*   **USA Rare Earth的未来展望**\n    *   Ballard表示，公司正在寻求“如何加速发展”。\n    *   他们的目标是“成为这个领域的主要参与者”。\n\n**重要提示：** 文章内容中不包含有效的实际图片链接，因此本摘要中不包含任何图片。",
      "shortSummary": "美国对华贸易战显著改变了美国稀土产业格局。USA Rare Earth公司首席执行官Joshua Ballard表示，此前因中国主导市场而难以融资。但随着特朗普政府的关税政策导致中国对稀土实施出口管制，美国供应链的脆弱性暴露，促使投资环境发生转变。如今，该公司正寻求加速发展，旨在成为稀土领域的主要参与者。",
      "translated_title": "“一切都变了”：贸易战如何助推美国稀土矿业",
      "images": [],
      "contentSource": "完整文章",
      "content": "For Joshua Ballard, the US’ trade war against China has been a game-changer.\nThe CEO of USA Rare Earth – a company launched in 2019 with the goal of reviving America’s rare earth magnet supply chain – was having a hard time raising capital from Wall Street until a few months ago.\nChina has dominated the rare earths sector for decades, with its firms having a huge competitive advantage due to their lower costs and massive capacity, making the American company’s vision a tough sell to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/ed5e8c8d-fda8-432c-98dd-e08157cbbce9_b008986e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么法律力量是世界战胜气候变化的最佳希望 (原标题: Why force of law is world’s best hope for beating climate change)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3320298/why-force-law-worlds-best-hope-beating-climate-change?utm_source=rss_feed",
      "pubDate": "Sat, 02 Aug 2025 08:30:09 +0000",
      "isoDate": "2025-08-02T08:30:09.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 法律力量：战胜气候变化的希望\n\n在全球变暖的斗争中，法律已成为强大的武器。一系列里程碑式的判决正试图让各国政府对化石燃料使用产生的温室气体排放承担法律责任。这一举措是应对气候变化这一生存威胁的最有力行动之一，但也引出了谁将为必要的补救措施买单的问题。\n\n**从自愿到强制：法律介入**\n\n*   **范式转变**：此前，全球应对气候变暖的方法大多是被动的，主要依赖于同行压力，例如2015年的《巴黎协定》，各国政府在此协议中提交自愿减排承诺。\n*   **法律强化**：随着法律机构更高层次的介入，人们希望法律能够补充和强化对自愿行动的依赖。前提是法律执行本身得到旨在帮助分担成本负担的金融体系改革的支持。\n\n**沉重的负担与地区影响**\n\n*   **成本巨大**：工业设施，从发电站到钢铁和水泥厂，都需要昂贵的清洁能源改造；同样昂贵的基础设施需要更换，生产商也需要得到补偿。\n*   **亚洲国家的担忧**：这些行动尤其令亚洲国家关注，因为它们曾经历或正在经历大规模工业革命，碳排放也随之增加。未来，它们将是必须遵守更严格排放法律的国家之一。\n\n**国际判决与挑战**\n\n*   **国际法院裁决**：国际法院、美洲人权法院和国际海洋法法庭最近都就政府在气候变化方面的义务做出了裁决。\n*   **负担分担的争议**：这些裁决出台之际，公共和私营部门如何分担清洁能源转型负担的问题正成为焦点，可能导致消费者与投资者、政府与金融市场之间的摩擦。\n*   **执行的挑战**：立法是一回事，但执行是另一回事。人们担心化石燃料生产国会认为这些裁决不可执行，因此无关紧要。这在一定程度上是事实，但多个国际法院的裁决至少提供了一个坚实的法律基础，可以据此挑战污染者。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/12/11/CLEAN-THUMB.jpg?itok=wUI0vi2F)\n*世界刚刚经历了有记录以来最热的一年。*",
      "shortSummary": "法律正成为应对气候变化的关键武器，通过里程碑式的判决，使政府对温室气体排放承担法律责任。这标志着从自愿承诺向法律强制执行的转变。尽管需要巨大的资金投入和面临执行挑战，且公共与私营部门在成本分担上可能存在摩擦，但国际法院的裁决为挑战污染者提供了坚实的法律基础，为战胜气候变化带来了新的希望。",
      "translated_title": "为什么法律力量是世界战胜气候变化的最佳希望",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/12/11/CLEAN-THUMB.jpg?itok=wUI0vi2F",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The law has emerged as a powerful weapon in the war on global warming, with a series of landmark judgments seeking to make governments legally responsible for limiting greenhouse gas emissions arising from the use of fossil fuels. This move is one of the strongest yet in the fight against the existential threat of climate change, but it raises the question of who will pay for necessary remedial actions.\nUntil now, the world’s approach to battling global warming has been largely passive. It has...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/7bf7d063-a81e-4c53-aaa4-5bd017a653ba_f07d13e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国关税攻势后谴责保护主义，警告其将损害所有人 (原标题: China rebukes protectionism after US tariff barrage, warns it will harm everyone)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320475/china-rebukes-protectionism-after-trumps-new-tariff-barrage-warns-it-will-harm-everyone?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 13:00:09 +0000",
      "isoDate": "2025-08-01T13:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国谴责美国关税攻势，警告保护主义将损害各方利益\n\n在美国总统唐纳德·特朗普对数十个经济体实施最新一轮关税打击后，中国重申了对保护主义的严厉警告，并表示日益增长的担忧是，保护主义将“损害所有各方的利益”。\n\n### 中国的立场\n\n*   中国外交部发言人郭家坤在周五的新闻发布会上表示：“中国反对任意征收关税的立场一贯而明确：关税战或贸易战没有赢家。”\n\n### 美国最新关税措施\n\n*   特朗普通过行政命令对69个贸易伙伴征收了广泛关税，税率从10%到41%不等。\n*   **主要税率包括：**\n    *   加拿大：35%\n    *   瑞士：39%\n    *   大多数亚洲经济体：15%至20%（此前7月威胁的范围是20%至40%）\n    *   印度：25%\n    *   老挝和缅甸：各40%\n    *   台湾：20%\n*   大多数关税预计将在未来七天内生效。\n\n### 分析师观点\n\n*   经济学人智库亚洲区总监亚历克斯·霍尔姆斯（Alex Holmes）指出，最新的关税税率对柬埔寨和孟加拉国等较小经济体来说是一种“解脱”。\n    *   这些国家在7月曾面临特朗普威胁的36%和35%关税，现在其调整后的关税分别为19%和20%。\n*   霍尔姆斯表示：“新税率排除了最坏的情况，但这只是微不足道的安慰。”\n*   他补充说，这些关税仍然“代表着贸易壁垒的大幅提升，并留下了许多悬而未决的问题。”",
      "shortSummary": "在美国对69个贸易伙伴实施新一轮关税后，中国谴责保护主义，警告贸易战没有赢家，将损害所有各方利益。新关税税率对加拿大、瑞士及亚洲多国生效，尽管部分小经济体税率低于此前威胁，但分析师指出，这仍是贸易壁垒的显著提升，并带来诸多不确定性。",
      "translated_title": "中国在美国关税攻势后谴责保护主义，警告其将损害所有人",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the wake of US President Donald Trump’s latest tariff blitz on dozens of economies, China has reiterated a stern warning against protectionism amid growing concern that it will “harm the interests of all parties”.\n“China’s position against the arbitrary imposition of tariffs has been consistent and clear: there are no winners in tariff or trade wars,” Guo Jiakun, spokesman for the Ministry of Foreign Affairs, said at a press conference on Friday.\nBeijing’s latest admonishment came after...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/ffb0e920-86ec-4886-99b0-4f0e5c124385_ea4c61e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么机器人零售在中国深圳有发展潜力 (原标题: Why robot retailing has legs in China’s Shenzhen)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320367/people-popping-down-shops-chinas-shenzhen-can-now-rent-customised-robot?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 05:00:10 +0000",
      "isoDate": "2025-08-01T05:00:10.000Z",
      "creator": "Alice Li",
      "summary": "在中国的南方城市深圳，一家名为“未来时代”（Future Era）的商店，其氛围更像是一个小型的机器人展销会，吸引了众多好奇的目光。\n\n**商店概况与特色：**\n*   该店位于深圳龙岗区，自称是全球首家“6S”机器人商店。\n*   除了传统的“4S”零售服务（展厅、销售、零配件、客户服务）外，它还创新性地增加了**租赁**和**定制**服务。\n*   顾客可以浏览展示的多种机器人模型，并选择购买、租赁，甚至通过选择适合自己需求的组件来“建造”自己的专属机器人。\n\n**展示的机器人类型与合作公司：**\n*   店内展示了各种类型的机器人，包括人形助手、送餐机器人和按摩设备等。\n*   商店展示的机器人来自多家公司，例如杭州宇树科技（Unitree Robotics）以及深圳引擎人工智能（Engine AI）和乐聚机器人（Leju Robot）。\n*   机器人的每日租赁价格从约5,000元人民币到20,000元人民币（约合695美元至2,781美元）不等。\n\n**目标受众与行业背景：**\n*   该店吸引了带着孩子前来参观的父母、公司老板、投资者和科技爱好者。他们在此交流联系方式，讨论合作，有的希望将自己的机器人放入新店展示，有的则寻求购买。\n*   这反映了中国机器人产业近年来的快速扩张，该产业正积极将目光投向广阔的消费和服务市场，这与中国制造商的常见发展策略相符。",
      "shortSummary": "深圳新开了一家名为“未来时代”的“6S”机器人商店，提供机器人销售、租赁和定制服务。该店展示了从人形助手到送餐机器人等多种类型，吸引了投资者和消费者。这标志着中国快速发展的机器人产业正积极拓展消费和服务市场，为机器人零售业在中国深圳的发展提供了新模式和巨大潜力。",
      "translated_title": "为什么机器人零售在中国深圳有发展潜力",
      "images": [],
      "contentSource": "完整文章",
      "content": "A store near a bustling shopping centre in the southern Chinese city of Shenzhen feels more like a small robotics fair, with all kinds of robots – from humanoid assistants to food delivery bots and massage machines – quietly drawing curious eyes.\nAmid the excited chatter of children accompanying their parents, company owners, investors and tech enthusiasts busily exchange contact details and discuss collaboration. Some hope to place their own robots in the newly opened 60 square metre (646 sq...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/1ae40fae-2c51-4880-a2a6-ad8a7ccd539a_53894f3f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对韩协议背后：一项旨在改变全球造船业的计划 (原标题: Behind Trump’s South Korea deal, a plan to transform global shipbuilding)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320297/behind-trumps-south-korea-deal-plan-transform-global-shipbuilding?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 22:00:08 +0000",
      "isoDate": "2025-07-31T22:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "### 特朗普对韩协议与全球造船业转型计划\n\n韩国已承诺向美国造船业投资1500亿美元，作为其与华盛顿新贸易协议的一部分。此举旨在帮助美国重振其造船业，并对抗中国在该领域的主导地位。\n\n**协议核心要点：**\n\n*   **总投资与关税**：\n    *   美国总统唐纳德·特朗普宣布，美国和韩国已达成一项“全面完整”的贸易协议。\n    *   根据协议，美国将对韩国商品征收15%的关税。\n    *   韩国将向美国投资3500亿美元。\n\n*   **造船业专项投资**：\n    *   韩国总统李在明随后确认，在承诺的3500亿美元投资中，有1500亿美元将专门用于造船业。\n    *   韩国公司在全球造船市场份额中仅次于中国。\n    *   李在明在社交媒体上表示，这笔资金将为韩国公司进入美国造船业提供“坚实支持”。\n\n*   **更广泛的战略合作**：\n    *   更广泛的3500亿美元投资旨在巩固两国在半导体等战略产业的双边合作。\n\n*   **资金形式**：\n    *   韩国澄清，承诺的资金将主要以贷款和担保的形式提供，而非直接股权投资。\n\n*   **“让美国造船业再次伟大”项目**：\n    *   此前有报道称，韩国在贸易谈判期间曾向华盛顿提出一项名为“让美国造船业再次伟大”的数十亿美元项目，该项目将涉及韩国造船商在美国的大规模投资以及政府财政支持措施。",
      "shortSummary": "韩国承诺向美国造船业投资1500亿美元，作为与美国新贸易协议的一部分。此举旨在帮助美国重振造船业，并抗衡中国在该领域的主导地位。该协议总投资额为3500亿美元，其中1500亿美元专用于造船业，将以贷款和担保形式支持韩国企业进入美国市场。这是“让美国造船业再次伟大”计划的一部分。",
      "translated_title": "特朗普对韩协议背后：一项旨在改变全球造船业的计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "South Korea has pledged US$150 billion to help its shipbuilders enter the US market as part of its new trade deal with Washington, a move that could help America revive its shipbuilding industry and counter China’s dominance in the sector.\nUS President Donald Trump announced on Wednesday that the United States and South Korea had agreed a “full and complete” trade deal, which would see the US impose a 15 per cent tariff on South Korean goods and receive US$350 billion of investment from its...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/25e2400d-1f0d-4d12-af1b-618c71407e66_bece2318.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普终止‘最低限度’关税豁免的命令从中国扩大到全球 (原标题: Trump’s order to end ‘de minimis’ tariff break expands from China to the world)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320315/trumps-order-end-de-minimis-tariff-break-expands-china-rest-world?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-31T15:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "# 美国扩大“最低限度”关税豁免暂停范围\n\n华盛顿已决定暂停对所有国家的“最低限度”（de minimis）关税豁免，此举是此前针对中国货物的措施的扩展。分析师指出，这一决定将扰乱并最终重塑全球跨境电子商务行业。\n\n## 关键信息：\n\n*   **政策背景与范围：**\n    *   美国白宫于周三宣布了这项命令，旨在堵塞被用于逃避关税、走私“致命合成阿片类药物以及其他不安全或低于市场价格产品”进入美国的漏洞。\n    *   此举将“最低限度”关税豁免的暂停范围从最初的中国扩大到全球所有国家。\n\n*   **生效日期：**\n    *   该命令将于2024年8月29日正式生效。\n\n*   **此前针对中国的措施：**\n    *   早在今年5月，美国就已取消了对来自中国的商品（价值低于800美元的小包裹可免税进入美国）的“最低限度”豁免。\n    *   此举旨在堵塞许多人认为被Temu和Shein等中国跨境电商平台利用以迅速扩大业务的监管漏洞。\n\n*   **专家观点与行业影响：**\n    *   专家表示，最新的行动标志着贸易政策回归常态。\n    *   对于中国出口商而言，其选择变得有限：他们要么必须在国内饱和的市场中竞争，要么在海外市场与同样来自中国的卖家展开激烈竞争。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl)",
      "shortSummary": "美国已决定将“最低限度”关税豁免的暂停范围从中国扩大到全球所有国家，此举旨在堵塞关税漏洞并打击非法产品走私。该命令将于8月29日生效。此前，美国已于5月取消了对中国商品的豁免，以限制Temu和Shein等平台利用该漏洞。专家认为，这标志着贸易回归常态，中国出口商将面临更大的国内外竞争压力。",
      "translated_title": "特朗普终止‘最低限度’关税豁免的命令从中国扩大到全球",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Washington’s decision to suspend the “de minimis” tariff exemption for all countries – expanding on an earlier move that targeted Chinese shipments – is set to disrupt and ultimately reshape the global cross-border e-commerce sector, analysts said.\nThe White House announced the order on Wednesday as part of efforts to close loopholes used to evade tariffs and smuggle “deadly synthetic opioids as well as other unsafe or below-market products” into the United States. It will come into effect on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/403205f1-6310-4e84-98c0-c04c32c28e87_cfce82cb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的铜关税风波导致价格暴跌——发生了什么？ (原标题: Trump’s cooper-tariff tumult sees prices plunge – what happened?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320285/trumps-cooper-tariff-tumult-sees-prices-fall-scope-impact-defies-expectations?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 12:30:13 +0000",
      "isoDate": "2025-07-31T12:30:13.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 特朗普铜关税新规及其影响\n\n美国总统唐纳德·特朗普于周三签署了一项行政命令，对某些铜进口产品征收50%的关税，但明确排除了精炼铜。此举导致美国铜价在周四下午暴跌约20%，至每磅4.44美元。\n\n### 关税背景与市场反应\n\n*   **早期威胁与市场预期：** 特朗普在7月初首次宣布的铜关税威胁含糊不清，市场普遍预期其将涵盖所有形式的铜产品，从原材料到成品。这一模糊的威胁曾导致美国铜期货价格飙升至近6美元的历史新高，并促使贸易商加速发货，以应对可能的大范围关税。\n*   **新关税的明确性与影响：** 新签署的行政命令澄清了关税范围，导致市场预期逆转，铜价随之大幅下跌。\n\n### 新关税与此前威胁的对比\n\n*   **范围限制：** 新宣布的关税（于周五生效）范围远比市场此前预期的要有限。\n*   **征税对象：** 关税仅适用于半成品铜产品，如铜管和电线，以及某些铜密集型商品，如电缆和电气元件。\n*   **豁免产品：** 冶炼厂和制造商的投入材料，如矿石、精矿以及至关重要的阴极铜（即精炼铜），均被豁免高额关税。\n\n### 美国对精炼铜的需求\n\n*   **主要进口产品：** 阴极铜（精炼铜）是美国主要的铜进口产品。\n*   **国内产能限制：** 美国仅运营两家初级铜冶炼厂，国内加工能力不足以满足其对精炼铜的需求，因此高度依赖进口。",
      "shortSummary": "美国总统特朗普签署行政命令，对部分铜进口产品征收50%关税，但豁免了精炼铜。此举澄清了此前模糊的关税威胁，导致美国铜价暴跌约20%。新关税主要针对半成品和铜密集型产品，而非原材料或美国高度依赖进口的精炼铜，因为美国国内精炼铜加工能力有限。",
      "translated_title": "特朗普的铜关税风波导致价格暴跌——发生了什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump signed an executive order imposing a 50 per cent tariff on certain copper imports – notably excluding refined copper – on Wednesday, sending US copper prices tumbling by around 20 per cent to US$4.44 a pound as of Thursday afternoon.\nThe move clarified the scope of Trump’s initial announcement in early July, which had led US futures prices to rally to a record high of nearly US$6 and prompted traders to accelerate shipments in anticipation of widespread duties.\nIn this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/d1dd180e-4a1e-4eb8-b1f4-acac0017e440_81c1f331.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判预示可能重塑全球秩序的转变：分析师观点 (原标题: US-China trade talks signal shift that could reshape global order: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320287/us-china-trade-talks-signal-shift-could-reshape-global-order-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 10:00:27 +0000",
      "isoDate": "2025-07-31T10:00:27.000Z",
      "creator": "Kandy Wong,Ji Siqi",
      "summary": "## 中美贸易谈判：全球秩序的潜在转变\n\n*   **最新进展与结果**\n    *   本周在斯德哥尔摩举行的最新一轮中美贸易谈判已经结束。\n    *   北京方面宣布，双方同意将“关税休战”延长90天。\n    *   美国总统唐纳德·特朗普表示两国已达成“公平”的贸易协议，但未提供具体细节。\n    *   谈判中没有宣布在具体问题上取得任何突破。\n\n*   **分析师观点与未来走向**\n    *   分析师认为，此次谈判结果可能预示着世界两大经济体正在转向“间接形式的谈判”，即通过加强与第三国的伙伴关系来重塑全球经济秩序。\n    *   经济学人智库亚洲首席经济学家兼全球贸易主管尼克·马罗（Nick Marro）表示，确认再延长90天“可能是目前我们所能期望的最好结果”。\n    *   马罗指出，两天谈判后没有更实质性的公告，表明谈判可能“有点困难”。\n    *   分析师普遍认为，未来的中美谈判可能会超越双边关税水平，因为双方都试图争取其他贸易伙伴以符合各自利益。\n    *   中国工商银行高级财务经理马特奥·乔瓦尼尼（Matteo Giovannini）表示，最新谈判的结果“强调”了北京和华盛顿正在“重新调整”其战略。",
      "shortSummary": "最新一轮中美贸易谈判在斯德哥尔摩结束，双方同意将“关税休战”延长90天，但未宣布具体突破。分析师认为，这标志着中美可能转向通过加强与第三国合作进行“间接谈判”，以重塑全球经济秩序。双方正重新调整战略，并寻求争取其他贸易伙伴，预示未来谈判将超越双边关税。",
      "translated_title": "中美贸易谈判预示可能重塑全球秩序的转变：分析师观点",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the dust settles on the latest round of US-China trade talks in Stockholm this week, the world’s two biggest economies may be shifting towards “indirect forms of negotiation” by strengthening partnerships with third countries that could reshape the global economic order, analysts said.\nThe talks concluded on Tuesday with Beijing announcing that both sides had agreed to extend their “tariff truce” by another 90 days. On Wednesday, US President Donald Trump said the two countries had reached a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/e8645824-7f5e-44ba-9bc6-afd7f37f8765_534941e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么马来西亚航空公司对中国C919客机兴趣渐浓 (原标题: Why interest in China’s C919 jet is taking off among Malaysia’s airlines)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320247/malaysian-airlines-interested-chinas-c919-jet-countrys-transport-minister-says?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 07:00:09 +0000",
      "isoDate": "2025-07-31T07:00:09.000Z",
      "creator": "Amy Chew",
      "summary": "## 马来西亚航空公司对中国C919客机兴趣渐浓\n\n马来西亚交通部长陆兆福（Anthony Loke）表示，东南亚航空旅行的增长以及空客和波音飞机交付的积压，正在推动该地区对中国C919客机的兴趣。\n\n### 推动因素\n\n*   **市场需求增长**：东南亚地区的航空旅行需求持续增长。\n*   **交付积压**：空客和波音两大飞机制造商的飞机交付存在长期积压。\n*   **替代选择**：中国商用飞机有限责任公司（Comac）生产的飞机，包括中国首款国产窄体客机C919，被视为比空客和波音更经济的替代方案。\n\n### 航空公司兴趣\n\n陆兆福部长透露，马来西亚的廉价航空公司亚洲航空（AirAsia）和新成立的婆罗洲航空（Air Borneo）等，都对中国商飞的飞机表现出兴趣。\n\n### 航空公司动机\n\n*   **采购多样化**：所有航空公司都在寻求实现飞机采购来源的多样化。\n*   **更快速交付**：航空公司希望获得更快的飞机交付。\n*   **更经济选择**：航空公司正在寻找成本更低的飞机选项。\n\n### 部长观点\n\n陆兆福部长指出，目前波音和空客的飞机交付等待时间确实很长。他表示，中国商飞无疑是航空公司正在考虑的飞机制造商之一。尽管亚洲航空表现出兴趣，但部长强调，目前尚未有任何确认的商业谈判，且他本人不参与具体的商业谈判。",
      "shortSummary": "马来西亚航空公司对中国C919客机兴趣渐浓。交通部长陆兆福表示，这主要归因于东南亚航空旅行增长、空客和波音交付积压，以及中国商飞C919作为更经济替代品的吸引力。亚洲航空和新成立的婆罗洲航空等公司正寻求飞机采购多样化，以获得更快交付和更低成本的选择。",
      "translated_title": "为什么马来西亚航空公司对中国C919客机兴趣渐浓",
      "images": [],
      "contentSource": "完整文章",
      "content": "Growing air travel in Southeast Asia and backlogs in Airbus and Boeing deliveries are driving regional interest in China’s C919 passenger jet, according to Malaysian Transport Minister Anthony Loke.\nChina is promoting aircraft made by Shanghai-based Commercial Aircraft Corporation of China (Comac) – including the C919, the country’s first home-grown narrowbody airliner – as cheaper alternatives to aircraft manufactured by Airbus and Boeing.\nLoke told the Post recently that Malaysian budget...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/6ec5121f-5b51-4c42-a7db-0fd4f6e00641_a34bce1c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港金管局维持基准利率不变，美国联邦储备局无视特朗普压力 (原标题: HKMA keeps base rate unchanged as US Fed defies Trump’s pressure)",
      "link": "https://www.scmp.com/business/banking-finance/article/3320202/hong-kong-leaves-base-rate-unchanged-475-us-fed-keeps-eyes-inflation-pressure?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 23:01:33 +0000",
      "isoDate": "2025-07-30T23:01:33.000Z",
      "creator": "Enoch Yiu",
      "summary": "## 香港金管局与美联储维持利率不变\n\n香港金融管理局（HKMA）与美国联邦储备局（Fed）同步，维持基准利率不变。美联储表示，需要更多时间与数据来监测总统特朗普关税可能带来的潜在通胀影响。\n\n### 关键决定与背景\n\n*   **香港金管局：** 于周四将其基准利率维持在4.75%不变。\n*   **美联储：** 在今年第五次联邦公开市场委员会（FOMC）会议后，将目标利率区间维持在4.25%至4.5%之间。\n*   这是美联储连续第五次会议维持利率不变，此举无视了特朗普总统要求降低资金成本的压力。\n\n### 美联储主席表态\n\n*   美联储主席杰罗姆·鲍威尔（Jerome Powell）在FOMC以9票赞成、2票反对的投票结果决定维持目标利率不变后表示：“仍有许多许多不确定性有待解决。”\n*   他补充说：“感觉我们离这个过程的结束还很远。”\n\n### 市场预期与反应\n\n*   根据CME集团基于周三联邦基金期货合约汇编的数据，FOMC的决定符合市场预期，利率交易员几乎已完全消化了这一信息。\n*   然而，在鲍威尔淡化了9月中旬（FOMC下次会议）降息的可能性后，美国股指暴跌，国债收益率上升，这是自去年12月以来FOMC会议日最严重的抛售。\n\n### 相关图片\n\n*   美国联邦储备局主席杰罗姆·鲍威尔于2025年7月30日在华盛顿特区举行新闻发布会。图片来源：路透社\n    ![US Federal Reserve Chair Jerome Powell during a press conference in Washington, D.C. on July 30, 2025. Photo: Reuters](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/31/a17de6fe-df93-4254-9fbb-906aa79c5970_e5cb3d80.jpg)",
      "shortSummary": "香港金管局与美联储同步，维持基准利率不变。美联储连续第五次会议保持利率稳定，无视特朗普的降息压力，理由是需更多数据评估关税通胀影响。美联储主席鲍威尔强调仍存不确定性，并淡化了近期降息前景。此番言论导致美国股市下跌，国债收益率上升。市场此前已预期美联储的决定，但鲍威尔的表态引发了新的市场波动。",
      "translated_title": "香港金管局维持基准利率不变，美国联邦储备局无视特朗普压力",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/31/a17de6fe-df93-4254-9fbb-906aa79c5970_e5cb3d80.jpg",
          "alt": "US Federal Reserve Chair Jerome Powell during a press conference in Washington, D.C. on July 30, 2025. Photo: Reuters",
          "title": "US Federal Reserve Chair Jerome Powell during a press conference in Washington, D.C. on July 30, 2025. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The Hong Kong Monetary Authority (HKMA) kept its base rate unchanged in lockstep with the US Federal Reserve, after the American central bank said it needed more time and data to monitor the potential inflationary impact of President Donald Trump’s tariffs.\nOn Thursday, the HKMA maintained its rate at 4.75 per cent, hours after the Fed left its target range between 4.25 per cent and 4.5 per cent during the fifth Federal Open Market Committee (FOMC) meeting of the year. The Fed has stood pat on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/9e3a0d17-2bcc-44d7-92b2-f019060bad8b_1522583e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普称与中国的关税谈判‘进展顺利’ (原标题: Trump says tariffs talks with China ‘moving along well’)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3320196/trump-says-tariffs-talks-china-moving-along-well?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 19:06:23 +0000",
      "isoDate": "2025-07-30T19:06:23.000Z",
      "creator": "Frank Chen",
      "summary": "### 特朗普对中美关税谈判的表态\n\n*   美国总统唐纳德·特朗普于周三表示，与中国就关税协议进行的谈判“进展顺利”。\n*   他预计两国将达成一项“公平”的贸易协议，但未提供协议的额外细节。\n*   特朗普在离开白宫一项法案签署仪式前向记者发表了上述评论，并强调“我们与中国进展顺利。我们与中国相处得很好。”\n*   他认为谈判结果会“非常好”，并表示双方“步调一致”。\n\n### 谈判背景与关税暂停\n\n*   尽管记者询问，但特朗普总统并未确认美国和中国是否会延长双方对彼此商品征收关税的“暂停”期限。\n*   此前，两国代表团已于周二在瑞典斯德哥尔摩结束了第三轮高级别会谈。\n*   目前的关税暂停将于8月12日到期。\n*   据《南华早报》报道，在周一讨论开始前，双方消息人士曾预计北京和华盛顿将把关税休战期再延长三个月。\n\n### 相关图片\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl)",
      "shortSummary": "美国总统特朗普周三表示，与中国的关税谈判“进展顺利”，并预计将达成一项“公平”的贸易协议。他未透露具体细节，也未确认是否延长将于8月12日到期的关税暂停。此前，中美两国代表团刚在瑞典斯德哥尔摩结束了第三轮高级别会谈。",
      "translated_title": "特朗普称与中国的关税谈判‘进展顺利’",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump said on Wednesday that talks with China on a tariff deal were “moving along well” and that the countries would reach a “fair” deal on trade, without offering additional details of the agreement.\n“We’re moving along with China. We’re doing fine with China,” Trump told reporters before leaving a bill-signing ceremony at the White House.\n“I think it’s going to work out very well. We’re right in step … I think we’re going to have a very fair deal with China,” he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/884debc4-9207-47fd-9a32-4dce3d99157e_7d546235.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判进展甚微，对北京而言这算是一种胜利 (原标题: The US-China trade talks changed little. For Beijing, that counts as a win)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320157/us-china-trade-talks-why-beijing-unexpectedly-emerged-stronger-position?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 14:00:10 +0000",
      "isoDate": "2025-07-30T14:00:10.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "中美贸易关系在瑞典进行了两天紧张的谈判后，仍旧充满不确定性。然而，分析人士指出，随着美国对其他全球经济体提高关税，北京实际上可能处于更有利的地位。\n\n*   **谈判结果与关税休战：**\n    *   第三轮中美贸易谈判于周二在斯德哥尔摩结束。\n    *   中方宣布双方已同意将“关税休战”延长90天。\n    *   美方则坚持该协议仍有待美国总统唐纳德·特朗普的最终批准。\n\n*   **未来关税前景：**\n    *   这意味着，如果不出意外，在美国原定休战期于8月12日到期后，美国将继续对中国征收30%的额外关税。\n    *   这30%的关税包括特朗普在今年第一季度宣布的20%（与中国在芬太尼贸易中的角色有关）以及4月份征收的另外10%的关税。\n\n*   **中国相对优势：**\n    *   尽管面临潜在的额外关税，但从相对角度来看，随着美国在特朗普设定的8月1日最后期限前对一系列主要贸易伙伴征收更高的关税，中国的关税税率开始显得不那么具有破坏性。\n    *   一旦所有协议都冻结，中国相对于其他国家可能不会处于显著的比较劣势。",
      "shortSummary": "中美贸易谈判在瑞典结束，结果仍不明朗。中方宣布将关税休战延长90天，但美方称协议尚待特朗普批准。若无批准，美国将在8月12日后对中国征收30%额外关税。然而，分析认为，随着美国对其他主要贸易伙伴加征关税，中国所面临的关税劣势相对减小，北京可能因此处于更有利地位。",
      "translated_title": "中美贸易谈判进展甚微，对北京而言这算是一种胜利",
      "images": [],
      "contentSource": "完整文章",
      "content": "Trade relations between China and the United States remain mired in uncertainty after two days of tense negotiations in Sweden earlier this week. But Beijing may actually have emerged in a stronger position as Washington continues to raise tariffs on other global economies, analysts said.\nA third round of US-China trade talks in Stockholm ended on Tuesday with China announcing that both sides had agreed to extend their “tariff truce” by another 90 days, while the US side insisted the deal was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/27c774a6-4095-492d-b21d-73071d85b228_a1a79475.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "如果中国不再认真对待欧洲，布鲁塞尔咎由自取 (原标题: If China no longer takes Europe seriously, Brussels has itself to blame)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3319859/if-china-no-longer-takes-europe-seriously-brussels-has-itself-blame?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 21:30:09 +0000",
      "isoDate": "2025-07-29T21:30:09.000Z",
      "creator": "Sebastian Contin Trillo-Figueroa",
      "summary": "## 欧洲的自我边缘化：中国-欧盟峰会揭示的现实\n\n### 引言\n\n2023年7月24日举行的中国-欧盟峰会证实了北京和华盛顿长期以来的猜测：欧洲已在大国竞争中自我边缘化。经过五十年的外交努力，布鲁塞尔与北京之间的距离从未如此遥远，这恰好符合特朗普离间欧洲与中国关系的意图。然而，这座通往中国的桥梁并非被外部力量摧毁，而是欧洲通过自身的矛盾和不连贯性，一点一滴地将其拆除。\n\n### 中国-欧盟峰会成果与欧洲的无关紧要\n\n*   **唯一有意义的成果：** 欧盟在此次峰会上唯一有意义的收获是达成了一项关于稀土的边缘协议。\n*   **核心关切未被解决：** 欧盟关于结束中国“系统性扭曲和日益增长的制造业产能过剩”的其他主要关切，均未得到解决。\n*   **空洞的宣言：** 相反，欧盟只得到了空洞的气候宣言和一些技术性的零碎成果。\n*   **暴露欧洲的无关紧要：** 这种结果证实了中国认为没有必要做出任何实质性让步，这种被动态度暴露了欧洲的无关紧要。\n\n### 美国策略的影响\n\n*   **华盛顿的精确设计：** 华盛顿精确地促成了这一结果。特朗普的关税威胁似乎将布鲁塞尔逼入了一个虚假的困境：要么优先发展与中国的商业关系，要么加强跨大西洋忠诚。\n*   **策略的成功：** 这一精心设计的策略取得了成功。\n\n### 欧洲对地缘政治现实的误读\n\n*   **自由主义与现实主义的冲突：** 欧盟在一个现实主义的国际体系中，仍以自由主义大国自居。其秉持的多边主义、共识和法治等原则，在面对赤裸裸的权力政治时便会瓦解。\n*   **特朗普的利用：** 特朗普利用了这种不匹配，困住了布鲁塞尔，并暴露了其未能确立自主立场的失败。\n\n### 军事依赖的加剧\n\n*   **北约峰会：** 在最近的北约峰会上，欧洲成员国增加了对跨大西洋联盟的军事依赖。\n*   **欧洲的顺从：** 特朗普试图分裂北约的努力，反而导致了欧洲更加顺从。布鲁塞尔无异议地同意到2035年将国防开支增加GDP的5%，这实际上将欧洲与美国的军事工业复合体捆绑在一起。\n\n### 经济地位的下降\n\n*   **冯德莱恩的协议：** 欧盟委员会主席乌尔苏拉·冯德莱恩在苏格兰高尔夫球场达成的协议，包括对欧盟出口征收15%的关税、美国商品豁免以及6400亿欧元（7500亿美元）的能源承诺。\n*   **从伙伴到客户：** 这标志着欧洲自愿从“伙伴”沦为“客户”。\n*   **“战略自主”的瓦解：** 任何“战略自主”的假象都在这些强加的依赖下彻底瓦解。",
      "shortSummary": "中国-欧盟峰会揭示，欧洲已在大国竞争中自我边缘化。这并非外部原因，而是欧洲自身不连贯性所致。峰会成果寥寥，凸显中国不再认真对待欧洲。在美国策略影响下，欧洲未能确立自主立场，其自由主义原则在现实政治中失效。欧洲增加了对跨大西洋联盟的军事依赖，并在经济上沦为美国“客户”，其“战略自主”已然瓦解。",
      "translated_title": "如果中国不再认真对待欧洲，布鲁塞尔咎由自取",
      "images": [],
      "contentSource": "完整文章",
      "content": "The China-EU summit on July 24 confirmed what Beijing and Washington have long surmised: Europe has sidelined itself from great-power competition. After five decades of diplomacy, Brussels and Beijing have never been further apart, exactly as Trump’s wedge intended. Yet the bridge to China wasn’t demolished from abroad. Europe dismantled it, piece by piece, through its own incoherence.\nBrussels’ only meaningful gain was a marginal agreement on rare earths. The European Union’s other concerns,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/a4f61a55-fbd6-444f-ade9-aa4ea01331ab_77cea362.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美斯德哥尔摩贸易谈判结束，关税暂停延期时机存分歧 (原标题: China, US end Stockholm trade talks, diverge on timing of tariff pause extension)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320049/china-us-finish-stockholm-trade-talks-agreement-extend-tariff-pause?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 15:58:38 +0000",
      "isoDate": "2025-07-29T15:58:38.000Z",
      "creator": "Xiaofei Xu,Khushboo Razdan,Frank Chen,Ralph Jennings",
      "summary": "## 中美斯德哥尔摩贸易谈判：关税暂停延期时机分歧\n\n中美两国在斯德哥尔摩举行的贸易谈判结束后，双方在是否已就关税暂停延期达成共识的问题上存在分歧。\n\n### 谈判背景与参与者\n\n*   此次谈判是中美两国之间第三轮高级别贸易磋商，为期两天。\n*   中方代表：中国商务部副部长李成钢。\n*   美方代表：美国财政部长斯科特·贝森特（Scott Bessent）。\n\n### 中方立场\n\n*   中国谈判代表团宣布，根据中美双方的共识，双方将继续推动延长对美方24%互惠关税以及中方反制措施的暂停。\n*   李成钢副部长在谈判结束后表示：“根据中美共识，双方将继续推动延长美方24%互惠关税以及中方反制措施的暂停。”\n*   中方未宣布任何突破，也未具体说明延期的持续时间。\n\n### 美方立场\n\n*   美国财政部长斯科特·贝森特在约一小时后举行的单独新闻发布会上，将此次会谈描述为“建设性的”和“广泛的”。\n*   他强调，在与美国总统唐纳德·特朗普（当时正在从苏格兰返回美国的途中）沟通之前，任何协议都不会最终确定。\n*   贝森特明确指出：“我注意到……中国副部长确实说我们已经就暂停达成一致。我们没有。在与特朗普总统交谈之前，没有任何协议达成。”\n\n### 核心分歧\n\n*   中方认为双方已就“继续推动延长关税暂停”达成共识。\n*   美方则坚称，在得到特朗普总统明确批准之前，任何协议都不是最终的，并否认已就暂停达成一致。",
      "shortSummary": "中美两国在斯德哥尔摩结束贸易谈判，但在关税暂停延期问题上存在分歧。中方声称双方已达成共识，将继续推动延长对美方24%关税及中方反制措施的暂停。然而，美方财政部长斯科特·贝森特否认已达成协议，强调在获得特朗普总统明确批准前，任何协议均不作数。此次谈判是两国第三轮高级别贸易磋商。",
      "translated_title": "中美斯德哥尔摩贸易谈判结束，关税暂停延期时机存分歧",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States have diverged on the timing for another pause on tariff increases, a hurdle that must be cleared before the world’s two largest economies reach a trade deal ahead of an August 12 deadline.\nAfter their two days of talks in Stockholm, Sweden, Chinese negotiators declared a consensus for an extension of the pause on tariff increases, while the American side insisted that no deal would be final without US President Donald Trump’s explicit approval.\nThe Chinese side did...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/7058c771-175b-408d-8509-7c1cb1331e6a_4f12d79d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一位中国经济学家为何抨击瑞·达利欧关于中美债务状况的观点？ (原标题: Why did a Chinese economist slam Ray Dalio on debt situations in US, China?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319988/why-did-chinese-economist-slam-ray-dalios-assessment-debt-situations-us-china?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 14:00:12 +0000",
      "isoDate": "2025-07-29T14:00:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国经济学家许高反驳瑞·达利欧关于中美债务的观点\n\n随着全球两大经济体财政方向的辩论升温，中国银行国际（中国）首席经济学家许高对桥水基金创始人瑞·达利欧关于中国和美国债务状况的观点提出了异议。\n\n*   **对中国债务的看法**\n    *   许高在一篇约9000字的文章中指出，达利欧呼吁中国去杠杆是错误的，认为这种观点“误判”了中国的债务动态。\n    *   他强调，中国近期出现的债务展期问题并非由过度借贷引起，而是由于“过度严厉的去杠杆政策”扰乱了流动性。\n    *   许高认为，与其加倍推行去杠杆，不如纠正其背后的思维模式，因为这种思维模式已经对宏观经济造成了沉重压力。\n\n*   **中国经济背景**\n    *   许高的评论是在经济学家和政策圈子讨论下半年是否需要更多刺激措施以支撑中国经济的背景下提出的。\n    *   当前中国经济面临外部不确定性、房地产市场长期低迷以及持续的通缩压力。\n    *   市场关注焦点正转向即将召开的政治局会议，预计该会议将为下半年政策定调。\n\n*   **美国债务状况**\n    *   在美国，随着“大美法案”通过，债务上限提高了5万亿美元，人们对美国政府债务可持续性的担忧加剧。\n    *   包括埃隆·马斯克和达利欧在内的多位知名人士都对此发出了“债务炸弹”的警告。",
      "shortSummary": "中国经济学家许高反驳了瑞·达利欧关于中美债务的观点。许高认为，达利欧呼吁中国去杠杆是误判，指出中国债务问题源于过度严厉的去杠杆政策而非过度借贷，且该政策已损害宏观经济。文章还提及美国债务上限提高后引发的“债务炸弹”担忧。",
      "translated_title": "一位中国经济学家为何抨击瑞·达利欧关于中美债务状况的观点？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A prominent Chinese economist has pushed back against Bridgewater Associates founder Ray Dalio’s views on the debt situations in China and the United States, as debate over the fiscal directions of the world’s two largest economies heats up.\nXu Gao, chief economist at Bank of China International (China), said in a recent 9,000-word article that Dalio was mistaken in calling for China to deleverage, arguing that such a view “misjudges” the country’s debt dynamics.\n“China’s recent debt-rollover...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/69251e6f-e49c-4500-afd9-20eb77cc4b2c_edbf4880.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-05T12:56:48.204Z"
}