{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "芬太尼问题在长期缺席后可能重回中美贸易议程：分析师 (原标题: Fentanyl likely on US-China trade agenda after long absence: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318620/fentanyl-likely-us-china-trade-agenda-after-long-absence-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 22:00:10 +0000",
      "isoDate": "2025-07-17T22:00:10.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "## 芬太尼问题重回中美贸易议程\n\n分析师指出，芬太尼（Fentanyl）材料贩运问题预计将重回中美未来贸易谈判的焦点。此前，美国在3月份最初对中国加征关税时曾提及此问题，但在随后的两轮谈判中似乎并未触及。\n\n### 背景与最新进展\n\n*   **问题缘起**：美国曾以芬太尼贩运问题作为对中国加征关税的理由。\n*   **此前缺席**：在之前的两轮谈判中，芬太尼问题并未被提及。\n*   **特朗普的言论**：美国总统唐纳德·特朗普周三就此话题发表的言论，提及中国在遏制化学前体跨越美国边境方面采取的“大步骤”（包括对走私者威胁判处死刑），进一步引发了外界对该问题将纳入未来谈判的猜测。\n\n### 对中美关系的影响\n\n*   **缓解紧张局势**：一些专家认为，如果芬太尼问题得到解决，中美这两个全球最大经济体之间的紧张关系可能在8月进一步缓解。此前，双方在5月日内瓦会谈中达成了一项为期90天的休战协议。\n*   **回归贸易协议**：另一些专家则更为乐观，估计这可能促使双方回归2020年结束升级螺旋的贸易协议，尽管该协议是暂时的。\n\n### 专家观点\n\n中国工商银行高级财务经理、北京智库全球化智库（CCG）的非驻所副研究员马泰奥·乔瓦尼尼（Matteo Giovannini）表示：\n\n*   **“第三阶段”谈判**：“鉴于芬太尼问题在华盛顿的政治重要性，将其视为中美谈判潜在的‘第三阶段’是合理的。”\n*   **国家安全与公共卫生问题**：“虽然传统上并非贸易事项，但芬太尼危机已在美国上升为核心国家安全和公共卫生问题，这意味着它可以在更广泛的双边会谈中被利用。”\n\n### 芬太尼的危害\n\n*   **强效阿片类药物**：芬太尼是一种强效合成阿片类药物。\n*   **主要死因**：根据美国缉毒局（DEA）的数据，芬太尼已成为美国18至45岁人群的主要死因。",
      "shortSummary": "分析师指出，芬太尼贩运问题在长期缺席后，可能重回中美贸易谈判议程。此前美国曾以此为由加征关税。特朗普总统提及中国打击芬太尼的“大步骤”，引发外界对该问题将纳入未来谈判的猜测。专家指出，芬太尼已成为美国核心国家安全和公共卫生问题，有望在双边会谈中被利用，并可能缓解中美紧张关系。芬太尼是美国18至45岁人群的主要死因。",
      "translated_title": "芬太尼问题在长期缺席后可能重回中美贸易议程：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The trafficking of materials to make the drug fentanyl – the issue cited by the US in its initial tariff escalation against China in March – is set to be back in focus for future talks, analysts said, after two previous rounds did not appear to broach the subject.\nSpeculation over the drug’s presence in future negotiations was fuelled by US President Donald Trump’s remarks on the topic Wednesday, making reference to China’s “big steps” – including the threat of the death penalty for smugglers –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/f45964de-6f5e-40cd-a984-3442425ad995_afbb7dee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国高速磁悬浮列车破纪录，美国铁路雄心受挫 (原标题: As China’s speedy maglev train breaks records, US ambitions go off the rails)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318627/chinas-speedy-maglev-train-breaks-records-us-ambitions-go-rails?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-17T15:00:08.000Z",
      "creator": "Xiaofei Xu,He Huifeng",
      "summary": "# 中美铁路发展对比\n\n## 中国高速铁路的突破\n*   中国宣布其“超级充电”铁路系统（特指高速磁悬浮列车）已达到每小时600公里（373英里/小时）的速度，创下新纪录。\n*   外界普遍预计，随着中国国内外高速列车项目的快速推进，中国将在铁路领域进一步扩大对美国的领先优势。\n\n## 美国铁路项目的困境\n*   在中国宣布其高速铁路成就一周后，美国总统唐纳德·特朗普似乎叫停了美国的铁路发展进程。\n*   特朗普取消了加州高速铁路项目40亿美元的联邦资金，此举引发争议并正受到加利福尼亚州的法律挑战。\n*   无论法律挑战结果如何，特朗普的声明都凸显了中美两大经济强国在铁路发展愿景上的截然不同。\n*   美国铁路项目目前正因资金缺乏和政治压力而举步维艰。\n\n## 中美铁路产业交流\n*   本周五，中美铁路交通产业圆桌会议将在北京举行的中国国际供应链博览会上举行，预计铁路发展对比将成为核心议题。\n*   根据中国国际贸易促进委员会提供的议程，双方行业代表还将讨论铁路领域供应链合作的潜力。",
      "shortSummary": "中国高速磁悬浮列车时速达600公里，打破纪录，预计将扩大其全球领先地位。与此同时，美国总统特朗普取消了加州高铁项目40亿美元联邦资金，凸显美国铁路发展面临资金和政治压力。中美铁路发展路径形成鲜明对比，双方将在即将举行的圆桌会议上讨论合作潜力。",
      "translated_title": "中国高速磁悬浮列车破纪录，美国铁路雄心受挫",
      "images": [],
      "contentSource": "完整文章",
      "content": "A week after China said its supercharged rail system has reached speeds of 600km/h (373mph), US President Donald Trump seemingly pulled the plug on American rail progress.\nIn a controversial move being challenged by the state of California, Trump cancelled US$4 billion in federal funding for its high-speed railway project.\nRegardless of the outcome of any legal challenge, Trump’s announcement highlights the contrasting development paths of the economic superpowers in their rail aspirations, or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/2323bec0-5b01-4008-a49e-a558c7b06c7b_0ff54ead.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "关于中国对8项关键电池技术限制的须知 (原标题: What you need to know about China’s restrictions on 8 key battery technologies)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318610/what-you-need-know-about-chinas-export-restrictions-8-key-ev-battery-technologies?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 10:00:48 +0000",
      "isoDate": "2025-07-17T10:00:48.000Z",
      "creator": "Alice Li",
      "summary": "中国对八项关键电动汽车（EV）电池技术的最新出口限制已于本周正式生效，这距离其宣布实施意向约半年时间。根据商务部和科技部公布的规定，使用这些技术生产电动汽车电池的制造商，在将技术转移到海外之前，现在必须获得政府许可。\n\n**受出口限制的技术包括：**\n\n*   **电池正极技术（3项）**\n    *   这些技术主要涉及用于制造电池正极中间物质的方法。正极是电池的关键组成部分，决定了电池的能量密度和寿命上限。\n    *   具体包括：用于生产磷酸铁锂（LFP）、磷酸锰铁锂（LMFP）以及其他具有明确化学成分和性能标准的磷酸盐基前驱体的技术。\n\n*   **锂提取和加工技术（5项）**\n    *   这些技术是生产LFP等材料必不可少的上游步骤。\n\n**其他相关限制：**\n\n*   公告还明确指出，对镓提取技术的出口限制现在重点关注离子交换和树脂技术，取代了之前规则中提及的更广泛的“溶解法”。\n\n**重要性：**\n\n这些技术之所以重要，是因为它们直接影响电动汽车电池的性能（如能量密度和寿命）和关键原材料的生产。",
      "shortSummary": "中国对8项关键电动汽车电池技术的出口限制已于本周生效。这些限制要求制造商在向海外转移相关技术前需获得政府许可。受限技术主要涵盖电池正极材料（如磷酸铁锂、磷酸锰铁锂）的生产技术，以及锂的提取和加工技术。此举旨在控制电动汽车电池供应链中的核心技术。",
      "translated_title": "关于中国对8项关键电池技术限制的须知",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s latest export restrictions on eight key electric vehicle (EV) battery technologies officially took effect this week, about half a year after it announced its intention to implement them.\nAccording to the rules announced by the Ministry of Commerce and the Ministry of Science and Technology, manufacturers using the technologies in the production of EV batteries must now obtain government licences before transferring them abroad.\nIn this explainer, the Post takes a look at the technologies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/8856132b-3c7c-490e-8f3e-e99a56f803d0_2f2ba1a9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "马士基淡化美国港口费用影响，反华计划受质疑 (原标题: Maersk downplays hit from US port fees as doubts swirl over anti-China plan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318568/maersk-downplays-hit-us-port-fees-doubts-swirl-over-anti-china-plan?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 09:00:14 +0000",
      "isoDate": "2025-07-17T09:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "### 马士基淡化美国港口费用影响，反华计划受质疑\n\n美国此前宣布计划对进入美国港口的中国建造或运营的船只征收高额费用，这使得航运业面临一个严峻的选择：要么将中国船只排除在船队之外，要么面临成本飙升。\n\n然而，在全球航运巨头马士基（Maersk）看来，这项费用生效前几个月，该公司坚称能够避免做出这一艰难选择，这进一步引发了人们对美国限制中国造船业主导地位能力的质疑。\n\n**马士基的应对策略与立场：**\n\n*   **不提高客户价格：** 马士基大中华区总裁丁泽娟（Silvia Ding）表示，公司不会因为美国港口费用而提高客户价格。\n*   **不排除中国船厂：** 在未来订购船舶时，马士基也不会将中国船厂和造船商排除在考虑范围之外。\n*   **船队调整以规避成本：**\n    *   丁泽娟透露，马士基船队中只有10%的船只将受到港口费用的影响。\n    *   公司可以通过重新分配船只来避免额外的成本。\n*   **造船订单考量因素：** 马士基在下达造船订单时，会综合考虑成本和技术要求等多种因素。\n\n**政策影响受质疑：**\n\n这些评论是最新迹象，表明这项原定于10月生效的港口费用，其影响可能比最初设想的更为有限。此前，美国官员在行业强烈反对下，已多次调整和缩减了这项政策的范围。",
      "shortSummary": "全球航运巨头马士基表示，将能规避美国对中国建造或运营船只征收的港口费用。该公司不会因此提高客户价格，也不会将中国船厂排除在未来订单之外。马士基称其仅10%的船队受影响，可通过重新分配船只避免额外成本。此举进一步削弱了外界对美国该政策有效性的信心，表明其影响可能有限。",
      "translated_title": "马士基淡化美国港口费用影响，反华计划受质疑",
      "images": [],
      "contentSource": "完整文章",
      "content": "When the United States unveiled plans to charge hefty fees to any China-built or operated ship entering an American port earlier this year, the shipping industry appeared to face a stark choice: cut Chinese vessels out of their fleets or see their costs soar.\nBut months ahead of the charges coming into force, the global shipping giant Maersk insists that it will be able to avoid making that decision, casting further doubt over the US’ ability to curtail the dominance of China’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/f8789bd0-0135-4d0a-a5a4-cfe6241f19ab_b919c1f1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚总理访华，两国在争议问题上‘有所保留’ (原标题: On Australian PM’s visit to China, the 2 nations ‘hold back’ on disputes)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318508/how-deals-are-trumping-port-dispute-australian-pms-china-visit?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 02:08:31 +0000",
      "isoDate": "2025-07-17T02:08:31.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯访华：聚焦经贸合作，搁置争议\n\n**访问背景与目的**\n\n*   中国搁置了与澳大利亚的主要争议，将澳大利亚总理安东尼·阿尔巴尼斯为期六天的访华行程（本周）聚焦于一系列贸易和投资协议。\n*   分析人士认为，此举是中国在美国贸易紧张局势下，努力寻找共同点的体现。\n\n**主要成果与合作领域**\n\n*   根据知情人士透露，协议内容包括：\n    *   澳大利亚农产品和煤炭进入中国市场的潜在扩大。\n    *   金融部门数字化合作。\n    *   对新建项目的投资。\n    *   澳大利亚农产品出口的潜在关税削减。\n\n**争议处理**\n\n*   访问期间，双方未提及任何关于达尔文港未来的讨论。澳大利亚政府基于国家安全理由希望从一家中国公司手中收回该港口。\n*   消息人士称，两国已决定在此争议问题上“退让一步”。\n\n**中方关切**\n\n*   根据新华社的官方通稿，中国总理李强在与阿尔巴尼斯长达两小时的会谈中，提出了澳大利亚对中国投资的审查问题。\n*   李强要求为中国投资者提供“公平、开放和非歧视的商业环境”，但未明确提及达尔文港。\n\n**访问行程**\n\n*   阿尔巴尼斯的访问于周六在上海开始，将于周五结束。\n*   访问期间，他会见了中国国家主席习近平和总理李强。\n*   协议的详细内容预计将在访问结束后公布。",
      "shortSummary": "澳大利亚总理阿尔巴尼斯访华期间，中澳两国搁置主要争议，聚焦于贸易和投资协议。访问促成了澳农产品和煤炭市场准入扩大、金融数字化合作及潜在关税削减等。双方决定暂不讨论达尔文港问题。中方总理李强呼吁澳方为中国投资提供公平环境。此访旨在中美贸易紧张背景下，两国寻求共同点。",
      "translated_title": "澳大利亚总理访华，两国在争议问题上‘有所保留’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has set aside major disputes with Canberra and instead filled Australian Prime Minister Anthony Albanese’s six-day visit to China this week with a slew of trade and investment deals, a move analysts said was an effort to find common ground amid trade tensions with the United States.\nThe deals include the potential widening of access to the Chinese market for Australian farm produce and coal, cooperation in the digitalisation of the financial sector, investment in greenfield projects and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/e5f6d4d0-55ed-45cd-b2a9-c3f5118cb49d_088e0048.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "空客与中国合作伙伴签署新协议，正值中国巨额订单传闻之际 (原标题: Airbus signs fresh deal with Chinese partner amid talk of massive China order)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318393/airbus-signs-fresh-deal-chinese-partner-amid-talk-massive-china-order?utm_source=rss_feed",
      "pubDate": "Wed, 16 Jul 2025 06:00:15 +0000",
      "isoDate": "2025-07-16T06:00:15.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 空客深化与中国合作伙伴的合作\n\n欧洲航空巨头空中客车公司（Airbus）与其中方合作伙伴——中国航空工业西安飞机工业集团（AVIC Xi’an Aircraft Industry Group）签署了一项新的合作协议，旨在进一步深化其A321飞机的本地化生产。此举正值中欧领导人峰会前夕，被视为一个积极信号。\n\n#### 合作内容与地点\n\n*   **A321机身舾装本地化**：根据协议，空客将在其位于天津的工厂启动A321飞机的前后机身舾装工作。舾装是指在飞机的前后部分安装各种部件。\n*   **现有合作的延伸**：这项新计划是双方在A320飞机上类似合作的延伸，标志着合作范围的扩大。\n\n#### 战略意义与背景\n\n*   **峰会前奏**：该协议的宣布恰逢下周在北京举行的中欧领导人峰会前一周。一些分析师预测，空客在此次峰会期间可能会签署一份价值数百亿美元的“巨额订单”。\n*   **本地化战略**：空客中国区首席执行官徐岗（George Xu）表示，这不仅扩大了双方在空客单通道飞机制造方面的合作范围，也是空客持续实施其本地化战略的重要举措。\n*   **中国供应链的重要性**：徐岗强调，中国的供应链是全球航空工业不可或缺的一部分，展现出强大的韧性和竞争力。\n\n#### 生产进展\n\n*   **首批部件抵达**：首架将在天津进行机身舾装的A321飞机的前后部分已于本月初运抵工厂。\n*   **预计完成时间**：空客预计这些部件的安装工作将在10月前完成。\n*   **舾装流程**：整个舾装过程包括进货检验、绝缘安装、支架安装，以及电气、电子、排水、氧气、飞行控制和液压系统的安装和测试。",
      "shortSummary": "空客与中国航空工业西安飞机工业集团签署新协议，将在天津工厂本地化A321飞机机身舾装。此举是双方在A320合作基础上的延伸，也是空客本地化战略的重要一步。该协议在中欧领导人峰会前夕宣布，正值空客可能获得中国巨额订单的传闻之际。首批A321部件已运抵天津，预计10月完成安装。",
      "translated_title": "空客与中国合作伙伴签署新协议，正值中国巨额订单传闻之际",
      "images": [],
      "contentSource": "完整文章",
      "content": "Airbus has signed a new cooperation deal with its Chinese partner that will see the company localise more production of its A321 jet in China, with the announcement coming just a week ahead of a key China-Europe leaders’ summit.\nThe European aviation giant will work with its partner AVIC Xi’an Aircraft Industry Group to start fuselage equipping – installing components onto the front and rear parts of an aircraft – for the A321 at its factory in Tianjin under the agreement.\nThe programme is an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/16/88ef158d-448e-4616-b830-9d30de04c015_1590ecaf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国和欧洲推动全球电动汽车6月销量增长24% (原标题: China and Europe power 24% growth in global EV sales in June)",
      "link": "https://www.scmp.com/business/china-evs/article/3318380/china-and-europe-power-24-growth-global-ev-sales-june?utm_source=rss_feed",
      "pubDate": "Wed, 16 Jul 2025 04:21:28 +0000",
      "isoDate": "2025-07-16T04:21:28.000Z",
      "creator": "Yujie Xue",
      "summary": "# 全球电动汽车销售概况\n\n根据市场研究公司Rho Motion的数据，2024年6月全球电动汽车（EV）和插电式混合动力汽车（PHEV）销量同比激增24%，主要得益于中国和欧洲的强劲需求。\n\n## 2024年6月销售数据\n\n上个月，全球共售出180万辆纯电动汽车（BEV）和插电式混合动力汽车。\n\n*   **主要增长区域**：\n    *   **中国**：销量跃升28%，达到111万辆，占全球总销量的60%。\n    *   **欧洲**：需求增长23%，达到39万辆。\n*   **表现滞后区域**：\n    *   **美国/北美**：销量下降9%，略高于14万辆，表现滞后。\n*   **其他市场**：\n    *   全球其他地区的销量激增43%，超过14万辆，这提升了东南亚和中美洲等新兴市场的重要性。\n\n## 2024年上半年销售数据\n\n今年上半年，全球电动汽车销量达到910万辆，同比增长28%。\n\n*   **区域销量分布**：\n    *   **中国**：以550万辆的销量领先。\n    *   **欧洲**：紧随其后，销量为200万辆。\n    *   **北美**：销量为90万辆。\n\n## 专家观点与展望\n\nRho Motion的数据经理Charles Lester表示，“2025年上半年（注：原文如此，根据上下文应为2024年上半年）的电动汽车销售数据表明，中国和欧洲在电动化转型方面正突飞猛进。”\n\nLester预计，尽管有报道称一些城市的补贴已用尽，引发了对中国市场放缓的预期，但中国下半年仍将继续提供电动汽车补贴。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7)\n*图片说明：中国企业如何在电动汽车竞赛中超越特斯拉。*",
      "shortSummary": "根据Rho Motion数据，6月全球电动汽车销量同比增长24%，上半年增长28%。中国和欧洲是主要推动力，中国销量占全球60%。美国销量下降9%，而东南亚和中美洲等新兴市场增长强劲。专家预计中国下半年将继续提供电动汽车补贴。",
      "translated_title": "中国和欧洲推动全球电动汽车6月销量增长24%",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Global sales of electric and plug-in hybrid vehicles surged 24 per cent in June from a year earlier, driven by strong demand in China and Europe, while the US fell behind, according to the market research firm Rho Motion.\nA total of 1.8 million battery-powered electric vehicles (BEVs) and plug-in hybrids were sold last month, the London-based firm said on Tuesday. Sales in China jumped 28 per cent to 1.11 million units, or 60 per cent of the worldwide total, while Europe’s demand rose 23 per...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/16/8adebec2-4b1a-4333-b89e-5fe16e745c34_2ef70837.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "英伟达CEO黄仁勋称中国人才流失对美国是巨大损失 (原标题: Chinese brain drain a great loss for US, Nvidia CEO Jensen Huang says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318364/chinese-brain-drain-great-loss-us-says-nvidia-ceo-jensen-huang?utm_source=rss_feed",
      "pubDate": "Wed, 16 Jul 2025 02:00:10 +0000",
      "isoDate": "2025-07-16T02:00:10.000Z",
      "creator": "Ji Siqi",
      "summary": "# 英伟达CEO黄仁勋谈中国人才流失对美国的影响\n\n*   **核心观点：** 英伟达（Nvidia）联合创始人兼首席执行官黄仁勋表示，鉴于中美双边关系恶化，许多中国学者和研究人员离开美国选择回国，这对美国来说是“巨大损失”。\n*   **黄仁勋的看法：**\n    *   他理解并乐见这些人才回到自己的祖国，因为那是他们的家乡。\n    *   但他强调，当最聪明的人才选择来美国接受教育，然后又选择回国时，这对美国是巨大的损失。\n    *   黄仁勋本人出生于台湾，后因父母追求“美国梦”而移居美国。他称自己是移民，并表示正是因为美国以及与同事共同的梦想，他才得以创立英伟达并取得成功。\n    *   他希望美国能继续成为一个人们可以追求“美国梦”的国家。\n*   **黄仁勋的行程：** 黄仁勋本周正在北京，这是他今年第三次访问中国，旨在参加周三至周日举行的中国国际供应链博览会。",
      "shortSummary": "英伟达CEO黄仁勋表示，鉴于中美关系恶化，许多中国学者和研究人员离开美国回国，这对美国是“巨大损失”。他理解人才回国，但也强调美国培养的顶尖人才流失是重大损失。黄仁勋作为移民，强调美国梦对其成功的意义，并希望美国继续是追求梦想之地。他目前正在北京参加中国国际供应链博览会。",
      "translated_title": "英伟达CEO黄仁勋称中国人才流失对美国是巨大损失",
      "images": [],
      "contentSource": "完整文章",
      "content": "It is a “great loss” for the United States that many Chinese academics and researchers have left the country and chosen to return to China amid worsening bilateral relations, said Jensen Huang, co-founder and CEO of chipmaker Nvidia.\n“I’m also happy they go home, because that’s where they’re from,” Huang said in response to a question from the Post during a group interview on Tuesday. “But it’s an enormous loss for America when the brightest minds decide to come to you for education and decide...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/16/384449bb-82f6-4676-a4d2-ea4fb0b03c2b_d4876a09.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国家主席习近平在供应链博览会开幕之际倡导自由贸易 (原标题: China’s Xi Jinping makes case for free trade as supply chain expo opens)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318312/chinas-xi-jinping-makes-case-free-trade-supply-chain-expo-opens?utm_source=rss_feed",
      "pubDate": "Wed, 16 Jul 2025 01:00:13 +0000",
      "isoDate": "2025-07-16T01:00:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国国家主席习近平在供应链博览会开幕之际倡导自由贸易\n\n中国国家主席习近平在一篇发表于高规格供应链博览会开幕当天的文章中，明确反对单边制裁和贸易壁垒，重申中国在全球经济环境日益转向保护主义之际对全球化的支持。\n\n### 文章背景与发布\n\n*   该文章于周三发表在执政的中国共产党主要理论刊物《求是》杂志上。\n*   文章内容汇编了习近平自2012年以来就此议题发表的声明。\n*   文章题为“坚定不移推进高水平对外开放”。\n\n### 核心观点：反对保护主义，支持全球化\n\n*   习近平指出，当前“单边主义和保护主义抬头，对多边主义和自由贸易构成严峻挑战”。\n*   他强调，中国坚持经济全球化的正确方向，推动贸易和投资自由化。\n*   中国明确反对保护主义、筑墙设垒，并拒绝单边制裁和极限施压。\n\n### 承诺与国际定位\n\n*   中国国家主席誓言维护“真正的多边主义”。\n*   他承诺促进“普惠包容的经济全球化”。\n*   此举是中国在全球舞台上继续将自身定位为自由贸易倡导者的体现，与美国前总统唐纳德·特朗普的政策形成对比。",
      "shortSummary": "中国国家主席习近平在供应链博览会开幕之际，通过《求是》杂志发表文章，重申中国支持经济全球化和自由贸易。他明确反对单边制裁、贸易壁垒和保护主义，强调要维护真正的多边主义，推动普惠包容的经济全球化。此举旨在将中国定位为自由贸易的倡导者，与美国前总统特朗普的政策形成对比。",
      "translated_title": "中国国家主席习近平在供应链博览会开幕之际倡导自由贸易",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping has spoken out against unilateral sanctions and trade barriers – reiterating China’s support for globalisation as the international economic environment turns more protectionist – in an article published on the opening day of a high-profile supply chain expo.\nWednesday’s piece in Qiushi – the leading theoretical journal of the ruling Communist Party – compiles statements Xi has made on the topic since 2012.\nThe article, titled “Unswervingly Advancing High-Level Opening Up”,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/9565ec80-c392-4177-84b2-84c9cd6167ac_94e2b318.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟在俄罗斯问题上向中国施压，自损贸易利益 (原标题: The EU is doing itself no trade favours in pushing China on Russia)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3317581/eu-doing-itself-no-trade-favours-pushing-china-russia?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 21:30:07 +0000",
      "isoDate": "2025-07-15T21:30:07.000Z",
      "creator": "Nikola Mikovic",
      "summary": "# 欧盟对华施压俄罗斯问题\n\n## 背景与欧盟立场\n在即将于7月24日在北京举行的中欧峰会前夕，欧盟27国似乎决心在与世界第二大经济体的关系中采取强硬立场。欧盟指责中国协助俄罗斯在乌克兰的战争努力，并寻求其认为更公平的经济关系。\n\n欧盟委员会主席乌苏拉·冯德莱恩在最近的一次讲话中表示，布鲁塞尔“不能接受”中国“事实上正在助长俄罗斯的战争经济”。她还指出，欧盟对华“去风险而非脱钩”的进程必须“加速”。冯德莱恩的言论表明，欧盟在对待中国的方式上采取了“非友即敌”的二元对立态度。\n\n## 中国的视角与复杂性\n据报道，中国外交部长王毅曾告诉欧盟高级外交官卡娅·卡拉斯，北京不希望看到俄罗斯在乌克兰战败，因为它担心美国随后会将全部注意力转向北京。\n\n然而，文章指出，即使北京不希望俄罗斯战败，也并不一定意味着它希望莫斯科在乌克兰实现所有目标。同样，美国对基辅的支持也并非自动意味着华盛顿希望乌克兰对俄罗斯取得全面胜利。如果美国确实从战争中受益，而中国被广泛认为是冲突的“大赢家”，那么任何一方从结束僵局中又能获得什么呢？\n\n更重要的是，从北京的角度来看，如果俄罗斯的胜利是由于美国总统唐纳德·特朗普背叛基辅所致（尽管这看起来不太可能），那将是高度成问题的。政治中没有免费的午餐，北京的政策制定者们充分意识到，如果美国放弃乌克兰，华盛顿会期望克里姆林宫做出让步。如果这些让步意味着俄罗斯与中国脱钩呢？\n\n## 特朗普因素与俄中关系\n俄罗斯分析人士越来越担心，特朗普旨在在莫斯科和北京之间制造不和，最终利用俄罗斯作为对抗中国的工具。然而，鉴于特朗普对俄罗斯总统弗拉基米尔·普京日益不满，现在表示华盛顿必须继续向乌克兰运送武器，并威胁要对任何与俄罗斯做生意的国家征收关税，莫斯科和华盛顿在短期内实现关系正常化的可能性相当低。因此，俄罗斯被美国用来对抗中国的场景并未出现。\n\n## 相关图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/07/12/jordan.00_03_38_07.Still002.jpg?itok=HJcB8h-m)\n02:58 中国驳斥北约关于其是俄罗斯在乌克兰战争“决定性促成者”的说法",
      "shortSummary": "欧盟在中欧峰会前夕对中国采取强硬立场，指责其助长俄罗斯战事，并寻求更公平的经济关系，强调“去风险”。中国则不希望俄罗斯战败，担心美国会转而关注北京。文章分析，尽管欧盟施压，但由于复杂的地缘政治动态，包括美国和中国在冲突中的潜在利益，以及特朗普对俄政策的不确定性，欧盟可能难以影响北京立场，且俄美短期内难以联手对抗中国。",
      "translated_title": "欧盟在俄罗斯问题上向中国施压，自损贸易利益",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/07/12/jordan.00_03_38_07.Still002.jpg?itok=HJcB8h-m",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Ahead of the China-European Union summit, set to take place in Beijing on July 24, the 27-nation bloc seems determined to adopt a firm stance in its relationship with the world’s second-largest economy. While accusing China of aiding Russia’s war efforts in Ukraine, the EU also seeks what it sees as fairer economic relations. But can the growing pressure influence Beijing’s position on Moscow and the Ukraine conflict?\nIn a recent speech, European Commission President Ursula von der Leyen said...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/d1a5139f-eecd-4fd2-aae5-745c0e2891e7_93dc101c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "双刃剑：分析师称美国调查中国无人机主导地位存在风险 (原标题: Double-edged sword: US probe into China’s drone dominance is a risk, analysts say)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318317/double-edged-sword-us-probe-chinas-drone-dominance-risk-analysts-say?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-15T15:00:08.000Z",
      "creator": "Alice Li",
      "summary": "美国已根据《贸易扩张法》“第232条”对无人机和多晶硅进口启动调查。此举旨在为征收关税铺平道路，并可能为美国在与中国（全球两大经济体）的贸易谈判中提供筹码。\n\n*   **调查背景与目的**\n    *   **目标领域：** 调查针对无人机和多晶硅，中国在这两个领域均占据全球主导地位。\n    *   **启动机构与时间：** 美国工业和安全局于周一发布文件，就7月1日启动的调查征求公众意见。\n    *   **调查范围：** 尽管未明确点名中国，但调查将审查美国对进口无人机系统（包括商用、工业和军用无人机）以及多晶硅（太阳能电池板和半导体中的关键材料）的依赖。\n\n*   **“第232条”权力**\n    *   该条款授权美国总统在商务部调查发现特定进口产品威胁国家安全时征收关税。\n    *   此法曾被前总统特朗普用于对钢铁、铝和汽车征收关税，近期威胁的50%铜关税也源于此调查。\n\n*   **分析师观点**\n    *   **谈判筹码：** 资深中国顾问Alfredo Montufar-Helu表示，他“不会感到惊讶”如果华盛顿的调查被用于未来与中国的贸易谈判中获取筹码。\n    *   **双刃剑效应：** 但他也警告说，此举是一把“双刃剑”，暗示其可能带来意想不到的负面后果或风险。",
      "shortSummary": "美国已根据《贸易扩张法》“第232条”对中国主导的无人机和多晶硅进口启动调查。此举旨在为征收关税和在贸易谈判中获取筹码铺路。分析师指出，尽管可能带来谈判优势，但这同时也是一把“双刃剑”，存在潜在风险。",
      "translated_title": "双刃剑：分析师称美国调查中国无人机主导地位存在风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States has launched investigations into imports of drones and polysilicon – two sectors where China holds a global lead – in a move that could pave the way for tariffs and give Washington leverage in trade negotiations between the world’s two largest economies, analysts said.\nThe US Bureau of Industry and Security released a document on Monday, seeking public comments as it moves forward with the investigation, which began on July 1 under “Section 232” of the Trade Expansion...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/6734271b-a732-4092-ad18-1b9083d6ed4a_349bf1bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "如果中美公司共同制造人形机器人会怎样？CEO呼吁合作 (原标题: What if Chinese, US firms make humanoid robots together? CEO calls for a collab)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318316/what-if-chinese-us-firms-make-humanoid-robots-together-tech-ceo-calls-collaboration?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 11:30:08 +0000",
      "isoDate": "2025-07-15T11:30:08.000Z",
      "creator": "Xinyi Wu,Ji Siqi",
      "summary": "### 中国机器人公司CEO呼吁中美合作开发人形机器人\n\n**主要观点：**\n\n*   中国领先的机器人初创公司宇树科技（Unitree Robotics）创始人兼CEO王兴兴呼吁中美两国同行加强合作，共同推动全球人形机器人领域的发展。\n*   他认为，尽管中美贸易关系紧张，但这种合作具有巨大价值，尤其是在中国私营部门在创新中发挥越来越大作用的背景下。\n\n**合作理由：**\n\n*   王兴兴指出，中国在制造业和硬件方面拥有深厚基础，而美国则拥有丰富的AI软件生态系统。\n*   他强调，双方各具优势，这使得全球合作和共同推动该领域发展变得非常有价值，因为全球在该行业拥有共同目标。\n\n**背景信息：**\n\n*   王兴兴是在一次由政府组织的旨在提振私营部门信心的记者会上发表上述言论的。其他领先私营公司的 executives 也出席了会议。\n*   人形机器人领域已成为中美两国之间更广泛技术竞争的新前沿，两国公司正在展开商业化竞赛。\n*   作为新兴产业代表，王兴兴曾出席今年2月由中国国家主席习近平主持的企业家座谈会，该会议旨在巩固对中国私营部门的信心，这是自2018年末以来的首次此类会议。\n\n**相关图片：**\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/10/Thu_Clean-(15).jpg?itok=gnISwi22)",
      "shortSummary": "中国宇树科技CEO王兴兴呼吁中美公司合作开发人形机器人。他认为中国在制造硬件方面有优势，美国在AI软件生态系统方面领先，双方优势互补，共同推动全球人形机器人发展具有巨大价值。此呼吁正值人形机器人成为中美技术竞争新前沿之际，也反映了中国私营部门在创新中的日益重要性。",
      "translated_title": "如果中美公司共同制造人形机器人会怎样？CEO呼吁合作",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/10/Thu_Clean-(15).jpg?itok=gnISwi22",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The founder of a prominent Chinese robotics start-up sees great value in working with American peers to advance the global development of humanoid robots – and his call for stronger collaboration between the fractious trade partners comes as China’s private sector is playing an increasingly larger role in innovation.\n“China has a deep foundation in manufacturing and hardware, while the United States possesses a rich AI software ecosystem,” said Wang Xingxing, founder and CEO of Hangzhou-based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/f6c8ed0d-42d9-495a-b056-17dc4fe173a2_d23e64b7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土出口在6月激增，北京放松管制 (原标题: China’s rare earth exports swell in June as Beijing relaxes controls)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3318166/chinas-rare-earth-exports-swell-june-beijing-relaxes-controls?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 14:30:09 +0000",
      "isoDate": "2025-07-14T14:30:09.000Z",
      "creator": "Luna Sun,Alice Li",
      "summary": "## 中国稀土出口激增\n\n*   **出口数据显著增长**\n    *   中国稀土出口在6月份达到7,742.2吨，创下自2009年12月以来的最高水平。\n    *   与2024年6月的4,828.7吨相比，增长了60%。\n    *   与今年5月的5,865吨相比，增长了32%。\n    *   这些数据来源于海关统计。\n\n*   **分析师观点与背景**\n    *   分析师认为，此次出口激增可能是中国与美国在关键矿物流动方面达成幕后协议的早期迹象。\n    *   此前几个月，稀土出口成为全球贸易的焦点，北京在4月份收紧了出口管制，以巩固其在供应链中的主导地位。\n    *   此举被普遍视为对美国限制先进半导体流动和提高关税的回应。\n\n*   **管制放松的迹象**\n    *   6月下旬，有迹象表明管制正在放松。《华尔街日报》报道称，中国已向部分美国制造商发放了为期六个月的出口许可证。\n    *   上个月，中国商务部表示将改进对欧洲国家的出口审批流程，并便利其企业进行合法贸易。\n\n*   **对欧洲的影响**\n    *   欧洲严重依赖中国的稀土和含稀土磁体。\n    *   近期供应链中断已对当地企业造成困扰，而此次放松管制可能有助于缓解这一局面。",
      "shortSummary": "中国稀土出口在6月激增至7,742.2吨，创2009年12月以来新高。分析师认为这可能表明北京正在放松管制，并与美国就关键矿物流动达成幕后协议。此前中国曾收紧稀土出口以回应美国限制，但近期已向美欧企业发放许可证，旨在便利合法贸易，缓解欧洲对稀土的依赖。",
      "translated_title": "中国稀土出口在6月激增，北京放松管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s rare earth exports surged in June to their highest level since December 2009, in what analysts said could be an early sign that recent behind-the-scenes agreements with the United States on the flow of critical minerals are beginning to bear fruit.\nExports of the elements reached 7,742.2 tonnes last month – a 60 per cent increase from the 4,828.7 tonnes recorded in June 2024 – and a 32 per cent jump compared to the 5,865 tonnes reported this May, according to customs data.\nRare earth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/d48caeda-8aa5-44f9-875b-8813ad15df95_124ce973.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国石油行业向巴西出口吸力锚，开辟新天地 (原标题: China’s oil sector breaks new ground with export of suction anchors to Brazil)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318147/chinas-oil-sector-breaks-new-ground-export-deepwater-suction-anchors-brazil?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 11:30:07 +0000",
      "isoDate": "2025-07-14T11:30:07.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国石油行业出口吸力锚至巴西，实现新突破\n\n中国石油天然气行业在先进海上钻井设备出口方面取得了新的里程碑，一家国有企业首次向巴西交付了一种新型深海吸力锚。\n\n### 关键交付与产品详情\n\n*   **产品类型**：此次交付包括24个吸力沉箱（深海吸力锚）。\n*   **作业深度**：这些吸力沉箱能够在高达2000米的水深下运行。\n*   **用途**：它们将用于固定巴西东南海岸Mero超深水油田的平台。\n*   **设计与制造**：所有24个单元均由中国海洋石油总公司（CNOOC）在广东珠海的深水基地设计、建造和装载。\n\n### 战略意义与行业突破\n\n*   **出口里程碑**：此次交付标志着中国在成为海上油气设备领先制造商的道路上迈出了重要一步。\n*   **“中国制造2025”战略**：这符合北京“中国制造2025”工业战略中，将海上油气设备制造作为战略领域的目标。\n*   **技术先进性**：中央电视台报道称，这批设备是中国公司开发并出口海外的最先进海上设备之一。\n\n### 中海油的近期成就\n\n*   **储量增长**：作为中国最大的海上油气生产商，中海油近年来储量激增。\n*   **重大发现**：中海油近期宣布在南海东部海域深处发现了一个大型油田，探明储量超过1亿吨。\n\n### 中巴能源合作\n\n*   **深化合作**：近年来，作为金砖国家（Brics）成员，中国和巴西在能源领域的合作不断加强，两国在多个领域深化了联系。",
      "shortSummary": "中国石油行业首次向巴西出口先进深海吸力锚，标志着中国在海上油气设备制造领域取得重要里程碑。这批由中海油在珠海设计建造的24个吸力沉箱，可在2000米水深作业，将用于固定巴西Mero超深水油田平台。此举不仅展现了中国在“中国制造2025”战略下高端装备的出口能力，也进一步深化了中巴两国在能源领域的合作。",
      "translated_title": "中国石油行业向巴西出口吸力锚，开辟新天地",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s oil and gas industry has passed a fresh milestone in its push to become a leading exporter of advanced offshore drilling equipment, as a state-owned company made its first delivery of a new kind of deep-sea suction anchor to Brazil.\nThe 24 suction caissons – which are capable of operating at depths of up to 2,000 metres – will be used to secure platforms at the Mero ultra-deepwater oilfield off Brazil’s southeastern coastline, Chinese state broadcaster CCTV reported on Sunday.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/a73ab348-799e-4098-8698-f36b0e726a41_26c3da04.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对盟友和竞争对手征收最新关税如何为他的‘大美法案’提供资金 (原标题: How Trump’s latest tariffs on allies, rivals could fund his ‘Big Beautiful Bill’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318143/how-trumps-latest-tariffs-allies-and-rivals-could-fund-his-one-big-beautiful-bill?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 10:00:22 +0000",
      "isoDate": "2025-07-14T10:00:22.000Z",
      "creator": "Alice Li",
      "summary": "### 特朗普恢复关税，全球贸易紧张局势再起\n\n美国总统唐纳德·特朗普在其标志性的“大美法案”（One Big Beautiful Bill）签署墨迹未干之际，再次将焦点转向关税，结束了全球贸易紧张局势长达三个月的平静期。随着4月份“对等关税”暂停期的于7月9日到期，特朗普在过去一周内宣布了针对25个经济体的新关税税率，其中包括邻国和长期盟友。\n\n#### 受影响的国家和关税税率\n\n*   **欧盟和墨西哥**：最新受到威胁，美国总统于周六表示将对其征收30%的关税。\n*   **加拿大**：此前已宣布征收35%的关税。\n*   **巴西**：此前已宣布征收50%的关税。\n*   **日本和韩国**：此前已宣布征收25%的关税。\n*   **菲律宾**：此前已宣布征收20%的关税。\n*   **其他发展中经济体**：还包括几个发展中经济体，特别是与中国接壤的亚洲国家。\n\n#### 谈判截止日期\n\n所有相关谈判的截止日期均为**8月1日**。\n\n#### 台湾的情况\n\n台湾在4月份面临32%的“对等关税”，但尚未收到新的关税信函。台湾官员表示，目前的谈判正进入一个“关键时刻”。",
      "shortSummary": "美国总统特朗普在暂停三个月后，重新对盟友和竞争对手征收关税，全球贸易紧张局势再起。欧盟、墨西哥、加拿大、巴西、日本、韩国、菲律宾以及其他亚洲国家受到影响，关税税率从20%到50%不等。所有谈判的截止日期为8月1日。台湾虽曾面临关税，但尚未收到新信函，谈判进入关键阶段。",
      "translated_title": "特朗普对盟友和竞争对手征收最新关税如何为他的‘大美法案’提供资金",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the ink on US President Donald Trump’s signature “One Big Beautiful Bill” barely dried, he turned his focus back to tariffs, ending a three-month lull in global trade tensions.\nWith the pause on April’s “reciprocal tariffs” expiring on July 9, Trump has announced new rates on 25 economies over the past week – including both neighbours and long-time allies.\nIn this explainer, the Post wraps up the latest developments and explores what lies ahead.\nWhich countries have received Trump’s tariff...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/98e6cc1e-38f1-4c69-9d06-2b890fb1ceba_ef888ee7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着特朗普瞄准金砖国家，印度尼西亚的自主权岌岌可危 (原标题: As Trump targets Brics, Indonesia’s autonomy hangs in the balance)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3317503/trump-targets-brics-indonesias-autonomy-hangs-balance?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 21:30:07 +0000",
      "isoDate": "2025-07-12T21:30:07.000Z",
      "creator": "Akhmad Hanan",
      "summary": "### 金砖国家峰会与全球力量转移\n\n*   本月在巴西里约热内卢举行的金砖国家（Brics）峰会标志着全球力量动态转变的关键时刻。\n*   金砖国家正巩固为一个更强大的多极集团，有效挑战西方主导秩序的长期霸权。\n\n### 金砖国家的联合声明\n\n*   金砖国家发布联合声明，批评破坏全球贸易的单边关税和非关税措施。\n*   声明呼吁改革国际货币基金组织（IMF）和世界银行等机构。\n*   金砖国家领导人还谴责了近期对伊朗的袭击，尽管未点名美国和以色列。\n\n### 特朗普的回应与威胁\n\n*   美国对此做出对抗性回应，包括潜在的关税威胁。\n*   美国总统唐纳德·特朗普在其Truth Social账户上宣称：“任何与金砖国家反美政策结盟的国家，将被额外征收10%的关税”，并强调没有例外。\n*   特朗普不仅威胁对金砖国家成员征收10%的关税，还致信印度尼西亚总统普拉博沃·苏比安托，威胁从8月1日起对所有印度尼西亚出口商品征收32%的关税。\n*   特朗普将此威胁归因于美国与印度尼西亚（金砖国家最新正式成员）之间的贸易逆差。\n*   信中，特朗普表示如果印度尼西亚同意在美国建立制造业务，关税可以重新考虑。\n\n### 对印度尼西亚的影响\n\n*   这不仅加剧了华盛顿与金砖国家之间的紧张关系，也使印度尼西亚等国家面临巨大压力。\n*   雅加达现在面临着平衡地缘政治独立与短期贸易和投资利益的挑战。",
      "shortSummary": "金砖国家峰会标志着全球力量向多极化转变，挑战西方主导秩序。金砖国家批评单边关税并呼吁改革国际机构。作为回应，特朗普威胁对与金砖国家结盟的国家征收10%关税，并特别威胁对金砖国家新成员印度尼西亚征收32%关税，除非其在美国设厂。这使印度尼西亚面临平衡地缘政治自主与经济利益的困境。",
      "translated_title": "随着特朗普瞄准金砖国家，印度尼西亚的自主权岌岌可危",
      "images": [],
      "contentSource": "完整文章",
      "content": "This month’s Brics summit in Rio de Janeiro, Brazil, marked a pivotal moment that reflects shifting global power dynamics. By consolidating into a stronger multipolar bloc, emerging economies are effectively challenging the long-standing dominance of a Western-led order.\nBrics released a joint statement, criticising unilateral tariffs and non-tariff measures that disrupt global trade. The statement called for reforms of institutions such as the International Monetary Fund and the World Bank....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/7132b7ec-8b2c-4726-a1c8-41562ab75b8b_dfc9dffb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "金砖国家仍缺乏构建更好结构的粘合剂 (原标题: Brics still lacking the cement to build a better structure)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3317727/brics-still-lacking-cement-build-better-structure?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 08:30:07 +0000",
      "isoDate": "2025-07-12T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 金砖国家：缺乏构建新秩序的粘合剂\n\n文章探讨了金砖国家（Brics）作为一个新兴经济体集团，在构建新的全球政治经济秩序时所面临的根本性挑战：缺乏强大的凝聚力或“粘合剂”。\n\n### 金砖国家峰会凸显的内部问题\n\n最近在里约热内卢举行的金砖国家峰会进一步暴露了这一问题：\n\n*   **中国缺席**：中国国家主席习近平未能出席峰会，由国务院总理李强代为出席。\n*   **俄罗斯远程参与**：俄罗斯总统弗拉基米尔·普京因国际刑事法院的逮捕令而选择通过视频会议参与，并派遣外交部长谢尔盖·拉夫罗夫代为出席。\n*   **印度立场**：印度总理纳伦德拉·莫迪在峰会期间的意图引发疑问，他似乎试图将金砖国家的重心从成为全球新权力中心，转向成为一个“不结盟”国家集团。\n\n### 构建非美国主导秩序的挑战\n\n然而，文章指出，这些内部问题并非最核心的担忧。真正的问题在于，为何世界其他国家在构建一个能够解决政治、安全、经济、金融及其他共同关切，但却不由美国主导的多边体系时，会感到如此困难。尽管美国仍是全球最强大的军事和经济力量，但这并不能完全解释为何它长期以来被视为“不可或缺的国家”。\n\n### 美国的“巨大吸力”及其全球角色\n\n部分答案在于美国所扮演的独特经济角色，正如《远东经济评论》前编辑德里克·戴维斯所称的“巨大吸力”。美国通过其对消费品永不满足的需求，吸纳了来自世界各国的出口商品，从而成为一个“市场友好型”国家。没有其他国家愿意或能够为亚洲及其他地区的经济体提供如此慷慨的生命线。美国通过以下方式提供了这种支持：\n\n*   支付进口商品费用\n*   提供外国直接投资\n*   提供证券投资\n*   提供外国援助\n*   提供军事保护\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/07/CLEAN-thumbnail.jpg?itok=jNFGnrWS)\n01:47 金砖国家领导人谴责对伊朗的袭击和关税，但避免直接提及美国、以色列。\n\n文章最后提出疑问：即使考虑到美国的体量，它如何能够负担得起如此巨大的投入？",
      "shortSummary": "文章指出，金砖国家（Brics）缺乏凝聚力，难以构建新的全球秩序。近期峰会凸显了内部问题，如中国和俄罗斯领导人的缺席或远程参与，以及印度对集团定位的潜在分歧。核心挑战在于，在没有美国主导的情况下，难以建立新的多边体系。这部分归因于美国作为全球最大消费市场和投资来源的“巨大吸力”，它通过进口、投资、援助和军事保护为全球经济提供了关键支持。",
      "translated_title": "金砖国家仍缺乏构建更好结构的粘合剂",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/07/CLEAN-thumbnail.jpg?itok=jNFGnrWS",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "What good are bricks without mortar? For that matter, what good is the Brics bloc of developing and emerging nations without a strong bonding force that enables its members to jointly construct a new global political and economic order?\nThis question arose again after the news of President Xi Jinping’s absence from the latest Brics summit in Rio de Janeiro, with Prime Minister Li Qiang attending in his place. Russian President Vladimir Putin, who is wanted by the International Criminal Court for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/3864c731-729e-4bd7-977c-0d6bb6c0743b_49bd2778.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "‘措手不及’：关税冲击下，中国服装制造商被美国市场拒之门外 (原标题: ‘Caught off guard’: China’s garment makers cut out of US market as tariffs bite)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317878/chinas-garment-makers-cut-out-us-market-tariffs-bite-caught-guard?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 06:00:13 +0000",
      "isoDate": "2025-07-12T06:00:13.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 关税冲击下中国服装制造商的困境\n\n*   **背景：**\n    *   张女士，一位来自中国南方城市东莞的瑜伽服出口商，自中美贸易战今年早些时候加剧以来，遭遇了一系列挫折。\n*   **最新关税的影响：**\n    *   张女士表示，最新一轮的美国关税比以往任何时候都更具冲击力，让她“措手不及”。\n*   **此前的应对策略：**\n    *   在贸易战早期阶段，她的企业通过以下方式设法应对：\n        *   将部分货物通过越南转运。\n        *   转向为中国蓬勃发展的电商平台供货，这些平台利用小包裹的“最低限度豁免”（de minimis exemption）将商品免税运往美国。\n    *   张女士称，当时业务正取得进展，利润有望翻倍。\n*   **政策变化与新挑战（自四月起）：**\n    *   特朗普政府不仅将中国商品的平均关税提高到约42%（据摩根士丹利估计）。\n    *   还取消了“最低限度豁免”。\n    *   并向越南及其他国家施压，要求它们打击中国的转运贸易。\n*   **当前业务状况：**\n    *   这些举措对张女士的业务造成了沉重打击。\n    *   她的美国老客户在过去两个月里暂停了订单，正在“观望政策如何发展”。",
      "shortSummary": "中国东莞的瑜伽服出口商张女士，因中美贸易战最新一轮关税而面临严峻挑战。此前，她通过越南转运和利用电商平台的“最低限度豁免”应对关税。然而，自四月起，美国不仅将关税提高至约42%，还取消了“最低限度豁免”，并打击转运贸易。这导致张女士的美国客户暂停订单，业务遭受重创，让她措手不及。",
      "translated_title": "‘措手不及’：关税冲击下，中国服装制造商被美国市场拒之门外",
      "images": [],
      "contentSource": "完整文章",
      "content": "Zhang, a yoga apparel exporter based in the southern Chinese city of Dongguan, has suffered a series of painful setbacks since the US-China trade war intensified earlier this year.\n“This latest round of US tariffs hit harder than previous ones – it really caught us off guard,” said Zhang, who declined to give her full name for privacy reasons.\nThe business managed to navigate earlier phases of the trade war by re-routing some shipments via Vietnam and pivoting to supplying China’s booming...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/77e3e67a-0922-41c2-ba17-e41a846a8700_87f2a7e7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析人士：美国霸凌下，中国须与贸易伙伴‘打持久战’ (原标题: China must ‘play the long game’ with trade partners as US bullies, analysts say)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317908/china-must-play-long-game-trade-partners-us-looks-big-bully-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 13:00:12 +0000",
      "isoDate": "2025-07-11T13:00:12.000Z",
      "creator": "Alice Li",
      "summary": "## 中国应对美国贸易保护主义的策略\n\n随着美国总统唐纳德·特朗普向贸易伙伴发出更多关税信函，北京方面正加紧努力，例如团结其贸易伙伴，以共同抵制华盛顿的贸易保护主义。\n\n### 中国的应对措施与机遇\n\n根据本周中国官员一系列海外访问后发表的声明，作为世界第二大经济体，中国将在警惕美国威胁的同时，提供巨大的发展机遇，包括：\n\n*   **更广泛的市场准入**：为贸易伙伴提供进入中国市场的机会。\n*   **更深度的区域一体化**：推动区域经济融合，构建更紧密的合作关系。\n\n### 专家观点与务实策略\n\n一些分析人士认为，这些评论表明北京正在采取日益务实的策略，而不仅仅是强硬的警告，为下月初与华盛顿的下一轮谈判做准备。\n\n中国现代国际关系研究院高级研究员陈凤英指出：\n\n*   “中国需要展现坚定的外交立场来宣示其原则，同时应辅以行动，为周边贸易伙伴提供切实的利益。”\n*   “美国将不可避免地对转运货物征收额外关税。”\n*   “因此，中国与邻国‘打持久战’并逐步建立一个更加统一的区域市场至关重要。”\n\n### 具体外交行动\n\n中国外交部长王毅周四在马来西亚吉隆坡举行的中国—东盟外长会议上会见各国同行时，承诺将升级与这个十国集团现有的自由贸易协定。特朗普所谓的“对等关税”已使大多数东盟成员国遭受了20-40%的打击。",
      "shortSummary": "面对美国日益加剧的贸易保护主义，中国正积极团结贸易伙伴，采取务实策略应对。分析人士指出，中国需在宣示原则的同时，通过提供市场准入和区域一体化等切实利益，与邻国“打持久战”，逐步构建统一的区域市场。中国外长王毅已承诺升级与东盟的自贸协定，以应对美国关税对区域国家的影响。",
      "translated_title": "分析人士：美国霸凌下，中国须与贸易伙伴‘打持久战’",
      "images": [],
      "contentSource": "完整文章",
      "content": "With US President Donald Trump sending more tariff letters to trade partners, Beijing has stepped up efforts – like rallying its own trade partners – to collectively push back against Washington’s trade protectionism.\nThe world’s second-largest economy will provide considerable development opportunities – from broader market access to greater regional integration – while being mindful of US threats, according to statements this week following a string of overseas visits by Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/ef0a7920-f251-4a89-ac05-ac6d922880c4_f5040d1d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“这是一个糟糕的时刻”：特朗普关税截止日期临近，美国消费者如坐针毡 (原标题: ‘It’s a bad time’: US consumers on edge ahead of Trump’s tariff deadline)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317874/us-consumers-edge-ahead-trumps-tariff-deadline-its-bad-time?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 11:00:12 +0000",
      "isoDate": "2025-07-11T11:00:12.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 美国消费者对关税前景感到不安\n\n美国消费者和企业对特朗普政府可能在未来几周内提高对亚洲经济体的关税感到担忧。\n\n### 小企业面临的压力\n\n*   旧金山湾区一家工艺品店的老板凯瑟琳·哈里森（Kathleen Harrison）对此深感不安。\n*   她已经面临巨大压力，例如纸张等关键用品的成本今年已翻倍，迫使她寻找便宜货以保持价格稳定。\n*   她担心，如果美国政府在未来几周内对中国及其他主要出口国提高关税，她的利润空间将在2025年末进一步受挤压。\n\n### 特朗普关税背景\n\n*   自特朗普于四月发起全球贸易战以来，美国企业在很大程度上设法消化了较高的关税成本。\n*   特朗普曾在4月2日宣布对数十个国家的商品征收两位数关税，并称之为“解放日”，但随后暂停了90天。\n*   这一暂停期即将结束，如果美国政府继续推行对中国及其他主要贸易伙伴的关税上调，企业几乎肯定无法再继续消化成本，情况将发生改变。",
      "shortSummary": "美国消费者和企业对特朗普政府即将到来的关税截止日期感到不安。旧金山湾区一家工艺品店老板凯瑟琳·哈里森已面临供应成本上涨，并担心对中国及其他亚洲经济体的新关税将进一步挤压利润。特朗普此前宣布的关税暂停期即将结束，企业可能无法再继续消化成本，预示着未来几周内将面临更大的经济压力。",
      "translated_title": "“这是一个糟糕的时刻”：特朗普关税截止日期临近，美国消费者如坐针毡",
      "images": [],
      "contentSource": "完整文章",
      "content": "Kathleen Harrison, the owner of an arts-and-crafts shop in the San Francisco Bay Area, is dreading what might happen if the US government raises tariffs on a slew of Asian economies later this summer.\nThe 33-year-old is already under pressure as it is. The cost of key supplies such as paper stock has doubled this year due to a surge in demand, forcing her to hunt down bargains to keep her prices stable.\nNow, she worries that higher duties on imports from China and other major exporters will...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/eccc8f31-2a02-464d-b79d-4cd4f39327f9_d23e3222.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-18T06:37:29.494Z"
}