{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "日元疲软推动旅游热潮，中国游客在日本大肆消费 (原标题: Chinese tourists splash the cash in Japan as weak yen drives travel surge)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326162/chinese-tourists-splash-cash-japan-weak-yen-drives-travel-surge?utm_source=rss_feed",
      "pubDate": "Sun, 21 Sep 2025 00:00:14 +0000",
      "isoDate": "2025-09-21T00:00:14.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 日元疲软刺激中国游客赴日旅游消费激增\n\n日元走弱正吸引大量中国中产及富裕家庭赴日本旅游，推动了高端商品和文化体验的消费热潮。\n\n## 消费趋势与动机\n*   **消费激增：** 中国游客在日本大肆消费，购买高端品牌商品和体验文化活动，例如昂贵的健康套餐和传统日式旅馆住宿。\n*   **质量与价值：** 许多游客认为日本的食品和商品质量更高，物有所值。例如，来自上海的软件工程师丁晓涵表示，日本的衣物更舒适，她不认为日本物价过高。\n*   **具体消费：** 丁晓涵在东京塔附近和静冈市的旅行中，在寿司午餐、烧烤晚餐以及吉卜力工作室动漫角色玩偶上花费不菲。\n\n## 旅游数据与游客构成\n*   **游客数量：** 根据日本国家旅游组织的数据，2025年前八个月，中国赴日游客数量超过670万人次，远高于去年同期的460万人次。\n*   **富裕人群：** 日本国家旅游组织研究营销团队的Obata Shiroto指出，尽管统计数据不涵盖游客收入水平，但近期入境的中国游客中，富裕人群占据显著比例。",
      "shortSummary": "日元疲软吸引大量中国游客赴日旅游，推动消费激增。中产及富裕家庭在日本购买高端品牌商品并体验文化活动。2025年前八个月，中国赴日游客数量超过670万人次，远超去年同期，其中富裕人群占比显著。游客普遍认为日本商品质量高，物有所值。",
      "translated_title": "日元疲软推动旅游热潮，中国游客在日本大肆消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Ding Xiaohan, a software engineer from Shanghai, took her 18-year-old son to Japan for a weeklong holiday this summer, she did not hold back.\nThe 47-year-old spent freely as they explored the affluent neighbourhood near the Tokyo Tower and the tea-producing city of Shizuoka, splashing out on sushi lunches, barbecue dinners and dolls modelled on iconic Studio Ghibli anime characters.\n“Japanese food and merchandise are different, higher quality – like if you buy clothing it’s more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/1efc2966-bc16-4fe6-b586-66d51d399524_23ed5af6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国发明了扫地机器人，为何中国现在主导市场？ (原标题: The US invented the robot vacuum. So why does China now dominate the market?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326150/roomba-revolution-how-china-swallowed-robot-vacuum-market?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 10:00:12 +0000",
      "isoDate": "2025-09-20T10:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "## 美国发明了扫地机器人，为何中国现在主导市场？\n\n扫地机器人曾被视为美国的成功故事，由麻省理工学院的科学家开发，并于1990年成立了iRobot公司，其产品Roomba甚至成为扫地机器人的代名词。然而，三十年后的今天，美国已完全失去了对这个由其创造的市场的掌控。\n\n### 市场格局的转变\n\n*   **中国企业崛起**：与许多行业类似，中国企业现在主导着扫地机器人的生产。根据市场研究公司IDC的报告，2025年第二季度，全球前五大清洁机器人制造商均为中国公司：\n    *   Roborock (石头科技)\n    *   Ecovacs (科沃斯)\n    *   Dreametech (追觅)\n    *   Xiaomi (小米)\n    *   Narwal Robotics (云鲸)\n*   **市场份额**：这五家中国公司合计占据了全球市场近70%的产品出货量。相比之下，美国的iRobot公司排名第六。\n*   **市场增长**：扫地机器人是一个快速增长的市场。IDC数据显示，今年上半年全球出货量同比增长33%，达到1535万台，对美国公司而言，失去的市场份额意义重大。\n\n### 中国品牌成功的关键因素\n\n中国品牌的成功并非仅仅因为价格优势。在亚马逊美国商店上，主要中美品牌之间的成本差异很小，甚至Roomba Vacuum 2在9月中旬的售价仅为165美元，是市场上最便宜的产品之一。\n\nIDC中国高级分析师Claire Zhao指出，中国品牌成功的关键在于对**推广和研发的巨额投入**：\n\n*   **电商推广与品牌认知度**：中国公司通过电子商务迅速提升了海外销售额和品牌知名度，取得了显著的海外业绩。\n*   **快速技术迭代**：对研发的持续投入使得技术迭代迅速，直接增强了产品的竞争力，并提高了用户忠诚度。",
      "shortSummary": "美国曾发明扫地机器人，但如今中国企业已主导全球市场。据IDC报告，2025年第二季度，全球前五大扫地机器人制造商均为中国公司，占据近70%的市场份额，而美国iRobot排名第六。中国品牌的成功并非依赖低价，而是得益于在电商推广和研发方面的巨额投入，实现了快速销售增长、品牌认知度提升以及产品技术迭代，从而增强了竞争力并赢得了用户忠诚度。",
      "translated_title": "美国发明了扫地机器人，为何中国现在主导市场？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The robot vacuum cleaner used to be considered an American success story. It was developed by scientists at the Massachusetts Institute of Technology, who set up a company called iRobot in 1990. Even today, many consumers still use the name of the firm’s breakout product – the Roomba – to refer to all robot vacuums.\nBut fast forward three decades, and the United States has totally lost its grip on a market that it created. As in many industries, Chinese firms now dominate production of robot...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/84d5c03e-5532-4853-b76f-0565247686af_d201eca4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "警惕债券收益率上升和市场下跌 (原标题: Beware of rising bond yields and falling markets)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3325992/beware-rising-bond-yields-and-falling-markets?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 08:30:10 +0000",
      "isoDate": "2025-09-20T08:30:10.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 金融市场面临的风险：流动性过剩、债券收益率上升与市场波动\n\n文章指出，当前金融市场正被一股“流动性海啸”席卷，这种过剩的流动性并未得到有效引导，反而导致市场出现“疯狂”行为。这发生在政治稳定性缺失、国际贸易受阻以及全球货币秩序动荡的复杂背景下。\n\n### 主要观点：\n\n*   **流动性过剩与市场异动：**\n    *   在美国联邦储备委员会小幅降息后，从纽约到东京的股市都因预期流动性增加而表现出“狂热”。\n    *   然而，长期债券市场却发出了“撤退”信号，这可能预示着债券收益率上升和市场下跌的风险，并可能对全球经济造成严重损害。\n\n*   **“非理性繁荣”：**\n    *   股市正经历周期性的“非理性繁荣”，这一术语由前美联储主席艾伦·格林斯潘普及。\n    *   在美国总统唐纳德·特朗普对部分关税做出“让步”（尽管关税水平仍高于最初）后，市场的这种极端行为进一步加剧。\n\n*   **宏观背景下的市场失序：**\n    *   这种市场“疯狂”发生在多重不稳定因素交织的时期，包括：\n        *   从美国到日本的政治稳定性缺失。\n        *   国际贸易因特朗普关税而中断。\n        *   全球货币秩序处于变动之中。\n    *   文章强调，这并非危言耸听，而是基于常识的判断，与金融市场不顾经济和社会风险、盲目追求最高回报的“无脑冲锋”形成对比。\n\n*   **“流动性陷阱”加速：**\n    *   文章认为，“流动性陷阱”正因新冠疫情后宽松信贷的创造以及养老金等储蓄持续涌入股市而加速运转。\n\n### 结论：\n\n市场行为的非理性与宏观经济和政治环境的复杂性交织，预示着潜在的重大风险。",
      "shortSummary": "金融市场正面临流动性过剩的风险，导致股市出现“非理性繁荣”，而长期债券市场则发出危险信号。在全球政治不稳定、贸易冲突和货币秩序变动的背景下，这种“疯狂”的市场行为可能源于新冠疫情后的宽松信贷和储蓄持续涌入股市，预示着潜在的经济损害和市场下跌风险。",
      "translated_title": "警惕债券收益率上升和市场下跌",
      "images": [],
      "contentSource": "完整文章",
      "content": "The tsunami of liquidity washing through financial markets now threatens to drown us all in a destructive wave. Markets are not directing this excess liquidity in any meaningful way. That much is obvious from their antics in recent days.\nIt seems that stock markets from New York to Tokyo have been going wild in anticipation of increased financial liquidity on the back of the US Federal Reserve’s decision to cut rates slightly, while long-term bond markets are signalling a retreat that could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/bce733ac-4907-48fa-9a16-3084d00967ab_062c827a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国企业将贸易展视为东盟市场雄心的试验场 (原标题: Chinese firms treat trade fair as testing ground for Asean market ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326167/chinese-firms-treat-trade-fair-testing-ground-southeast-asian-market-ambitions?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 00:00:15 +0000",
      "isoDate": "2025-09-20T00:00:15.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国企业将南宁贸易展视为东盟市场雄心的试验场\n\n中国南方城市南宁的一个贸易展已成为中国出口商将业务重心转向东南亚的试验场。面对西方市场需求放缓，以及被东南亚地区快速增长的经济和年轻消费者所吸引，许多中国公司将此年度盛会视为吸引买家、扩大海外业务的潜在门户。\n\n#### 转向东南亚的动机\n\n*   **西方市场饱和：** 江西一家电动滑板车和电池制造商的经理李文奇指出，其公司长期依赖的欧美市场已接近饱和。他表示：“西方市场接近饱和，中东饱受战乱，世界就这么大。”\n*   **东南亚巨大潜力：** 李文奇认为，“东南亚人口众多，潜力巨大”，为寻求新机遇的企业提供了广阔空间。\n\n#### 中国-东盟博览会的重要性\n\n*   **主要平台：** 位于广西壮族自治区首府南宁的中国-东盟博览会是促进与东南亚贸易和投资的重要平台。\n*   **战略意义：** 该博览会凸显了东盟作为中国最大贸易伙伴的角色，以及作为西方市场日益增长的替代选择的地位。\n*   **举办时间：** 今年的活动于周三开幕，并于周日结束。\n\n#### 东盟对中国贸易战略的关键作用\n\n*   **应对美国关税战：** 在美国关税战的背景下，东盟对中国的贸易战略变得更加重要。\n*   **抵消出口下滑：** 8月份中国对东盟的出口同比增长22.5%，这有助于抵消对美国出货量下降的影响。",
      "shortSummary": "中国企业正将重心转向东南亚市场，利用南宁的中国-东盟博览会作为拓展业务的平台。面对西方需求放缓和美国关税战，东南亚凭借其快速增长的经济和年轻消费者，成为中国出口商的重要机遇。东盟已成为中国最大的贸易伙伴，其强劲的出口增长有助于抵消对美贸易的下滑，凸显其对中国贸易战略的关键作用。",
      "translated_title": "中国企业将贸易展视为东盟市场雄心的试验场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A trade fair in the southern Chinese city of Nanning has become a testing ground for exporters shifting their focus to Southeast Asia.\nAttracted by the region’s fast-growing economies and young consumers – and facing slowing demand in the West – many Chinese companies see the annual event as a potential gateway to court buyers and expand their overseas footprints.\nLi Wenqi, a manager at an electric scooter and battery manufacturer in Jiangxi province, is among the exporters seeking new...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/6b089dec-adfc-4151-b217-0ff91eeb4ca1_9b3a70a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧洲快线：又一家中国航运公司开辟北极航线 (原标题: Express to Europe: another Chinese shipping company launches Arctic route)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326168/express-europe-another-chinese-shipping-company-launches-arctic-route?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 14:00:09 +0000",
      "isoDate": "2025-09-19T14:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国航运公司开辟北极快线，缩短欧洲航程\n\n中国航运公司正积极探索北极航线，旨在绕过传统航运瓶颈，并缩短前往欧洲的运输时间。在与美国关税紧张局势未解之际，欧洲正成为日益重要的出口市场。\n\n### SeaLegend Line 推出首艘北极快船\n\n*   **公司背景**：SeaLegend Line 是一家成立于2022年的中国航运公司。\n*   **首航详情**：该公司于周二派遣其首艘北极快船“伊斯坦布尔之桥”（Istanbul Bridge）号从山东青岛出发。\n*   **预计抵达**：该船预计于10月16日抵达波兰格但斯克。\n*   **服务定位**：此次服务是专门为跨境电商和高价值货物设计的北极航线专用服务。\n\n### 航线与港口\n\n*   **船只载量**：“伊斯坦布尔之桥”号可载运约4,100个标准箱（TEU）。\n*   **停靠港口**：在抵达格但斯克之前，该船将停靠英国最大的集装箱港口费利克斯托、亚洲以外最大的集装箱港口荷兰鹿特丹以及德国汉堡。\n\n### 运输时间与效率\n\n*   **显著缩短**：SeaLegend 公司表示，从中国最后一个停靠港宁波到费利克斯托预计需要18天。\n*   **对比优势**：\n    *   比中欧班列快一周。\n    *   比传统经苏伊士运河的航线（约40天）缩短了一半以上的时间。\n\n### 成本与目标客户\n\n*   **成本考量**：尽管北海航线（NSR）显著缩短了运输时间，但每集装箱的成本更高。\n*   **费率定位**：北极航线的运费介于中欧班列和传统海运费之间。\n*   **目标货物**：该服务主要面向时间敏感型货物，如跨境电商包裹，以及高价值商品，包括储能柜和动力电池。",
      "shortSummary": "中国航运公司SeaLegend Line已开辟一条新的北极航线，其首艘快船“伊斯坦布尔之桥”号从青岛启航，预计18天内抵达欧洲，比传统苏伊士运河航线快一半以上。此举旨在绕过传统瓶颈，缩短运输时间，服务跨境电商和高价值货物。尽管北极航线成本较高，但其效率优势显著，为时间敏感型货物提供了新的选择。",
      "translated_title": "欧洲快线：又一家中国航运公司开辟北极航线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipping companies are ramping up efforts to explore Arctic routes, aiming to explore alternatives that bypass traditional shipping chokepoints and cut transit times to Europe – an increasingly important export market amid unresolved tariff tensions with the US.\nSeaLegend Line, a Chinese shipping company founded in 2022, dispatched its first Arctic express vessel, the Istanbul Bridge, from Qingdao in Shandong province on Tuesday. It is expected to arrive in Gdansk, Poland, on October 16,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/a9b52721-c01d-428d-88e1-69e7aec82a67_8d9ced12.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国关税如何影响中国的出口中心？答案：情况复杂 (原标题: How are US tariffs affecting China’s export hubs? Answer: it’s complicated)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326118/which-chinese-regions-are-being-hit-hardest-us-tariffs?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 07:10:50 +0000",
      "isoDate": "2025-09-19T07:10:50.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 美国关税对中国出口中心的影响：区域差异显著\n\n中美两国贸易战持续，其影响已开始显现。根据数据显示，2025年前八个月，中国对美国的出口同比下降了15.5%。然而，美国关税对中国各地区的影响并非均等。中国拥有30多个省级行政区，这些地区在对美市场敞口和贸易战影响方面存在显著差异。\n\n## 区域影响的复杂性\n\n*   **出口表现分化**：一些省份对美出口录得大幅下降，而另一些省份的出口量却持续飙升，在某些情况下甚至增长了265%。\n*   **研究来源**：本解释性文章基于兴银研究（一家隶属于福建兴业银行的研究机构）经济学家的计算和研究。\n*   **分析目的**：旨在提供中国各地区对美国关税反应的区域级概览，展示哪些地区最脆弱，以及地方政府和公司如何适应。\n\n## 对美市场敞口最大的地区\n\n*   **沿海出口中心主导**：中国东部沿海的出口中心主导着对美国的贸易。\n*   **主要贡献省份**：根据兴银研究的数据，在2025年前七个月，广东、浙江、江苏、上海、山东和福建这六个沿海地区合计占中国对美出口总值的近80%。",
      "shortSummary": "美国关税对中国出口中心的影响复杂且不均衡。2025年前八个月，中国对美出口总体下降15.5%，但各省份表现差异巨大，部分地区出口大幅下滑，而另一些则显著增长。广东、浙江等六个沿海省份对美市场敞口最大，贡献了近80%的对美出口。此分析揭示了区域脆弱性及地方政府和企业的适应策略。",
      "translated_title": "美国关税如何影响中国的出口中心？答案：情况复杂",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the trade war between the world’s two largest economies drags on, the impact is already showing: China’s exports to the United States were down 15.5 per cent year on year in the first eight months of 2025.\nBut US tariffs are not affecting China equally. The country is made up of more than 30 provincial-level regions, and there is a wide divergence between these areas both in terms of their exposure to the US market and the effect of the trade war.\nSome provinces have recorded steep drops in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/15d09cd6-85e7-4cb5-8d07-35b964957804_196b8c8c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国持续减持美国国债，其投资流向何处？ (原标题: As China keeps cutting US Treasury holdings, where are its investments going?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326123/chinas-us-treasury-holdings-are-record-lows-where-investment-going?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 07:10:06 +0000",
      "isoDate": "2025-09-19T07:10:06.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国减持美国国债及其投资流向\n\n**背景**\n中国持续减持美国国债，其持有量在2023年7月降至近17年来的最低水平，引发了对美元支持资产的担忧。\n\n**减持规模**\n*   根据美国财政部数据，中国在2023年7月的美国国债持有量降至7307亿美元，较6月减少了257亿美元。\n*   这是自2009年1月以来的最低水平。\n*   与2013年11月创纪录的1.32万亿美元相比，持有量下降了45%。\n\n**减持原因**\n*   分析师指出，中国此举是出于对美元支持资产的担忧。\n*   中国经济学家持续警告，在中美紧张关系加剧的背景下，美元可能被“武器化”。\n*   对美国债务可持续性的持续担忧也是一个重要因素。\n\n**潜在投资流向**\n尽管中国人民银行如何具体配置其外汇储备尚不明确，但分析师和经济学家提出了几种可能的替代投资方向：\n\n*   **欧洲资产：**\n    *   渣打银行首席大中华区经济学家丁爽表示，国际投资者今年已逐渐从美元计价资产转向欧洲货币计价资产。\n    *   他认为，欧洲债券的深度和广度有望继续扩大，可能为中国人民银行提供替代选择。\n*   **黄金：**\n    *   分析师认为，作为传统的避险资产，黄金也是中国央行可能转向的投资方向之一。\n*   **其他货币：**\n    *   法国外贸银行亚太区首席经济学家艾丽西亚·加西亚-埃雷罗认为，鉴于近期对欧洲出口的增长，中国可能正在增加欧元持有量。\n    *   此外，英镑和瑞士法郎等其他货币也可能成为中国外汇储备增长的贡献者。",
      "shortSummary": "中国持续减持美国国债，其持有量在2023年7月降至近17年低点，主要原因是对美元资产的担忧、美元武器化风险以及美国债务可持续性问题。分析师认为，中国央行可能正转向欧洲资产、黄金以及欧元、英镑、瑞士法郎等其他货币，以寻求更可靠的投资。",
      "translated_title": "随着中国持续减持美国国债，其投资流向何处？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China continues to cut its US Treasury holdings – reaching a near 17-year low in July as concerns over assets backed by the US dollar mount – analysts said the country’s central bank could be pivoting to European assets and perennial safe haven gold as more reliable investments.\nBeijing’s stockpile dropped to US$730.7 billion in July, down US$25.7 billion from June, according to data released by the US Treasury Department on Thursday.\nJuly’s figure was the lowest reported since January 2009,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/0d5534bb-f8cc-44b4-a3cf-efaff2c5ffb0_3f7dc2a4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战 (原标题: Ahead of call with China’s Xi, Trump touches on TikTok and extending trade truce)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326095/ahead-call-chinas-xi-trump-touches-tiktok-deal-and-extending-trade-truce?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 05:07:33 +0000",
      "isoDate": "2025-09-19T05:07:33.000Z",
      "creator": "Mia Nurmamat",
      "summary": "### 在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战\n\n美国总统唐纳德·特朗普周四暗示，可能延长与中国的贸易休战，并促成TikTok在美国的持续运营交易。市场正焦急等待两国领导人预期中的电话通话能带来任何进展迹象。\n\n*   **贸易休战与TikTok交易**\n    *   特朗普在与英国首相基尔·斯塔默（Keir Starmer）的联合新闻发布会上发表了上述评论。\n    *   他表示：“我们非常接近达成协议。我们可能会与中国延长（休战），但这是基于我们目前拥有的相同条款的延长，这些条款相当不错。”\n    *   关于TikTok交易，特朗普补充说，美国将获得“巨大的额外费用”。\n    *   他还表示，在美国运营的TikTok版本将由“所有美国投资者”和“热爱美国”的合法公司拥有。\n\n*   **特朗普与习近平的通话**\n    *   据彭博社报道，特朗普和中国国家主席习近平预计将于华盛顿时间今天上午9点（北京时间晚上9点）举行电话通话。\n    *   这将是两国领导人自6月以来的首次直接接触。\n\n*   **此前关于贸易协议的声明**\n    *   周二，在前往英国之前，特朗普在白宫表示，他已与中国达成一项贸易协议，并将于周五与习近平通话以确认。\n    *   他称之为“一项非常好的贸易协议——我希望对两国都有利——但与他们过去达成的协议非常不同。”\n\n*   **图片**\n    *   文章内容中不包含任何有效的图片链接，因此未包含图片。",
      "shortSummary": "在与中国国家主席习近平通话前，美国总统特朗普暗示可能延长与中国的贸易休战，并促成TikTok在美国的交易。他表示，双方“非常接近达成协议”，TikTok交易将为美国带来“巨大的额外费用”，且该应用将由美国投资者拥有。此次通话将是两国领导人自6月以来的首次直接接触，此前特朗普曾表示已达成一项“非常好的贸易协议”。",
      "translated_title": "在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump on Thursday hinted at the possible extension of a trade truce with China and at facilitating a deal for TikTok’s continued operation in America, as the market eagerly awaits any signs of progress in an anticipated phone call between the two countries’ leaders today.\nTrump made the comments at a joint press conference with British Prime Minister Keir Starmer in which Trump said: “We’re pretty close to a deal. We may do an extension with China, but it’s an extension based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/1ecee563-c58c-4c8d-bc37-dc48a5e66277_039224a0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“游客很害怕”：致命抗议后中国游客避开尼泊尔 (原标题: ‘Tourists are scared’: Chinese travellers shun Nepal after deadly protests)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325995/chinese-tourism-nepal-plummets-after-protests-spark-mass-cancellations?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 00:00:13 +0000",
      "isoDate": "2025-09-19T00:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 致命抗议后中国游客避开尼泊尔：旅游业面临重创\n\n## 背景\n尼泊尔曾是中国年轻游客新兴的热门旅游目的地。\n\n## 旅游业面临的冲击\n*   **大规模取消预订**：本月初尼泊尔爆发反政府抗议活动后，中国游客对尼泊尔的旅游预订出现“大规模取消”。\n    *   根据旅游营销和技术公司China Trading Desk的数据，9月份的中国游客预订量减少了约50%。\n*   **长期影响**：China Trading Desk首席执行官Subramania Bhatt表示，这种影响将持续数月。\n    *   2025年剩余时间的预订量预计将下降30%，而1月至8月的月平均预订量约为7,500人次。\n*   **游客担忧**：加德满都旅游研究机构Meaningful Tourism Centre执行董事Wolfgang Arlt指出，在经历了一周的死亡和破坏后，包括中国游客在内的游客都“害怕”前往尼泊尔。\n\n## 旅游中断情况\n*   **机场关闭**：骚乱期间，加德满都特里布万国际机场曾短暂关闭。\n*   **航班停飞**：\n    *   民航分析师Li Hanming表示，至少有两家中国大陆航空公司已暂停飞往尼泊尔的航班。\n    *   国泰航空表示，出于“高度谨慎”考虑，已取消9月15日至30日所有从香港飞往加德满都的航班。\n\n## 总结\n致命的政治动荡和随之而来的旅行中断，对尼泊尔的中国旅游市场造成了潜在的长期打击，使其作为热门目的地的发展受到阻碍。",
      "shortSummary": "尼泊尔近期致命的政治动荡导致中国游客对该国的兴趣锐减。9月份的中国游客预订量已“大规模取消”约50%，预计2025年剩余时间的预订量将下降30%。机场关闭和航班停飞等旅行中断加剧了游客的恐惧。这给尼泊尔作为中国年轻游客新兴热门目的地的发展带来了严重打击。",
      "translated_title": "“游客很害怕”：致命抗议后中国游客避开尼泊尔",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tourism to Nepal is set to slump after days of deadly political unrest have left many travellers “scared” to visit, dealing a potentially lasting blow to a country that had been emerging as a trendy travel destination for young Chinese.\nThe eruption of anti-government protests in Nepal earlier this month sparked “mass cancellations” that wiped out about 50 per cent of Chinese travellers’ bookings for September, according to data compiled by the travel marketing and technology company...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/2575d5c0-118b-4439-806b-609b8b4345e6_359cee51.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国订单缺失：美国农民急盼贸易协议，如履薄冰 (原标题: No orders from China: US farmers, desperate for trade deal, walk ‘tightrope’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326006/no-orders-china-us-soybean-farmers-desperate-trade-deal-walk-tightrope?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 15:00:09 +0000",
      "isoDate": "2025-09-18T15:00:09.000Z",
      "creator": "Mandy Zuo,Kandy Wong",
      "summary": "# 美国农民在贸易战中“如履薄冰”\n\n美国农民正面临严峻的财务困境，他们在美国总统唐纳德·特朗普的关税政策与中美贸易协议缺失所带来的严重损失之间“如履薄冰”。\n\n## 主要困境：中国订单缺失与高额关税\n*   **订单中断**：本季美国农民没有收到任何来自中国的订单。\n*   **关税影响**：由于互惠关税，美国大豆在市场上失去了竞争力。美国大豆协会的数据显示，中国对美国大豆的整体关税税率在8月份已达到34%。\n*   **财务损失**：南达科他州的大豆和玉米种植户迈克·麦克拉尼（Mike McCranie）指出，尽管他支持华盛顿的关税政策“如果能带来长期协议”，但他承认这已经伤害了美国农民，市场正经历“巨大的痛苦”。\n\n## 农民的矛盾立场与期望\n*   **支持与痛苦并存**：美国农民普遍支持特朗普政府，但同时也在承受贸易战带来的经济打击。他们希望关税政策最终能促成一个有利的长期贸易协议。\n*   **急切呼吁协议**：越来越多的美国农业界人士，包括麦克拉尼，正在敦促中美两国迅速达成协议，以确保其农作物的销售。\n\n## 解决贸易僵局的努力\n*   **高层对话**：两国领导人计划在近期进行电话通话。\n*   **贸易谈判**：此前，双方已在西班牙举行了第四轮贸易谈判。\n*   **国事访问计划**：中美双方正在敲定特朗普总统对北京进行国事访问的细节，其中一项重要内容是中方大规模采购美国产品，包括大豆。\n\n麦克拉尼表示，他非常希望双方能够达成某种贸易协议，以缓解当前市场的痛苦。",
      "shortSummary": "由于中美贸易战，美国农民正面临中国订单缺失和高额关税带来的严重财务困境。南达科他州农民迈克·麦克拉尼表示，尽管他们支持特朗普政府，但目前市场“痛苦巨大”，他们“如履薄冰”。为缓解困境，美国农业界急切呼吁两国迅速达成贸易协议。目前，两国领导人计划通话，并正为特朗普访华敲定细节，其中包括中方大规模采购美国农产品。",
      "translated_title": "中国订单缺失：美国农民急盼贸易协议，如履薄冰",
      "images": [],
      "contentSource": "完整文章",
      "content": "American farmers are “walking a tightrope” between supporting US President Donald Trump’s tariffs and suffering serious financial losses in the absence of a highly anticipated US-China trade deal, according to a seasoned farmer from South Dakota, one of the country’s top agricultural states.\nMike McCranie, a soybean and corn producer, voiced support for Washington’s tariff policy “if it results in a long-term deal” but acknowledged it has hurt US farmers.\nNo Chinese orders have been placed this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/a3894712-2a10-417b-9bfe-2d9c5930598e_7ebab2cf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国企将协助建设智利铁路，拓展全球业务基础 (原标题: Chinese state firm to help build Chilean railway, expanding global business base)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325988/china-state-firm-help-build-26km-chilean-electric-railway-peers-eye-tunnel-project?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 13:30:08 +0000",
      "isoDate": "2025-09-18T13:30:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国企业助力智利铁路建设，拓展全球业务\n\n中国国有企业正在积极参与智利首都圣地亚哥通勤铁路系统的建设，这反映了北京在拉丁美洲日益增长的经济联系。\n\n**主要项目进展：**\n\n*   **圣地亚哥-巴图科电气化铁路项目**\n    *   **牵头方：** 由中国铁道建筑集团（CRCC）牵头的一个联合体。\n    *   **协议金额：** 与智利国家铁路公司达成一项价值4.7亿美元的协议。\n    *   **项目内容：** 建设一条26公里（16.2英里）的电气化铁路。\n    *   **地理位置：** 位于智利拥堵的首都圣地亚哥。\n    *   **预期效益：**\n        *   该线路覆盖八个车站，将把进出圣地亚哥市中心的旅行时间从90分钟缩短至24分钟。\n        *   预计每年将为约3500万乘客提供更便捷的出行服务。\n\n*   **圣地亚哥铁路隧道项目（竞标中）**\n    *   **项目内容：** 建设一条3.2公里（2英里）长、价值2.2亿美元的铁路隧道。\n    *   **特色：** 将包括一个新车站及其地下30米（98英尺）深的站台。\n    *   **竞标情况：**\n        *   两个中国申请团队正在与来自智利和西班牙的各一个竞标方竞争。\n        *   **最低报价方：** 由中国路桥工程有限责任公司、中国铁路国际集团和中国铁路隧道集团组成的团队。\n        *   **最高报价方：** 由中国铁道建筑集团（CRCC）、中国铁路22局集团和中国铁建电气化局集团组成的团队。\n        *   **结果公布：** 智利国家铁路网站表示，中标方将于下月选出。\n\n**战略意义与背景：**\n\n*   **深化中拉经济关系：** 中国企业参与智利铁路建设，是北京日益关注拉丁美洲的体现。拉美地区资源丰富，历史上主要依赖中国在经济上的竞争对手——美国。\n*   **中国基建能力输出：** 随着中国国内基础设施建设速度放缓，中国拥有了对外输出其基建能力的富余。\n*   **提升区域互联互通：** 这些项目将显著改善智利首都的通勤效率和交通基础设施。",
      "shortSummary": "中国国企正积极参与智利铁路建设，包括由中铁建牵头承建价值4.7亿美元的圣地亚哥-巴图科26公里电气化铁路，以及竞标2.2亿美元的3.2公里铁路隧道项目。这标志着中国在拉美地区经济影响力的扩大，利用其基建能力输出，深化与资源丰富地区的合作。此举将显著改善智利首都的通勤效率，并进一步巩固中拉经济关系。",
      "translated_title": "中国国企将协助建设智利铁路，拓展全球业务基础",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese state-run company will help build a section of Chilean capital Santiago’s commuter rail system, as a host of contractors from China bid to construct a tunnel along the same railway system, reflecting Beijing’s burgeoning economic ties in Latin America.\nA consortium led by China Railway Construction (CRCC) has reached a US$470 million agreement with Chile’s State Railway to build a 26km (16.2-mile) electric railway in the South American country’s congested capital, Chinese media outlets...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/e23750e0-8d72-4646-a20e-4780e698a1e8_4854c840.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国限制中国新疆的贸易，为何进口额却增长了265%？ (原标题: The US restricts trade from China’s Xinjiang. So why are imports up 265%?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325997/chinas-xinjiang-logs-265-jump-us-exports-despite-multiple-restrictions?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 12:00:11 +0000",
      "isoDate": "2025-09-18T12:00:11.000Z",
      "creator": "Alice Li",
      "summary": "文章指出，尽管美国对中国新疆地区实施了贸易限制，原因是涉嫌强迫劳动和其他人权侵犯，但该地区对美国的商品出货量却出现了惊人的增长。\n\n*   **主要发现：**\n    *   今年前七个月，从新疆维吾尔自治区运往美国的货物同比增长了265%，达到24亿美元。\n    *   这一增长与中国对美国的整体出口大幅下降形成对比，自美国总统特朗普今年早些时候对中国商品征收高额关税以来，中国对美国的整体出口大幅下降。8月份的货运量同比下降了33.1%。\n    *   出口激增的主要原因是新疆运往美国的节日装饰品大幅增加。1月至7月期间，圣诞装饰品的出口总额为1.517亿美元，是去年同期的20倍。\n    *   节日娱乐用品（如魔术表演设备）是第二大出口类别，其次是玩具和模型。两者均显示出同比大幅增长，分别从约2000万美元增至1.082亿美元和7140万美元。\n*   **背景：**\n    *   尽管华盛顿于2022年6月开始实施《维吾尔族强迫劳动预防法》，允许美国当局审查来自新疆的涉嫌通过强迫劳动生产的商品，但出口额仍然大幅增长。\n    *   北京一再否认美国的指控。",
      "shortSummary": "尽管美国对中国新疆地区实施了贸易限制，但今年前七个月，新疆对美国的商品出货量同比增长了265%，达到24亿美元。这一增长主要由节日装饰品出口激增推动，圣诞装饰品出口额是去年同期的20倍。尽管美国于2022年6月开始实施《维吾尔族强迫劳动预防法》，但出口额仍然大幅增长。北京否认美国关于强迫劳动的指控。",
      "translated_title": "美国限制中国新疆的贸易，为何进口额却增长了265%？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s western region of Xinjiang has recorded an extraordinary rise in merchandise shipments to the United States, despite the area being subject to Washington trade restrictions imposed over allegations of forced labour and other human rights abuses.\nUS-bound shipments from the Xinjiang Uygur autonomous region rose 265 per cent year on year to US$2.4 billion in the first seven months of the year, Chinese customs data showed.\nThe increase is startling given China’s overall exports to America...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/b5b19bbd-1fb8-4fe3-9563-d04e06ea7173_0ab1be02.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美联储降息后，中国央行预计将适度宽松以支撑人民币 (原标题: After Fed cut, moderate easing expected by China’s central bank, supporting yuan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325935/after-fed-rate-cut-only-moderate-easing-expected-chinas-central-bank-supporting-yuan?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 02:28:28 +0000",
      "isoDate": "2025-09-18T02:28:28.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 美联储降息后中国央行货币政策展望\n\n在美国联邦储备委员会（美联储）实施年内首次降息后，分析师普遍预计中国人民银行（PBOC）今年将采取适度宽松的货币政策，尽管美联储的降息为中国提供了更大的政策空间。\n\n#### 美联储的降息行动\n*   **降息幅度与范围**：美联储在为期两天的联邦公开市场委员会（FOMC）会议后，宣布将其基准借贷利率下调0.25个百分点，至4%-4.25%的区间。\n*   **市场预期**：此次降息符合市场普遍预期。\n\n#### 中国央行（PBOC）的预期反应\n*   **适度宽松**：分析师认为，尽管美联储降息为中国央行提供了更大的货币政策宽松空间，但中国央行今年最有可能采取适度宽松的政策。\n*   **人民币中间价**：周四上午，中国人民银行将人民币兑美元中间价设定为7.1085，略弱于周三的7.1013。\n\n#### 对人民币的影响及专家观点\n*   **离岸人民币走势**：美联储降息消息公布后，离岸人民币汇率隔夜走强，一度达到7.086兑1美元的高点，但在周四上午每日中间价公布后回落至7.107。\n*   **降息步伐差异**：渣打银行大中华区首席经济学家丁爽预测，中国央行今年的降息幅度将小于美联储。他预计中国央行将在第四季度降息0.1个百分点。\n*   **支撑人民币**：丁爽指出，这种降息步伐的差异意味着中美之间的利差将收窄，从而缓解人民币面临的资本外流压力，进而对人民币汇率构成支撑。",
      "shortSummary": "美联储年内首次降息0.25个百分点后，分析师预计中国央行将适度宽松，但降息步伐会慢于美联储。中国人民银行已将人民币兑美元中间价设为7.1085。渣打银行丁爽预测中国央行第四季度将降息0.1个百分点。这种差异化的降息节奏将有助于缩小中美利差，缓解人民币资本外流压力，从而支撑人民币汇率。",
      "translated_title": "美联储降息后，中国央行预计将适度宽松以支撑人民币",
      "images": [],
      "contentSource": "完整文章",
      "content": "After the US Federal Reserve delivered its first interest rate cut of the year, analysts said China’s central bank would be most likely engage in moderate easing this year even as the cut creates more room for looser monetary policy.\nOn Thursday morning, the People’s Bank of China set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.1085 per US dollar, weaker than Wednesday’s rate of 7.1013.\nThe move followed the Fed’s announcement on Wednesday of a widely expected cut of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/fe758e0c-d6a0-4c6d-9443-e7325afcac23_02f76a28.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在抵御美国压力的同时，推动深化与东南亚的贸易联系 (原标题: China pushes for closer Southeast Asia trade links as it fends off US pressure)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325860/china-pushes-closer-southeast-asia-trade-links-it-fends-us-pressure?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 23:00:08 +0000",
      "isoDate": "2025-09-17T23:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国推动深化与东南亚的贸易联系以应对美国压力\n\n中国正积极寻求与东南亚国家联盟（东盟）建立更紧密的战略和经济联系，以应对美国日益增长的贸易保护主义政策。\n\n**主要背景与目标：**\n*   **战略对接：** 中国国家副主席韩正呼吁中国与东盟深化战略对接，旨在加强发展战略的协同，并巩固双方的命运共同体。\n*   **应对美国压力：** 此举发生在美国贸易战的背景下，中国希望在此期间将自身定位为东南亚最可靠的经济伙伴，以减轻美国保护主义政策对双方出口商造成的压力。\n\n**关键活动与合作领域：**\n*   **中国-东盟博览会：** 韩正副主席在广西南宁举行的中国-东盟博览会（9月17日至21日）开幕式上发表了上述讲话。\n*   **新兴产业合作：** 双方将继续扩大在新兴产业领域的合作。\n*   **前沿技术探索：** 积极探索在人工智能等前沿领域的潜在合作。\n\n**贸易关系现状与数据：**\n*   **最大贸易伙伴：** 多年来，中国和东盟互为对方最大的贸易伙伴。\n*   **战略重要性：** 在中美关税战的背景下，东盟对中国的贸易战略变得尤为重要。\n*   **出口增长：** 仅在8月份，中国对东盟的出口同比增长了22.5%，这有助于抵消对美国出口的下滑。\n\n**未来展望：**\n*   北京正积极推动升级与东盟的自由贸易区协定，以进一步深化区域经济一体化。",
      "shortSummary": "为应对美国压力，中国正积极推动深化与东南亚（东盟）的战略和贸易联系。中国国家副主席韩正在中国-东盟博览会上呼吁加强发展战略对接，并探索新兴产业及人工智能等前沿领域的合作。中方与东盟互为最大贸易伙伴，8月中国对东盟出口增长22.5%，有效抵消了对美出口的下滑。中国旨在升级自贸区协定，巩固其作为区域可靠经济伙伴的地位。",
      "translated_title": "中国在抵御美国压力的同时，推动深化与东南亚的贸易联系",
      "images": [],
      "contentSource": "完整文章",
      "content": "Vice-President Han Zheng urged China and Southeast Asia to deepen their strategic alignment on Wednesday, as Beijing pushes to upgrade its free trade area agreement with the region amid the US trade war.\nThe world’s second-largest economy aims to “strengthen the alignment of development strategies and tighten the bonds of our shared community” with the 10-member Association of Southeast Asian Nations (Asean), Han said in his opening address at the China-Asean Expo in the southwestern Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/9fb8b224-fc08-4317-8a0e-ff6805b8ba82_e3454ff9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "WTO总干事在特朗普贸易中断中看到希望，认为存在‘再全球化’的机会 (原标题: WTO chief finds hope in Trump trade disruption, sees chance for ‘reglobalisation’)",
      "link": "https://www.scmp.com/news/us/economy-trade-business/article/3325922/reglobalisation-wto-chief-finds-hope-trumps-trade-disruption?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 18:50:28 +0000",
      "isoDate": "2025-09-17T18:50:28.000Z",
      "creator": "Khushboo Razdan",
      "summary": "世界贸易组织（WTO）总干事Ngozi Okonjo-Iweala对美国前总统唐纳德·特朗普单边关税造成的贸易中断持乐观态度，认为这为全球贸易体系带来了“再全球化”的机会。她指出，尽管这是自二战以来全球贸易体系面临的最大冲击之一，但这些中断可以被视为：\n\n*   **削减供应失衡**：有机会调整全球供应链，减少不平衡。\n*   **开辟新市场**：促使各国寻找新的贸易伙伴和市场。\n*   **刺激“再全球化”**：推动全球贸易体系以新的方式重新整合。\n\nOkonjo-Iweala总干事在WTO公共论坛上表示，尽管关税战升级且外界屡次预测WTO将走向衰落，但全球近四分之三的商业活动仍受WTO规则的约束。她对贸易的现状以及面临的挑战表示兴奋，并强调“机会正在敲门，让我们以不同的方式做事”。她承认全球贸易体系“受到严重干扰”，但驳斥了关于WTO已失去其相关性的说法，并指出尽管多年来关于WTO谈判的历程常引人预言其过早消亡，但该组织仍然具有重要意义。",
      "shortSummary": "WTO总干事Ngozi Okonjo-Iweala对特朗普的贸易关税持乐观态度，认为这是实现“再全球化”、削减供应失衡和开拓新市场的机会。她强调，尽管全球贸易体系受到干扰，但大部分贸易仍受WTO规则约束，并认为这些挑战为改革提供了机遇，WTO依然具有重要意义。",
      "translated_title": "WTO总干事在特朗普贸易中断中看到希望，认为存在‘再全球化’的机会",
      "images": [],
      "contentSource": "完整文章",
      "content": "The head of the world’s trade watchdog has delivered an upbeat take on US President Donald Trump’s unilateral tariffs – one of the biggest shocks to the global trading system since its emergence after the Second World War – casting the disruptions as a chance to cut supply imbalances, open new markets and spur “reglobalisation”.\nA little over six months since Trump began slapping new levies on America’s trading partners, WTO Director-General Ngozi Okonjo-Iweala said on Wednesday that nearly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/287c1542-86d7-4e2b-95a6-3b1e17ba1146_6ff8efca.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "隐藏的标准之战：中国重塑全球制造业的努力 (原标题: The hidden standards battle: inside China’s push to rewire global manufacturing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325816/hidden-standards-battle-inside-chinas-push-rewire-global-manufacturing?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 15:00:13 +0000",
      "isoDate": "2025-09-17T15:00:13.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 隐藏的标准之战：中国重塑全球制造业的努力\n\n本文探讨了中国在影响全球制造业标准制定方面的努力，这一领域长期以来由欧洲、美国等西方国家主导。文章强调了标准制定在全球经济竞争中的关键作用。\n\n*   **背景与主题**\n    *   今年是中国与欧盟建立正式外交关系五十周年，也是中国欧盟商会成立二十五周年。\n    *   本文是系列报道的第四篇，聚焦中国在影响全球制造业标准制定机构方面的努力，而欧洲在这一领域扮演着主导角色。\n\n*   **标准之争的重要性**\n    *   19世纪德国工业家维尔纳·冯·西门子曾言：“谁拥有标准，谁就拥有市场。”这一格言在百年后依然适用。\n    *   全球范围内的公司和政府正悄然投入巨额资源，试图为电动汽车、机器人等新产品定义技术标准。\n    *   这场“隐藏的标准之战”的利害关系巨大：获胜者实质上能够为全球产业制定规则，迫使竞争对手适应根据获胜者自身产品开发的规范。\n\n*   **历史格局与中国崛起**\n    *   几十年来，美国和德国一直主导着标准制定过程，这为英特尔和西门子等公司带来了显著优势。\n    *   然而，这种格局正在发生变化。\n    *   中国曾以低端产品制造中心闻名，如今正迅速崛起为众多行业的技术领导者。\n    *   中国决心从“规则接受者”转变为“规则制定者”，“一流企业制定标准”已成为中国商界领袖的口头禅。",
      "shortSummary": "中国正积极寻求从全球制造业的“规则接受者”转变为“规则制定者”，挑战美国和德国长期以来在标准制定领域的领导地位。正如“谁拥有标准，谁就拥有市场”的格言所示，这场“隐藏的标准之战”至关重要，获胜者将为全球产业设定规范。中国作为技术领导者的崛起，使其将制定标准视为提升竞争力的关键战略。",
      "translated_title": "隐藏的标准之战：中国重塑全球制造业的努力",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union, as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. The fourth story in our series examining ties between the two powers focuses on China’s efforts to influence the bodies that set global manufacturing standards, an arena where Europe plays a leading role.\nThe 19th-century German industrialist Werner von Siemens once famously remarked that “he who...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/fdde0706-c8a9-42d6-9b3e-fa2070980cde_f61b772c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "波兰边境关闭给中欧班列设置障碍：分析师称 (原标题: Poland border closure sets up speed bumps on China-Europe railway: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325864/poland-border-closure-sets-speed-bumps-china-europe-railway-analysts?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 14:00:11 +0000",
      "isoDate": "2025-09-17T14:00:11.000Z",
      "creator": "Kandy Wong,Ji Siqi,Ralph Jennings",
      "summary": "## 波兰边境关闭对中欧班列的影响\n\n波兰与白俄罗斯边境的突然关闭，已对中欧班列（China-Europe Railway Express）的用户造成了显著的物流中断。分析师和行业参与者警告称，如果此次关闭持续时间过长，波兰将面临失去其作为欧亚之间主要交通枢纽地位的风险。\n\n### 边境关闭背景\n\n*   **关闭时间：** 波兰与白俄罗斯之间近400公里的边境线自9月11日起已关闭。\n*   **关闭原因：** 波兰总理唐纳德·图斯克（Donald Tusk）援引国家安全担忧，指出边境地区正在进行俄罗斯主导的军事演习。\n*   **不确定性：** 波兰货运公司（Polish Forwarding Company）的铁路货运总监米洛什·维特科夫斯基（Milosz Witkowski）表示，边境何时开放尚不确定，这“完全取决于俄罗斯和白俄罗斯”。中国货运代理公司新丝路多式联运（New Silk Road Intermodal）的商务经理洛伊斯·莫（Lois Mo）也证实，目前尚未收到任何关于重新开放过境点的通知。\n\n### 对中欧班列运营的影响\n\n*   **物流中断：** 边境关闭直接导致中欧班列的运营受到影响，火车无法进入波兰。\n*   **货物滞留：** 大量货物被滞留在白俄罗斯境内，无法继续运往目的地。\n*   **客户恐慌：** 洛伊斯·莫指出，客户目前处于“恐慌模式”，因为他们可能不得不将原定的火车货运订单转移到海运，这通常意味着更长的运输时间和更高的成本。\n*   **潜在的枢纽地位风险：** 行业专家普遍认为，如果波兰边境长期关闭，将严重损害其作为连接欧洲和亚洲主要陆路交通枢纽的声誉和地位。",
      "shortSummary": "波兰因国家安全担忧，自9月11日起关闭与白俄罗斯边境，严重扰乱了中欧班列的运营。此举导致货物滞留白俄罗斯，客户恐慌并考虑转向海运。分析师警告，若长期关闭，波兰可能失去其欧亚主要交通枢纽地位，且边境何时重开尚无定论，取决于俄罗斯和白俄罗斯。",
      "translated_title": "波兰边境关闭给中欧班列设置障碍：分析师称",
      "images": [],
      "contentSource": "完整文章",
      "content": "The sudden closure of Poland’s border with Belarus has already caused logistical disruptions for users of the China-Europe Railway Express, analysts and industry players said, adding that Warsaw would be risking its position as a major transit hub between Europe and Asia if it allowed a prolonged shutdown.\nThe nearly 400km (250-mile) boundary line has been closed since September 11, with Polish Prime Minister Donald Tusk citing national security concerns over Russia-led military exercises taking...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/92d46b6a-71da-4976-9c92-57197ced065e_13e7718c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟商会指出中国经济失衡，敦促在五年规划中纠正方向 (原标题: Flagging imbalances in China, EU chamber urges course correction in 5-year plan)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325859/eu-chamber-china-flags-manufacturing-maladies-urging-course-correction-5-year-plan?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 09:01:04 +0000",
      "isoDate": "2025-09-17T09:01:04.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 欧盟商会呼吁中国在五年规划中纠正经济失衡\n\n欧洲联盟商会（European Union Chamber of Commerce in China）作为代表在华欧洲企业利益的组织，拥有超过1,600家会员公司。该商会敦促中国政策制定者抓住制定下一个五年规划（2026-2030年）的机会，重新平衡经济发展模式，并解决损害中外企业的恶性价格竞争问题。\n\n## 主要观点与建议\n\n*   **核心问题：** 商会最新的《2025/2026中国欧盟企业建议书》指出，尽管中国的消费实际在增长，但制造业产出增长速度更快。这种不匹配导致了“内卷化”（Involution）、库存扩大、利润率承压、资产利用率下降以及出口压力。\n*   **“内卷化”定义：** “内卷化”指的是由某些行业供过于求引发的低质量价格竞争。\n*   **高层关注：** 中国国家主席习近平在7月份也批评了这种竞争，称之为“破坏性折扣”和“低效产出”的推手，表明中国高层也关注此问题。\n*   **商会建议：** 中国应利用其2026-2030年规划，转向“新的、生产性的发展模式”，并从“内卷化”的根源入手解决问题。\n*   **供需失衡：** 商会主席Jens Eskelund在新闻发布会上表示，鉴于中国制造业产出增长快于零售业，中国需要对供给侧给予同等关注，而目前尚未完全看到这一点。\n*   **规划背景：** 中国共产党已定于10月召开年度全体会议，主要议程是审议第十五个五年规划，此时正值中美贸易关系紧张之际。\n\n## 相关视频\n\n![欧洲-中国贸易关系：赤字、争端与去风险](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/19/Thu_Clean-(2)-smaller.jpg?itok=Os7gGWYf)\n视频时长：10:31\n视频内容：欧洲-中国贸易关系：赤字、争端与去风险",
      "shortSummary": "欧盟商会敦促中国在即将到来的2026-2030年五年规划中纠正经济失衡。商会指出，制造业产出增长快于消费导致“内卷化”和恶性价格竞争，损害了企业利润。商会建议中国转向新的、生产性的发展模式，并解决供过于求的根源问题，以实现经济再平衡。此举旨在应对库存扩大、利润承压等挑战，并得到中国高层对“破坏性折扣”的关注。",
      "translated_title": "欧盟商会指出中国经济失衡，敦促在五年规划中纠正方向",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/19/Thu_Clean-(2)-smaller.jpg?itok=Os7gGWYf",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A member-driven organisation representing European business interests in China is urging policymakers to seize the opportunity – while forming the nation’s next five-year plan – to rebalance the economic-development model and strike at the heart of cutthroat price competition that hurts both foreign and domestic firms.\nThe European Union Chamber of Commerce in China, which has more than 1,600 member companies, recommends in its latest position paper that China should use its 2026-2030 plan to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/07495bcb-ff12-42c6-8dd0-01a43bbb0255_049a7004.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国离岸人民币兑美元进一步走强，因降息临近 (原标题: China’s offshore yuan strengthens further against US dollar as rate cuts loom)",
      "link": "https://www.scmp.com/economy/policy/article/3325822/chinas-offshore-yuan-strengthens-further-against-us-dollar-rate-cuts-loom?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 06:00:35 +0000",
      "isoDate": "2025-09-17T06:00:35.000Z",
      "creator": "Mia Nurmamat,Sylvia Ma",
      "summary": "### 中国离岸人民币兑美元走强，美联储降息预期是主因\n\n**人民币汇率表现**\n\n*   **突破7.1关口：** 离岸人民币兑美元汇率在近一年内首次突破7.1关口，达到7.0999，为去年11月以来最强水平。\n*   **最新交易价：** 截至周三下午，离岸人民币兑美元汇率为7.1027。\n*   **中间价设定：** 中国人民银行（PBOC）将人民币兑美元中间价设定在7.1013，较周二的7.1027有所走强。\n\n**美联储降息预期**\n\n*   **会议召开：** 美国联邦储备委员会（Fed）的联邦公开市场委员会（FOMC）会议于周二在华盛顿召开，预计将在此次会议上宣布降息。\n*   **市场预测：**\n    *   巴克莱银行、法国巴黎银行和德意志银行预测降息0.25个百分点。\n    *   渣打银行预测降息0.5个百分点，并认为这将开启一个持续到明年的降息周期。\n\n**专家观点**\n\n*   工银国际首席经济学家兼董事总经理程实指出，美联储的宽松政策无疑将进一步推动美元当前的贬值趋势，进而使人民币走向更大的稳定和走强。",
      "shortSummary": "受美联储降息预期影响，中国离岸人民币兑美元汇率在近一年内首次突破7.1关口，创下去年11月以来新高。市场普遍预计美联储将降息，这将推动美元贬值，从而增强人民币的稳定性和走强趋势。",
      "translated_title": "中国离岸人民币兑美元进一步走强，因降息临近",
      "images": [],
      "contentSource": "完整文章",
      "content": "Ahead of an anticipated interest rate cut from the US Federal Reserve this week, the offshore yuan strengthened past a rate of 7.1 against the US dollar for the first time in nearly a year – another milestone reached in a gradual shift of China's monetary policy that has seen the currency gain ground over the last month.\nOn Wednesday morning, the offshore yuan reached 7.0999 per US dollar, its strongest showing since November. It was trading at 7.1027 as of Wednesday afternoon.\nThe People’s Bank...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/1ef22a7c-933a-4071-9de4-210b8abb92a3_ca8aebe4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将迎来‘黄金周’出行高峰，提振经济 (原标题: China set for bumper ‘golden week’ travel rush in boost for economy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325733/china-set-bumper-golden-week-travel-rush-boost-economy?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 02:00:19 +0000",
      "isoDate": "2025-09-17T02:00:19.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国“黄金周”出行高峰将至，提振经济\n\n中国即将迎来为期八天的“黄金周”假期，预计将出现出行预订的强劲增长，为消费支出提供急需的提振。这一假期结合了中秋节和国庆节，是中国一年中最重要的旅行时期之一。\n\n## 出行需求强劲\n\n*   **早期数据**：中国旅游运营商的初步数据显示，国内和国际旅行需求均表现旺盛。\n*   **增长趋势**：与去年“黄金周”相比，铁路、航班和汽车租赁的预订量预计将有所增长。\n*   **消费偏好**：数据显示，中国消费者越来越倾向于在服务和文化体验上进行消费，这推动了此次出行热潮。\n\n## 各交通方式数据概览\n\n### 铁路出行\n\n*   **预计客运量**：中国铁路部门宣布，在9月29日至10月10日的12天内，预计将处理约2.19亿人次旅客出行。\n*   **去年数据对比**：去年同期（10天内）铁路网络处理了1.77亿人次旅客出行，其中10月1日单日创下2140万人次的最高纪录。\n\n### 航班预订\n\n*   **搜索量增长**：在线旅游机构同程旅行表示，9月初国内航班搜索量同比增长30%。\n*   **票价稳定**：尽管需求旺盛，但票价水平与去年同期保持一致。\n\n### 汽车租赁\n\n*   **平台数据**：旅游平台飞猪报告称，航班、火车和汽车租赁的预订量均实现同比增长。\n*   **多目的地租赁**：尤其值得注意的是，多目的地旅行的汽车租赁预订量与去年同期相比增长了93%。\n\n总体而言，这些数据表明，即将到来的“黄金周”假期将迎来一个繁忙的旅行季，有望显著提振中国的消费市场和整体经济。",
      "shortSummary": "中国即将迎来为期八天的“黄金周”假期，预计将出现强劲的出行高峰，为经济注入活力。早期数据显示，国内和国际旅行需求旺盛，铁路、航班和汽车租赁预订量均显著增长。铁路部门预计假期期间将处理约2.19亿人次旅客出行。消费者对服务和文化体验的偏好推动了此次出行热潮，预示着消费支出的强劲复苏。",
      "translated_title": "中国将迎来‘黄金周’出行高峰，提振经济",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is likely to see a bumper surge in travel bookings for the coming “golden week” holiday – one of the country’s most important travel periods of the year – providing a much-needed boost to consumer spending.\nEarly data from Chinese travel operators shows strong demand for both domestic and international trips over the eight-day public holiday beginning on October 1, which combines the Mid-Autumn Festival and National Day.\nThe figures indicate that rail, flight and car rental bookings could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/2a0eeb8a-db88-4237-aa60-86db4e9f75b6_31812201.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-21T06:31:26.192Z"
}