{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "“机遇沃土”：李强总理称中国经济提供“确定性” (原标题: ‘Hotbed of opportunity’: Premier Li says China’s economy offers ‘certainty’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315932/premier-li-qiang-says-chinas-economy-source-certainty-amid-global-risks?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 13:00:09 +0000",
      "isoDate": "2025-06-26T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "### 李强总理：中国经济提供“确定性”，是“机遇沃土”\n\n中国国务院总理李强在近期的一系列重要会议上强调，尽管全球面临日益加剧的地缘政治挑战和不确定性，中国仍将是充满机遇的沃土，并继续作为全球增长和稳定的引擎。\n\n**主要观点：**\n\n*   **全球经济的确定性来源：** 李强总理在亚洲基础设施投资银行（AIIB）北京年会上指出，中国仍然是全球经济增长的最大动力贡献者，也是世界和平与发展最显著的确定性来源。\n*   **持续的增长势头：** 在天津举行的世界经济论坛新领军者年会上，他表示中国经济增长将保持“相对较快的速度”，并承诺中国将“竭尽全力”应对全球经济面临的挑战。\n\n**经济表现与韧性：**\n\n*   **稳健的季度表现：** 李强总理指出，尽管外部挑战不断增加，中国经济在今年前两个季度表现出韧性。\n*   **第一季度GDP增长：** 他特别提到第一季度国内生产总值（GDP）同比增长5.4%，称之为“来之不易的成就”。\n*   **年度增长目标：** 北京已将今年的年度GDP增长目标设定在5%左右。\n*   **未来机遇：** 李强总理强调，未来几年中国经济仍将是全球经济的“机遇沃土”。\n\n**应对挑战的措施：**\n\n*   **刺激政策：** 面对与美国之间不可预测的贸易战，北京已推出一系列刺激措施，以稳定金融市场并刺激消费。\n*   **具体措施包括：**\n    *   下调基准利率。\n    *   降低银行存款准备金率。\n    *   推出以旧换新计划，以提振家庭消费。",
      "shortSummary": "中国国务院总理李强表示，尽管全球面临不确定性，中国经济仍将是全球增长的引擎和机遇的沃土。他指出，中国经济在今年前两季度表现稳健，第一季度GDP增长5.4%，并设定了全年约5%的增长目标。为应对挑战，中国已推出包括降息、降准和以旧换新等刺激措施，以稳定市场并促进消费，为世界提供“确定性”。",
      "translated_title": "“机遇沃土”：李强总理称中国经济提供“确定性”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will continue to be a land of opportunities and an engine of global growth and stability, even as the world faces rising geopolitical challenges and uncertainties, Chinese Premier Li Qiang said at the Asian Infrastructure Investment Bank’s (AIIB) Annual Meeting in Beijing.\n“China remains the country that contributes the greatest impetus to global economic growth, and the most significant source of certainty for world peace and development,” he said on Thursday.\nLi’s remarks came a day...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/77210050-25a6-4247-a47e-d61a736d1021_45eeaa7f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚投行将在香港设立20人规模的办事处以扩大全球影响力 (原标题: AIIB to expand global footprint with 20-member office in Hong Kong)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315947/aiib-expand-global-footprint-20-member-office-hong-kong?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 11:00:17 +0000",
      "isoDate": "2025-06-26T11:00:17.000Z",
      "creator": "Ji Siqi,Frank Tang",
      "summary": "## 亚投行在香港设立办事处以扩大全球影响力\n\n总部位于北京的亚洲基础设施投资银行（AIIB）计划在香港设立一个办事处，以增强其融资能力并扩大全球影响力。此举被视为香港巩固其国际金融中心地位的一次宣传胜利。\n\n### 办事处目的与职能\n\n*   **增强融资能力**：新办事处旨在提升亚投行的筹资能力。\n*   **扩大全球影响力**：作为亚投行全球扩张战略的一部分。\n*   **处理资金与投资**：将负责亚投行的资金筹集以及与香港机构的运营投资。\n*   **主要司库活动**：该办事处将主要参与司库（treasury）活动。\n\n### 进展与规模\n\n*   **谈判进行中**：亚投行正与香港政府进行谈判，预计最终决定将在今年下半年做出。\n*   **运营时间**：银行希望在获得批准后尽快开始运营。\n*   **人员规模**：新办事处将有大约20名工作人员。\n*   **第二家海外办事处**：这是亚投行在北京以外设立的第二家办事处，规模与2023年9月在阿布扎比设立的第一家海外办事处相似。",
      "shortSummary": "亚洲基础设施投资银行（亚投行）计划在香港设立一个约20人的办事处，旨在增强其融资能力并扩大全球影响力。此举对香港巩固其国际金融中心地位具有重要意义。目前，相关谈判正在进行中，预计今年下半年做出最终决定，办事处将主要负责资金和司库活动。",
      "translated_title": "亚投行将在香港设立20人规模的办事处以扩大全球影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Beijing-headquartered Asian Infrastructure Investment Bank will open an office in Hong Kong to enhance the multilateral development lender’s fundraising power and expand its global presence, the Post has learned from sources familiar with the matter.\nThe new office would come as a publicity victory for Hong Kong as the city redoubles its efforts to consolidate its status as an international financial centre.\nNegotiations with the Hong Kong government are ongoing and the final decision is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/a17b5fbc-d011-4cab-bb47-2f67957246b6_3e8e27c6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "边境更严格的卫生检查如何影响中国的榴莲进口？ (原标题: How are stricter sanitation checks at border affecting China’s durian imports?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315936/chinas-durian-imports-plunge-stricter-checks-catch-out-traders?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 09:04:57 +0000",
      "isoDate": "2025-06-26T09:04:57.000Z",
      "creator": "Ralph Jennings,Mia Nulimaimaiti",
      "summary": "# 中国榴莲进口受边境卫生检查影响\n\n根据贸易观察人士的说法，由于边境卫生检查日益严格，中国今年新鲜榴莲的进口量有所下降。\n\n## 进口数据概览（今年前五个月）\n\n*   **总价值下降**：新鲜榴莲进口额同比下降32.5%，至19.3亿美元。\n*   **总数量下降**：进口量同比下降32.9%，至390,900吨。\n\n## 主要出口国受影响情况\n\n*   **越南受冲击最大**：\n    *   对华榴莲出口的价值和数量均同比下降近62%。\n    *   前五个月，越南对华出口总额为2.54亿美元。\n*   **泰国进口下降**：\n    *   同期，泰国对华榴莲出口额同比下降24%，至16.7亿美元。\n    *   数量上的下降幅度略小。\n    *   泰国仍保持其作为中国最大榴莲进口来源国的地位，其次是越南和其他东南亚国家。\n\n## 原因与展望\n\n*   **更严格的卫生标准**：贸易观察人士指出，针对农药和其他卫生问题的更严格保障措施减缓了进口速度。\n*   **出口商需适应**：出口商可能需要时间来适应新的规定。\n*   **越南的挑战与学习**：越南富布赖特大学政治学家阮清忠（Nguyen Thanh Trung）表示，越南种植者和贸易商需要达到相关标准。他认为，尽管今年他们可能受到很大影响，但种植者和贸易商会从中学习并适应。",
      "shortSummary": "由于边境卫生检查趋严，中国今年前五个月新鲜榴莲进口量和价值均大幅下降约32.5%。其中，越南受冲击最严重，对华出口量值同比下降近62%；泰国出口额下降24%，但仍是中国最大供应国。贸易专家指出，出口商需时间适应更严格的农药及卫生标准。",
      "translated_title": "边境更严格的卫生检查如何影响中国的榴莲进口？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of fresh durians have fallen this year because of stricter sanitation checks at the border, according to people who follow the trade.\nThe value of fresh durian imports in the first five months of this year fell by 32.5 per cent year on year to US$1.93 billion, according to the General Administration of Customs.\nBy volume, imports were down 32.9 per cent to 390,900 tonnes.\nHardest hit was Vietnam, which saw nearly 62 per cent year-on-year declines in both the value and volume of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/bcb07ef7-fb42-4548-ba91-2927b283596d_222aaafe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新一波全球化可能由中国主导 (原标题: The new wave of globalisation could be China-led)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3315681/chinese-companies-can-spearhead-new-wave-globalisation?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-26T08:30:08.000Z",
      "creator": "Wang Huiyao",
      "summary": "### 新一波全球化：中国主导的可能性\n\n文章探讨了全球化3.0的未来走向，以及中国在全球化新浪潮中可能扮演的角色。讨论源于近期在新加坡举行的一场关于中国企业全球化的会议，强调了在当前不确定性下，前瞻性思维的重要性。\n\n#### 中国经济的全球化历程\n\n*   **改革开放初期（1978年）：** 中国经济最初受自给自足和自力更生经验的影响，处于“在中国为中国”的模式。\n*   **融入全球市场：** 随着中国利用全球市场力量，经济转型为“在中国为世界”的模式，中国成为“世界工厂”。\n    *   这一转型通过发展日益复杂的增值产业，成功使8亿人摆脱贫困，并显著提升了全球物质财富。\n    *   到2020年，中国工业总产值已占全球的35%。\n\n#### 当前全球动态与挑战\n\n*   **贸易战的影响：** 始于美国特朗普政府的贸易战，重新调整了全球动态。\n*   **全球化新时代：** 如今，仅仅提供更优、更廉价的产品已不足以应对挑战，全球化正在进入一个新时代。\n*   **多极化与不确定性：** 多极化趋势回归，“去风险化”和不稳定因素使企业面临新的不确定性和转型压力。\n*   **贸易壁垒与地缘政治碎片化：** 贸易壁垒、关税和地缘政治碎片化日益加剧。\n\n#### 全球化3.0的特征与中国策略\n\n*   **全球化3.0的特点：**\n    *   将日益由数字化驱动。\n    *   将日益以区域为导向。\n*   **中国企业的战略调整：**\n    *   中国企业迫切需要调整其全球化战略，加快“走出去”的步伐。\n    *   这意味着从传统的出口驱动型增长模式，转向以全球布局、海外投资和跨境产业协调为特征的新模式。\n    *   核心战略是实现中国经济“在世界为世界”，即中国公司必须走向全球，将其价值链和生产系统分布到不同国家，以更好地服务国际客户。",
      "shortSummary": "文章指出，全球化正进入由贸易战、去风险化和地缘政治碎片化驱动的新阶段（全球化3.0），其特点是数字化和区域化。中国经济已从“在中国为中国”发展到“在中国为世界”，现在面临挑战，需转向“在世界为世界”的战略。中国企业应加速全球化，通过海外投资和跨境协调，将价值链分布到全球，以适应这一新趋势。",
      "translated_title": "新一波全球化可能由中国主导",
      "images": [],
      "contentSource": "完整文章",
      "content": "At a recent Singapore conference on Chinese companies going global, I spoke on deglobalisation and the emerging contours of Globalisation 3.0. Perhaps more than ever, we need to look ahead to new ideas and concepts to tackle whatever the future holds.\nWhen China started its reform and opening up in 1978, its economy, shaped by autarkic experience and self-reliance, was still “in China for China”. In tapping world-changing market forces, the economy entered a period of “in China for the world” as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/e0e59994-e42a-4a30-ab41-11cc5a817b62_09bd48ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国为下一波人工智能和机器人技术奠定坚实基础：宇树科技CEO (原标题: China building strong foundation for next wave of AI, robotics: Unitree CEO)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315892/china-building-strong-foundation-next-wave-ai-robotics-unitree-ceo?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 06:00:16 +0000",
      "isoDate": "2025-06-26T06:00:16.000Z",
      "creator": "Alice Li",
      "summary": "## 中国在人工智能和机器人领域的潜力\n\n中国的人工智能（AI）和机器人技术正在为下一波发展奠定坚实基础，这得益于其强大的数据基础设施、成熟的供应链和广阔的市场。宇树科技（Unitree）的成功案例进一步印证了这一趋势。\n\n### 宇树科技的成就与CEO观点\n\n*   **营收里程碑**：作为中国领先的人形机器人初创公司，宇树科技的年收入已突破10亿元人民币（约合1.394亿美元）。\n*   **增长条件**：宇树科技创始人兼首席执行官王兴兴在天津举行的“新领军者年会”（夏季达沃斯论坛）上表示，行业日益增长的关注、不断增加的需求和支持，为领先企业快速发展创造了必要条件。\n*   **成功因素**：王兴兴指出，自2016年成立以来，公司取得成功的原因包括其所在地浙江省政府的支持、有利的营商环境以及丰富的人才储备。\n\n### 学者观点\n\n*   **中国AI潜力巨大**：长江商学院院长李海涛在同一场专题讨论中表示，中国在人工智能领域拥有“巨大潜力”。\n*   **AI领导者**：李海涛强调，未来十年只有两个国家能够引领人工智能革命，即美国和中国。",
      "shortSummary": "中国人形机器人初创公司宇树科技年收入突破10亿元人民币，其CEO王兴兴表示，行业关注度、需求增长和政府支持促进了公司发展。长江商学院院长李海涛指出，中国在人工智能领域潜力巨大，未来十年只有美国和中国能引领AI革命。这表明中国凭借其数据基础设施、供应链和市场，正为下一波AI和机器人技术发展奠定坚实基础。",
      "translated_title": "中国为下一波人工智能和机器人技术奠定坚实基础：宇树科技CEO",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the head of China's humanoid robotics start-up Unitree disclosed its annual revenue has passed one billion yuan (US$139.4 million), entrepreneurs and scholars said the country's strong data infrastructure, mature supply chain and vast market position it as a potential leader in the next wave of development for artificial intelligence (AI).\n“The rising attention on our industry, along with increasing demand and support, has created the essential conditions for leading companies to grow...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/f1128ca1-3fa2-4cf9-985c-971429fc9075_ec0c6149.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着商业前景改善，中国是否正在留住更多富裕精英？ (原标题: As business outlook improves, is China retaining more of its wealthy elite?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315871/why-are-fewer-wealthy-chinese-likely-emigrate-year?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 04:00:46 +0000",
      "isoDate": "2025-06-26T04:00:46.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国富裕精英移民趋势逆转：外流人数预计降至十年新低\n\n根据伦敦咨询公司Henley & Partners发布的年度财富移民报告，今年选择移民的中国大陆富裕人士数量预计将降至十年来的最低点。这主要得益于中国商业环境的改善以及对科技企业家的吸引力增强。\n\n**主要发现：**\n\n*   **中国大陆富裕人士外流减少：**\n    *   报告预计，今年中国大陆百万富翁（拥有超过100万美元可投资财富的高净值人士）的净流出人数将降至7,800人。\n    *   这远低于去年的15,200人和2023年的13,800人。\n    *   这将结束中国作为全球富裕人士主要流出国的长达十年的地位。\n    *   预计这将是自新冠疫情以来最低的流出水平。\n*   **香港吸引力增强：**\n    *   香港正开始吸引来自亚洲其他地区的百万富翁移民稳定流入。\n    *   预计今年香港将有800名百万富翁净流入，其中包括许多来自邻近深圳快速发展的科技公司高管。\n*   **全球财富移民趋势：**\n    *   报告指出，今年全球预计将有创纪录的142,000名高净值人士选择国际迁徙。\n    *   英国预计将成为净流出人数最多的国家，今年将流失16,500名百万富翁。\n    *   法国、西班牙和德国等其他欧洲国家也可能成为主要的财富流出地。\n*   **中国富裕人士选择留下来的原因：**\n    *   **商业环境改善：** 深圳和杭州等中国科技中心的崛起，以及私人银行、医疗保健和娱乐行业的快速增长，为中国大陆百万富翁提供了留在国内的新理由。\n    *   **海外留学不确定性：** 一位移民顾问和一位富裕的中国母亲表示，中国学生在海外面临日益增长的不确定性，也是导致大陆百万富翁外流减少的另一个主要原因。",
      "shortSummary": "根据Henley & Partners报告，今年中国大陆富裕人士移民数量预计将降至十年新低，净流出7,800人，结束其作为全球主要财富流出国的十年地位。这主要归因于中国商业环境改善、科技吸引力增强以及海外留学不确定性。同时，香港正吸引亚洲百万富翁流入。全球范围内，英国预计将是今年百万富翁净流出最多的国家。",
      "translated_title": "随着商业前景改善，中国是否正在留住更多富裕精英？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The number of wealthy mainland Chinese choosing to emigrate is projected to drop to a 10-year low this year thanks to the country’s improved business environment and its growing appeal to tech entrepreneurs, according to a report by a London-based advisory firm.\nHenley & Partners’ annual wealth migration report also said that Hong Kong is starting to see steady inflows of millionaire migrants from the rest of Asia, with an anticipated net inflow of 800 this year, including many executives from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/d4ed07aa-cc7d-43d8-995e-9c2070739701_1139591e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最高立法机构审查首份关于新型技术驱动增长模式的报告 (原标题: China’s top lawmakers review first report on new tech-driven growth model)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315803/chinas-top-lawmakers-review-first-report-new-tech-driven-growth-model?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 01:00:13 +0000",
      "isoDate": "2025-06-26T01:00:13.000Z",
      "creator": "Leopold Chen",
      "summary": "# 中国“新质生产力”发展模式报告\n\n中国政府已向最高立法机构提交了首份关于“新质生产力”的专题报告。这一增长模式的核心在于技术突破和产业升级。\n\n## 核心概念与提出背景\n*   **定义：** “新质生产力”是一种以技术突破和产业升级为重点的增长模式。\n*   **提出者：** 这一概念由中国国家主席习近平于2023年末首次提出。\n*   **战略意义：** 在日益增长的外部压力下，中国正加倍努力追求技术自给自足，“新质生产力”已成为官方文件和讲话中频繁引用的政治热词。\n\n## 报告主要内容与目标\n*   **提交机构：** 报告由中国最高经济规划机构——国家发展和改革委员会（NDRC）向全国人民代表大会常务委员会提交。\n*   **关键承诺：**\n    *   扩大国产大语言模型的应用。\n    *   吸引更多外国投资。\n    *   推动关键技术领域的突破。\n\n## 进展与展望\n*   **显著进展：** 国家发展和改革委员会向立法机构表示，中国在推进这一发展模式方面已取得显著进展。\n*   **发展机遇：** 国家发展和改革委员会副主任向立彬表示，中国面临发展新质生产力的新机遇和广阔空间。\n\n## 报告背景\n*   此次报告的审查与立法机构对2024年中央政府预算支出情况的审查同期进行。",
      "shortSummary": "中国最高立法机构审查了首份关于“新质生产力”的报告。该模式以技术突破和产业升级为核心，旨在扩大国产大语言模型应用并吸引外资。国家发改委表示已取得显著进展。作为中国追求技术自给自足的关键战略，“新质生产力”已成为重要政治热词。",
      "translated_title": "中国最高立法机构审查首份关于新型技术驱动增长模式的报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese government has presented its first themed report to the top legislature on “new quality productive forces” – a growth model focused on technological breakthroughs and industrial upgrades – pledging to expand the use of home-grown large language models and attract more foreign investment.\nThe National Development and Reform Commission (NDRC), the country’s top economic planner, told lawmakers that China had made significant progress in advancing the development model, which President...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/251694cb-43b4-4ed9-b827-c9e7a2c453df_63465311.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "夏季达沃斯呼吁中国企业将制造业转移至海外以取得成功 (原标题: ‘Summer Davos’ calls for China’s firms to move manufacturing abroad for success)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315806/chinas-firms-must-integrate-succeed-abroad-executives-say-summer-davos?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-25T22:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "### 夏季达沃斯呼吁中国企业将制造业转移至海外以取得成功\n\n**背景与呼吁**\n在天津举行的“新领军者年会”（夏季达沃斯）上，业内人士指出，中国企业应将其整个制造生态系统而非仅仅是商品组装环节转移到海外，以巩固其海外扩张。\n\n**全球贸易不确定性与关税影响**\n*   **特朗普第二任期的影响**：咨询公司Oliver Wyman合伙人兼亚太宏观策略师Ben Simpfendorfer表示，随着美国总统唐纳德·特朗普第二任期内全球贸易不确定性上升，中国企业将寻求通过在新市场建立工厂（用于出口或本地销售）来增强其供应链的韧性。\n*   **关税上升趋势**：Simpfendorfer在周二的世界经济论坛活动中指出，我们正进入一个关税普遍更高的世界。贸易紧张局势将恶化，不仅限于中美之间，还可能涉及其他国家。\n*   **避免关税的策略**：为了完全避免关税，我们可能会看到中国制造生态系统更大一部分转移到海外。\n\n**中国企业海外布局的现状与挑战**\n*   **早期转移**：在特朗普第一任期内，中国制造商已开始将供应链转移到海外，以减轻关税上涨的影响。他们开始在东南亚建立工厂，并逐步将业务扩展到墨西哥和摩洛哥等国家。\n*   **美国担忧**：然而，华盛顿不希望这些国家成为中国产品的可靠绕道。根据特朗普于4月2日公布的最初“解放日”关税方案，一些东南亚国家联盟（东盟）成员国本将面临比中国更高的关税。\n*   **关税调整**：为安抚全球市场，美国暂停了这些更高的关税90天，转而对几乎所有贸易伙伴实施了10%的“基线”关税上调。",
      "shortSummary": "夏季达沃斯会议呼吁中国企业将整个制造业生态系统转移至海外，以应对日益增长的全球贸易不确定性和关税壁垒。专家指出，随着特朗普可能连任，关税和贸易紧张局势将加剧，海外设厂能增强供应链韧性并规避关税。此前，中国企业已将部分生产转移至东南亚等地，但美国正密切关注这些地区是否成为中国产品的规避路线。",
      "translated_title": "夏季达沃斯呼吁中国企业将制造业转移至海外以取得成功",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies should relocate their entire manufacturing ecosystems – rather than just completing the assembly of goods in another country – to solidify their overseas expansions, industry insiders said during the Annual Meeting of the New Champions in Tianjin.\nWith uncertainty over global trade on the rise in the second term of US President Donald Trump, Chinese companies will look to strengthen the resilience of their supply chain by building factories in new markets, either for export or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/90898b4d-de79-44a2-aabc-7c93a13128df_97a47b68.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "宁德时代高管警告电动汽车降价风险，呼吁北京干预 (原标题: CATL executive warns of risks from EV price cuts, calls on Beijing to intervene)",
      "link": "https://www.scmp.com/business/china-business/article/3315831/catl-executive-warns-risks-ev-price-cuts-calls-beijing-intervene?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 14:32:02 +0000",
      "isoDate": "2025-06-25T14:32:02.000Z",
      "creator": "Daniel Ren",
      "summary": "宁德时代（CATL）作为全球最大的电动汽车电池生产商，其首席制造官倪军近日呼吁中国大陆当局干预正在扰乱新能源汽车市场的价格战。\n\n*   **价格战的现状与风险**\n    *   倪军指出，如果北京政府继续袖手旁观，这场残酷的折扣战将不会结束。\n    *   他警告称，一个“大玩家”（未点名，但暗示为比亚迪）不能持续通过降价来获取市场份额并排挤所有其他小型竞争对手。\n    *   如果这种行为在缺乏适当监管的情况下继续下去，所有竞争对手都将难以生存。\n\n*   **价格战的触发者**\n    *   尽管倪军没有直接点名，但全球最大的电动汽车制造商比亚迪在5月份发起了一轮新的降价。\n    *   比亚迪对其22款纯电动和插电式混合动力车型提供了10%至30%的折扣。\n    *   据《21世纪经济报道》报道，这促使其他公司在5月份对70款车型进行了降价。\n\n*   **宁德时代的市场地位**\n    *   宁德时代在2025年前四个月占据了全球电动汽车电池市场38.6%的份额。\n    *   该公司上个月在香港上市，通过首次公开募股筹集了52.2亿美元，是今年全球最大的IPO。\n\n*   **行业影响**\n    *   倪军的言论是业界有影响力人士对中国大陆电动汽车行业前景发出的最新警告。\n    *   尽管面临诸多挑战，中国电动汽车行业仍被认为是全球电动汽车领域的先锋。",
      "shortSummary": "宁德时代首席制造官倪军警告称，中国电动汽车市场的残酷价格战若无政府干预将难以结束。他指出，某个“大玩家”（暗指比亚迪）的持续降价行为正在威胁其他竞争对手的生存。倪军呼吁北京当局介入，以防止市场失序，确保行业健康发展。宁德时代是全球最大的电动汽车电池生产商，其高管的此番言论反映了行业对当前价格战的深切担忧。",
      "translated_title": "宁德时代高管警告电动汽车降价风险，呼吁北京干预",
      "images": [],
      "contentSource": "完整文章",
      "content": "A senior executive from Contemporary Amperex Technology (CATL), the world’s largest producer of batteries for electric vehicles (EVs), urged authorities on the mainland to intervene in the price war that is roiling the market for new energy cars.\nNi Jun, CATL’s chief manufacturing officer, on Wednesday said the brutal discount war would not end if Beijing remained on the sidelines.\n“One big player cannot always lower prices [to gain market share] while driving out all other small rivals,” he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/152aa1d3-8834-45f8-b687-64e3b16573a5_ce415c4f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不仅仅是制造业：李强承诺中国将成为主要的消费力量 (原标题: Not just manufacturing: Li Qiang vows China will be major consumption power)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315815/summer-davos-li-qiang-vows-china-will-be-mega-sized-consumption-power?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 13:00:14 +0000",
      "isoDate": "2025-06-25T13:00:14.000Z",
      "creator": "Frank Chen",
      "summary": "中国国务院总理李强在天津举行的世界经济论坛年会上表示，中国有潜力成为一个“消费强国”，从而推动国内和全球经济增长。他同时承认中国正面临跨境投资下滑和持续贸易紧张的挑战。\n\n*   **主要观点：**\n    *   中国致力于成为一个“消费强国”，在制造业强国的基础上，进一步提升消费能力。\n    *   中国有望成为高收入国家，并得到强劲的消费升级支持。\n    *   刺激国内消费是应对与美国贸易战和全球不确定性的关键策略。\n\n*   **经济数据：**\n    *   5月份消费活动有所回升，有助于缓解制造业和出口的压力。\n    *   零售额同比增长6.4%，高于4月份的5.1%。",
      "shortSummary": "中国国务院总理李强在世界经济论坛上表示，中国致力于成为“消费强国”，以推动国内和全球经济增长。他承认中国面临跨境投资下滑和贸易紧张的挑战，并强调刺激国内消费是关键策略。5月份零售额同比增长6.4%，表明消费活动有所回升。",
      "translated_title": "不仅仅是制造业：李强承诺中国将成为主要的消费力量",
      "images": [],
      "contentSource": "完整文章",
      "content": "Premier Li Qiang has pledged that China will become a “consumption powerhouse” capable of fuelling domestic and global growth, even as he acknowledged the country was grappling with a slump in cross-border investment and persistent trade tensions.\nSpeaking at the World Economic Forum’s annual meeting in Tianjin on Wednesday, Li reiterated Beijing’s commitment to boosting demand in the world’s second-largest economy and defending globalisation.\n“This will make China a mega-sized consumption...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/dcbf22b6-4cbc-4661-91c0-93b8ab74ea9d_e5f21625.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国敦促私营企业加大对跨境基础设施的投资 (原标题: China urging private firms to invest more in cross-border infrastructure)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315808/china-private-enterprises-invest-cross-border-infrastructure-aiib-doing?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 12:00:08 +0000",
      "isoDate": "2025-06-25T12:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国鼓励私营企业投资跨境基础设施\n\n中国财政部长蓝佛安在亚洲基础设施投资银行（AIIB）年会上表示，中国将大力鼓励私营企业参与基础设施项目，包括由亚投行倡导的跨境互联互通倡议。\n\n### 鼓励私营投资的背景与原因\n\n*   **全球经济放缓与援助减少**：随着全球经济增长放缓和国际发展援助的减少，发展中国家在互联互通投资方面面临公共资源有限的制约。\n*   **迫切需求**：动员私营资本参与跨境基础设施建设，并建立可持续的融资机制，已成为当务之急。\n\n### 政策支持与环境改善\n\n*   **《民营经济促进法》**：中国上月生效的《民营经济促进法》鼓励私营企业投资基础设施。\n*   **持续改进**：中国将继续完善其制度和环境，以吸引更多私营部门参与跨境互联互通项目。\n\n### 应对挑战与未来方向\n\n*   **降低风险担忧**：为确保私营部门的信心和投资意愿，需要努力减少对地缘政治风险和违约的持续担忧。\n*   **提升项目吸引力**：通过与其他区域发展机构的协调，改善基础设施项目的评级和预期回报。\n*   **克服投资瓶颈**：进一步动员私营资本有助于克服公共投资不足对基础设施发展造成的瓶颈。",
      "shortSummary": "中国财政部长蓝佛安在亚投行年会上表示，中国将大力鼓励私营企业投资跨境基础设施项目。此举旨在应对全球经济放缓、国际发展援助减少以及发展中国家公共资源有限的挑战。中国将通过《民营经济促进法》等政策支持私营投资，并致力于减少地缘政治风险，提升项目回报，以动员更多私营资本，克服公共投资不足的瓶颈。",
      "translated_title": "中国敦促私营企业加大对跨境基础设施的投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will significantly encourage private enterprises to participate in infrastructure projects, including cross-border connectivity initiatives championed by the Asia Infrastructure Investment Bank (AIIB), Minister of Finance Lan Foan said at the lender’s annual meeting.\nAs the global economy slows and international development aid declines, developing countries are increasingly constrained by limited public resources for connectivity investments, Lan said at the meeting in Beijing on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/1b25891f-b710-45fe-823b-31f04f927a0b_ff433284.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国插电式混合动力汽车出口在欧盟关税豁免后飙升 (原标题: China’s plug-in hybrid exports spike in wake of EU tariff exemption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315797/chinas-plug-hybrid-exports-spike-wake-eu-tariff-exemption?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 10:00:20 +0000",
      "isoDate": "2025-06-25T10:00:20.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 中国插电式混合动力汽车出口激增\n\n中国插电式混合动力汽车（PHEV）正迅速涌入欧洲市场，这得益于欧盟对这类汽车的关税豁免。\n\n*   **对欧盟出口大幅增长**\n    *   根据中国海关数据，2025年5月，中国乘用插电式混合动力汽车对欧盟的出口量和价值均同比增长约600%。\n    *   这一趋势是整体出口增长的主要驱动力。\n\n*   **整体出口表现强劲**\n    *   中国汽车经销商协会（CADA）数据显示，2025年5月，中国乘用插电式混合动力汽车的整体出口量同比增长127%。\n    *   2025年前五个月，乘用插电式混合动力汽车（指座位数少于九个，同时配备可充电电池和传统内燃机的汽车）的出口量增长近140%，总出货量达到32.4万辆。\n\n*   **出口增长的主要原因**\n    *   欧盟对中国制造的纯电动汽车（BEV）征收高达45.3%的关税，并于去年11月全面生效。\n    *   为应对这一政策，中国汽车制造商将重心转向插电式混合动力汽车，利用其在欧盟关税方面的豁免。\n\n*   **插电式混合动力汽车的分类**\n    *   插电式混合动力汽车可分为三类：乘用车、货车以及公共汽车和卡车。\n    *   乘用车（座位数少于九个）是最常见的类型。",
      "shortSummary": "受欧盟关税豁免影响，中国插电式混合动力汽车（PHEV）对欧出口在2025年5月飙升约600%。这推动了中国PHEV整体出口的显著增长，5月同比增长127%。面对欧盟对纯电动汽车的高关税，中国车企将重心转向PHEV，使其成为欧洲市场的重要替代选择。",
      "translated_title": "中国插电式混合动力汽车出口在欧盟关税豁免后飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese plug-in hybrid electric cars are rapidly flooding the European market, with exports to the bloc rising an extraordinary 600 per cent year on year in May as China’s brands take advantage of an exemption in European Union tariffs.\nThe trend is part of a wider boom in sales of Chinese passenger plug-in hybrid electric vehicles (PHEVs), with China’s overall exports of the cars soaring 127 per cent year on year in May, according to data released on Monday by the China Automobile Dealers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/ee71495f-3bda-453a-8c22-dfa8a36f74f5_4f4ade5e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国关税不仅扼杀贸易，还抑制投资，领导人警告 (原标题: US tariffs not only killing trade, but chilling investment, leaders warn)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315774/us-tariffs-not-only-killing-trade-chilling-investment-leaders-warn?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 09:00:16 +0000",
      "isoDate": "2025-06-25T09:00:16.000Z",
      "creator": "Alice Li",
      "summary": "### 美国关税对贸易和投资的影响\n\n在“夏季达沃斯”论坛上，企业家和政策制定者警告称，美国关税政策带来的不确定性不仅扰乱全球供应链，还导致投资者推迟决策。\n\n*   **背景与警告来源**\n    *   此次警告是在中国天津举行的世界经济论坛年度会议（“夏季达沃斯”）上发出的。\n    *   正值贸易战持续给全球经济带来寒意，美国总统特朗普威胁在数周内对数十个国家重新征收关税。\n*   **对投资的影响**\n    *   **普遍暂停决策：** 香港东方投资集团董事长兼首席执行官朱立力（Victor Chu Lap-lik）在小组讨论中表示，由于美国贸易政策的不确定性，全球企业面临“非常具有挑战性”的局面，“每个人都在暂停”。\n    *   **投资定价困难：** 朱立力指出，如果现在建造新的工厂，投资者无法为投资定价，因为他们不知道三四年后的实际价格会是多少。\n    *   **政府压力担忧：** 此外，投资者还担心，如果在某些国家投资，可能会受到其他政府的压力。\n*   **对经济增长的拖累**\n    *   贸易战威胁加剧全球投资的撤离，而这种撤离在去年就已经开始加速。\n    *   这最终将拖累全球经济增长。",
      "shortSummary": "美国关税政策带来的不确定性正扰乱全球贸易并抑制投资。在“夏季达沃斯”论坛上，领导人警告称，投资者因此推迟决策，长期投资定价变得困难。贸易战加剧了全球投资的撤离趋势，对经济增长构成拖累。",
      "translated_title": "美国关税不仅扼杀贸易，还抑制投资，领导人警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Uncertainties created by the United States’ tariff blitz are not only disrupting global supply chains, but also causing investors to delay decisions, entrepreneurs and policymakers said at the “Summer Davos” forum.\nThe warning at the annual gathering, which kicked off in the northern Chinese city of Tianjin on Tuesday, came as the trade war continued to cast a chill over the global economy, with US President Donald Trump threatening to reimpose tariffs on dozens of countries within...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/5801b453-a184-463b-9e0f-9802926d5f2f_6e99a724.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将如何深度挖掘以将黄金产量提高5%以上？ (原标题: How deep will China go to boost gold production by more than 5%?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315747/how-deep-will-china-go-it-aims-boost-gold-production-more-5?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 07:00:08 +0000",
      "isoDate": "2025-06-25T07:00:08.000Z",
      "creator": "June Xia",
      "summary": "### 中国黄金产业发展行动计划 (2025-2027)\n\n*   **背景与目标**\n    *   鉴于地缘政治紧张局势加剧导致对贵金属的需求飙升，中国计划在未来三年（2025-2027年）内，通过采用新的采矿技术和进行更深层次的挖掘，以提高黄金产量。\n    *   该计划由工业和信息化部及其他八个机构于周一发布。\n    *   **主要目标**：\n        *   将中国的黄金储量增加5%至10%。\n        *   将黄金产量提高5%以上。\n\n*   **战略意义与挑战**\n    *   工业和信息化部指出，黄金是一种兼具商品和货币属性的战略矿产资源，对维护国家工业和金融安全具有重要意义。\n    *   尽管如此，中国的黄金产业仍面临显著挑战，包括资源保障不足以及难以满足关键技术的需求。\n    *   该行动计划旨在促进黄金产业的高质量发展和高水平安全。\n\n*   **中国黄金市场现状**\n    *   根据中国黄金协会的数据，中国已连续12年位居全球最大黄金消费国。\n    *   去年，中国购买了985.31吨黄金。\n    *   中国作为全球最大黄金生产国的地位已持续18年。\n    *   去年，中国的黄金产量达到377.24吨。",
      "shortSummary": "中国发布2025-2027年黄金产业发展行动计划，旨在通过新技术和深度开采，将黄金储量增加5-10%，产量提高5%以上。此举旨在应对地缘政治紧张下的需求飙升，并维护国家安全。中国已连续12年是全球最大黄金消费国，连续18年是最大生产国，但仍面临资源保障挑战。",
      "translated_title": "中国将如何深度挖掘以将黄金产量提高5%以上？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China plans to use new mining technology and also dig deeper to increase gold production over the next three years as demand for the precious metal soars amid rising geopolitical tensions.\nIn the 2025-2027 gold industry development action plan released on Monday, the Ministry of Industry and Information Technology and eight other agencies pledged to increase China’s gold reserves by 5 to 10 per cent and also raise gold output by more than 5 per cent.\n“Gold is a strategic mineral resource with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/f5ec9d75-08a4-47ed-9fe1-10d58b976cb0_0d8d8528.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行加倍金融支持以提振消费 (原标题: China’s central bank doubles down on financing support to boost consumption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315725/chinas-central-bank-doubles-down-financing-support-boost-consumption?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 06:00:10 +0000",
      "isoDate": "2025-06-25T06:00:10.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国央行加倍金融支持以提振消费\n\n中国正在加大力度鼓励国内消费，中央政府和国内最富裕的省份正在出台旨在提供结构性金融支持和实地激励的政策。分析人士指出，在贸易不确定性和就业压力持续存在的情况下，持续的政策支持对于维持中国的国内消费至关重要。\n\n### 关键政策与措施\n\n*   **5000亿元再贷款额度**：中国人民银行（PBOC）周二表示，上月宣布的5000亿元人民币（约合696.8亿美元）再贷款额度将帮助21家全国性金融机构和5家重点城市商业银行设立消费和养老贷款。\n*   **结构性货币政策工具**：央行与另外五个政府部门联合发布的指导意见指出，将加强结构性货币政策工具的激励作用，鼓励和引导金融机构向服务和消费重点领域的各类经营主体发放贷款。\n*   **19项具体举措**：该文件包含19项具体举措，涵盖了对消费者和销售者的金融支持措施。\n\n### 重点支持领域\n\n中国央行列出了其旨在支持的几个关键行业，包括：\n\n*   零售业\n*   酒店业\n*   餐饮业\n*   体育\n*   娱乐\n*   旅游业\n\n### 目标\n\n央行表示，将引导金融机构持续增加在消费领域的金融支持，为消费发挥其在经济发展中的基础性作用提供强有力的金融支持。",
      "shortSummary": "为提振国内消费，中国央行（PBOC）正加大金融支持力度。央行宣布5000亿元人民币再贷款额度，用于支持21家全国性金融机构和5家重点城市商业银行设立消费和养老贷款。此举旨在通过结构性货币政策工具，鼓励金融机构向零售、酒店、餐饮、体育、娱乐和旅游等关键消费领域提供贷款，以应对贸易不确定性和就业压力，确保消费在经济发展中的基础作用。",
      "translated_title": "中国央行加倍金融支持以提振消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is doubling down on its efforts to encourage domestic consumption, with the central government and the country’s wealthiest province rolling out policies aimed at providing structural financial support and on-the-ground incentives.\nContinued policy support is crucial to keep China’s domestic consumption afloat as trade uncertainties and unemployment pressures persist, analysts said.\nThe People’s Bank of China (PBOC) said on Tuesday that a 500 billion yuan (US$69.68 billion) relending quota...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/0610bd8a-e89c-4699-a875-6e8e8c1a8e03_b2d9f10c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "李强承诺将中国打造成“巨大的”消费市场以推动全球增长 (原标题: Li Qiang pledges to make China ‘massive’ consumer market to drive global growth)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315714/chinas-li-qiang-gives-summer-davos-keynote-tense-global-atmosphere?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 01:55:11 +0000",
      "isoDate": "2025-06-25T01:55:11.000Z",
      "creator": "SCMP Reporters",
      "summary": "中国国务院总理李强计划在天津举行的夏季达沃斯论坛上发表主旨演讲。面对外部挑战，中国希望通过激活国内市场和维护在全球供应链中的地位来应对。中国政府已经加大了对外国企业和投资者的吸引力度，并颁布了促进民营经济发展的法律，旨在释放国内创业活力，推动经济增长。",
      "shortSummary": "中国总理李强计划在夏季达沃斯论坛上发表主旨演讲，强调中国将致力于打造一个巨大的消费市场，以推动全球经济增长。面对外部挑战，中国政府希望通过激活国内市场和维护在全球供应链中的地位来应对，并已采取措施吸引外国企业和投资者，促进民营经济发展。",
      "translated_title": "李强承诺将中国打造成“巨大的”消费市场以推动全球增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "This live blog has been made freely available as a public service to our readers. Please consider supporting SCMP’s journalism by subscribing. Get faster notifications on the latest updates by downloading our app.\nChinese Premier Li Qiang gave the keynote speech at the Annual Meeting of the New Champions, also known as “Summer Davos”, in the northern port city of Tianjin on Wednesday morning.\nThe world’s second-largest economy has largely withstood the tariff war launched by US President Donald...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/b6dafe49-cb3c-4966-9b05-ba1f9cb76e00_fb740d57.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国安井食品在香港上市后瞄准东南亚和欧洲市场 (原标题: China’s Anjoy Foods eyes Southeast Asia and Europe after Hong Kong listing)",
      "link": "https://www.scmp.com/business/china-business/article/3315698/chinese-hotpot-giant-anjoy-foods-eyes-southeast-asia-and-europe-after-hong-kong-listing?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 00:30:08 +0000",
      "isoDate": "2025-06-25T00:30:08.000Z",
      "creator": "Daniel Ren,Aileen Chuang",
      "summary": "## 中国安井食品赴港上市，剑指海外市场\n\n### 引言\n中国大陆最大的冷冻火锅食材生产商安井食品集团（Anjoy Foods Group）表示，计划在香港上市后拓展欧洲和东南亚等海外市场。\n\n### 海外市场拓展策略\n*   **目标区域：** 东南亚（特别是印度尼西亚和马来西亚）和欧洲。\n*   **拓展原因：**\n    *   安井食品董事会秘书梁晨（Liang Chen）向《南华早报》透露，火锅在印度尼西亚和马来西亚等国蓬勃发展。\n    *   他指出，东南亚是一个快速增长的市场，目前尚未出现成熟的冷冻食品品牌。\n    *   公司相信，经过在中国市场二十年的发展，东南亚是其复制成功经验的理想之地。\n\n### 香港上市详情\n*   **募资目标：** 根据其上市招股说明书，安井食品计划通过此次股票发售筹集高达26.4亿港元（约合3.363亿美元）。\n*   **发行规模与定价：** 将出售3999万股，最高发行价为每股66港元。这比其周二上海上市股价（76.38元人民币/约合10.64美元/83.62港元）折让21%。\n*   **股份分配：** 10%的基础发行量将分配给香港投资者，90%分配给全球投资者。\n*   **预计上市日期：** 根据暂定时间表，预计将于7月4日在香港开始交易。\n\n### 双重上市的战略意义\n*   梁晨表示，双重上市将提升安井食品的国际知名度，并为其全球化战略提供动力。\n*   安井食品希望成为最新一家利用国际资本涌入香港的中国大陆企业，因为全球投资者正在寻求美国资产的替代品。\n*   梁晨强调：“现在是我们在香港上市的最佳时机。H股市场为我们这样的中国公司在拓展海外业务时提供了最佳的融资平台。”",
      "shortSummary": "中国最大的冷冻火锅食材生产商安井食品集团计划在香港上市后，拓展东南亚和欧洲市场。公司旨在通过此次上市筹集高达26.4亿港元，以增强其在印尼和马来西亚等东南亚市场的竞争力。安井食品认为，东南亚火锅市场增长迅速且缺乏成熟的冷冻食品品牌，是其复制中国成功经验的理想之地。此次双重上市将提升安井的国际形象，并为其全球化战略提供融资平台。",
      "translated_title": "中国安井食品在香港上市后瞄准东南亚和欧洲市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "Anjoy Foods Group, mainland China’s largest producer of frozen hotpot ingredients, said it plans to expand in overseas markets like Europe and Southeast Asia after it lists in Hong Kong.\nLiang Chen, board secretary of the Fujian-based company, told the Post that proceeds from the share sale would bolster its competitiveness in countries like Indonesia and Malaysia, where hotpot has been flourishing. Anjoy kicked off its Hong Kong bookbuilding on Wednesday, according to its listing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/82968092-4415-4a4e-956d-c7a80b231eed_8b4c9fea.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在全球水电开发中“占据主导地位”，推动能源存储：报告 (原标题: China ‘dominates’ global hydropower development amid energy storage push: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315623/china-dominates-global-hydropower-development-amid-energy-storage-push-report?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 23:01:07 +0000",
      "isoDate": "2025-06-24T23:01:07.000Z",
      "creator": "Kandy Wong",
      "summary": "### 中国在全球水电开发中占据主导地位\n\n根据一份最新报告，中国在2024年继续在全球水电开发中扮演主导角色，在亚洲新增水电容量中占据绝大部分，同时大力投资能源存储解决方案。\n\n**主要发现：**\n\n*   **全球贡献：** 去年全球新增的24.6吉瓦（GW）水电容量中，中国贡献了14.4吉瓦。中国将水电视为在绿色转型期间保持电网稳定的有效方式。\n*   **抽水蓄能（PSH）发展：**\n    *   去年中国新增水电容量中，超过一半是抽水蓄能（PSH）项目。\n    *   PSH项目通过在水库中储存大量水，在电网电力不足时释放，从而起到储能作用。\n*   **政策驱动：** 自2020年北京设定2060年实现碳中和目标以来，中国加大了大坝建设力度。\n*   **未来展望：**\n    *   目前有超过200吉瓦的抽水蓄能项目正在建设或已获批。\n    *   中国有望超越其2030年120吉瓦的目标，预计到本十年末可能达到130吉瓦。\n*   **现有容量：** 中国目前已安装的水电容量接近436吉瓦，占亚洲总容量的四分之三以上。",
      "shortSummary": "报告显示，中国在2024年继续主导全球水电开发，去年新增水电容量14.4吉瓦，其中一半以上为抽水蓄能项目。中国正大力投资能源存储以稳定电网，并有望超额完成2030年抽水蓄能目标，预计达到130吉瓦。目前，中国已安装水电容量近436吉瓦，占亚洲总量的四分之三以上。",
      "translated_title": "中国在全球水电开发中“占据主导地位”，推动能源存储：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "China continued to play a dominant role in global hydropower development in 2024, accounting for the vast majority of Asia’s newly added capacity as it invests heavily in energy storage solutions, according to a new report.\nThe country was responsible for 14.4 gigawatts of the 24.6GW of new hydropower capacity that came online globally last year, as it bets big on the energy source as an effective way to maintain a stable grid amid the green transition.\nMore than half of the hydropower capacity...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/0109e174-3a9e-4e52-b00c-7cc47e256d58_9c848492.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国制造业中心如何纺出新纱线，蜕变为科技强国 (原标题: How China’s manufacturing hub spins a new yarn to become a tech powerhouse)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315644/how-chinas-yangtze-river-delta-became-tech-powerhouse?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 22:00:11 +0000",
      "isoDate": "2025-06-24T22:00:11.000Z",
      "creator": "Alice Li",
      "summary": "# 中国制造业中心转型科技强国：以苏州魔术实验室为例\n\n中国东部江苏省苏州所在的长江三角洲地区，正从传统的纺织、化工和机械制造中心，转型成为国家级的创新枢纽。这一转型体现在大量新兴科技企业的发展上，它们致力于开发对中国未来至关重要的技术。\n\n## 魔术实验室：人形机器人领域的创新者\n\n*   **公司概况**：魔术实验室（Magic Lab）是苏州的一家初创公司，专注于开发全尺寸人形机器人，旨在与人互动并在工厂环境中工作。\n*   **核心技术与自主研发**：\n    *   超过90%的机器人组件，包括扭矩电机关节、执行器、控制单元和灵巧的机器人手，均由公司内部自主研发并在本地制造。\n    *   其余10%的组件为中央处理器（CPU）。\n    *   公司开发了一个通用人工智能模型，该模型整合了感知、导航和运动控制功能，使人形机器人能够快速适应任务并在真实环境中协同工作。\n*   **地理优势与供应链**：\n    *   魔术实验室选择落户江苏，主要得益于当地成熟的制造业基础，尤其是在下一代信息技术、高端设备和新材料等先进领域。\n    *   这为公司提供了便捷的上下游支持，并有助于降低供应链成本。\n*   **政府支持与资金来源**：\n    *   当地政府通过税收优惠、工业园区等措施，为公司营造了良好的发展环境。\n    *   公司的大部分资金来源于私人投资，研发工作主要由公司自主驱动。\n*   **实际应用与未来展望**：\n    *   魔术实验室已将其人形机器人部署在其投资者之一——家电独角兽追觅科技（Dreame Technology）的工厂车间。\n    *   此举旨在收集真实世界数据，并探索多机器人协作，这是中国目前仍处于起步阶段的领域。\n\n## 长三角地区的广泛转型\n\n魔术实验室只是江苏和邻近浙江省数千家尖端企业中的一个缩影。这些企业共同推动着长江三角洲地区向高科技强国的转变，为中国未来的发展奠定基础。",
      "shortSummary": "中国长江三角洲地区正从传统制造业中心转型为科技创新枢纽。以苏州的魔术实验室为例，该公司专注于开发人形机器人，其90%以上核心部件自主研发。得益于当地成熟的制造业基础和政府支持，魔术实验室利用通用AI模型，使其机器人在工厂环境中实现高效协作。该地区数千家高科技企业正共同推动中国未来关键技术的发展。",
      "translated_title": "中国制造业中心如何纺出新纱线，蜕变为科技强国",
      "images": [],
      "contentSource": "完整文章",
      "content": "In Suzhou, eastern China’s Jiangsu province, the start-up Magic Lab specialises in full-sized humanoid robots designed to interact with people and work in factories – just one example of the Yangtze River Delta region’s transformation into a national innovation hub.\n“More than 90 per cent of the components, including critical parts like torque motor joints, actuators, control units and dexterous robotic hands, are developed in-house and locally manufactured,” said Wu Changzheng, the company’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/c48bb95d-c8ed-4a4d-b2be-9695d125c2a6_0805eeb4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“夏季达沃斯”论坛探讨美国经济“秘方”：中国是否已破解？ (原标题: ‘Summer Davos’ panel mulls US economy secret sauce: did China crack the recipe?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315686/summer-davos-panel-mulls-secret-sauce-us-economy-did-china-crack-recipe?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 14:00:10 +0000",
      "isoDate": "2025-06-24T14:00:10.000Z",
      "creator": "Frank Chen",
      "summary": "## “夏季达沃斯”论坛探讨美国经济“秘方”及其未来展望\n\n在天津举行的世界经济论坛第十六届新领军者年会（即“夏季达沃斯”）上，多位美国顶尖学者齐聚一堂，共同审视美国经济现状，并探讨美国经济赖以超越其他经济体的“秘方”及其未来走向。\n\n### 美国经济的“秘方”\n与会专家指出，美国经济的成功依赖于一种特殊的“秘方”，其主要成分包括：\n\n*   **资本与劳动力供给**：前世界贸易组织首席经济学家罗伯特·库普曼（Robert Koopman）表示，美国各行业能够获得所需的资本和劳动力，这推动了生产力增长。\n*   **移民政策**：库普曼补充说，移民的加入进一步完善了这一“秘方”，共同创造了“美妙的秘方”。\n*   **高等教育**：标普全球评级首席经济学家保罗·格鲁恩瓦尔德（Paul Gruenwald）认为，高等教育也是这一“秘方”的重要组成部分。\n\n### 政策变化与未来挑战\n专家们认为，华盛顿当前的关税和移民政策正在威胁美国经济的未来前景。他们推测，美国可能正在放弃其“秘方”中的关键要素，而中国则可能在技术和创新前沿领域取得更快进展。\n\n### 核心议题\n讨论的核心议题之一是，未来是美国还是中国将更大幅度地推动技术和创新前沿的发展。\n\n### 与会专家\n参与讨论的专家包括罗伯特·库普曼（前世界贸易组织首席经济学家）和哈佛大学政府学教授格雷厄姆·艾利森（Graham Allison）等。",
      "shortSummary": "在“夏季达沃斯”论坛上，美国学者探讨了美国经济成功的“秘方”，包括资本、劳动力、移民和高等教育。他们指出，华盛顿的关税和移民政策可能威胁这一优势，并担忧美国正在放弃关键要素，而中国可能在技术和创新领域加速发展。讨论还聚焦于未来谁将主导科技前沿。",
      "translated_title": "“夏季达沃斯”论坛探讨美国经济“秘方”：中国是否已破解？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The American economy has outperformed others by relying on a sort of secret, magic “sauce”, but Washington’s tariff and immigration policies are threatening to shift the outlook, according to leading US scholars attending the “Summer Davos” in China.\nAt the gathering, formally known as the World Economic Forum’s 16th Annual Meeting of the New Champions, they collectively took stock of the US economy and debated whether it would be China or the US that most advances the frontier of tech and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/8963e91d-f837-4d7e-b02f-55929050a731_014dea33.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-26T19:15:26.119Z"
}