{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国可定制机器人市场或将腾飞 (原标题: China’s customisable robot market may be about to take off)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320367/people-popping-down-shops-chinas-shenzhen-can-now-rent-customised-robot?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 05:00:10 +0000",
      "isoDate": "2025-08-01T05:00:10.000Z",
      "creator": "Alice Li",
      "summary": "### 中国首家“6S”机器人商店在深圳开业，预示可定制机器人市场新趋势\n\n中国南方的深圳，一家名为“未来时代”（Future Era）的商店近日在龙岗区开业，其独特的运营模式使其更像一个小型机器人博览会，吸引了众多参观者，包括儿童、家长、公司老板、投资者和科技爱好者。\n\n#### 商店概况与特色\n\n*   **多元化展示**：店内展示了各种类型的机器人，从类人助手到送餐机器人和按摩设备，琳琅满目，引人注目。\n*   **“6S”模式**：该店自称是全球首家“6S”机器人商店。在传统的“4S”零售模式（展厅、销售、零配件、客户服务）基础上，增加了租赁（Leasing）和定制（Customisation）服务，为消费者提供了更灵活的选择。\n*   **定制化服务**：顾客不仅可以购买或租赁展出的机器人模型，甚至可以根据自身需求选择组件，自行组装和定制机器人。\n*   **合作与交流**：商店也成为行业交流平台，公司所有者、投资者和科技爱好者在此交换联系方式，探讨合作机会，包括入驻展示或进行采购。\n\n#### 行业背景与市场潜力\n\n*   **机器人产业快速发展**：近年来，中国的机器人产业发展迅速，正积极拓展广阔的消费和服务市场，这与中国制造商惯用的市场策略一脉相承。\n*   **参展品牌与租赁价格**：商店展示了来自杭州的宇树科技（Unitree Robotics）以及深圳的Engine AI和乐聚机器人（Leju Robot）等公司的产品。机器人的日租金从约5,000元人民币到20,000元人民币不等（约合695美元至2,781美元）。\n*   **商店规模**：该店占地60平方米（646平方英尺），旨在为消费者提供沉浸式的机器人体验。\n\n“未来时代”商店的开业，标志着中国机器人市场正从工业应用向更广泛的消费和服务领域延伸，尤其是在可定制化和租赁服务方面，展现出巨大的市场潜力。",
      "shortSummary": "中国首家“6S”机器人商店“未来时代”在深圳开业，标志着中国可定制机器人市场的新趋势。该店不仅提供机器人销售、服务和配件，还创新性地增加了租赁和定制服务，允许顾客根据需求组装机器人。商店展示了多种机器人，日租金从5千到2万元不等，旨在将中国快速发展的机器人产业推向更广阔的消费和服务市场。",
      "translated_title": "中国可定制机器人市场或将腾飞",
      "images": [],
      "contentSource": "完整文章",
      "content": "A store near a bustling shopping centre in the southern Chinese city of Shenzhen feels more like a small robotics fair, with all kinds of robots – from humanoid assistants to food delivery bots and massage machines – quietly drawing curious eyes.\nAmid the excited chatter of children accompanying their parents, company owners, investors and tech enthusiasts busily exchange contact details and discuss collaboration. Some hope to place their own robots in the newly opened 60 square metre (646 sq...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/1ae40fae-2c51-4880-a2a6-ad8a7ccd539a_53894f3f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "广州和深圳，曾是中国经济增长引擎，报告GDP表现不佳 (原标题: Guangzhou and Shenzhen, once China’s growth engines, report GDP underperformance)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3320304/guangzhou-and-shenzhen-once-chinas-growth-engines-report-gdp-underperformance?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 00:00:15 +0000",
      "isoDate": "2025-08-01T00:00:15.000Z",
      "creator": "He Huifeng",
      "summary": "## 广州和深圳经济增长放缓\n\n中国南方广东省的两个经济支柱城市——科技中心深圳和制造业中心广州，其经济增长速度相对于其他城市有所放缓，这促使人们呼吁采取更有力的措施来重振企业。\n\n### GDP表现不及全国平均水平\n\n*   **深圳**：2024年1月至6月期间，GDP增长率为**5.1%**。\n*   **广州**：同期GDP增长率为**3.8%**。\n*   **全国平均水平**：同期全国GDP增长率为**5.3%**。\n\n两市的增长率均低于全国平均水平，表明经济增长面临挑战。\n\n### 增长放缓的主要原因\n\n分析师指出，此次同步放缓是由于：\n\n*   **全球供应链的不确定性**：国际贸易环境复杂，影响了出口和生产。\n*   **国内需求不足**：国内消费和投资未能弥补外部需求下降带来的缺口。\n\n### 深圳面临的特定挑战\n\n广东省体制改革研究会执行会长彭澎表示，深圳正面临双重逆风：\n\n*   **全球需求减弱**：影响了出口。\n*   **本地房地产市场低迷**：特别是商业地产领域，拖累了投资。\n\n### 深圳的关键经济数据\n\n根据深圳市政府统计数据，深圳经济下滑尤为显著：\n\n*   **固定资产投资**：同比下降**10.9%**。\n*   **房地产开发投资**：同比骤降**15.1%**，反映出投资者信心减弱。\n*   **高科技产业**：尽管高科技产业增长超过**35%**，但未能完全抵消整体下滑趋势。\n*   **出口**：下降**7%**。\n*   **贸易总额**：下降**1.1%**。",
      "shortSummary": "曾是中国经济增长引擎的广州和深圳，在2024年上半年GDP增长分别仅为3.8%和5.1%，均低于全国5.3%的平均水平。此次放缓主要归因于全球供应链不确定性和国内需求不足。深圳尤其受到全球需求疲软和商业地产市场低迷的双重打击，导致固定资产投资和房地产开发大幅下降，出口和贸易总额也出现下滑，尽管高科技产业保持增长。",
      "translated_title": "广州和深圳，曾是中国经济增长引擎，报告GDP表现不佳",
      "images": [],
      "contentSource": "完整文章",
      "content": "Two cities that have served as economic pillars for China’s southern province of Guangdong appear to be losing steam relative to their peers, prompting calls for stronger action to revive businesses.\nTech hub Shenzhen and manufacturing centre Guangzhou reported gross domestic product growth of 5.1 and 3.8 per cent respectively in the period from January to June, both below the national average of 5.3 per cent.\nThe simultaneous slowdown came as uncertainty grips the global supply chain and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/8a95629c-eca5-49a4-b3e4-4e62b5a96ca4_fd7d4ca2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车之战：特斯拉、蔚来和理想汽车瞄准中国大陆家庭高端SUV市场 (原标题: China EV war: Tesla, Nio and Li Auto target mainland families with premium SUVs)",
      "link": "https://www.scmp.com/business/china-business/article/3320322/china-ev-war-tesla-nio-and-li-auto-target-mainland-families-premium-suvs?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 23:30:08 +0000",
      "isoDate": "2025-07-31T23:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国电动汽车市场新焦点：高端家庭SUV\n\n中国电动汽车（EV）制造商正在将战略重心从价格战转向开发宽敞、适合家庭且续航里程长的车型，以满足中国大陆市场的需求。高端SUV细分市场已成为新的竞争焦点，汽车制造商正响应北京结束残酷价格战的号召，转而追逐富裕消费者以改善利润。\n\n### 主要趋势与竞争格局：\n\n*   **战略转变**：电动汽车制造商，包括特斯拉和蔚来，正从单纯的价格竞争转向提供更具附加值的产品，即宽敞、家庭友好型和长续航的车辆。\n*   **新战场**：高端SUV领域已成为行业竞争的新前沿。这一转变旨在迎合中国政府结束价格战的倡议，并瞄准消费能力更强的客户群体。\n\n### 市场主要参与者及其动态：\n\n*   **特斯拉**：计划于今年秋季在中国大陆推出六座版Model Y。然而，在世界最大的电动汽车市场中，特斯拉已被两家主要的本土竞争对手——理想汽车和蔚来——在新款SUV车型方面超越。\n*   **蔚来汽车**：这家总部位于上海的汽车制造商于周四宣布，其六座版Onvo L90 SUV将于8月1日开始交付。预计该车型将吸引数千份来自中国大陆客户的订单。\n*   **理想汽车**：理想汽车的Li i8六座SUV起售价为321,800元人民币。该车型被定位为一款宽敞、智能的车辆，定价在30万元人民币（约合41,800美元）左右。理想汽车在三天内成为第二家对特斯拉发起先发制人攻势的汽车制造商，专注于打造此类车型。\n\n![理想汽车的Li i8六座SUV起售价为321,800元。图片来源：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/31/07dd3bb8-cc27-4773-bf6d-e426af5a3649_eee94c6a.jpg)\n\n这一转变标志着中国电动汽车市场从单纯的价格竞争向产品差异化和高端化服务的演进。",
      "shortSummary": "中国电动汽车制造商正将重心从价格战转向高端、家庭友好型SUV市场，以吸引富裕消费者并提升利润。高端SUV成为新的竞争焦点。特斯拉计划推出六座版Model Y，但已在SUV领域被本土竞争对手理想汽车和蔚来超越。蔚来Onvo L90和理想Li i8等六座SUV车型正以约30万元人民币的价格积极抢占市场，对特斯拉构成挑战。",
      "translated_title": "中国电动汽车之战：特斯拉、蔚来和理想汽车瞄准中国大陆家庭高端SUV市场",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/31/07dd3bb8-cc27-4773-bf6d-e426af5a3649_eee94c6a.jpg",
          "alt": "Li Auto’s Li i8 six-seat SUV starts from 321,800 yuan. Photo: Handout",
          "title": "Li Auto’s Li i8 six-seat SUV starts from 321,800 yuan. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Electric-vehicle (EV) makers from Tesla to Nio are shifting their focus from price cuts to developing spacious family friendly, long-range vehicles for the mainland Chinese market.\nThe premium SUV segment has emerged as the new battlefront, as carmakers heed Beijing’s call to end a brutal price war and chase affluent consumers to improve their bottom line.\nTesla, which plans to launch a six-seat Model Y on the mainland this autumn, has been overtaken by two major local rivals – Li Auto and Nio –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/4e282d26-59ac-406f-8d15-84a263788a07_f142b785.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普与韩国协议背后：一项旨在改变全球造船业的计划 (原标题: Behind Trump’s South Korea deal, a plan to transform global shipbuilding)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320297/behind-trumps-south-korea-deal-plan-transform-global-shipbuilding?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 22:00:08 +0000",
      "isoDate": "2025-07-31T22:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "### 特朗普与韩国协议：全球造船业转型计划\n\n韩国已承诺投入1500亿美元，帮助其造船企业进入美国市场。这是美韩新贸易协议的一部分，旨在振兴美国造船业并对抗中国在该领域的市场主导地位。\n\n**协议要点：**\n\n*   **投资规模：** 韩国将向美国投资总计3500亿美元，其中1500亿美元专门用于造船业。\n*   **资金形式：** 韩国政府澄清，这笔资金将主要以贷款和担保的形式提供，而非直接股权投资。\n*   **战略目标：**\n    *   **振兴美国造船业：** 帮助美国重振其造船工业。\n    *   **对抗中国主导：** 削弱中国在全球造船业的市场主导地位。韩国企业在全球造船市场份额中仅次于中国。\n    *   **深化双边合作：** 整个3500亿美元的投资计划旨在巩固两国在半导体等战略产业的合作。\n*   **美方关税：** 作为协议的一部分，美国将对韩国商品征收15%的关税。\n*   **“让美国造船业再次伟大”项目：** 此前有报道称，韩国在贸易谈判中曾向华盛顿提议一项名为“让美国造船业再次伟大”（Make American Shipbuilding Great Again）的数十亿美元项目，该项目将涉及韩国造船企业在美国进行大规模投资，并获得政府财政支持。",
      "shortSummary": "韩国承诺向美国造船业投资1500亿美元，作为其对美3500亿美元总投资协议的一部分。此举旨在帮助美国振兴造船业，并对抗中国在该领域的市场主导地位。这笔资金将以贷款和担保形式提供，同时美国将对韩国商品征收15%关税。该计划被视为“让美国造船业再次伟大”项目的一部分，旨在深化两国在战略产业的合作。",
      "translated_title": "特朗普与韩国协议背后：一项旨在改变全球造船业的计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "South Korea has pledged US$150 billion to help its shipbuilders enter the US market as part of its new trade deal with Washington, a move that could help America revive its shipbuilding industry and counter China’s dominance in the sector.\nUS President Donald Trump announced on Wednesday that the United States and South Korea had agreed a “full and complete” trade deal, which would see the US impose a 15 per cent tariff on South Korean goods and receive US$350 billion of investment from its...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/25e2400d-1f0d-4d12-af1b-618c71407e66_bece2318.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的铜关税风波导致价格暴跌——发生了什么？ (原标题: Trump’s cooper-tariff tumult sees prices plunge – what happened?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320285/trumps-cooper-tariff-tumult-sees-prices-fall-scope-impact-defies-expectations?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 12:30:13 +0000",
      "isoDate": "2025-07-31T12:30:13.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 特朗普铜关税的影响\n\n美国总统唐纳德·特朗普于周三签署了一项行政命令，对某些铜进口产品征收50%的关税，但值得注意的是，精炼铜被明确排除在外。此举导致美国铜价在周四下午暴跌约20%，至每磅4.44美元。\n\n这项新命令澄清了特朗普在7月初首次宣布的模糊意向。此前，由于市场预期关税将广泛实施，美国铜期货价格曾飙升至近6美元的历史新高，并促使贸易商加速发货。\n\n### 新关税与此前威胁的对比\n\n*   **特朗普此前的威胁（7月8日）：** 最初威胁征收50%的铜税时，具体细节模糊不清。市场普遍预期这将涵盖所有形式的金属，从原材料到成品。\n*   **新宣布的关税（周五生效）：** 范围要有限得多。根据白宫的声明，这些关税仅适用于半成品铜产品（如铜管和电线）以及某些铜密集型商品（如电缆和电气元件）的进口。\n*   **豁免产品：** 冶炼厂和制造商的投入材料，如矿石、精矿以及至关重要的阴极铜（即精炼铜），均被豁免高额关税。\n\n### 对全球市场的影响与美国国内情况\n\n阴极铜（精炼铜）是美国主要的铜进口产品。美国国内仅运营两家初级铜冶炼厂，缺乏满足自身精炼铜需求的国内加工能力。因此，将阴极铜排除在关税之外，对美国市场至关重要，也反映了美国对进口精炼铜的依赖。",
      "shortSummary": "美国总统特朗普签署行政命令，对部分铜进口产品（不包括精炼铜）征收50%关税，导致美国铜价暴跌20%。此举澄清了此前模糊的关税威胁。新关税主要针对半成品和铜密集型商品，而美国主要进口的精炼铜（阴极铜）则被豁免，这突显了美国对进口精炼铜的依赖。",
      "translated_title": "特朗普的铜关税风波导致价格暴跌——发生了什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump signed an executive order imposing a 50 per cent tariff on certain copper imports – notably excluding refined copper – on Wednesday, sending US copper prices tumbling by around 20 per cent to US$4.44 a pound as of Thursday afternoon.\nThe move clarified the scope of Trump’s initial announcement in early July, which had led US futures prices to rally to a record high of nearly US$6 and prompted traders to accelerate shipments in anticipation of widespread duties.\nIn this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/d1dd180e-4a1e-4eb8-b1f4-acac0017e440_81c1f331.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判预示着可能重塑全球秩序的转变：分析师 (原标题: US-China trade talks signal shift that could reshape global order: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320287/us-china-trade-talks-signal-shift-could-reshape-global-order-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 10:00:27 +0000",
      "isoDate": "2025-07-31T10:00:27.000Z",
      "creator": "Kandy Wong,Ji Siqi",
      "summary": "### 中美贸易谈判最新进展\n\n*   **谈判地点与结果**：本周在斯德哥尔摩举行的最新一轮中美贸易谈判已经结束。北京方面宣布，双方同意将“关税休战”延长90天。\n*   **官方表态**：美国总统唐纳德·特朗普表示，两国已就贸易问题达成一项“公平”协议，但未提供进一步细节，也没有宣布任何具体问题的突破。\n\n### 分析师观点与未来展望\n\n*   **当前成果的解读**：经济学人智库亚洲首席经济学家兼全球贸易主管尼克·马罗（Nick Marro）认为，确认再延长90天可能是目前最好的结果。他指出，在两天谈判后没有更实质性的公告，可能表明谈判过程较为困难。\n*   **谈判形式的转变**：分析师普遍认为，未来的中美谈判可能超越双边关税层面。双方都将寻求通过加强与第三国的伙伴关系，以“间接形式的谈判”来争取其他贸易伙伴与自身利益保持一致。\n*   **对全球秩序的影响**：这种战略转变可能重塑全球经济秩序。\n*   **战略调整**：中国工商银行高级财务经理马特奥·乔瓦尼尼（Matteo Giovannini）指出，最新谈判结果“凸显”了北京和华盛顿正在“重新调整”其战略。",
      "shortSummary": "最新一轮中美贸易谈判在斯德哥尔摩结束，双方同意将关税休战延长90天。尽管美国总统特朗普称达成“公平”协议，但未宣布具体突破。分析师认为，这预示着中美可能转向通过加强与第三国合作的“间接谈判”，以争取盟友并重塑全球经济秩序，表明双方正在重新调整战略。",
      "translated_title": "中美贸易谈判预示着可能重塑全球秩序的转变：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the dust settles on the latest round of US-China trade talks in Stockholm this week, the world’s two biggest economies may be shifting towards “indirect forms of negotiation” by strengthening partnerships with third countries that could reshape the global economic order, analysts said.\nThe talks concluded on Tuesday with Beijing announcing that both sides had agreed to extend their “tariff truce” by another 90 days. On Wednesday, US President Donald Trump said the two countries had reached a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/e8645824-7f5e-44ba-9bc6-afd7f37f8765_534941e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "华盛顿法院将审理特朗普‘对等’关税的合法性 (原标题: Court in Washington to hear arguments on legality of Trump ‘reciprocal’ tariffs)",
      "link": "https://www.scmp.com/news/us/diplomacy/article/3320203/court-washington-hear-arguments-legality-trump-reciprocal-tariffs?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 09:00:15 +0000",
      "isoDate": "2025-07-31T09:00:15.000Z",
      "creator": "Khushboo Razdan",
      "summary": "### 背景与核心问题\n\n美国联邦上诉法院将于周四在华盛顿审理一项案件，该案件旨在挑战美国总统唐纳德·特朗普“对等”关税的合法性。这些关税原定于周五生效，法院的裁决可能在生效前使其受挫，从而削弱美国在与中国及其他主要贸易伙伴的谈判中的影响力。\n\n### 法律挑战的焦点\n\n*   诉讼名为“V.O.S. Selections 诉 特朗普”，其核心是质疑特朗普根据《国际紧急经济权力法案》（International Emergency Economic Powers Act, IEEPA）单方面征收关税的权力。\n*   原告方认为，特朗普绕过国会，超越了其法定权限。\n*   《国际紧急经济权力法案》赋予总统在国家紧急状态下规范经济活动的权力，但此前没有任何一位总统曾援引该法案来证明征收关税的合理性。\n\n### 原告方\n\n*   该案件整合了两起诉讼：一起由俄勒冈州牵头的12个州提起，另一起由五家小型美国企业提起。\n*   主要原告V.O.S. Selections是一家总部位于纽约的葡萄酒进口商。\n*   参与诉讼的州除了俄勒冈州外，还包括亚利桑那州、科罗拉多州、康涅狄格州、特拉华州、伊利诺伊州、缅因州、明尼苏达州、内华达州、新墨西哥州、纽约州和佛蒙特州。\n\n### 受影响的关税\n\n*   除了“对等”关税外，此次法律挑战还针对特朗普于2月份决定对来自中国、墨西哥和加拿大的芬太尼相关进口产品征收20%至25%的关税。",
      "shortSummary": "华盛顿联邦上诉法院将审理特朗普“对等”关税的合法性。该诉讼挑战特朗普援引《国际紧急经济权力法案》单方面征收关税的权力，认为他绕过国会，超越了权限。此案由12个州和5家企业提起，可能在关税生效前使其受挫，并影响美国在贸易谈判中的影响力。芬太尼相关关税也受到挑战。",
      "translated_title": "华盛顿法院将审理特朗普‘对等’关税的合法性",
      "images": [],
      "contentSource": "完整文章",
      "content": "A federal appeal court just steps from the White House signalled scepticism on Thursday over whether a broad swathe of US President Donald Trump’s tariffs are legal, while lawyers representing the administration asserted that the US judiciary lacked the authority to review such “discretionary” actions.\nAll 11 active judges on the US Court of Appeals for the Federal Circuit in Washington – eight appointed by Democratic presidents and three by Republican administrations – heard the high-stakes...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/cb6cda64-05ac-44b3-a042-3d0c26d6858d_e2425b9f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "马来西亚航空公司对中国C919客机感兴趣，交通部长表示 (原标题: Malaysian airlines interested in China’s C919 jet, transport minister says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320247/malaysian-airlines-interested-chinas-c919-jet-countrys-transport-minister-says?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 07:00:09 +0000",
      "isoDate": "2025-07-31T07:00:09.000Z",
      "creator": "Amy Chew",
      "summary": "### 马来西亚航空公司对中国C919客机表现出兴趣\n\n**背景与驱动因素：**\n\n*   东南亚地区航空旅行需求持续增长。\n*   空中客车（Airbus）和波音（Boeing）的飞机交付存在积压，导致航空公司面临漫长的等待期。\n*   这些因素共同推动了该地区航空公司对中国商用飞机有限责任公司（Comac）生产的C919客机的兴趣。\n\n**C919的吸引力：**\n\n*   C919是中国首款自主研发的窄体客机。\n*   它被宣传为比空客和波音飞机更经济实惠的替代方案。\n*   航空公司正在寻求更快的交付时间和更具成本效益的采购选择，以实现机队采购的多样化。\n\n**相关航空公司：**\n\n*   马来西亚交通部长陆兆福（Anthony Loke）透露，马来西亚的廉价航空公司亚洲航空（AirAsia）和一家新成立的航空公司Air Borneo都已对商飞的飞机表现出兴趣。\n\n**当前状态：**\n\n*   陆兆福部长表示，亚洲航空确实对C919感兴趣，但目前尚未有任何最终确认。\n*   他强调自己不参与具体的商业谈判。",
      "shortSummary": "马来西亚交通部长陆兆福表示，由于东南亚航空旅行增长及空客波音交付积压，马来西亚航空公司对中国C919客机表现出兴趣。亚洲航空和Air Borneo等公司正寻求更便宜、交付更快的替代方案。C919作为中国首款国产窄体客机，被视为有吸引力的选择，尽管目前尚未有最终确认。",
      "translated_title": "马来西亚航空公司对中国C919客机感兴趣，交通部长表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "Growing air travel in Southeast Asia and backlogs in Airbus and Boeing deliveries are driving regional interest in China’s C919 passenger jet, according to Malaysian Transport Minister Anthony Loke.\nChina is promoting aircraft made by Shanghai-based Commercial Aircraft Corporation of China (Comac) – including the C919, the country’s first home-grown narrowbody airliner – as cheaper alternatives to aircraft manufactured by Airbus and Boeing.\nLoke told the Post recently that Malaysian budget...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/6ec5121f-5b51-4c42-a7db-0fd4f6e00641_a34bce1c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴西权衡比亚迪关税减免，竞争对手警告裁员和投资冻结 (原标题: Brazil weighs BYD tariff break as rivals warn of lay-offs and investment freeze)",
      "link": "https://www.scmp.com/news/article/3320197/brazil-debates-tariff-break-byd-opponents-warning-lay-offs-and-investment-freeze?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 19:37:02 +0000",
      "isoDate": "2025-07-30T19:37:02.000Z",
      "creator": "Igor Patrick",
      "summary": "## 巴西政府权衡比亚迪关税减免请求\n\n巴西政府正面临日益增加的压力，因为它正在审议中国汽车制造商比亚迪（BYD）提出的一项请求，即在一年内降低半组装电动和混合动力汽车的进口关税。\n\n*   **请求内容与背景**\n    *   比亚迪寻求对其半组装车辆（行业内称为SKD套件）征收10%的关税，直至2026年7月。目前此类进口关税为18%至20%。\n    *   比亚迪表示，在位于巴伊亚州卡马萨里（Camaçari）的工厂全面投入运营期间，公司需要较低的关税作为过渡期。\n    *   根据与当地政府签署的合同，比亚迪的目标是到2028年实现70%的本地化生产。\n    *   比亚迪的请求包括每年超过20亿美元的进口配额。这一数字是比亚迪宣布的55亿雷亚尔（约合9.78亿美元）投资的两倍多。\n    *   该进口配额还接近巴西政府“Mover计划”五年联邦预算的60%，该计划旨在刺激清洁混合动力汽车的生产。\n\n*   **各方立场**\n    *   **比亚迪**：作为电动汽车制造领域的全球领导者，认为关税减免对其在巴西的过渡期至关重要。\n    *   **全球汽车制造商和地区州长**：强烈反对比亚迪的请求，警告此举可能损害巴西的工业基础并导致失业。\n    *   **巴西对外贸易委员会（Camex）**：正在审查该提案，预计将很快做出决定。",
      "shortSummary": "巴西政府正在审议比亚迪关于降低半组装电动和混合动力汽车进口关税的请求。比亚迪希望在2026年7月前将SKD套件关税降至10%，以支持其卡马萨里工厂的过渡期，并计划到2028年实现70%本地化。然而，全球汽车制造商和地区州长对此表示强烈反对，警告此举可能损害巴西工业并导致失业。比亚迪的请求涉及每年超过20亿美元的进口配额，远超其在巴投资额。",
      "translated_title": "巴西权衡比亚迪关税减免，竞争对手警告裁员和投资冻结",
      "images": [],
      "contentSource": "完整文章",
      "content": "Brazil’s government is facing mounting pressure as it decides on a request from Chinese carmaker BYD to reduce import tariffs for a year on semi-assembled electric and hybrid vehicles.\nThe proposal, now under review by the Chamber of Foreign Trade, or Camex, has sparked a wave of opposition from global carmakers and regional governors who warn it could undermine Brazil’s industrial base and lead to job losses.\nThe Camex panel, which was meeting on Wednesday, was expected to render a decision...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/c79af74d-0139-4972-ac2d-46d861294f94_80058ad3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普称与中国关税谈判‘进展顺利’ (原标题: Trump says tariffs talks with China ‘moving along well’)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3320196/trump-says-tariffs-talks-china-moving-along-well?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 19:06:23 +0000",
      "isoDate": "2025-07-30T19:06:23.000Z",
      "creator": "Frank Chen",
      "summary": "## 特朗普对中美关税谈判的最新表态\n\n美国总统唐纳德·特朗普于周三表示，与中国的关税协议谈判“进展顺利”，并预计两国将达成一项“公平”的贸易协议，但未提供更多细节。\n\n*   **特朗普的乐观态度**\n    *   特朗普在白宫向记者表示，与中国的谈判“进展顺利”，他认为结果会非常好，双方“步调一致”，将达成一项“非常公平的协议”。\n\n*   **谈判背景与进展**\n    *   特朗普的最新评论是在两国代表团在瑞典完成第三轮高级别会谈一天后发表的。\n    *   此次会谈正值8月12日额外关税暂停期到期之前，该关税是全球两大经济体相互征收的。\n    *   消息人士此前向《南华早报》透露，北京和华盛顿预计将把关税休战期再延长三个月。\n\n*   **中方数据与立场**\n    *   中国驻华盛顿大使馆未回应置评请求。\n    *   本月早些时候，大使馆指出，2025年第二季度中国对美出口同比下降24%，这种情况“相当于2020年第一季度疫情期间经济活动停滞时的水平”。\n\n*   **谈判分歧**\n    *   尽管美中谈判代表周二在斯德哥尔摩的单独新闻发布会上称他们的讨论是“建设性的”，但双方在新的关税暂停期的时间安排上存在分歧。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl)\n\n02:07 中美斯德哥尔摩贸易谈判结束，关税暂停时间存在分歧",
      "shortSummary": "美国总统特朗普表示，与中国的关税谈判“进展顺利”，预计将达成“公平”协议。此言论是在两国于瑞典完成第三轮高级别会谈后发表的，关税暂停期将于8月12日到期。尽管谈判被称作“建设性”，但双方在关税暂停时间上存在分歧。中国对美出口在2025年第二季度同比下降24%。",
      "translated_title": "特朗普称与中国关税谈判‘进展顺利’",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump said on Wednesday that talks with China on a tariff deal were “moving along well” and that the countries would reach a “fair” deal on trade, without offering additional details of the agreement.\n“We’re moving along with China. We’re doing fine with China,” Trump told reporters before leaving a bill-signing ceremony at the White House.\n“I think it’s going to work out very well. We’re right in step … I think we’re going to have a very fair deal with China,” he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/884debc4-9207-47fd-9a32-4dce3d99157e_7d546235.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判进展甚微，对北京而言这算是一场胜利 (原标题: The US-China trade talks changed little. For Beijing, that counts as a win)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320157/us-china-trade-talks-why-beijing-unexpectedly-emerged-stronger-position?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 14:00:10 +0000",
      "isoDate": "2025-07-30T14:00:10.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "### 中美贸易谈判：进展与北京的相对优势\n\n近期在瑞典举行的中美贸易谈判结束后，两国贸易关系仍充满不确定性。然而，分析人士认为，鉴于美国正对其他全球经济体加征关税，北京实际上可能处于更有利的地位。\n\n#### 谈判结果\n\n*   第三轮中美贸易谈判于周二在斯德哥尔摩结束。\n*   中方宣布，双方已同意将“关税休战”延长90天。\n*   美方则坚称，该协议仍有待美国总统唐纳德·特朗普的最终批准。\n\n#### 潜在关税影响\n\n*   如果未发生意外，美国将在8月12日（原休战期满日）之后继续对中国征收30%的额外关税。\n*   这30%的关税包括：\n    *   特朗普在今年第一季度宣布的20%关税，与中国在芬太尼贸易中的角色有关。\n    *   4月份征收的另外10%关税。\n\n#### 北京的“胜利”分析\n\n*   尽管对华关税依然存在，但随着美国在特朗普设定的8月1日最后期限前，对一系列主要贸易伙伴征收更高的关税，中国的关税税率开始显得不那么具有破坏性。\n*   从相对角度看，一旦所有协议冻结，中国相对于其他国家可能不会处于显著的比较劣势。",
      "shortSummary": "中美两国在瑞典的贸易谈判结束后，关系仍充满不确定性。中方宣布“关税休战”延长90天，但美方称协议尚待特朗普批准。若无意外，美国将在8月12日后对中国征收30%额外关税。然而，分析认为，由于美国正对其他主要贸易伙伴征收更高关税，中国的关税税率相对而言显得不那么不利，这被视为北京的相对优势。",
      "translated_title": "中美贸易谈判进展甚微，对北京而言这算是一场胜利",
      "images": [],
      "contentSource": "完整文章",
      "content": "Trade relations between China and the United States remain mired in uncertainty after two days of tense negotiations in Sweden earlier this week. But Beijing may actually have emerged in a stronger position as Washington continues to raise tariffs on other global economies, analysts said.\nA third round of US-China trade talks in Stockholm ended on Tuesday with China announcing that both sides had agreed to extend their “tariff truce” by another 90 days, while the US side insisted the deal was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/27c774a6-4095-492d-b21d-73071d85b228_a1a79475.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国承诺加大财政支持以刺激需求并遏制地方政府债务 (原标题: China vows more fiscal support to spur demand and curb local government debt)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320142/chinas-finance-minister-vows-fiscal-support-spur-demand-curb-local-government-debt?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 12:30:15 +0000",
      "isoDate": "2025-07-30T12:30:15.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国财政部承诺加大财政支持并遏制地方政府债务\n\n中国财政部长蓝佛安表示，在今年上半年经济实现稳定增长和势头改善后，中国将加大财政工具的使用力度，以刺激国内需求并解决地方政府债务问题。\n\n### 主要措施和政策\n\n*   **加速财政支出：** 蓝佛安在《学习时报》（中共中央党校主办报纸）上发表文章指出，中央政府将加快财政支出，包括发行和使用超长期债券以及地方政府专项债券。\n*   **积极财政与适度宽松货币政策：** 蓝佛安的文章呼应了执政党政治局周三的会议，该会议呼吁彻底落实“更加积极的财政政策”和“适度宽松的货币政策”，以最大限度发挥其作用。\n*   **遏制隐性债务增长：** 蓝佛安写道，北京将“坚决遏制新增隐性债务的增长，并持续督促地方政府遵守财政纪律，加强预算约束”。\n*   **引导债务置换：** 当局将引导地方政府进行债务置换，以化解风险。\n\n### 相关数据\n\n*   **债务置换债券发行情况：** 财政部在上周五的新闻发布会上表示，截至6月底，2025年分配的2万亿元人民币（约合2510亿美元）债务置换债券中，已有1.8万亿元人民币发行，其中1.44万亿元人民币已投入使用。\n*   **政府债券发行量：** 官方数据显示，2025年前六个月，中国发行了价值7.88万亿元人民币的政府债券，创历史新高，同比增长35.28%。\n*   **债券平均利率：** 这些债券的平均利率同比下降43个基点，降至1.52%。",
      "shortSummary": "中国财政部长蓝佛安承诺，将加大财政支持力度以刺激国内需求并遏制地方政府债务。措施包括加速财政支出、发行超长期和专项债券，并坚决遏制新增隐性债务，引导地方政府进行债务置换。此举旨在落实“更加积极的财政政策”，并加强财政纪律。上半年政府债券发行量创历史新高，利率有所下降。",
      "translated_title": "中国承诺加大财政支持以刺激需求并遏制地方政府债务",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s finance minister has pledged to step up the use of fiscal tools to spur domestic demand and tackle local government debt, following stable growth and improved economic momentum in the first half of the year.\nFinance Minister Lan Foan said the central government would accelerate fiscal spending, including the issuance and use of ultra-long-term bonds and local government special-purpose bonds, in an article published on Wednesday in Study Times – a newspaper run by the Central Party...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/823d1308-2c62-4001-a8eb-54a8bf29cfac_122c5a81.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "恒隆地产盈利下降14%，开发商警示关税战和利率风险 (原标题: Hang Lung earnings drop 14% as developer flags risks from tariff war, rates)",
      "link": "https://www.scmp.com/business/article/3320173/hang-lung-earnings-drop-14-developer-flags-risks-tariff-war-interest-rates?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 11:37:33 +0000",
      "isoDate": "2025-07-30T11:37:33.000Z",
      "creator": "Cheryl Arcibal",
      "summary": "## 恒隆地产上半年业绩与面临的挑战\n\n香港开发商恒隆地产（Hang Lung Properties）公布了疲软的上半年业绩，并对持续的行业低迷、中美贸易战以及利率前景带来的风险发出警告。\n\n### 业绩概览\n*   **盈利下降：** 截至6月30日的六个月内，恒隆地产的盈利同比下降14%，至9.12亿港元（约合1.162亿美元）。\n*   **收入下滑：** 同期收入下降19%，至49.7亿港元。\n*   **借款削减：** 公司将总借款从去年底的水平削减了4.5%，至548亿港元。\n\n### 主要风险与挑战\n*   **香港零售业低迷：** 预计今年香港零售业将持续疲软，此前已连续14个月萎缩，尽管5月份有所反弹。\n*   **中美贸易战不确定性：** 恒隆地产主席陈文博（Adriel Chan）指出，中美之间持续的贸易争端和限制措施给全球经济带来了不确定性，导致中国内地企业和消费者处于观望状态。\n*   **利率前景：** 贸易战可能阻碍利率下调，这对消费者支出和企业扩张构成不利影响。\n*   **消费者支出疲软：** 上半年，恒隆地产在香港和内地都面临消费者支出下降的冲击。\n*   **中国房地产市场困境：** 尽管政府出台了多项刺激消费政策，但由于对经济前景的担忧，中国家庭储蓄增加，导致房地产行业面临困境。\n\n### 公司资产分布\n恒隆地产在香港拥有多处购物中心，包括位于山顶的凌霄阁（The Peak Galleria）和铜锣湾的Fashion Walk。其在中国内地主要资产包括上海的港汇恒隆广场（Grand Gateway 66）和恒隆广场（Plaza 66），这些内地资产贡献了集团约三分之二的收入。\n\n### 应对策略\n首席执行官卢韦柏（Weber Lo）表示，恒隆地产将专注于保留现有租户和维持高出租率。\n\n![CEO Weber Lo says Hang Lung will focus on retaining tenants and occupancy rates. Photo: Edmond So](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/30/770efb02-d41d-4b7b-b3d5-9794eb606622_1126e908.jpg)",
      "shortSummary": "恒隆地产上半年盈利同比下降14%，收入下滑19%。公司将此归因于香港零售业持续低迷、中美贸易战带来的不确定性以及利率可能受到的影响。这些因素共同导致消费者支出疲软，并对中国内地房地产市场造成压力。恒隆地产表示，将重点关注租户保留和出租率。",
      "translated_title": "恒隆地产盈利下降14%，开发商警示关税战和利率风险",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/30/770efb02-d41d-4b7b-b3d5-9794eb606622_1126e908.jpg",
          "alt": "CEO Weber Lo says Hang Lung will focus on retaining tenants and occupancy rates. Photo: Edmond So",
          "title": "CEO Weber Lo says Hang Lung will focus on retaining tenants and occupancy rates. Photo: Edmond So",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong developer Hang Lung Properties expects the city’s retail sector to remain sluggish this year amid a prolonged industry slump, while an unresolved tariff war with the US keeps businesses and consumers in mainland China in limbo.\n“The recent trade disputes and escalating restrictions between the US and China have created uncertainties in the global economy,” chairman Adriel Chan said in a statement after reporting weak first-half results on Wednesday. This could stall interest-rate cuts,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/e8aa6899-71b0-4044-9ba6-ea88a90f6210_bb686857.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国发布新指导方针，被视为战略性“反内卷”举措 (原标题: China unveils new guidelines seen as a strategic ‘anti-involution effort’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320154/china-unveils-new-oversight-guidelines-seen-strategic-anti-involution-effort?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 10:00:28 +0000",
      "isoDate": "2025-07-30T10:00:28.000Z",
      "creator": "Luna Sun",
      "summary": "中国国家发展和改革委员会（NDRC）发布了新的指导方针草案，旨在加强对政府支持的投资基金的监督，并敦促这些基金更专注于先进制造业和战略性新兴产业。\n\n**主要目标与背景**\n\n*   **遏制重复投资：** 新规旨在警告并遏制重复投资，以避免加剧恶性竞争和通缩压力。\n*   **引导资本流向：** 政策制定者希望将资本引导至高影响力、创新驱动的领域。\n*   **解决经济问题：** 这是中国最新一项努力，旨在控制冗余支出，解决其带来的竞争加剧和通缩压力。\n\n**核心内容与要求**\n\nNDRC于周三发布了两份征求公众意见的草案文件，阐述了政府基金应如何部署和评估。\n\n*   **加强顶层规划：** 要求加强政府投资基金配置的规划和指导。\n*   **优化协调：** 促进中央和地方基金之间更好的协调。\n*   **聚焦关键产业：** 明确要求基金将重点放在先进制造业、未来科技和数字经济等关键产业。\n\n**指导原则**\n\n草案指南强调：\n\n*   **政策导向与国家引导：** 突出政策导向和国家的引导作用。\n*   **避免同质化竞争：** 避免基金间的同质化竞争。\n*   **避免挤出效应：** 避免挤出私人资本。\n*   **促进发展模式：** 推动形成“规模适度、布局合理、运作规范、执行高效、风险可控”的发展格局。\n\n**公共资本的作用**\n\n*   **耐心长期资金：** 指导方针强调公共资本应作为“耐心、长期资金”，以在经济周期中稳定投资。",
      "shortSummary": "中国国家发改委发布新规草案，旨在加强对政府投资基金的监管，引导其聚焦先进制造业和战略新兴产业。此举旨在遏制重复投资、减少恶性竞争和通缩压力，并将公共资本作为长期资金，支持高影响力、创新驱动的领域发展，避免挤出私人资本。",
      "translated_title": "中国发布新指导方针，被视为战略性“反内卷”举措",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top economic planner has unveiled new draft guidelines aimed at tightening oversight of government-backed investment funds, urging a sharper focus on advanced manufacturing and strategic emerging industries.\nThe warning against overlapping investments marks the latest push to rein in redundant spending that has intensified cutthroat competition and added to deflationary pressure – a key concern for policymakers seeking to steer capital toward high-impact, innovation-driven sectors.\nOn...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/39b15cfd-3585-4006-b190-ba20221f36dc_e818e4e8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "国际货币基金组织为何刚刚上调中国2025年GDP展望，且上调幅度超过其他任何经济体？ (原标题: Why did the IMF just raise China’s 2025 GDP outlook more than any other economy?)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3320138/imf-raises-chinas-gdp-outlook-more-any-other-economy-after-strong-first-half-data?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 09:30:08 +0000",
      "isoDate": "2025-07-30T09:30:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 国际货币基金组织上调中国经济增长预测\n\n国际货币基金组织（IMF）大幅上调了对中国经济增长的预测，同时小幅上调了全球经济预测。这主要得益于中国出口伙伴的多元化以及中美贸易紧张局势的缓和。\n\n*   **中国经济展望上调：**\n    *   根据IMF周二发布的《世界经济展望》报告，IMF目前预计中国经济在2025年将增长4.8%，比其4月份的预测上调了0.8个百分点。\n    *   此次对中国预测的上调幅度是报告中所有国家和地区中最大的。\n*   **全球经济展望：**\n    *   今年全球经济增长预测小幅上调了0.2个百分点，达到3%。\n*   **上调原因：**\n    *   IMF表示，此次上调反映了“2025年上半年强于预期的经济活动以及中美关税的显著降低”。\n    *   IMF首席经济学家皮埃尔-奥利维耶·古林查斯（Pierre-Olivier Gourinchas）在新闻发布会上指出，中国经济活动中“一个特别重要的组成部分是中国对世界其他地区（美国以外）的出口强劲”。\n*   **出口表现：**\n    *   尽管面临高达245%的关税威胁，中国对最大出口目的地美国的发货量在今年上半年下降了10.9%。\n    *   然而，由于对东南亚、非洲和欧洲等地区的出货量增长，中国整体贸易增长依然强劲，同期总出口增长了5.9%。",
      "shortSummary": "国际货币基金组织（IMF）大幅上调了中国2025年GDP增长预测至4.8%，较此前上调0.8个百分点，为全球最大上调幅度。这主要归因于2025年上半年强于预期的经济活动、中美关税的显著降低，以及中国出口伙伴的多元化。尽管对美出口下降，但对东南亚、非洲和欧洲等地区的出口增长推动了中国整体贸易的强劲增长。",
      "translated_title": "国际货币基金组织为何刚刚上调中国2025年GDP展望，且上调幅度超过其他任何经济体？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The International Monetary Fund (IMF) has substantially raised its growth forecast for China this year, while also slightly revising up global estimates, as China diversifies its export partners and trade tensions between the world’s two largest economies de-escalate.\nThe IMF now projects that China’s economy will expand by 4.8 per cent in 2025, up 0.8 percentage point from its previous forecast in April, according to its World Economic Outlook report released on Tuesday.\nThe upwards revision...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/d88428b7-92ab-4901-ab95-b787d0482857_fd911359.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国政治局呼吁“加大”经济政策支持 (原标题: China’s Politburo calls for ‘stepped up’ economic policy support)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320103/chinas-politburo-calls-stepped-economic-policy-support?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 06:21:22 +0000",
      "isoDate": "2025-07-30T06:21:22.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国政治局呼吁“加大”经济政策支持\n\n中国承诺在2025年剩余时间里维持宏观政策支持，以应对下半年内外部经济风险，并规划未来五年发展。中共中央政治局会议结束后，党中央高层发表声明，鼓励采取行动支持经济。\n\n*   **宏观政策支持**\n    *   据新华社报道，政治局会议强调，“宏观政策要继续发力，适时加大力度”。\n    *   此举旨在应对当前经济挑战并为未来发展奠定基础。\n\n*   **稳定对外贸易与投资**\n    *   政治局表示将“稳定外贸外资基本盘”，并支持受全球经济近期冲击严重的企业。\n    *   此次会议是在中美两国在瑞典斯德哥尔摩举行贸易谈判之后召开的。谈判达成了一项延长两国关税休战期的协议，尽管美方表示，最终批准权在美国总统唐纳德·特朗普手中。\n\n*   **释放内需潜力**\n    *   政治局还呼吁“有效释放内需潜力”，这是北京今年的一个主要优先事项。\n    *   具体措施包括：\n        *   实施有针对性的行动以提振消费。\n        *   改善民生以扩大需求。\n        *   激发民间投资以推动有效增长。",
      "shortSummary": "中国政治局会议呼吁在2025年剩余时间“加大”宏观经济政策支持，以应对经济风险并规划未来发展。会议强调要稳定外贸外资，并有效释放内需潜力，通过提振消费、改善民生和激发民间投资来促进经济增长。此举旨在应对全球经济冲击并推动国内发展。",
      "translated_title": "中国政治局呼吁“加大”经济政策支持",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed to maintain its macro policy support for the rest of 2025 as the country seeks to navigate economic risks – both external and internal – in the second half of the year and plan for its next half-decade of development.\nAfter a meeting of the 24-member Politburo – a major decision-making body of the ruling Communist Party led by President Xi Jinping – that ended on Wednesday, the party’s upper echelon issued a statement encouraging action to support the economy.\n“Macro policies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/4b877c4b-4cf0-433c-85d3-8d9534f99d19_063bd878.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "深圳为何调整中国首个个人破产试点方案？ (原标题: Why is Shenzhen adjusting China’s first pilot personal bankruptcy scheme?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320084/why-shenzhen-adjusting-chinas-first-pilot-personal-bankruptcy-scheme?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 04:45:18 +0000",
      "isoDate": "2025-07-30T04:45:18.000Z",
      "creator": "He Huifeng",
      "summary": "## 深圳调整个人破产试点方案\n\n中国南方科技中心深圳计划对其个人破产试点方案进行调整，引入更严格的债务人监督机制，以解决公众对“逃废债”的担忧。\n\n### 主要调整措施\n\n*   从今年10月起，一旦法院裁定债务人的未偿债务被解除，其破产信息将被公开披露，披露期最长可达八年。\n\n### 试点背景与进展\n\n*   深圳于2021年3月成为中国内地首个试点个人破产制度的城市。\n*   截至目前，该市已处理超过500个个人破产案件，涵盖债务重组、清算和和解，涉及总金额达1.93亿元人民币（约合2689万美元）。\n*   然而，值得注意的是，迄今为止，尚无任何个人债务被完全解除。\n\n### 法律专家观点与挑战\n\n*   一些法律专家认为，相对于已提交的数千份申请和更广泛的社会需求，目前的进展速度仍然缓慢。\n*   他们呼吁进行更大胆的改革，以便为更多债务人——特别是小企业主——提供真正的“第二次机会”，帮助他们在当前经济下行期间重新开始生活。\n\n### 申请人构成\n\n*   在试点方案中，超过65%的申请债务人是自雇人士、公司股东或企业家。",
      "shortSummary": "深圳正调整其个人破产试点方案，以应对“逃废债”担忧。新规将要求债务人破产信息在债务解除后公开披露最长八年。该试点自2021年启动，已处理超500例，但尚无个人债务被完全解除。法律专家呼吁更大胆改革，为小企业主等提供真正的“第二次机会”。",
      "translated_title": "深圳为何调整中国首个个人破产试点方案？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The southern Chinese tech hub of Shenzhen plans to introduce a stricter supervisory mechanism for debtors who apply for personal bankruptcy, aiming to address public concerns over “debt evasion”.\nStarting in October, a debtor’s bankruptcy information will be publicly disclosed for up to eight years once a court rules that their outstanding debts be discharged, the city’s bankruptcy administration announced last week.\nShenzhen, in Guangdong province, adjoining Hong Kong, became the first city in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/f5fca0e2-f0ad-49b8-ad7a-eb98b0aa0599_c52a0c4d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "理想汽车推出六座电动SUV，先发制人对抗特斯拉 (原标题: Li Auto launches 6-seat electric SUV in pre-emptive strike against Tesla)",
      "link": "https://www.scmp.com/business/china-business/article/3320044/li-auto-launches-six-seat-electric-suv-pre-emptive-strike-against-tesla-china?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 23:30:13 +0000",
      "isoDate": "2025-07-29T23:30:13.000Z",
      "creator": "Daniel Ren",
      "summary": "## 理想汽车推出六座电动SUV，先发制人对抗特斯拉\n\n中国汽车制造商理想汽车（Li Auto）推出了一款全新的六座纯电动SUV，旨在抢先美国竞争对手特斯拉，争夺中国大陆富裕家庭市场，以应对全球最大汽车市场日益激烈的竞争。\n\n### Li i8 车型概览\n\n*   **发布时间：** 理想汽车于周二（原文发布日期）发布了Li i8。\n*   **市场定位：** 专为中国大陆的富裕家庭设计。\n*   **座位配置：** 六座纯电动SUV。\n*   **价格区间：** 售价从321,800元人民币（约合44,889美元）到369,800元人民币。\n*   **续航能力：** 基础版车型单次充电可行驶720公里。\n\n### 核心技术与豪华配置\n\nLi i8 集成了多项先进技术和舒适性配置：\n\n*   **智能驾驶：** 内置自动驾驶技术。\n*   **数字座舱：** 配备先进的数字座舱。\n*   **舒适体验：** 安装了定制冰箱和豪华沙发式座椅，旨在提升乘客的舒适度，为豪华电动车增添独特维度。\n\n### 公司愿景与市场策略\n\n理想汽车创始人兼CEO李想在Li i8的线上发布会上表示：\n\n*   **差异化：** 理想汽车希望与其他汽车制造商区分开来。\n*   **移动之家：** 公司愿景是为客户打造一个“移动之家”，在驾驶过程中为他们创造一个舒适的空间。\n*   **盈利能力：** 理想汽车是中国大陆仅有的三家盈利的电动汽车制造商之一。\n\n### 交付与竞争格局\n\n*   **交付时间：** 理想汽车将于8月20日开始向中国大陆客户交付新车。\n*   **市场领先：** 此次发布使理想汽车在该细分市场领先于特斯拉。特斯拉此前在本月早些时候表示，其首款上海生产的六座Model Y车型将于今年秋季向本地客户提供。",
      "shortSummary": "理想汽车在中国市场推出新款六座纯电动SUV Li i8，旨在抢先特斯拉，争夺富裕家庭市场。Li i8售价32.18万至36.98万元，基础版续航720公里，配备自动驾驶、数字座舱、定制冰箱和豪华座椅。理想汽车CEO李想表示，公司致力于打造“移动之家”。新车将于8月20日交付，此举使理想汽车在六座电动SUV市场占据先机，领先于特斯拉计划秋季推出的六座Model Y。",
      "translated_title": "理想汽车推出六座电动SUV，先发制人对抗特斯拉",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese carmaker Li Auto launched a pre-emptive strike against US rival Tesla by offering a new six-seat, fully electric SUV to affluent families on the mainland, as competition in the world’s largest automotive market continues to escalate.\nBeijing-based Li Auto, one of the only three profitable electric vehicle (EV) makers in mainland China, on Tuesday unveiled the Li i8 – built with autonomous driving technology and a digital cockpit – that would be priced from 321,800 yuan (US$44,889) to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/642922c5-2f8a-4f62-bebd-6d8421b5b307_e9b6c76e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最具活力的城市是哪些？新报告给出令人惊讶的答案 (原标题: What are China’s most dynamic cities? New report gives surprising answer)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319997/what-are-chinas-most-dynamic-cities-new-report-gives-surprising-answer?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 23:30:07 +0000",
      "isoDate": "2025-07-29T23:30:07.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国最具活力城市报告解读\n\n经济学人智库（EIU）发布的一份最新年度报告指出，中国最具活力的经济体不再是北京、上海等大都市，而是杭州、合肥等知名度较低的城市。\n\n### 核心发现与趋势\n\n*   **经济格局转变**：报告结果反映了中国经济格局的日益转变，较小的城市正凭借其在先进制造业、清洁能源及其他新兴领域的优势，成为新的增长引擎。\n*   **城市排名**：\n    *   **杭州**：连续第五年位居榜首。杭州是电子商务巨头阿里巴巴、人工智能初创公司DeepSeek以及多家其他主要科技公司的所在地。\n    *   **深圳**：被誉为“中国硅谷”的深圳排名第五。\n    *   **一线城市表现**：北京、广州和上海均未能进入前十名。\n\n### 经济学家观点\n\n*   经济学家徐天增和苏悦在报告中指出，这些结果“捕捉到了中国制造业的崛起和服务业的衰落”。\n*   **原因分析**：长期的房地产市场低迷拖累了消费者支出，导致经济继续依赖强大的生产力。",
      "shortSummary": "经济学人智库（EIU）报告显示，中国最具活力的城市已不再是北京、上海，而是杭州、合肥等较小城市。杭州连续五年位居榜首，得益于先进制造业和新兴产业。深圳排名第五，而一线城市均未进前十。这反映了中国经济从服务业向制造业的重心转移，部分原因在于房地产市场低迷。",
      "translated_title": "中国最具活力的城市是哪些？新报告给出令人惊讶的答案",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s most dynamic local economies are no longer metropolises like Beijing and Shanghai, but lesser-known cities including Hangzhou and Hefei, according to a new report by the Economist Intelligence Unit.\nThe findings reflect a growing shift in China’s economic landscape, as smaller cities emerge as a main engine of growth due to their strength in advanced manufacturing, clean energy and other emerging sectors.\nThe annual report by the EIU ranks Chinese cities in terms of their growth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/f77498fa-fcb2-4338-9b67-f5ed3eafaafb_4d922bf4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车市场面临动荡，因折扣结束、销售税到期 (原标题: China’s car market faces turbulence as discounts end, sales tax expires)",
      "link": "https://www.scmp.com/business/china-business/article/3320017/chinas-car-market-faces-turbulence-discounts-end-sales-tax-expires-fitch-says?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 22:00:07 +0000",
      "isoDate": "2025-07-29T22:00:07.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国汽车市场面临动荡\n\n根据惠誉评级（Fitch Ratings）周二发布的一份报告，未来五个月中国汽车市场可能经历动荡。这种动荡主要源于汽车制造商暂停残酷的价格战，以及买家在即将到期的税收优惠政策结束前重返市场。\n\n## 近期市场展望（第三季度）\n\n*   **需求减弱：** 本季度，中国大陆的汽油车和电动汽车（EV）需求可能会减弱。\n*   **原因：** 汽车制造商暂停了折扣和免息贷款。\n*   **背景：** 此举是为了遵守北京当局近期关于维护市场秩序的告诫。\n\n## 长期市场展望（第四季度）\n\n*   **销量反弹：** 惠誉评级预测，第四季度销量将反弹。\n*   **驱动因素：** 买家将寻求利用年底即将逐步取消的新能源汽车（NEV）购置税优惠政策。\n\n## 关键转折点\n\n报告指出：“中国当局干预以阻止长期价格战，标志着汽车行业的一个关键转折点。”\n\n*   **短期影响：** 近期汽车需求受到抑制。\n*   **潜在反弹动力：** 价格预期的潜在逆转以及年底的购买热潮“可能推动销量反弹”。\n\n## 其他信息\n\n*   惠誉评级未提供任何具体的销售预测。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7)",
      "shortSummary": "中国汽车市场将面临动荡。惠誉评级报告指出，由于汽车制造商暂停折扣战并遵守当局维护市场秩序的指示，第三季度汽油车和电动汽车需求可能减弱。然而，随着消费者赶在年底新能源汽车购置税优惠到期前购车，第四季度销量预计将反弹。当局干预价格战被视为行业关键转折点。",
      "translated_title": "中国汽车市场面临动荡，因折扣结束、销售税到期",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s automotive market is likely to experience turbulence over the next five months as carmakers hit pause on a brutal discount war, before buyers return to the market to benefit from the soon-to-expire tax breaks.\nDemand for petrol and electric vehicles (EVs) on the mainland could weaken this quarter as carmakers held back discounts and interest-free loans, Fitch Ratings said in a report on Tuesday, a move in compliance with recent admonishment from authorities in Beijing to maintain market...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/3e75255b-8e5f-4acb-a0e0-9d51d7de99e0_dc20e4c4.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-01T07:26:08.126Z"
}