{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "中国称新型直升机发动机是其航空雄心的里程碑 (原标题: China hails new helicopter engine as a milestone for its aviation ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313180/china-hails-new-helicopter-engine-milestone-its-aviation-ambitions?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 09:30:09 +0000",
      "isoDate": "2025-06-05T09:30:09.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国已批准其首款国产1000千瓦直升机发动机投入批量生产，此举正值北京在面对美国技术限制之际，加倍推进其航空雄心。\n\n**主要信息点：**\n\n*   **发动机名称与类型：** 该发动机名为AES100，是一种涡轴发动机，专为直升机设计。\n*   **生产批准：** 中国当局于周四授予AES100发动机生产许可证，新华社报道称这“为其市场推出奠定了坚实基础”。\n*   **背景与时机：**\n    *   此举发生在美国宣布新一轮针对中国的出口限制（包括喷气发动机相关技术）之后数日。\n    *   尽管中国商用飞机有限责任公司（Comac）在开发商用喷气式飞机方面取得进展，但仍依赖海外供应商提供关键部件。\n*   **重要意义：**\n    *   AES100由中国航空发动机集团（AECC）生产，是中国首款自主研发的1000千瓦级直升机发动机。\n    *   尽管AES100与商飞使用的喷气发动机类型不同，但中国专家认为其发展仍是中国航空领域的一大进步。\n    *   AES100总设计师李该奇表示，获得许可证反映了“中国独立开发和制造先进民用涡轴发动机的能力”。",
      "shortSummary": "中国已批准其首款国产1000千瓦直升机发动机AES100投入批量生产。这标志着中国航空业在自主研发方面迈出了重要一步，尤其是在美国试图限制其关键技术获取的背景下。该发动机的成功量产，体现了中国独立开发和制造先进民用涡轴发动机的能力，为其航空雄心奠定了坚实基础。",
      "translated_title": "中国称新型直升机发动机是其航空雄心的里程碑",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has granted approval for the country’s first home-grown 1,000-kilowatt helicopter engine to begin mass production, as Beijing doubles down on its aviation ambitions in defiance of US efforts to restrict its access to key technologies.\nThe engine, named the AES100, was granted a production licence by Chinese authorities on Thursday, “laying a solid foundation for its market launch”, state-run news agency Xinhua reported.\nThe move comes just days after Washington announced a new round of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/559e6371-2d91-4de4-9013-e13225102b1c_20edeeee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么“Taco”交易对全球经济不容小觑 (原标题: Why Taco trade is no laughing matter for the global economy)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3313125/why-taco-trade-no-laughing-matter-global-economy?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-05T08:30:08.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### “Taco”交易：全球经济的非玩笑之举\n\n**引言：金融市场中的新缩略语**\n\n在金融市场中，投资分析师经常创造缩略语来概括流行的主题或趋势，例如“FOMO”（错失恐惧症）和“金砖国家”（Brics）。近期，《金融时报》评论员罗伯特·阿姆斯特朗创造了一个名为“Taco”的缩略语，意为“Trump always chickens out”（特朗普总是退缩），用以描述近期全球市场的上涨。\n\n**“Taco”交易的含义与兴起**\n\n阿姆斯特朗将全球市场的上涨归因于投资者意识到美国总统唐纳德·特朗普对市场和经济压力的容忍度不高，当其贸易关税造成痛苦时会迅速退缩。“Taco”交易的概念于4月9日开始盛行，当天特朗普暂停了此前一周对几乎所有美国贸易伙伴征收的“对等”关税。此后，特朗普做出了一系列部分让步，使许多投资者相信他只是虚张声势，其言辞比实际行动更强硬。\n\n**特朗普的具体让步示例**\n\n*   **美联储主席：** 特朗普曾威胁解雇美联储主席杰罗姆·鲍威尔，但后来退缩，表示无意寻求其下台，尽管他继续施压美联储降息。\n*   **对华关税：** 降低了对中国商品征收的高额关税。\n*   **对欧关税：** 推迟了对欧盟进口商品征收50%的关税。\n\n**市场反应与德意志银行的观点**\n\n自4月8日以来，衡量全球股市表现的MSCI全球所有国家指数（MSCI All-Country World Index）飙升近20%，并于6月4日创下历史新高。德意志银行指出，美国“解放日”政策的负面影响——包括支持率下降和美国政府债券抛售——迫使华盛顿重新考虑其策略，这进一步印证了“Taco”交易的逻辑。",
      "shortSummary": "《金融时报》评论员创造了“Taco”（特朗普总是退缩）一词，描述全球市场上涨。这源于投资者认为，当贸易关税造成经济压力时，特朗普会迅速让步。具体表现为他暂停了对等关税，放弃解雇美联储主席的威胁，并降低或推迟了对中国和欧盟的关税。自4月8日以来，全球股市飙升近20%，创下历史新高，反映了市场对特朗普政策软化的预期。",
      "translated_title": "为什么“Taco”交易对全球经济不容小觑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Everyone loves a catchy acronym. In financial markets, investment analysts spend a lot of time trying to come up with initialisms that encapsulate a popular theme or trend.\nA good example is FOMO, or fear of missing out, especially when it comes to stock market rallies. Another one is Brics, first coined in 2001 by former Goldman Sachs economist Jim O’Neill to draw attention to opportunities in Brazil, Russia, India and China.\nHowever, it is not often that a journalist coins an acronym that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/192d490e-eee4-4b33-9fb1-f85d877183b0_d889e44e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士 (原标题: Australia’s Albanese to meet China’s Xi in Beijing this summer: source)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313136/australias-albanese-meet-chinas-xi-beijing-summer-source?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 06:00:12 +0000",
      "isoDate": "2025-06-05T06:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯将访问北京\n\n*   **访问目的与时间**\n    *   澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问中国首都北京。\n    *   此行的主要目的是进行贸易谈判，并进一步缓和两国间的经济紧张关系。\n\n*   **会见中国国家主席习近平**\n    *   一位不愿透露姓名的消息人士透露，阿尔巴尼斯总理预计将在访问期间会见中国国家主席习近平。\n\n*   **缓和澳中经济关系**\n    *   自2022年当选以来，阿尔巴尼斯一直致力于缓和其前任政府造成的对华经济紧张局势。\n    *   他的努力已促使中方放宽了对澳大利亚煤炭、葡萄酒、龙虾以及其他商品的进口限制。\n\n*   **贸易伙伴关系的重要性**\n    *   中国是澳大利亚最大的贸易伙伴。\n    *   此次访问被视为与澳大利亚最大贸易伙伴进行接触的重要举措。\n\n*   **连任后的优先事项**\n    *   阿尔巴尼斯领导的工党在上个月的澳大利亚联邦选举中取得决定性胜利，其第二任期内，与中国的接触预计仍将是优先事项。\n    *   消息人士指出，澳大利亚民众再次投票支持阿尔巴尼斯，是因为他能够稳定澳中关系。",
      "shortSummary": "澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问北京，与中国国家主席习近平会面。此行旨在进行贸易谈判，并进一步缓和澳中两国间的经济紧张关系。自2022年上任以来，阿尔巴尼斯一直致力于稳定两国关系，已促使中方放宽对澳大利亚商品的进口限制。与中国保持接触是其第二任期的优先事项，以巩固澳大利亚与最大贸易伙伴的关系。",
      "translated_title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "Australian Prime Minister Anthony Albanese is set to become the latest world leader to travel to Beijing for trade talks, as countries around the world scramble to navigate the turbulence unleashed by US President Donald Trump’s tariff policies.\nThe Australian leader is expected to arrive in the Chinese capital in July or August, a source with knowledge of the situation told the Post on condition of anonymity, with the European Union also scheduled to hold a crunch summit with China during the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/a7fed20e-8877-49c7-a6b1-b0a836c10140_c50858c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂 (原标题: Solar power boom in Pakistan undercuts coal-fired plants built by China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313131/are-chinese-solar-panels-answer-global-south-or-do-costs-not-add?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 05:00:07 +0000",
      "isoDate": "2025-06-05T05:00:07.000Z",
      "creator": "Carol Yang",
      "summary": "## 巴基斯坦太阳能热潮削弱中国援建燃煤电厂\n\n### 引言\n\n巴基斯坦分散式太阳能发电的兴起，促使一家巴基斯坦智库呼吁中国在该国的能源转型中发挥主导作用，并为其他全球南方国家树立典范。然而，一位中国能源学者对此愿景的成本效益提出了质疑。\n\n### Renewables First智库报告观点\n\n*   **核心论点：** 智库Renewables First的报告主要作者Muhammad Basit Ghauri指出，“中国的太阳能电池板正在超越中国的发电厂”。报告认为，中国必须在其在巴基斯坦资助的燃煤电厂和向该国出售的太阳能电池板之间做出选择，因为两者无法在同一市场中同时获胜。\n*   **中国机遇：** 报告指出，通过支持巴基斯坦统一的清洁能源愿景，中国“有机会开发和验证可在全球南方复制的转型模式”。报告还提到，美国退出气候外交为中国在全球能源转型中发挥主导作用创造了空间。\n*   **本土制造的重要性：** 鉴于全球贸易紧张局势加剧以及中国近期对太阳能技术关键矿物的出口限制，报告强调发展本土制造业至关重要。报告建议中巴两国“需要从进口商-出口商关系发展为本土清洁能源创新生态系统的共同创造者”。\n*   **“搁浅资产”问题：** 报告指出，大量廉价中国太阳能电池板涌入巴基斯坦，正在削弱中国帮助融资建设的燃煤电厂的电力需求，导致“搁浅资产”的恶性循环。\n\n### 巴基斯坦太阳能发展现状\n\n*   过去五年，巴基斯坦屋顶“分布式”太阳能发电经历了快速转型。\n*   在此期间，巴基斯坦进口了39吉瓦的太阳能电池板，其中大部分来自中国。这大约相当于巴基斯坦总装机发电容量的四分之三。",
      "shortSummary": "巴基斯坦分散式太阳能发电迅速普及，过去五年进口了大量中国太阳能板，其规模已接近该国总发电装机容量的四分之三。这股太阳能热潮正削弱中国在巴基斯坦援建的燃煤电厂的电力需求，导致“搁浅资产”问题。一家巴基斯坦智库呼吁中国主导巴能源转型，将其作为全球南方国家的示范，并建议中巴从贸易关系转向共同创造本土清洁能源生态系统。然而，有中国学者质疑该愿景的成本效益。",
      "translated_title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "The rise of decentralised solar power has prompted a Pakistani think tank to call for China to play a leading role in Pakistan’s energy transition, creating a model for other countries in the Global South. However, a Chinese energy scholar has questioned whether its vision is too expensive to be true.\n“China’s solar panels are outcompeting China’s power plants,” said Muhammad Basit Ghauri, lead author of the report by the Renewables First think tank, which suggests that China has to make a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/d5c8b887-3ab9-4829-b7a7-c89121f5322d_8a393fe3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧将举行关键会谈以解决经济僵局 (原标题: China and EU schedule crunch talks to resolve economic deadlock)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313046/china-and-eu-schedule-crunch-talks-resolve-economic-deadlock?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 13:30:08 +0000",
      "isoDate": "2025-06-04T13:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "中欧将举行关键会谈以解决经济僵局\n\n*   **背景与目的**\n    *   中国与欧盟已同意举行新一轮贸易会谈，旨在为下个月（预计7月下旬在北京）举行的高级别领导人峰会铺平道路。\n    *   分析人士指出，双方能否解决双边经济关系中的僵局仍有待观察。\n\n*   **会谈详情**\n    *   此次会谈由欧盟委员会宣布，此前中国商务部长王文涛与欧盟贸易主管马罗斯·塞夫乔维奇在巴黎举行的世界贸易组织活动间隙举行了会晤。\n    *   会谈预计将为欧洲领导人与中国国家主席习近平会面的高级别峰会奠定基础。\n\n*   **双方立场**\n    *   **中方表态**：中国商务部周三发表声明称，双方就“中欧经贸合作中的紧迫和重要问题进行了专注、坦诚和深入的讨论”。声明还指出，双方已责成各自工作团队加紧为今年的关键双边经贸议程做准备。\n    *   **欧方目标**：欧盟发言人周二表示，欧盟的“总体目标仍然是重新平衡我们与中国的贸易和投资关系，并创造公平的竞争环境”。",
      "shortSummary": "中欧已同意举行新一轮贸易会谈，为下月（7月下旬）在北京举行的高级别领导人峰会做准备。此次会谈旨在解决双边经济僵局，并重新平衡贸易关系。中国商务部称讨论深入，欧盟则强调创造公平竞争环境。分析人士对会谈能否解决僵局持观望态度。",
      "translated_title": "中欧将举行关键会谈以解决经济僵局",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the European Union have agreed to hold a new round of trade talks to pave the way for a high-level leaders’ summit next month, but analysts said it remained to be seen whether the two sides could resolve the impasse in their bilateral economic relations.\nThe talks were announced by the European Commission following a meeting between China’s commerce minister, Wang Wentao, and EU trade chief Maros Sefcovic on the sidelines of a World Trade Organization event in Paris on Tuesday.\nThey...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/a71dc7e7-1194-4cf8-96ec-8f26e0ab160c_17f3587c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“重大、可怕的时刻”？第899条款及其“报复性”税收是怎么回事？ (原标题: ‘Big, scary moment’? What’s up with Section 899 and its ‘retaliatory’ taxes?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313063/big-scary-moment-whats-section-899-and-its-retaliatory-taxes?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 13:00:16 +0000",
      "isoDate": "2025-06-04T13:00:16.000Z",
      "creator": "Alice Li",
      "summary": "# 第899条款及其“报复性”税收解析\n\n在美国众议院于5月22日以微弱优势通过“一个大而美丽的法案”（One Big Beautiful Bill Act）后，市场开始密切关注该法案。其中一项名为**第899条款**的规定，因其包含一套针对外国在美投资的“报复性”新税收，引起了全球投资者的关注。\n\n目前，该法案正等待参议院审议，人们日益担忧，这项数十年来对外国资本在美税收待遇最全面的改革之一，可能导致外国对美国资产的投资大幅减少。本文旨在解析第899条款的关键点，包括其目标国家及其对美国资产的潜在影响。\n\n## 什么是第899条款？\n\n*   **官方名称：** 该条款题为“对不公平外国税收的补救措施执行”（Enforcement of remedies against unfair foreign taxes）。\n*   **目标：** 第899条款是一项新规定，旨在针对那些对美国企业征收“歧视性和域外税收”的国家的投资。\n*   **具体税种：** 已被点名的税种包括数字服务税（digital-services taxes）、转移利润税（diverted-profits tax）和未充分征税利润规则（undertaxed-profits rules）。\n*   **惩罚机制：**\n    *   来自这些国家的政府、公司、私人基金会或个人，每年将对其在美国的收入额外征收5个百分点的预扣税。\n    *   这可能使税率最高达到20%。\n    *   此额外税收将持续征收，直至“不公平税收”被取消。\n*   **立法精神：** 第899条款呼应了“海湖庄园协议”（Mar-a-Lago Accord）的精神，反映出华盛顿越来越倾向于利用美国在全球资本市场的主导地位，来对抗其认为的美国企业在海外受到的不公平待遇。\n\n## 潜在影响\n\n*   该条款可能导致外国对美国资产的投资大幅减少，因为新的税收负担会降低投资吸引力。\n\n## 相关图片\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM)",
      "shortSummary": "第899条款是美国“一个大而美丽的法案”中的一项新规定，旨在对那些对美国企业征收“歧视性”税收的国家实施“报复性”税收。它将对这些国家在美国的投资收入额外征收5个百分点的预扣税，最高可达20%，直至其“不公平税收”被取消。此举旨在利用美国在全球资本市场的主导地位，对抗美国企业在海外受到的不公平待遇，但可能导致外国对美国资产的投资大幅减少。",
      "translated_title": "“重大、可怕的时刻”？第899条款及其“报复性”税收是怎么回事？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With the market taking a closer look at the “One Big Beautiful Bill Act” after it was narrowly passed by the US House of Representatives on May 22, a clause called Section 899 has caught the attention of investors worldwide by including a new set of “retaliatory” taxes on inbound foreign investment.\nAs the bill now awaits Senate consideration, there are growing concerns that some of the most sweeping changes to the tax treatment of foreign capital in the US in decades could lead to a sharp...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/8dfbfc81-5bed-4192-96c0-5e8b52ca1a2b_c08bffa4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“进展”：法国希望在中国白兰地关税问题上取得突破 (原标题: ‘Progress’: France hopes to toast breakthrough on China’s cognac tariffs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313035/french-cognac-businesses-hopeful-positive-china-talks-could-roll-back-tariffs?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 09:30:13 +0000",
      "isoDate": "2025-06-04T09:30:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "法国白兰地行业对中国关税问题取得突破抱有希望。\n\n*   **行业背景与现状**\n    *   中国对法国白兰地征收关税，对该行业造成了严重打击。\n    *   然而，目前行业内弥漫着一股乐观情绪，预示着期待已久的突破可能即将到来。\n\n*   **谈判进展**\n    *   格罗斯佩林家族品牌总监吉勒姆·格罗斯佩林（Guilhem Grosperrin）表示，他听到的消息是，中法官员之间的讨论进展顺利。\n    *   这些讨论是积极的，并且中国政府愿意倾听法方的意见。\n\n*   **关税影响案例**\n    *   为了避免支付额外费用，格罗斯佩林的一位中国客户拒绝接收在关税生效前已支付的订单。\n    *   这位客户正在等待谈判结束，在此期间，他的资金滞留在法国。",
      "shortSummary": "法国白兰地行业对中国关税问题抱有突破性进展的希望。格罗斯佩林家族品牌总监吉勒姆·格罗斯佩林表示，中法官员之间的讨论进展顺利且积极。中国关税已对行业造成打击，例如一位中国客户的预付款因等待谈判结果而滞留在法国。",
      "translated_title": "“进展”：法国希望在中国白兰地关税问题上取得突破",
      "images": [],
      "contentSource": "完整文章",
      "content": "After Chinese tariffs hammered the French cognac industry, Guilhem Grosperrin, director of the Grosperrin family brand, senses a long-awaited breakthrough – a breeze of optimism stirring in the bruised industry.\nFollowing recent talks between the two countries – including a phone call between Chinese President Xi Jinping and his French counterpart Emmanuel Macron – he said he was hopeful that Beijing’s duties on French cognac could soon be rolled back.\n“What we are hearing is that the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/a510ef6c-0a03-41d3-96dc-cbec7f5419ce_05e6bbc9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "经合组织：受贸易冲突影响，中国GDP增速预计明年放缓 (原标题: China’s GDP growth expected to slow next year amid trade strife: OECD)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313012/chinas-economic-growth-expected-slow-next-year-amid-trade-strife-oecd?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 08:30:14 +0000",
      "isoDate": "2025-06-04T08:30:14.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 经合组织预测：中国经济增长受贸易冲突影响将放缓\n\n经济合作与发展组织（OECD）本周发布报告，预测中国经济明年将增长4.3%。这一预测比其此前预期下调了0.1个百分点，主要原因是全球持续的贸易冲突。\n\n## 全球经济面临下行压力\n总部位于巴黎的经合组织指出，“实质性的贸易壁垒”以及“信心减弱和政策不确定性加剧”正在给今年和明年的全球经济增长率带来下行压力。经合组织表示，全球经济放缓趋势将“最集中”体现在中国、加拿大、墨西哥和美国。\n\n## 中美贸易冲突的影响\n*   **关税升级：** 经合组织这份由38个成员国发布的展望报告，是在美国总统唐纳德·特朗普今年对多个国家进口商品征收两位数关税之后发布的。其中，许多受影响的国家位于亚洲，中国面临的关税增幅最大。\n*   **对中国经济的影响：**\n    *   经合组织展望报告指出，新征收的关税将“抑制”中国的出口。\n    *   随着生产日益本地化，中国的进口也将下降。\n    *   报告强调，这些关税将“不成比例地影响”包括外资企业在内的私营公司，因为它们是主要的出口商。\n    *   去年，美国吸收了中国直接商品出口的13.5%。",
      "shortSummary": "经合组织（OECD）预测，受全球贸易冲突影响，中国经济明年增速将放缓至4.3%，较此前预期下调0.1个百分点。报告指出，“实质性贸易壁垒”和不确定性正给全球经济带来下行压力，其中中国、美国等国受影响最大。美国对华关税将抑制中国出口，并主要影响私营企业。",
      "translated_title": "经合组织：受贸易冲突影响，中国GDP增速预计明年放缓",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy is projected to grow by 4.3 per cent next year, the Organisation for Economic Co-operation and Development (OECD) said this week as it trimmed a 10th of a percentage point off its previous forecast in the light of ongoing world trade strife.\n“Substantial barriers to trade” coupled with “diminishing confidence and heightened policy uncertainty” were putting downward pressure on economic growth rates around the world this year and next, the Paris-headquartered world trade advocacy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/0245b55f-22bc-496a-83fb-e2dbcaa7794b_b42c44c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国压力下收紧关键矿产‘全链条’管控 (原标题: China tightens ‘whole-chain’ control on critical minerals amid US pressures)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312968/crackdown-illegal-mines-china-tightens-critical-mineral-controls-amid-row-us?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 03:00:12 +0000",
      "isoDate": "2025-06-04T03:00:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国收紧关键矿产“全链条”管控\n\n*   **背景与重要性**\n    *   中国是全球最大的关键矿产生产国，供应了92%的精炼稀土元素，这些元素对消费电子、电动汽车和高科技国防系统至关重要。\n    *   面对美国日益增长的压力，中国正在加强对关键矿产的出口管制，以巩固其在全球供应中的主导地位。\n\n*   **“全链条”管控措施**\n    *   **出口审批**: 企业在将关键矿产运往海外前，必须获得中国当局的监管批准。\n    *   **地方执行**: 广西壮族自治区、贵州省和湖南省等关键矿产富集地区正在加强执法，检查出口商运营并打击非法采矿活动。\n    *   **政策依据**: 这些行动是根据北京关于加强战略矿产出口“全链条”管控的指令实施的。\n\n*   **原因与战略考量**\n    *   此举是在美国对喷气发动机和芯片设计技术实施新限制后，中美双边紧张关系再度升级的背景下进行的。\n    *   中国长期以来将关键矿产供应视为其与华盛顿打交道的一张“王牌”。\n\n*   **具体地方行动**\n    *   **湖南省**: 承诺摸清所有战略矿产出口商的情况，并帮助他们加强合规系统和遵守出口规则的能力。\n    *   **广西壮族自治区**: 誓言加强对采矿和勘探环节的监管，更严厉打击无证开采和超范围采矿等非法活动。\n    *   **跨区域协作**: 广西梧州市和广东省云浮市已建立跨区域协调机制，共同打击非法采矿。",
      "shortSummary": "中国正加强对关键矿产的“全链条”管控和出口限制，以应对美国压力并巩固其在全球供应中的主导地位。作为全球最大稀土生产国，中国要求出口商获得批准，并在广西、湖南等地打击非法采矿。此举是在美国对华技术限制后，中国利用关键矿产作为战略筹码的体现。",
      "translated_title": "中国在美国压力下收紧关键矿产‘全链条’管控",
      "images": [],
      "contentSource": "完整文章",
      "content": "Parts of China that are rich in critical minerals are stepping up enforcement of tighter export controls as the country doubles down on its dominance of world supplies in the face of increasing pressure from the United States.\nChina, the world’s biggest producer of critical minerals, supplies 92 per cent of the refined rare earth elements that are essential in the production of consumer electronics, electric vehicles and hi-tech defence systems. Its export controls mean companies must obtain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/745b2a70-4720-4f20-9ef3-4583060e5273_f7fae7d2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "甜蜜交易：中国农业科技如何将埃及沙漠变为顶级糖厂 (原标题: Sweet deal: how China’s agritech helped turn Egypt’s desert into top sugar farm)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312892/chinas-agritech-brings-water-egypts-giant-beet-sugar-factory-sahara-desert?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 00:06:12 +0000",
      "isoDate": "2025-06-04T00:06:12.000Z",
      "creator": "Alice Li",
      "summary": "## 埃及沙漠中的“甜蜜交易”：中国农业科技的贡献\n\n### 项目背景与中国参与\n\n在埃及西米尼亚，靠近撒哈拉沙漠的边缘，一片曾是500公顷的沙漠地带，如今已成为全球最大的甜菜制糖厂的所在地。这得益于中国中曼石油公司在过去三年中，为灌溉这片农场而钻探的193口深水井。该农场为“运河糖业”（一家由阿联酋和埃及投资者合资的企业）提供原料，其年产能高达90万吨。\n\n### 核心技术与创新\n\n为了应对不稳定的含水层并防止水井坍塌，中曼石油采用了先进的“空气泡沫钻井”技术。这种方法用空气和发泡剂的混合物取代了传统的泥浆，从而有效减少了渗漏并提高了钻井效率。许多埃及钻井公司此后也纷纷采纳了这项技术。\n\n### 战略意义与合作模式\n\n分析人士指出，这种伙伴关系反映了双方的战略契合：\n\n*   **中国企业出海需求：** 面对国内经济压力，中国企业正积极寻求更多海外发展机遇。\n*   **中东国家发展需求：** 中东国家则日益寻求中国的专业知识来解决自身的发展挑战。\n\n### 更广泛的合作趋势：沙特阿拉伯的案例\n\n这种合作模式并非孤例。在5月中旬，当美国总统唐纳德·特朗普开启其以投资为重点的中东访问，首站抵达沙特阿拉伯时，沙特农业官员正在北京与中国公司签署协议。最终，双方达成了57项协议，总价值达269亿元人民币（约合37亿美元）。\n\n这些协议涵盖了环境、水资源、农业、渔业和畜牧业等多个领域的项目，其中包括：\n\n*   水循环利用方面的知识交流。\n*   人力能力建设项目的开发。\n*   海藻养殖站的建立。\n*   生物燃料和生物肥料的生产。",
      "shortSummary": "中国农业科技在埃及西米尼亚将500公顷沙漠改造为全球最大的甜菜制糖厂。中曼石油钻探了193口水井，并引入先进的空气泡沫钻井技术，有效解决了灌溉难题。此项目不仅提升了埃及的糖业产能，也体现了中国企业在海外寻求机遇与中东国家寻求发展专业知识的战略契合。这与沙特阿拉伯近期与中国签署的价值37亿美元的农业及相关领域合作协议，共同构成了中东与中国日益紧密的合作趋势。",
      "translated_title": "甜蜜交易：中国农业科技如何将埃及沙漠变为顶级糖厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "Near the edge of the Sahara Desert, in Egypt’s West Minya, Chinese drillers bore deep into the earth, tapping groundwater to irrigate a once 500-hectare stretch of desert – now home to the world’s largest beet sugar factory.\nChina’s Zhongman Petroleum has drilled 193 wells over the past three years to irrigate the farm, which supplies Canal Sugar – a joint venture backed by investors from the United Arab Emirates and Egypt – with an annual capacity of 900,000 tonnes, according to the state-run...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/b8b3ecb4-2d94-45d8-832b-1fee4f94ceb1_5a5668be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "什么是《Genius法案》，它真的能巩固美元霸权吗？ (原标题: What is the Genius Act, and can it really cement US dollar supremacy?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312901/what-genius-act-and-can-it-really-cement-us-dollar-supremacy?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 14:00:09 +0000",
      "isoDate": "2025-06-03T14:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 《Genius法案》及其对美元霸权的影响\n\n上周在拉斯维加斯举行的2025年比特币大会上，“Genius法案”成为热门话题。美国副总统J.D. 范斯在会上发表演讲，敦促立法者通过这项法案。\n\n*   **法案全称**：该法案的全称是《指导和建立美国稳定币国家创新法案》（Guiding and Establishing National Innovation for US Stablecoins Act）。\n*   **当前状态**：该法案目前正在美国国会山引起激烈辩论。\n*   **范斯副总统的观点**：范斯认为，美元挂钩的稳定币，尤其是在《Genius法案》颁布后，将有助于美国经济并巩固美元地位。\n\n### 什么是稳定币？\n\n*   **定义**：稳定币是一种加密货币，类似于比特币。\n*   **与比特币的区别**：与比特币不同的是，稳定币的价值并非主要由市场决定，而是旨在相对于某些资产（通常是法定货币）保持稳定的价值。\n\n### 法案的意义\n\n文章旨在探讨《Genius法案》的具体内容、稳定币的定义以及该法案对美元未来和全球经济的潜在影响。它将分析金融专家对该法案及其影响的看法。",
      "shortSummary": "《Genius法案》（即《指导和建立美国稳定币国家创新法案》）是当前美国国会辩论的焦点。副总统J.D. 范斯在比特币大会上力推该法案，认为美元挂钩的稳定币将有助于美国经济并巩固美元霸权。稳定币是一种旨在保持相对于特定资产（通常是货币）稳定价值的加密货币，与价值波动较大的比特币不同。该法案的通过将对美元的未来产生重要影响。",
      "translated_title": "什么是《Genius法案》，它真的能巩固美元霸权吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At last week’s Bitcoin 2025 conference in Las Vegas, there was one phrase on everyone’s lips: the Genius Act.\nVice-President J.D. Vance used his speech at the event to urge lawmakers to pass the bill – also known as the Guiding and Establishing National Innovation for US Stablecoins Act – which is currently the subject of heated debate on Capitol Hill.\n“Dollar-pegged stablecoins, particularly once Genius is enacted, are only going to help the American economy and it’s only going to help the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/b7ee8891-6dce-4cd0-8b08-a93ce54b341a_91f11e74.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格 (原标题: Why new US curbs on China’s tech tests could raise prices for American consumers)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312904/will-new-us-curbs-chinas-tech-tests-raise-electronic-prices-american-consumers?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-03T13:00:08.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "## 美国对中国科技测试的新限制\n\n*   **禁令背景与实施**\n    *   美国联邦通信委员会（FCC）于5月22日以4-0的投票结果一致通过并最终确定了新规定，禁止被视为存在安全风险的中国实验室对进入美国的消费电子产品进行测试。\n    *   此举旨在应对华盛顿对中国科技测试的担忧，认为其可能对美国消费者产生价格影响。\n\n*   **禁令理由**\n    *   FCC表示，经过调查发现，多年来为进入美国市场的设备提供测试服务的中国实验室与中国共产党和军队保持着深厚联系。\n    *   FCC主席Brendan Carr在5月22日的声明中指出，这些实验室为美国电信基础设施提供了“门户”，并担忧一个受外国对手控制的不可靠实验室可能会批准不安全的设备进入美国。\n\n*   **潜在影响**\n    *   观察人士认为，这项禁令可能导致美国消费者面临更少、更昂贵的选择。\n\n*   **执法挑战与对中国制造商的影响评估**\n    *   香港大学金融学讲席教授陈志武指出，由于智能手机等产品由众多部件组成，且这些部件可能在全球各地（如韩国、日本、美国）进行设计和测试，因此很难确定每个部件的测试地点，这使得禁令的执行面临挑战。\n    *   分析师还认为，尽管华盛顿似乎试图限制中国（FCC称之为“对手”），但该禁令对中国手机、个人电脑等制造商的影响可能有限。",
      "shortSummary": "美国联邦通信委员会（FCC）已禁止被视为安全风险的中国实验室测试进入美国的消费电子产品。FCC认为这些实验室与中国共产党和军队有深厚联系，构成电信安全风险。此举可能导致美国消费者选择减少、价格上涨。然而，专家对禁令的执行难度及其对中国制造商的实际影响存在疑问。",
      "translated_title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s recent ban on Chinese labs deemed security risks over their testing of consumer electronics bound for the US has observers wondering about law enforcement while saying the ban may leave American consumers with fewer, more expensive choices.\nAnalysts also say the impact on Chinese makers of phones, PCs and the like could be limited, even though Washington appears to be trying to curtail China, a country the US Federal Communications Commission calls an adversary.\n“It is hard to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/5c4ab2d5-f360-49ae-98c8-9278e2f5b016_19b7eba2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "贸易战风险可能推动全球航运商转向亚洲仲裁中心：分析师 (原标题: Trade war risks could push global shippers to Asia’s arbitration hubs: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312879/trade-war-risks-could-push-global-shippers-asias-arbitration-hubs-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 11:00:15 +0000",
      "isoDate": "2025-06-03T11:00:15.000Z",
      "creator": "Frank Chen",
      "summary": "### 贸易战不确定性促使全球航运商寻求亚洲仲裁\n\n尽管中美两大经济体已达成贸易战休战协议，但海上不确定性依然存在，这促使全球航运业寻求新的风险管理和争议解决途径。\n\n*   **背景与关注点**\n    *   近期在宁波举行的浙江海港集团航运论坛上，频繁提及“美国排除条款”和“中国风险条款”，反映出业界对潜在贸易冲突的担忧。\n    *   全球物流行业代表和海事法律专家齐聚一堂，探讨应对策略，因为利益相关者担心唐纳德·特朗普的高额关税和中国的报复性措施可能再次颠覆全球航运。\n\n*   **论坛共识与解决方案**\n    *   与会者一致认为，有必要通过仲裁来保护自身利益。\n    *   香港及附近亚洲枢纽被视为重要的仲裁中心，可以帮助中国企业应对贸易和地缘政治的复杂局面。\n\n*   **海事法律专家观点（波罗的海国际航运公会亚洲区经理庄伟）**\n    *   **“不可抗力”条款的关注：** 中国及海外的贸易商和航运公司越来越多地咨询，特朗普的关税和其他突发政策变化是否可被视为合同中的“不可抗力”（force majeure）。\n    *   **风险/不可抗力条款的作用：** 在航运合同中，风险或不可抗力条款有助于免除当事方因不可预见的情况（无论是自然灾害还是政治事件）而造成的运输中断的责任。这些条款明确了此类事件造成的潜在损失或损害由谁承担。\n    *   **中国仲裁的机遇：** 关税不确定性也为中国仲裁员带来了机遇，因为航运纠纷正在增加。庄伟指出，一些当事方可能更倾向于在西方以外的地区审理和解决案件，这为亚洲的仲裁服务提供了发展空间。",
      "shortSummary": "尽管中美贸易战休战，航运业仍面临不确定性。近期浙江海港集团论坛上，全球航运代表和法律专家讨论了应对贸易战风险的策略，并强调了仲裁的重要性。与会者认为，香港及其他亚洲仲裁中心能帮助企业规避风险。专家指出，贸易政策变化可能触发合同中的“不可抗力”条款，同时，关税不确定性也为中国仲裁员带来了处理日益增多的航运纠纷的机遇，因为部分当事方倾向于在亚洲解决争议。",
      "translated_title": "贸易战风险可能推动全球航运商转向亚洲仲裁中心：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The terms “United States exclusion clause” and “China risk clause” were frequently heard at a recent shipping forum hosted by Zhejiang Seaport Group in the eastern city of Ningbo, as uncertainties at sea persist despite the trade war truce reached between the world’s two biggest economies.\nThe event brought together global logistics sector representatives and maritime law experts to consider new contract clauses, strategies and arbitration options, as stakeholders fear that a return of Donald...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/845e2c70-430b-4614-87ee-21a27c174f2b_f7355530.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’ (原标题: US efforts to coerce China into trade concessions ‘will not work’, analysts say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312755/us-efforts-coerce-china-trade-concessions-will-not-work-analysts-say?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 15:00:08 +0000",
      "isoDate": "2025-06-02T15:00:08.000Z",
      "creator": "Kandy Wong,Frank Chen",
      "summary": "美国总统唐纳德·特朗普试图通过对中国经济施加“极限压力”和一系列出口管制措施，迫使北京回到谈判桌，但分析人士认为这些努力注定会失败。\n\n**主要观点：**\n\n*   **美国施压策略：**\n    *   特朗普政府近期公布了对中国出售喷气发动机和芯片设计技术的新限制。\n    *   特朗普在社交媒体上表示，他将不再在贸易问题上做“好好先生”。\n    *   这些措施旨在通过“极限压力”迫使中国做出贸易让步。\n\n*   **中国回应：**\n    *   中国商务部周一做出严厉反驳，驳斥了关于中国违反上月在日内瓦达成的贸易协议的指控。\n    *   商务部声明指出，美国单方面挑起贸易摩擦，导致双边关系不确定性，并称华盛顿的言论“严重偏离事实”。\n    *   中方强调，中国“正在认真、严格地履行职责，积极维护日内瓦会谈后的共识，坚定而诚信”。\n\n*   **背景与影响：**\n    *   全球两大经济体之间的紧张关系因日内瓦协议的执行问题再次升级。\n    *   日内瓦协议内容包括美中双方同意在90天内大幅削减彼此商品的关税。",
      "shortSummary": "分析人士指出，美国总统特朗普通过对中国经济施加“极限压力”和实施出口管制（如限制喷气发动机和芯片设计技术销售）来胁迫中国做出贸易让步的努力将不会奏效。中国商务部严厉反驳了美方指控，强调中方致力于遵守日内瓦贸易协议。美中两国因该协议的执行问题，贸易紧张关系再次加剧。",
      "translated_title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s attempts to force Beijing back to the negotiating table by piling “extreme pressure” on the Chinese economy through a barrage of export controls are doomed to fail, analysts said.\nWashington has unveiled new curbs on the sale of jet engine and chip design technologies to China in recent days, as Trump insisted in a social media post that he would no longer be “Mr Nice Guy” on trade.\nBut Beijing responded with a stinging rebuke on Monday, with the Ministry of Commerce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/f4807019-b82c-4a00-ac10-ce9813c7622f_7b2e76a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "波音在华前景面临贸易战逆风和供应链风险：分析师观点 (原标题: Boeing’s China hopes face trade war headwinds, supply chain risks: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312763/boeings-china-hopes-face-trade-war-headwinds-supply-chain-risks-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-02T13:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "波音公司预计中国航空公司将恢复因中美贸易战而暂停的飞机订单，但分析师警告称，供应链限制和关税不确定性可能会减缓实际交付。\n\n*   **订单暂停与恢复**\n    *   **暂停原因：** 美国总统唐纳德·特朗普的贸易政策导致全球航空供应链出现不确定性。特别是在4月份中美关税飙升后，波音公司首席执行官凯利·奥特伯格（Kelly Ortberg）证实，一些中国航空公司曾拒绝接收波音飞机，奥特伯格此前曾表示，对华交付因“关税环境”而暂停。\n    *   **恢复契机：** 5月，中美达成90天贸易休战协议后，奥特伯格表示，中国航空公司已确认本月将开始接收波音飞机。他于5月29日再次确认，中国航空公司正在计划并告知波音将接收飞机。\n\n*   **面临的挑战**\n    *   分析师指出，尽管波音预计订单将恢复，但供应链限制和关税不确定性仍然是可能阻碍实际交付的关键因素。\n\n*   **政治考量**\n    *   商业咨询公司Dezan Shira & Associates的执行合伙人阿尔贝托·维托雷蒂（Alberto Vettoretti）认为，随着特朗普政府推动更多美国商品销往海外，北京官员可能会将恢复的波音订单视为在更广泛贸易谈判中的筹码。",
      "shortSummary": "波音公司预计中国航空公司将恢复因中美贸易战暂停的飞机订单。尽管5月达成90天贸易休战，但分析师警告供应链限制和关税不确定性可能减缓实际交付。此前，关税飙升曾导致中国航空公司拒绝接收波音飞机。有观点认为，北京可能将恢复订单作为贸易谈判的筹码。",
      "translated_title": "波音在华前景面临贸易战逆风和供应链风险：分析师观点",
      "images": [],
      "contentSource": "完整文章",
      "content": "Boeing expects Chinese airlines to resume orders that were paused during the trade war with the United States, but analysts warn supply chain constraints and tariff uncertainties could slow actual deliveries.\nKelly Ortberg, CEO of the American aircraft giant, said Chinese airlines have confirmed they would begin taking deliveries of Boeing planes this month after Beijing and Washington agreed to a 90-day trade truce in May.\nIn April, Ortberg was quoted as saying that deliveries to China had been...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/b59c18fe-3294-46ff-9d71-9c5e4ec0e229_b85b7922.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国家长如何看待美国限制学生签证的举动？ (原标题: What do Chinese parents think of US moves to restrict student visas?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312489/us-hostility-chinese-students-prompts-many-parents-look-elsewhere?utm_source=rss_feed",
      "pubDate": "Sun, 01 Jun 2025 14:00:08 +0000",
      "isoDate": "2025-06-01T14:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 美国限制中国学生签证对中国家庭的影响\n\n## 担忧与重新考量\n\n特朗普政府近期进一步限制中国学生赴美留学的举动，正在中国家庭中引发普遍的疑虑，促使许多家长重新考虑子女在海外的学术未来。对一些家庭而言，美国的“美国梦”正逐渐让位于更务实的替代方案，例如选择离家更近的国家或其他西方国家。美国对国际学生政策的不可预测性，使得家长们开始权衡子女海外教育的投资回报。\n\n## 具体限制措施与提议\n\n最新一波的不确定性在上周达到高潮，当时美国国务卿马可·卢比奥宣布，美国将撤销与中国共产党有联系或在“关键领域”学习的中国学生的签证。此举之前，全球学生签证面试被突然暂停，政府正考虑更严格的审查措施，包括筛查潜在学生的社交媒体帖子。\n\n美国总统唐纳德·特朗普于周三进一步加剧了家长们的担忧，他提议将哈佛大学的国际学生比例从30%削减至15%，声称美国学生正在失去机会。此番言论发表前几天，国土安全部曾试图阻止哈佛招收国际学生，但此举后来被一名联邦法官叫停。周四，特朗普政府在一份法庭文件中表示，不会立即终止哈佛招收国际学生的能力，但给予该大学30天时间解释为何应保留此能力。",
      "shortSummary": "特朗普政府近期限制中国学生签证的举动，正引发中国家庭对赴美留学未来的担忧，促使他们考虑其他教育选择。具体措施包括：撤销与中国共产党有联系或在“关键领域”学习学生的签证，暂停签证面试并加强社交媒体审查，以及提议削减哈佛等大学的国际学生比例。这些政策的不可预测性，促使中国家庭重新评估海外教育的投资回报。",
      "translated_title": "中国家长如何看待美国限制学生签证的举动？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Trump administration’s recent moves to further restrict Chinese students’ access to US education are sending ripples of doubt through families in China, prompting many to reconsider their children’s academic futures abroad.\nFor some, the American dream is giving way to more pragmatic alternatives closer to home or in other Western nations, as the United States’ unpredictable approach to international students makes them ponder the returns on investment in their children’s overseas...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/daf56817-6de3-4ffa-bc24-d5e81179774c_61fe115f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "难以转型：贸易战下中国出口商为何难以转向内销 (原标题: Hard to pivot: why China’s exporters struggle to sell at home despite trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312469/hard-pivot-why-chinas-exporters-struggle-sell-home-despite-trade-war?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 10:00:13 +0000",
      "isoDate": "2025-05-31T10:00:13.000Z",
      "creator": "Frank Chen",
      "summary": "# 难以转型：贸易战下中国出口商为何难以转向内销\n\n## 背景与挑战\n\n*   **出口商困境：** 尽管面临贸易战，中国出口商在将产品转向国内市场销售时面临挑战。\n*   **政府鼓励：** 为缓解企业压力，北京鼓励受困的出口商将最初面向海外市场的产品转向国内销售。\n\n## 案例分析：浙江双童日用品有限公司\n\n*   **业务性质：** 浙江双童日用品有限公司（Soton Daily Necessities）是一家生产吸管和食品包装材料的出口企业。\n*   **环保投资：** 去年，该公司投入3000万元人民币（约合416万美元）以符合西方国家更严格的环保标准。\n*   **投资考量：** 尽管升级生产设施的成本高昂（相当于销售数千万根吸管的利润），但公司认为美国和欧洲市场的潜力，以及西方消费者日益增长的环保意识，使得这项投资在理论上是合理的。\n*   **高科技与资本密集型策略：** 双童公司采取了技术和资本密集型策略，以确保即使是简单的吸管也能符合环保要求。\n*   **高管观点：** 双童副总裁毛斌向当地媒体表示，任何有健全逻辑的人都不会预料到美国总统会采取如此极端的行动，这暗示了贸易政策变化对他们原有战略的冲击。",
      "shortSummary": "贸易战下，中国出口商面临转型内销的挑战。以浙江双童日用品为例，该公司为符合西方环保标准投入巨资，原计划深耕欧美市场。然而，贸易政策变化使其难以将为海外市场定制的产品转向国内销售，凸显了出口企业在转型过程中面临的困境，即使政府鼓励内销也难以轻易实现。",
      "translated_title": "难以转型：贸易战下中国出口商为何难以转向内销",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese company that exports straws and food packaging materials spent 30 million yuan (US$4.16 million) last year to comply with stricter environmental standards in Western countries. Although the costs to upgrade its production facilities were steep – roughly equivalent to the profits the firm would make selling tens of millions of straws – the potential in the US and European markets seemed to justify the investment.\nAnd they were right – in theory.\nBy betting on the growing environmental...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/31/89982dc5-f736-4e88-824c-23b9f4f8b93a_1ed4a85c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "利用特朗普的自负为全球金融再平衡开辟道路 (原标题: Use Trump’s ego to clear a path for global financial rebalancing)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3312287/how-save-world-economy-and-make-trump-think-it-was-his-doing?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 08:30:08 +0000",
      "isoDate": "2025-05-31T08:30:08.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 利用特朗普的自负为全球金融再平衡开辟道路\n\n文章探讨了美国前总统唐纳德·特朗普在全球经济秩序中扮演的复杂角色，以及他如何无意中揭示了美国经济的深层结构性问题。\n\n*   **特朗普的洞察与破坏性方法**\n    *   特朗普正确地指出了全球经济秩序中两个不可持续的要素：\n        *   美国作为“最后消费者”的角色无法无限期持续，这使得其他经济体得以追求不可持续的出口导向型增长。\n        *   美国无法通过无限期积累债务来为其消费水平融资。\n    *   这两个问题紧密相连。然而，特朗普试图通过“创造性破坏”来实现再平衡的方式，却可能带来灾难性的后果。\n\n*   **美国债务与信任危机**\n    *   美国政府承担债务的能力（目前已达创纪录的36.2万亿美元）依赖于债权人的信任。\n    *   特朗普的惩罚性关税已在很大程度上破坏了这种信任。\n    *   此外，美国债务融资还依赖于全球范围内的超低利率，但这种状况现已结束。\n    *   这意味着美国政府将面临潜在的、令人 crippling 的债务偿付负担，目前利息支付已占联邦总支出的16%，并且还在上升。\n\n*   **揭示不便的真相**\n    *   无论是有意还是无意，特朗普揭示了华盛顿很少有人愿意公开承认的不便真相。\n    *   然而，他处理问题的方式如同“瓷器店里的公牛”，引发了他究竟是无政府主义者还是终极现实主义者的疑问。\n\n*   **前任政府的认知**\n    *   在特朗普第二任期之前的拜登政府不可能不知道，在不断变化、日益收紧的国际金融环境下，美国的债务状况是不可持续的。\n    *   这种不可持续性很快会引发债务偿付危机，并影响美国进口商品和资本的能力。\n\n*   **相关图片**\n    *   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa)\n        *   视频标题：特朗普承诺将美国制造业从中国带回，但他的关税会奏效吗？",
      "shortSummary": "文章指出，特朗普正确识别了全球经济中美国作为“最后消费者”及巨额债务积累的不可持续性。然而，他的惩罚性关税破坏了债权人信任，加之全球低利率时代结束，导致美国36.2万亿美元的债务面临严峻偿付负担。尽管特朗普以破坏性方式揭示了这些问题，但美国债务状况已不可持续，可能引发金融危机，前任政府对此亦心知肚明。",
      "translated_title": "利用特朗普的自负为全球金融再平衡开辟道路",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump is an enigma. He has correctly identified the two most unsustainable elements of the global economic order, but his attempts to bring about their creative destruction threaten disaster. Has he perhaps revealed a paradoxical truth that such destruction is the only practical way to go?\nIt was never going to be possible for the United States to remain the “consumer of last resort” indefinitely, thereby allowing other economies to pursue unsustainable export-led growth. It...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/50955215-ad97-42e5-9ac0-3252d3590fc2_468956c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "台北国际电脑展（亚洲最大科技展）展厅里的贸易战大象 (原标题: Trade war elephant in the showroom at Computex Taipei, Asia’s biggest tech expo)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312466/trade-war-elephant-showroom-computex-taipei-asias-biggest-tech-expo?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 03:00:21 +0000",
      "isoDate": "2025-05-31T03:00:21.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 台北国际电脑展：渐进式创新与未言之隐\n\n今年的台北国际电脑展（Computex Taipei）如期举行，吸引了86,521名潜在买家。展会现场热闹非凡，扬声器播放着动作游戏的轰鸣声，白色灯光在展示的新型微处理器薄薄的黑色边缘上闪烁。参观者们体验了无需特殊眼镜即可观看3D显示内容的AI笔记本电脑，屏幕上时而播放日本乡村小路，时而展示复杂的结肠手术。\n\n然而，今年的展会场景与2024年的Computex并无显著差异。去年，即OpenAI发布ChatGPT的18个月后，开发者有足够时间推出基础硬件，如AI计算芯片和云服务器加速器，这显著推动了台湾的经济增长，例如2025年第一季度实现了5.37%的同比快速增长。\n\n相比之下，今年的展会主要展示了渐进式的改进，例如通过鼠标点击激活AI软件，以及允许用户发出命令的麦克风。与2024年黄仁勋（Nvidia CEO）在展会上为AI笔记本电脑排队人群签名不同，他今年并未现身展厅。\n\n文章指出，这些渐进式改进只是“小问题”（bug），而真正的“大象”（elephant）——一个未被明确提及但显而易见的问题——才是关键所在。虽然文章内容未详细阐述，但结合标题，这头“大象”可能暗指贸易战带来的影响和不确定性。",
      "shortSummary": "今年的台北国际电脑展（Computex Taipei）展示了AI笔记本电脑和微处理器等技术，但与去年相比，缺乏重大突破，主要呈现渐进式改进。Nvidia CEO黄仁勋也未像去年一样亲临展会。文章暗示，展会背后存在一个未被明确提及的“大象”，结合标题，这可能指贸易战对科技产业的影响，而非技术本身的问题。",
      "translated_title": "台北国际电脑展（亚洲最大科技展）展厅里的贸易战大象",
      "images": [],
      "contentSource": "完整文章",
      "content": "There was an elephant in the showroom at this year’s Computex Taipei tech expo.\nLoud speakers boomed the guttural sounds of action games loud enough to be heard across dozens of booths, where blazing white lights glinted off the thin black edges of new microprocessors on display. Some of the show’s 86,521 prospective buyers tried out AI-enabled laptops with 3D displays – visible without special glasses – screening a country lane in Japan one moment, a complicated colon surgery the next.\nAnd...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/115d33c0-4988-4606-949e-6a15de4bac2f_75ee818d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国出口管制：中国航空发动机的延迟，而非停滞 (原标题: US export controls: a delay, but not a grounding, for China’s aircraft engines)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312505/us-export-controls-delay-not-grounding-chinas-aircraft-engines?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 14:30:08 +0000",
      "isoDate": "2025-05-30T14:30:08.000Z",
      "creator": "Ralph Jennings,Frank Chen",
      "summary": "### 美国对华航空发动机出口管制的影响\n\n美国近期针对中国飞机制造商的技术出口限制，短期内将延缓中国喷气发动机的国产化进程。然而，分析师指出，任何挫折只会坚定北京实现技术自给自足的决心，以测试和推出国产发动机。\n\n**美国行动**\n\n*   据报道，美国官员已暂停向中国国有飞机制造商中国商用飞机有限责任公司（Comac）的民用飞机销售部分与喷气发动机相关的技术。\n\n**中方回应**\n\n*   中国外交部发言人林剑周五反驳了美国的发动机管制措施，指责美国“恶意阻挠和打压中国”。\n*   林剑表示：“我们对此坚决反对，并将坚决维护我们的正当合法权益。”\n\n**对中国航空业的影响与展望**\n\n*   分析师认为，中国将在未来两到三年内投入更多资源开发国产喷气式飞机发动机。\n*   总部位于上海的中国商飞（Comac）旨在未来与空客和波音等跨国公司竞争全球市场份额，但可能被迫放缓飞机生产。\n*   中国首款单通道客机C919已投入商业运营两年。",
      "shortSummary": "美国对中国飞机制造商实施的喷气发动机技术出口管制，短期内将延缓中国发动机国产化进程。然而，分析师认为此举将坚定北京实现技术自给自足的决心，促使中国在未来两三年内投入更多资源开发国产发动机。中国外交部对此表示坚决反对，指责美国“恶意打压”。尽管中国商飞可能被迫放缓生产，但此举被视为对中国航空发动机发展的一次延迟而非彻底停滞。",
      "translated_title": "美国出口管制：中国航空发动机的延迟，而非停滞",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s technology-export restrictions targeting Chinese plane makers this week will delay China’s jet engine indigenisation process in the near term, but any setback will only harden resolve in Beijing for tech self-reliance to test and launch a home-grown engine, analysts said on Friday.\nUnited States officials have reportedly suspended some sales of technologies linked to jet engines that could be built for Chinese state-owned Commercial Aircraft Corporation of China’s (Comac) civilian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/67219b82-f6d9-4717-85df-3dc377a31a0b_142b4967.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-06T01:57:40.655Z"
}