{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国消费者削减非必需品开支，月饼销量下滑 (原标题: Mooncake sales on the wane as China’s consumers cut back on non-essentials)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327788/mooncake-sales-wane-chinas-consumers-cut-back-non-essentials?utm_source=rss_feed",
      "pubDate": "Sat, 04 Oct 2025 06:00:32 +0000",
      "isoDate": "2025-10-04T06:00:32.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国消费者削减非必需品开支，月饼销量下滑\n\n## 概述\n中国传统节日中秋节的月饼早期销量与往年相比有所下降，这表明中国国内需求尚未完全恢复活力。月饼通常是中秋节期间流行的礼品，其销售情况被视为衡量消费者热情的重要指标。\n\n## 销量下降的原因与表现\n*   **消费者削减非必需品开支**：月饼被视为非必需品，其销量的疲软反映了消费者在经济不确定性下，正在减少此类商品的购买。\n*   **企业预算缩减**：广州一家企业咨询公司的行政经理Grace Qiu表示，今年公司用于中秋节礼品的每人预算仅为140元（约20美元），比去年下降了40%，尽管中秋礼品是重要的员工福利。\n*   **行业普遍低迷**：Grace Qiu形容整个行业“极其低迷”，她的公司自年初以来失去了一个大客户，并裁员了三分之一。\n*   **国内需求未完全恢复**：月饼销量的下降是国内需求尚未完全恢复的又一迹象。\n\n## 月饼的文化与经济意义\n*   **传统礼品**：月饼是中国中秋节期间家庭、工作场所和其他社会团体之间分发的传统食品。\n*   **身份象征**：豪华月饼（如含有黑松露或西班牙火腿等高级食材的月饼）常被用作身份象征。\n*   **消费风向标**：尽管并非所有收礼者都会食用月饼（这种高热量糕点口味独特），但这些非必需品的交换被视为衡量消费者热情的重要风向标。\n\n## 假期影响\n*   **“超级黄金周”未能提振销量**：尽管今年的中秋节（10月6日）与国庆节（10月1日开始）重叠，形成了长达八天的“超级黄金周”假期，但月饼销量仍出现下滑。这表明长假也未能有效刺激非必需品消费。",
      "shortSummary": "中国中秋节月饼早期销量与往年相比有所下降，反映出消费者正在削减非必需品开支，国内需求尚未完全恢复。企业礼品预算大幅缩减，行业普遍低迷。尽管今年有“超级黄金周”长假，也未能提振月饼销售，显示消费者信心仍显不足。月饼销量被视为衡量消费者热情的重要指标。",
      "translated_title": "中国消费者削减非必需品开支，月饼销量下滑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Early sales of mooncakes – a food traditionally distributed among families, workplaces and other social groups to celebrate China’s Mid-Autumn Festival – have softened compared to previous years, another sign the country’s domestic demand has yet to fully reenergise.\nPackages of mooncakes, typically round baked goods with a variety of dense fillings, are popular gifts during the holiday season, with luxury variants stuffed with premium ingredients like black truffle or Spanish ham serving as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/c4c8ddda-d951-4175-b404-e8eae006a56c_ed7e50af.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一切照旧：中国游客暂未受抗议活动影响，仍前往韩国 (原标题: ‘Business as usual’: China tourists to South Korea unfazed by protests – for now)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327799/south-koreas-anti-china-protests-fail-deter-tourists-fall-still-possible-analysts?utm_source=rss_feed",
      "pubDate": "Sat, 04 Oct 2025 00:00:10 +0000",
      "isoDate": "2025-10-04T00:00:10.000Z",
      "creator": "Ralph Jennings,Mia Nurmamat",
      "summary": "# 中国游客赴韩旅游现状：抗议活动与政府立场\n\n尽管首尔爆发了反华抗议活动，但本周中国赴韩旅游依然强劲，未报告任何暴力事件。这主要得益于一项新的免签政策，吸引了大量中国旅行团。\n\n## 旅游业现状\n*   **持续强劲**：中国游客赴韩旅游需求旺盛，未受抗议活动影响。\n*   **免签政策**：9月29日启动的中国旅行团临时免签入境政策是主要推动力。\n*   **航班正常**：两国间的定期航班运营正常，据一家航空情报公司区域负责人称。\n*   **热门目的地**：一家旅游营销公司表示，韩国仍是中国游客的首选目的地之一。\n\n## 抗议活动与政府回应\n*   **抗议原因**：抗议者走上首尔市中心街头，反对针对中国旅行团的免签政策，理由是可能存在安全和公共安全风险。\n*   **反对党立场**：韩国保守派反对党国民力量党也批评了这项政策。\n*   **韩国总统表态**：据韩联社报道，韩国总统李在明周四呼吁“打击”反华抗议活动，称其损害国家利益。\n*   **中国使馆回应**：同日，中国驻首尔大使馆表示“遗憾地注意到”在明洞和大林洞（中国游客常去区域）举行的集会。\n\n## 游客反应与专家分析\n*   **游客未受影响**：上海复旦大学金融学教授Charles Chang表示，尽管有示威活动，中国游客似乎仍按计划进行旅行，因为两国政府都反对抗议，且公共安全状况正常。\n*   **专家观点**：Chang教授认为，目前仍是“一切照旧”，除非中国大使馆发出旅行警告，否则不会有太大变化。\n*   **未来展望**：分析师警告称，一旦延长版的“超级黄金周”假期结束，中国游客的入境人数可能会有所下降。",
      "shortSummary": "尽管首尔爆发反华抗议活动，但中国赴韩旅游仍保持强劲，游客未受影响。这得益于新的免签政策，且两国政府均反对抗议活动，确保了公共安全。韩国总统呼吁打击抗议，中国使馆也表示遗憾。分析师预计，一旦“超级黄金周”假期结束，游客数量可能会有所下降。",
      "translated_title": "一切照旧：中国游客暂未受抗议活动影响，仍前往韩国",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tourism to South Korea has remained strong this week despite a rash of anti-China protests in Seoul, with no violence reported and tour groups taking advantage of a new visa-free policy – though analysts warn arrivals could dampen once the extended “super golden week” holiday ends.\nScheduled flights between the two Asian countries are operating as expected, according to the regional head of an aviation intelligence firm. A travel marketing firm also said South Korea remains a top...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/73e642f2-7fdf-4388-8c64-61115824fe0a_a4bfc0f3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C919客机订单延误，波音伺机而动？ (原标题: With China’s C919 jet facing order delays, is Boeing waiting in the wings?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327787/chinas-c919-jet-facing-order-delays-boeing-waiting-wings?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 15:00:08 +0000",
      "isoDate": "2025-10-03T15:00:08.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "## 中国C919客机交付延误及其对波音的潜在影响\n\n中国自主研发的C919窄体客机目前面临交付延误，这可能促使国内航空公司考虑向美国航空巨头波音下更多订单。业内人士指出，尽管波音737 Max机型曾出现安全问题，但C919的延误可能导致其制造商中国商飞（Comac）失去部分国内市场份额。\n\n### C919面临的挑战\n\n*   **交付延误**：主要航空公司的财务报告显示，C919客机未能按计划交付。\n*   **市场份额流失风险**：由于交付延误，中国商飞可能将其国内市场份额拱手让给美国竞争对手波音。\n*   **供应链问题**：分析师认为，地缘政治因素可能使C919的订单前景复杂化，例如美国对该飞机发动机的临时出口禁令可能造成了供应瓶颈。\n*   **与乐观目标形成对比**：此前的3月份，中国商飞高管曾宣布将在2025年将制造能力提高50%，交付75架飞机而非此前承诺的50架。目前的延误与这些乐观的生产目标形成鲜明对比。\n\n### 波音的机遇\n\n*   **市场需求旺盛**：上海一家咨询公司的航空分析师杨波表示，中国主要航空公司多年来一直渴望新飞机。\n*   **交付能力与优势**：如果C919的交付无法及时，一些航空公司可能会将订单转向波音。波音不受华盛顿出口限制的影响，并且有望在度过最艰难时期后加强生产。\n*   **贸易关系考量**：购买美国飞机可能被视为一种让步，有助于为北京和华盛顿之间的贸易协议铺平道路。\n*   **尽管存在安全问题**：尽管波音737 Max机型曾发生安全问题并因此达成认罪协议，但由于C919的延误，波音仍被视为一个可行的替代方案。",
      "shortSummary": "中国自主研发的C919客机面临交付延误，可能导致其制造商中国商飞失去部分国内市场份额。业内人士指出，中国航空公司对新飞机需求旺盛，若C919无法及时交付，他们可能转向波音。地缘政治因素，如美国对C919发动机的出口禁令，被认为是导致供应瓶颈的原因。尽管波音737 Max曾有安全问题，但其不受出口限制且生产能力有望提升，使其成为中国航空公司在C919延误下的潜在选择，甚至可能有助于中美贸易关系。",
      "translated_title": "中国C919客机订单延误，波音伺机而动？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The delivery delays appearing to hit China’s C919 – the home-grown narrowbody jet intended to compete with leading Western models – may lead some domestic carriers to consider more orders with US aerospace giant Boeing, industry insiders said.\nWith financial reports from major airlines suggesting C919 units have not been arriving as scheduled, manufacturer Commercial Aircraft Corporation of China (Comac) may lose a share of its home market to its American rival, they said, despite the safety...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/ff538918-ddac-4b99-9f92-6447e37c9b04_53c9d485.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京抨击墨西哥保护主义，在美国胁迫下威胁报复 (原标题: Beijing blasts Mexico over protectionism, threatens retaliation amid US coercion)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327820/beijing-blasts-mexico-over-protectionism-threatens-retaliation-amid-us-coercion?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 13:30:08 +0000",
      "isoDate": "2025-10-03T13:30:08.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 北京谴责墨西哥保护主义并威胁报复\n\n中国商务部对墨西哥近期针对中国进口商品发起的反倾销调查表示强烈不满，并誓言将采取“一切必要措施”保护中国企业的合法权益。\n\n#### 中国的立场和指控：\n*   **反对保护主义**：中国坚决反对损害中国合法权益的保护主义行为。\n*   **敦促遵守规则**：中国将密切关注墨西哥调查的进展，并敦促墨西哥在此过程中严格遵守世界贸易组织（WTO）规则。\n*   **威胁采取措施**：中国表示将采取一切必要措施，以维护中国公司的合法权利和利益。\n\n#### 墨西哥的行动：\n*   **调查数量激增**：今年墨西哥已对中国进口商品发起了11项反倾销调查，几乎是去年同类调查数量的两倍。\n*   **目标商品**：这些调查涉及的中国商品包括浮法玻璃和PVC涂层织物等。\n*   **背景**：这些调查是在北京和墨西哥城之间贸易紧张关系迅速升级的背景下进行的。\n\n#### 对美国的批评：\n*   **指责美国胁迫**：中国政府重申批评美国，指责其胁迫墨西哥对中国采取更强硬的贸易立场。\n*   **呼吁反对单边主义**：中国认为，在当前美国任意征收关税的背景下，所有国家都应共同反对单边主义，不应让保护主义蔓延。\n*   **敦促墨西哥抵制胁迫**：中国敦促墨西哥不要在其他国家的胁迫下，以各种借口对中国施加限制。",
      "shortSummary": "中国强烈谴责墨西哥对中国进口商品发起的反倾销调查，称其为保护主义行为，并威胁将采取一切必要措施保护中国企业的合法权益。中国商务部指出，墨西哥今年已发起11项此类调查，并批评美国胁迫墨西哥对中国采取强硬贸易立场。中国敦促墨西哥抵制单边主义和保护主义，不要在美国的压力下对中国施加限制。",
      "translated_title": "北京抨击墨西哥保护主义，在美国胁迫下威胁报复",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has condemned Mexico’s recent anti-dumping investigations targeting Chinese imports and has vowed to “take all necessary measures” to protect the legitimate interests of Chinese companies.\n“China firmly opposes protectionist actions that undermine China’s legitimate rights and interests. We will closely follow the progress of Mexico’s investigations and urge Mexico to strictly abide by WTO rules in the process, so as to safeguard the lawful rights and interests of Chinese companies,”...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/bb1294f5-bfb3-4947-a726-bc27f0062959_f77e6a90.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大豆：中国在中美贸易战中的新筹码？ (原标题: Soybeans: China’s new bargaining chip in trade war with US?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327815/soybeans-chinas-new-bargaining-chip-trade-war-us?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-03T13:00:09.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "### 大豆：中国在中美贸易战中的新筹码？\n\n尽管美国官员对下一轮贸易谈判（农业采购可能成为首要议题）寄予厚望，但分析师认为，大豆正成为中国在即将到来的谈判中的关键筹码，全面协议可能不易达成。\n\n**主要观点：**\n\n*   **大豆作为中国的筹码：**\n    *   意大利智库社会进步研究中心执行联席主任詹姆斯·唐斯（James Downes）指出，美国总统唐纳德·特朗普“强烈希望”与中国达成大豆协议。\n    *   中国拒绝购买美国大豆，对美国农村农业社区造成了重大经济压力，而这些社区在政治上大多支持特朗普总统。\n*   **达成全面协议的挑战：**\n    *   唐斯表示，与第一次贸易战中农业采购在达成全面贸易协议中所起的作用不同，由于两国之间持续存在的更广泛的贸易紧张局势，短期内不太可能达成类似的协议。\n    *   他强调，中国在与美国的谈判中“实际上掌握着很多牌”，这反映了中国在贸易谈判中的力量或战略影响力。\n*   **中国的谈判诉求：**\n    *   预计中国将在任何协议中寻求实质性让步，最显著的是有意义的关税削减和知识产权保护方面的保证。",
      "shortSummary": "分析师认为，大豆正成为中国在中美贸易谈判中的关键筹码。尽管美国总统特朗普因国内农民压力强烈希望达成大豆协议，但由于更广泛的贸易紧张局势，短期内达成全面协议的可能性不大。中国在谈判中掌握主动权，预计将寻求实质性关税削减和知识产权保护等让步。",
      "translated_title": "大豆：中国在中美贸易战中的新筹码？",
      "images": [],
      "contentSource": "完整文章",
      "content": "While US officials express expectations of meaningful progress in the next round of trade talks – where agricultural purchases are likely to top the agenda – analysts suggest soybeans are poised to become a key bargaining chip for China in upcoming negotiations, and a comprehensive deal may not be easily signed.\nJames Downes, executive co-director at the Centre for Research and Social Progress, an Italian think tank, said that US President Donald Trump was “strongly motivated” to secure a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/bef2d84d-e457-48c6-bea6-a2f1e496a6a5_8320a4b2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国‘超级黄金周’首日出行创纪录 (原标题: China’s ‘super golden week’ sees record-breaking travel on first day)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327772/chinas-super-golden-week-sees-record-breaking-travel-first-day?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 11:00:08 +0000",
      "isoDate": "2025-10-03T11:00:08.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国“超级黄金周”首日出行创纪录\n\n中国旅游业在“超级黄金周”假期伊始表现强劲，铁路出行创下新纪录，许多热门景点门票售罄，这对于北京刺激国内消费的努力来说是一个积极信号。\n\n## 假期首日出行数据\n\n*   **铁路客运量创新高**：在为期八天的假期（国庆节与中秋节重叠）首日，中国国家铁路集团表示，全国铁路共发送旅客2313万人次，创下单日客运量历史新高。\n*   **主要城市车站打破纪录**：\n    *   **广州南站**：周三处理旅客92.2万人次，超过2023年创下的此前单日峰值。\n    *   **重庆火车站**：假期首日旅客量达36.8万人次，比今年劳动节假期创下的此前单日最高纪录多出3.9万人次。\n*   **其他出行方式增长**：根据交通运输部数据：\n    *   **水路客运量**：132万人次，同比增长20.5%。\n    *   **航空客运量**：247万人次，与2024年相比增长3.2%。\n    *   **公路客运量**：3.089亿人次，同比增长0.8%。\n\n## 热门景点承载力受考验\n\n*   **九寨沟国家公园**：这个位于四川省西南部的自然保护区在社交媒体上表示，10月2日至6日的门票已达到每日上限，所有在线平台的销售均已暂停，并提供了入园前一天的候补登记系统。",
      "shortSummary": "中国“超级黄金周”假期首日出行创下历史新高。全国铁路发送旅客2313万人次，打破单日纪录。广州南站和重庆火车站等主要交通枢纽客流量激增。水路、航空和公路客运量也显著增长。热门景点如九寨沟国家公园门票迅速售罄，显示出国内旅游消费的强劲复苏势头。",
      "translated_title": "中国‘超级黄金周’首日出行创纪录",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s tourism sector is off to a strong start as the extra-long “super golden week” holiday begins, with railway travel breaking records and tickets for many popular attractions selling out – a welcome sign for Beijing as it continues its efforts to spur domestic spending.\nOn the first day of the eight-day holiday, created by an overlap of the week-long National Day celebration and the Mid-Autumn Festival, China’s railways carried 23.13 million passengers – a record single-day figure,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/654a4389-a57c-4c7a-84fc-9a0155c89068_d8b63dbe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国建造全球最大单体浮式风力发电系统 (原标题: China builds world’s biggest single-unit floating wind power system)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327723/rotor-size-7-pitches-china-builds-worlds-biggest-floating-wind-power-system?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 06:00:16 +0000",
      "isoDate": "2025-10-03T06:00:16.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 中国建成全球最大单体浮式风力发电系统\n\n中国已成功组装完成全球最大的单体浮式海上风力发电系统，此举标志着其在拓展海洋经济和清洁能源产业方面迈出了重要一步。\n\n## 主要成就与背景\n\n*   **系统组装完成**：该16兆瓦系统的组装工作已在中国南方广西壮族自治区的北海市完成。\n*   **战略意义**：此项目旨在加速中国海洋经济和清洁能源产业的发展。\n*   **信息来源**：该消息由中国科技部官方报纸《科技日报》报道。\n\n## 系统关键特点与规格\n\n*   **国产化程度高**：系统所有关键部件，包括系泊电缆、涡轮机齿轮箱和压载控制系统，均由中国国内自主生产。\n*   **巨大转子**：\n    *   转子直径达252米（约827英尺）。\n    *   其覆盖面积相当于七个足球场。\n*   **发电能力**：\n    *   一旦投入运营，预计每年可产生约4470万千瓦时电力。\n    *   这一发电量足以满足超过4000个普通美国家庭的用电需求。\n*   **先进平台**：该涡轮机安装在一个半潜式平台上，并配备了中国首个动态压载系统。\n\n## 下一步计划\n\n*   **海上部署**：系统将被拖至水深超过50米的海域进行安装和测试。\n*   **并网运营**：完成安装和测试后，系统将并入电网并投入商业运营。",
      "shortSummary": "中国已在广西北海完成全球最大单体浮式海上风力发电系统的组装。该16兆瓦系统所有关键部件均实现国产化，旨在加速中国海洋经济和清洁能源发展。其转子直径达252米，预计每年可发电4470万千瓦时，足以供电超过4000个美国家庭。下一步将进行海上安装、测试并并网投入商业运营。",
      "translated_title": "中国建造全球最大单体浮式风力发电系统",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has assembled the world’s largest single-unit floating offshore wind power system as it accelerates efforts to expand its marine economy and clean energy industry.\nAssembly of the 16-megawatt system has been completed in Beihai, in South China’s Guangxi Zhuang autonomous region, Science and Technology Daily reported on Wednesday.\nAll of its key parts, from mooring cables and turbine gearboxes to ballast control systems, were produced domestically, the official newspaper of the Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/c1f7eee6-1dbf-4552-85e9-fd39da0c4e9e_7d6b06cd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国咖啡之都云南，出口咖啡以满足全球需求 (原标题: Yunnan, China’s coffee capital, grinds out exports to meet global demand)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327639/yunnan-chinas-coffee-capital-grinds-out-exports-meet-global-demand?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 00:00:08 +0000",
      "isoDate": "2025-10-03T00:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "# 云南咖啡产业出口蓬勃发展\n\n中国西南省份云南，作为中国的咖啡之都，正凭借不断上涨的国际价格和海外需求，在全球价值链中占据更高地位，出口业务蓬勃发展。\n\n## 出口数据与市场表现\n\n*   **出口额：** 2025年前八个月，云南咖啡及衍生产品出口额达到77亿元人民币（约合11亿美元），居全国首位。\n*   **出口目的地：** 咖啡豆已出口到包括德国和越南在内的30多个国家。\n*   **增长动力：** 海外订单推动了工业改革，工厂正在升级设备和技术以满足不断变化的消费者需求。\n\n## 云南咖啡产业概况\n\n*   **种植面积：** 拥有120万亩（约合197,684英亩）的咖啡种植土地。\n*   **产量：** 几乎生产了中国所有的咖啡。\n\n## 国际市场影响与价格上涨\n\n*   **全球供应：** 巴西等主要生产国收成减少，导致国际咖啡期货价格飙升。\n*   **历史高点：** 基准咖啡期货价格今年达到50年来的最高点。\n*   **本地价格：** 云南生豆价格从去年底的每公斤40元人民币（约合5.6美元）上涨到今年5月的每公斤66元人民币。\n*   **农民收益：** 价格上涨为当地种植者带来了丰厚利润，提升了销量和利润空间。\n\n## 近期出口增长\n\n*   **2024年出口量：** 根据昆明海关数据，2024年云南出口咖啡32,500吨，同比增长358%。\n\n## 相关图片\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/09/Viet-Coffee-Thumb.jpg?itok=h0ZGNtp0)\n\n*   **描述：** 越南年轻咖啡创业者掀起一场革命。此图片内容与文章中提到的越南作为出口目的地相关联。",
      "shortSummary": "云南作为中国咖啡之都，正因国际需求和价格上涨而迎来出口热潮。2025年前八个月，其咖啡出口额达77亿元人民币，销往30多国。全球主要产区减产推高了咖啡期货价格，使云南生豆价格飙升，为当地种植者带来丰厚利润。2024年，云南咖啡出口量同比增长358%，显示出强劲的增长势头，并促使产业升级以满足全球市场需求。",
      "translated_title": "中国咖啡之都云南，出口咖啡以满足全球需求",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/09/Viet-Coffee-Thumb.jpg?itok=h0ZGNtp2",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Long known as China’s coffee capital, the southwestern province of Yunnan is moving higher up the global value chain as rising international prices and overseas demand fuel an export boom.\nThe value of outbound shipments of coffee and derivative products from Yunnan hit 7.7 billion yuan (US$1.1 billion) in the first eight months of 2025, the highest of any region, with beans shipped to more than 30 countries including Germany and Vietnam.\nOverseas orders are also driving industrial reforms, with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/02/10aae682-dd13-4f4b-a50b-2ef4cacd0937_5bf10875.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普在阿根廷救助提议中针对中国，分析师担忧‘债务陷阱’ (原标题: As Trump targets China in Argentina bailout offer, analysts fear ‘debt trap’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327641/trump-targets-china-us20-billion-argentina-bailout-offer-analysts-fear-debt-trap?utm_source=rss_feed",
      "pubDate": "Thu, 02 Oct 2025 15:00:10 +0000",
      "isoDate": "2025-10-02T15:00:10.000Z",
      "creator": "Ji Siqi",
      "summary": "### 美国施压阿根廷切断与中国的金融联系\n\n美国正向阿根廷施压，要求其取消与中国建立的长期货币互换协议，转而与美国结盟。这一举动引发了中国学者的警告，他们认为如果阿根廷屈服，将成为最大的输家。\n\n*   **美国提议与条件**\n    *   上周，美国承诺将“尽一切所需”帮助其盟友阿根廷。\n    *   具体包括向阿根廷中央银行提供一条200亿美元的货币互换额度，旨在稳定比索并增强其外汇储备。\n    *   然而，这项提议附带一个关键条件：阿根廷必须取消其与中国在2009年建立的、目前价值180亿美元的货币互换协议。\n    *   这一要求最初由当地报纸《Clarin》报道，并随后得到《Post》的证实。\n\n*   **货币互换协议的重要性**\n    *   货币互换是一种金融协议，双方以预定汇率交换外币，以对冲未来汇率波动的风险。\n    *   与中国的协议对阿根廷而言，一直是一条关键的“金融生命线”。\n    *   该协议帮助阿根廷管理外汇储备、支付进口费用以及偿还国际债务，其中包括对国际货币基金组织的还款。\n\n*   **中方观点与警告**\n    *   中国社会科学院拉丁美洲专家徐世澄表示：“如果阿根廷屈服于美国的胁迫，最大的损失将由阿根廷自身承担。”\n    *   中国学者普遍警告称，如果阿根廷为了与美国结盟而切断与中国的联系，它将是最大的受损方。",
      "shortSummary": "美国正施压阿根廷，要求其取消与中国价值180亿美元的货币互换协议，以换取美国提供的200亿美元互换额度。中方学者警告，若阿根廷屈服于美国压力，切断与中国的金融联系，将面临巨大损失。与中国的协议是阿根廷重要的金融生命线，用于管理外汇储备和偿还债务。",
      "translated_title": "特朗普在阿根廷救助提议中针对中国，分析师担忧‘债务陷阱’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese scholars warn that Argentina will be the biggest loser if it cuts ties with China to align itself with the United States, as Washington pressures Buenos Aires to dismantle its long-standing currency swap line with Beijing.\nThe US pledged last week to do “what is needed” to aid its ally, including providing a US$20 billion swap line with Argentina’s central bank to stabilise the peso and bolster its reserves.\nBut the offer came with a condition: cancelling Argentina’s arrangement with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/02/9ec32e0d-6f61-4be1-a8c8-fb811324cfeb_d3583d9c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国政府因停摆而停滞，但中美谈判仍在进行：分析师 (原标题: US government frozen after shutdown, but China talks still in motion: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327637/us-government-frozen-after-shutdown-china-talks-still-motion-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 02 Oct 2025 11:00:09 +0000",
      "isoDate": "2025-10-02T11:00:09.000Z",
      "creator": "Sylvia Ma,Kandy Wong",
      "summary": "## 美国政府停摆及其对中美关系的影响\n\n### 美国政府停摆背景\n*   美国联邦政府自周三起首次停摆，原因是参议院共和党和民主党未能通过一项为政府服务提供资金的法案，该法案旨在为政府服务提供资金至10月及以后。\n*   大多数政府职能已暂停，数十万联邦工作人员被迫休假，直至僵局解决。\n\n### 对中国的影响：复杂且不确定\n*   分析师指出，尽管美国国内停摆的后果显而易见，但对中国的影响可能需要更长时间才能显现，并且可能更加复杂。\n*   ING银行大中华区首席经济学家宋林表示，预计停摆对中国的直接影响不会太明显。\n\n### 中美贸易谈判的持续性\n*   尽管华盛顿陷入僵局，但中美两国之间的贸易谈判似乎仍有可能继续进行。\n*   Ankura Consulting旗下GreenPoint Business的董事总经理Alfredo Montufar-Helu认为，现在判断停摆将如何影响与中国的谈判还为时过早。\n\n### 长期停摆的潜在影响\n*   宋林指出，如果停摆持续时间较长，需要关注这可能如何影响中美谈判，因为当前关税休战的11月截止日期正在临近。\n*   过去停摆对中国对美出口的影响并不一致：\n    *   2018-19年停摆期间，出口有所下降。\n    *   2013年10月停摆期间，出口反而有所上升。",
      "shortSummary": "美国联邦政府因未能通过拨款法案而停摆，但分析师认为，尽管国内影响显著，对中国的影响可能复杂且需时日显现。中美贸易谈判预计将继续。长期停摆可能影响谈判，尤其是在11月关税休战截止日期临近之际。过去停摆对中国出口的影响不一，目前判断对谈判的具体影响为时尚早。",
      "translated_title": "美国政府因停摆而停滞，但中美谈判仍在进行：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "While the domestic consequences of this week’s shutdown of the United States federal government are clear, analysts said the implications for China may take longer to surface and could be more mixed, as trade talks appear likely to continue between the two countries despite the stalemate in Washington.\n“We don’t expect the immediate impact on China to be too pronounced,” said Lynn Song, chief economist for Greater China at ING Bank.\n“One thing to watch in the event of a lengthy shutdown could be...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/02/3b6ab6ea-4379-4507-aef0-e0515b44b1fd_1ba6b884.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京新‘中国制造’标准给予外国企业‘国民待遇’ (原标题: Beijing’s new ‘Made in China’ standards give foreign firms ‘national treatment’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327635/beijing-clarifies-made-china-standards-giving-foreign-firms-national-treatment?utm_source=rss_feed",
      "pubDate": "Thu, 02 Oct 2025 09:00:09 +0000",
      "isoDate": "2025-10-02T09:00:09.000Z",
      "creator": "Alice Li",
      "summary": "# 北京新“中国制造”标准给予外国企业“国民待遇”\n\n中国政府近期出台了关于政府采购中“国产产品”标准的新规定，旨在增强在华外国企业的信心。\n\n## 政策要点：\n\n*   **生效日期：** 新规定已于1月1日生效。\n*   **价格优惠：** 在政府合同招标中，“中国制造”商品将获得比外国制造商品高20%的价格优惠。\n*   **“国民待遇”：** 无论企业所有制形式（国有、私营或外资），都将平等享受这项支持性政策。通知明确禁止采购机构基于品牌、所有制形式或投资者国籍对供应商进行偏袒或歧视。\n*   **“本地生产”资格认定：**\n    *   国内生产的零部件成本比例必须达到规定门槛。\n    *   对于某些产品，关键部件和生产流程必须在中国制造或完成。\n\n## 后续计划：\n\n*   未来五年内，相关部门将细化各行业的具体标准。\n*   在行业特定标准发布后，将提供三到五年的过渡期。\n\n## 专家解读：\n\n中国社会科学院美国研究所副所长许奇渊指出：\n\n*   这些新措施，特别是关于本地制造零部件比例的规定，与美国和欧盟的现有做法相似。\n*   “国内制造”的修订定义更加透明和客观，为外国企业创造了更可预测和有利的营商环境。",
      "shortSummary": "北京新出台的政府采购“中国制造”标准于1月1日生效，给予国产商品20%的价格优惠。该政策对国有、私营和外资企业一视同仁，禁止歧视。产品需满足国内零部件成本比例及关键部件/流程在中国制造的条件方可认定为“本地生产”。分析人士认为，此举旨在通过更透明、可预测的环境，增强外国企业信心，并与美欧做法相似。",
      "translated_title": "北京新‘中国制造’标准给予外国企业‘国民待遇’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s recent move to clarify standards for “domestically made products” in government procurement is designed to shore up the confidence of foreign companies operating in the country, according to an analyst.\nEffective January 1, “Made in China” goods will be granted a 20 per cent price preference over foreign-made goods in bidding for government contracts, according to a notice released by the State Council on Tuesday.\nCompanies with different ownerships – state-owned, private or foreign –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/02/4e69a02f-8e05-4d13-abe8-528198e08c29_e6c2ff3a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国三大城市放松房地产限制会提振消费吗？ (原标题: Will China’s easing of property curbs in 3 big cities help boost consumption?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327455/can-easing-property-curbs-3-big-cities-help-give-chinese-consumption-boost?utm_source=rss_feed",
      "pubDate": "Thu, 02 Oct 2025 01:00:13 +0000",
      "isoDate": "2025-10-02T01:00:13.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国三大城市放松房地产限制对消费提振的影响\n\n**背景与政策：**\n*   中国三个经济最重要的城市近期出台了房地产政策，旨在解决房地产行业重新出现的疲软。\n*   分析师认为，稳定房地产行业对提振消费者信心具有重要意义。\n\n**市场预期与挑战：**\n*   中国首席经济学家论坛理事长连平指出，尽管这些一线城市的努力（被一些人称为中国房地产市场的“最后一道防线”）可能在有限区域内带来短期反弹，但整体而言，中国经济重要的房地产行业面临的更广泛低迷尚未看到尽头。\n*   市场不应期待快速反弹。\n\n**房地产行业的重要性：**\n*   **投资方面：** 连平表示，近年来房地产在投资中的份额持续下降，但仍占有重要比重，与制造业和基础设施投资相当。\n    *   根据国家统计局（NBS）的最新数据：\n        *   今年1月至8月，房地产开发投资占固定资产总投资的18.5%。\n        *   2022年为23.2%。\n        *   2023年为22%。\n        *   去年为19.5%。\n*   **消费方面：** 房地产对消费的影响更大，直接或间接影响着十多个相关行业。\n*   **经济影响：** 连平认为，当前经济处于困境，房地产是主要原因。\n\n**宏观经济背景：**\n*   尽管房地产危机导致销售下滑并引发通货紧缩，抑制了消费者信心，但作为世界第二大经济体的中国在过去几年仍保持了约5%的增长率。\n*   政府的刺激措施，包括降息和对开发商的救助，在一定程度上缓解了影响。\n*   然而，持续的家庭去杠杆化和贸易紧张局势带来了长期停滞的风险。",
      "shortSummary": "中国三大城市放松房地产限制旨在稳定疲软的楼市，分析师认为这有助于提振消费者信心，但短期内市场不会快速反弹。房地产投资占比虽有下降，但仍举足轻重，其对消费及十多个相关行业影响巨大，是当前经济困境主因。尽管政府已采取刺激措施，但持续的家庭去杠杆化和贸易紧张局势仍带来长期停滞风险。",
      "translated_title": "中国三大城市放松房地产限制会提振消费吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "With China’s three most economically important cities recently rolling out policies to address renewed weakness in the property sector, analysts say stabilising the industry would be significant in terms of boosting consumer sentiment, but that no quick market rebound should be expected.\nAfter Beijing, north China’s biggest population centre, lifted purchase limits outside its Fifth Ring Road and eased housing fund rules in early August, Shanghai and Shenzhen followed suit with similar policies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/01/668062d9-71f4-4e46-9256-963bd65e9d9e_1c1428fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不再像祖辈那样：上海高科技农业的成功树立榜样 (原标题: Not like their grandparents: Shanghai’s success in hi-tech farming sets example)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327437/not-farming-grandparents-how-shanghais-success-hi-tech-agriculture-sets-example?utm_source=rss_feed",
      "pubDate": "Wed, 01 Oct 2025 12:30:15 +0000",
      "isoDate": "2025-10-01T12:30:15.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 上海高科技农业的成功实践：树立行业新标杆\n\n上海，这座以经济和制造业闻名的国际大都市，正通过其在农业领域的创新实践，为中国乃至全球的高科技农业发展树立新的榜样。在城市郊区，以何洋洋为代表的年轻一代农民，正利用数字技术彻底改变传统耕作模式。\n\n## 数字化农业的先锋：何洋洋与Tushibao农业合作社\n\n七年前，何洋洋放弃了在上海市中心大学的工作，回到家乡松江区，投身于探索数字技术如何改造农业。如今，他创立的Tushibao农业合作社已将高科技农业愿景变为现实。\n\n*   **核心技术:** 合作社采用中央控制系统，管理完全自主的农田作业。\n*   **作业范围:** 包括耕作、种植、管理和收割等所有环节。\n*   **人力需求:** 仅需少数工作人员即可监督整个农场运营，极大地提高了效率并降低了对人力的依赖。\n\n## 上海的宏伟目标与显著成就\n\n松江区作为上海主要的粮食产区，正积极助力上海实现其宏伟目标：到今年年底建成6,666公顷（约16,473英亩）的自动化农场。何洋洋的团队已超额完成任务，提前开发了近133公顷的自动化农田，主要用于水稻种植。\n\n## 吸引年轻一代投身农业\n\n何洋洋指出，当今的年轻人受过更好的教育，生活水平更高，他们不愿像祖辈那样面朝黄土背朝天。高科技自动化农业正是解决这一问题的关键，它不仅回答了“谁来种地”，也指明了“如何种地”的方向，吸引更多年轻人投身现代农业。\n\n## 上海农业的独特地位与高产表现\n\n尽管上海以其C919大飞机和特斯拉电动汽车等制造业成就而闻名，其在水稻、西瓜、桃子和蔬菜等农产品生产方面的声誉相对较低。然而，尽管耕地有限且农业人口稀少，上海在每公顷粮食产量方面始终位居中国领先地区之列。\n\n*   **粮食单产数据:**\n    *   去年，上海的粮食单产约为每公顷7.54吨，位居全国第二，仅次于新疆维吾尔自治区。\n    *   从2017年至2022年，上海连续五年位居全国第一。\n\n上海的实践证明，通过技术创新和现代化管理，即使在资源受限的条件下，也能实现农业的高效和高产，为其他地区提供了宝贵的经验。",
      "shortSummary": "上海正通过高科技农业树立新榜样。何洋洋在松江区创立的Tushibao合作社，利用中央控制系统实现农田全自主作业，仅需少数员工管理，吸引了不愿传统耕作的年轻一代。上海计划建成6,666公顷自动化农场，何团队已超额完成近133公顷。尽管耕地有限，上海粮食单产去年达7.54吨/公顷，位居全国第二，2017-2022年曾排名第一，展现了其在现代农业领域的卓越成就。",
      "translated_title": "不再像祖辈那样：上海高科技农业的成功树立榜样",
      "images": [],
      "contentSource": "完整文章",
      "content": "Seven years ago, He Yangyang left his university job in downtown Shanghai to return to his Songjiang district hometown – on the outskirts of the city – and begin exploring how digital technology could transform farming.\nToday, his Tushibao Agricultural Cooperative farm has made the hi-tech vision of agriculture a reality, using a central control system to manage fully autonomous field operations – ploughing, planting, managing and harvesting – that are overseen by just a few staff...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/72a1064f-2755-4ad9-995a-4c32a259f1eb_e91e7e8f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国海底管道里程突破10,000公里，助力海上能源网络建设 (原标题: China surpasses 10,000km of subsea pipelines, boosting offshore energy network)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327436/china-surpasses-10000km-subsea-pipelines-boosting-offshore-energy-network?utm_source=rss_feed",
      "pubDate": "Wed, 01 Oct 2025 06:00:14 +0000",
      "isoDate": "2025-10-01T06:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国海底管道里程突破10,000公里，助力海上能源网络建设\n\n中国在海上能源基础设施建设方面取得了重大里程碑，其海底管道总里程已突破10,000公里（6,213英里）。此举旨在加速开发海上资源，以满足国家的能源安全需求。\n\n*   **里程碑达成**\n    *   据中央电视台报道，这一里程碑是在周日，随着中国北方渤海湾深海管道的最后一段安装完成而实现的。\n*   **渤海湾的关键作用**\n    *   渤海湾作为中国最大的海上石油生产基地之一，目前拥有全国最密集的深海管道网络，水下油气管道总长超过3,200公里（1,988英里）。\n*   **未来发展规划**\n    *   报告指出，到2030年，中国海底管道总长度计划将超过13,000公里，进一步加强国家的海洋能源运输网络。\n*   **能源转型考量**\n    *   在中国的能源转型背景下，这些管道被设计为能够输送氢气和页岩气等绿色燃料，为实现多元化的清洁能源结构提供了更大的灵活性。\n*   **近期进展**\n    *   此外，今年有两条服务于海南岛附近天然气田的深海管道已投入运营，实现了该岛周边海底管道网络的互联互通。",
      "shortSummary": "中国海底管道总里程已突破10,000公里，以满足能源安全需求并加速海上资源开发。这一里程碑在渤海湾达成，该区域拥有最密集的管道网络。中国计划到2030年将总里程增至13,000公里，并设计管道以输送氢气等绿色燃料。海南岛附近也新增了互联互通的深海管道。",
      "translated_title": "中国海底管道里程突破10,000公里，助力海上能源网络建设",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has reached a major milestone in offshore energy infrastructure, with the total subsea pipeline network now exceeding 10,000km (6,213 miles), as the country accelerates efforts to explore offshore resources to meet its energy-security needs.\nThe milestone was achieved as the final section of a deep-sea pipeline was installed on Sunday in northern China’s Bohai Bay, according to state broadcaster CCTV.\nAs one of China’s largest offshore oil-production bases, Bohai Bay now hosts the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/4d742780-5806-4637-ae7d-689b95a572d1_eba56294.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国‘超级黄金周’预计将引发国内外旅游热潮 (原标题: China’s ‘super golden week’ forecast to spark travel boom at home and abroad)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327402/chinas-super-golden-week-forecast-spark-travel-boom-home-and-abroad?utm_source=rss_feed",
      "pubDate": "Wed, 01 Oct 2025 01:30:15 +0000",
      "isoDate": "2025-10-01T01:30:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国‘超级黄金周’预计将引发国内外旅游热潮\n\n随着中国“超级黄金周”假期的到来，预计中国公民的国内外旅行将出现大幅增长。此次假期因海外免签政策和国内高速公路免费而受到推动，分析师认为这将对服务经济带来利好。\n\n#### 假期概况与驱动因素\n*   **假期时间**：今年的“黄金周”假期比往常更长，从10月1日持续到8日，恰逢中秋节和国庆节。\n*   **主要驱动因素**：\n    *   **海外免签政策**：多个国家对中国公民实施免签或简化签证政策。\n    *   **国内高速公路免费**：为国内自驾游提供便利。\n*   **延长假期优势**：飞猪平台表示，延长假期为旅客提供了提前规划和将年假与假期“巧妙”结合的机会。\n\n#### 出境游预测与热门目的地\n*   **出境游预测**：根据旅游营销和技术公司China Trading Desk的数据，预计中国大陆以外的总出行人次将达到800万至840万，是2024年同期（380万）的两倍多。\n*   **热门免签目的地**：\n    *   **马来西亚、新加坡和泰国**：这些长期受中国游客欢迎的目的地自疫情以来已取消签证要求，需求“激增”。\n    *   **俄罗斯**：阿里巴巴集团旗下旅游平台飞猪表示，自9月实行免签政策后，俄罗斯的中国公民预订量有所增加。\n    *   **韩国**：作为中国游客常年热门目的地，韩国于9月29日对旅行团成员实行免签入境，商业咨询公司Dragon Trail International认为此举可能产生“影响”。\n\n#### 经济影响\n*   分析师普遍认为，此次旅行热潮将为服务经济带来显著的提振作用。",
      "shortSummary": "中国“超级黄金周”（10月1日至8日）预计将引发国内外旅游热潮。海外免签政策和国内高速公路免费是主要驱动因素。预计出境游人次将达800万至840万，是去年同期的两倍多。马来西亚、新加坡、泰国、俄罗斯和韩国（对旅行团）等免签目的地需求旺盛。此次假期对服务经济构成利好。",
      "translated_title": "中国‘超级黄金周’预计将引发国内外旅游热潮",
      "images": [],
      "contentSource": "完整文章",
      "content": "Visa-free travel abroad and free toll roads at home are expected to fuel a surge in travel by Chinese citizens during an extra-long holiday starting this week, in what analysts call a boon for the service economy.\nTotal trips outside mainland China are forecast to reach between 8 million and 8.4 million – more than double the 3.8 million recorded for the holiday in 2024 – according to travel marketing and technology company China Trading Desk on Monday.\nDemand is “surging” for visa-free...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/f46b099b-f5c0-4da1-a297-fffa126626c1_104f7b97.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "人民币外汇市场份额增至8.5%，全球地位稳固：调查 (原标题: Chinese yuan’s forex market share grows to 8.5% as global position firms: survey)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327391/chinese-yuans-forex-market-share-grows-85-global-position-firms-bis-survey?utm_source=rss_feed",
      "pubDate": "Tue, 30 Sep 2025 13:00:10 +0000",
      "isoDate": "2025-09-30T13:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "根据国际清算银行（BIS）的调查结果，人民币在全球外汇交易中的份额今年攀升至8.5%，继续保持全球第五大交易货币的地位。\n\n*   **调查结果：** 该比例来自BIS发布的2025年三年期中央银行调查，相比2022年调查的7%有所增长，人民币排名保持不变。\n*   **背景：** 北京一直在推动人民币在全球贸易和金融中的使用，希望通过提高人民币的接受度来减少对美元的依赖。\n*   **历史数据：** 2022年，BIS调查发现人民币在全球外汇交易中升至第五位，高于2019年的第八位。自2013年以来，人民币的市场份额一直呈上升趋势，当时仅占外汇交易的2.2%。\n*   **国际化指标：** 外汇交易是衡量货币国际化的关键指标之一，其他指标包括全球支付、央行储备和商品定价。\n*   **分析师观点：** 中国国际金融股份有限公司的分析师认为，人民币的国际使用与中国在全球经济和贸易中的规模不符，建议中国扩大人民币计价的安全资产供应，并提高人民币在结算和商品定价中的作用，以进一步促进人民币的国际使用。",
      "shortSummary": "根据国际清算银行的调查，人民币在全球外汇交易中的份额增至8.5%，保持全球第五大交易货币的地位。北京一直在推动人民币的国际化，以减少对美元的依赖。分析师认为，人民币的国际使用与其在全球经济中的地位不符，建议扩大人民币计价资产供应，提高其在结算和定价中的作用。",
      "translated_title": "人民币外汇市场份额增至8.5%，全球地位稳固：调查",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese yuan’s share in global foreign exchange (forex) trading climbed to 8.5 per cent this year while maintaining its position as the world’s fifth-most traded currency, according to survey findings by the so-called central bank for central banks.\nThe proportion, unveiled by the Bank for International Settlements (BIS) in its 2025 Triennial Central Bank Survey – launched in April, with the findings released on Tuesday – showed an increase from 7 per cent in the 2022 survey, with the yuan’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/3dc8468a-74d9-4487-8ada-8fe4a9219756_bf42fc6e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国扩大贸易黑名单后，中国的“走出去”战略面临风险吗？ (原标题: Is China’s ‘going global’ strategy at risk after US widens its trade blacklist?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327401/chinas-going-global-strategy-risk-after-us-widens-its-trade-blacklist?utm_source=rss_feed",
      "pubDate": "Tue, 30 Sep 2025 11:00:08 +0000",
      "isoDate": "2025-09-30T11:00:08.000Z",
      "creator": "Alice Li,Kandy Wong,Ralph Jennings",
      "summary": "美国扩大贸易黑名单可能会使许多中国公司的海外子公司受到审查，从而可能扰乱它们的“走出去”战略，并重新点燃中美两国之间的贸易紧张关系。\n\n*   美国工业与安全局 (BIS) 周一宣布，任何由已在美国实体清单或军事最终用户清单上的公司拥有至少 50% 股份的公司——这些清单针对华盛顿认为构成安全威胁的实体——现在将自动面临同样的限制。\n*   美国商务部表示，新规立即生效，但在周二在《联邦公报》上公布后，某些例外情况允许最多 60 天。\n*   此举出台之际，中美两国正在权衡贸易谈判的下一步措施。\n*   ISEAS-Yusof Ishak 研究所访问高级研究员、前美国贸易谈判代表 Stephen Olson 表示：“如果黑名单上的公司实际上一直在利用子公司规避限制，并且这些新规有效地堵住了这个漏洞，那么将会带来痛苦。”\n*   他称此次修订是对先前允许黑名单公司通过关联公司维持访问权限的漏洞的“迟来的纠正”。他补充说，其影响“可能很大”。",
      "shortSummary": "分析师认为，美国扩大贸易黑名单可能会使中国公司的海外子公司面临更严格的审查，从而可能扰乱中国的“走出去”战略，并加剧与美国的贸易紧张关系。美国工业与安全局的新规规定，由已在美国实体清单上的公司拥有至少50%股份的公司将自动面临同样的限制。此举旨在堵住先前允许黑名单公司通过关联公司规避限制的漏洞，可能对相关企业产生重大影响。",
      "translated_title": "美国扩大贸易黑名单后，中国的“走出去”战略面临风险吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s decision to broaden its trade blacklist could put many overseas subsidiaries of Chinese firms under scrutiny, potentially disrupting their “going global” strategies and reigniting trade tensions between the two superpowers, analysts said.\nThe US Bureau of Industry and Security (BIS) announced on Monday that any company at least 50 per cent owned by firms already on the US Entity List or the Military End-User List – which target entities Washington deems a security threat – will now...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/1abf40c5-d96e-4cad-97b3-e509cb2c7690_81b29d42.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国针对中国船只的港口费用生效前发布报复性规则 (原标题: China issues retaliatory rules ahead of US port fee targeting Chinese vessels)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327389/china-issues-retaliatory-rules-ahead-us-port-fee-targeting-chinese-vessels?utm_source=rss_feed",
      "pubDate": "Tue, 30 Sep 2025 09:00:00 +0000",
      "isoDate": "2025-09-30T09:00:00.000Z",
      "creator": "Carol Yang",
      "summary": "中国修订了国际海运规则，允许采取报复措施，以应对美国针对中国建造或运营船只的新港口费用。\n\n*   **主要内容：**\n    *   中国将对任何实施或支持针对中国运营商、船只或船员的歧视性禁令、限制或类似措施的国家或地区采取必要的对等措施。\n    *   这些对等措施包括：\n        *   对停靠中国港口的船只收取特别费用。\n        *   禁止或限制这些船只进入中国港口。\n        *   禁止或限制其组织或个人访问与中国相关的海事数据或经营往返中国港口的国际航运及相关服务。\n*   **背景：**\n    *   此举被视为对美国贸易代表办公室（USTR）针对中国海事部门的301调查的回应。\n    *   301调查旨在确定外国政府的政策或行为是否具有歧视性，以及是否对美国商业造成负担或限制。\n*   **影响：**\n    *   可能会进一步复杂化连接中美两国的航运路线。\n    *   承运人也在调整航线上的船舶部署，以避免或尽量减少受到即将到来的美国港口费用的影响。",
      "shortSummary": "中国修订国际海运规则，允许对歧视性对待中国船只的国家采取报复措施，包括收取特别费用、限制港口准入等。此举被视为对美国301调查的回应，可能进一步复杂化中美航运路线。承运人也在调整船舶部署以应对美国即将生效的港口费用。",
      "translated_title": "中国在美国针对中国船只的港口费用生效前发布报复性规则",
      "images": [],
      "contentSource": "完整文章",
      "content": "As a new US port fee targeting China-built or -operated vessels is set to take effect in two weeks, China has revised its international maritime transport rules to allow retaliatory measures, including charging special fees or restricting access to Chinese ports.\nChina will implement necessary countermeasures against any country or region that imposes or supports discriminatory bans, restrictions or similar measures targeting Chinese operators, vessels or crews, according to the revision...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/cdd393ad-e4c2-4399-a8a8-fcf226cd92aa_aaa0266d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国9月工厂活动连续第六个月萎缩 (原标题: China’s factory activity contracts for sixth straight month in September)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3327305/chinas-factory-activity-contracts-sixth-straight-month-september?utm_source=rss_feed",
      "pubDate": "Tue, 30 Sep 2025 01:36:59 +0000",
      "isoDate": "2025-09-30T01:36:59.000Z",
      "creator": "Carol Yang,Sylvia Ma",
      "summary": "## 中国9月制造业活动连续第六个月萎缩\n\n中国国家统计局周二发布的数据显示，中国官方制造业采购经理指数（PMI）在2023年9月连续第六个月处于收缩区间，表明经济面临持续的外部阻力及国内需求疲软，这进一步加大了要求政府加大支持力度的呼声。\n\n### 关键数据点：\n\n*   **制造业PMI**：\n    *   9月读数为49.8。\n    *   高于8月的49.4，但低于金融数据提供商Wind对经济学家调查预测的50.1。\n    *   PMI指数高于50表示经济扩张，低于50则表示收缩。\n    *   这标志着制造业活动连续第六个月收缩。\n*   **新订单分项指数**：\n    *   作为衡量制造业需求的关键指标，9月该指数为49.7。\n    *   略高于8月的49.5。\n*   **非制造业PMI**：\n    *   衡量建筑和服务业活动的非制造业PMI从上月的50.3降至50。\n*   **工业企业利润**：\n    *   国家统计局在周六发布的另一份数据显示，8月份工业企业利润同比增长20.4%。\n    *   这是该数据数月以来的首次增长。\n\n### 经济背景与影响：\n\n制造业PMI的持续收缩反映了中国经济面临的挑战，包括持续存在的外部不利因素和国内需求不足。尽管8月份工业利润出现增长，但整体制造业活动的疲软仍促使各界呼吁政府采取更多措施来支持经济增长。",
      "shortSummary": "中国9月官方制造业PMI为49.8，连续第六个月处于收缩区间，但略高于8月。这表明在外部阻力和国内需求疲软下，经济面临挑战，需加大政府支持。非制造业PMI降至50。然而，8月工业利润同比增长20.4%，为数月来首次增长。",
      "translated_title": "中国9月工厂活动连续第六个月萎缩",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s official gauge of manufacturing activity has stayed in contraction for a sixth consecutive month in September, providing more fuel for calls to step up government support amid persistent external headwinds and weak domestic demand.\nThe manufacturing purchasing managers’ index (PMI) stood at 49.8 in September according to a Tuesday release from the National Bureau of Statistics, higher than August’s reading of 49.4 but falling short of a 50.1 projection from a survey of economists by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/30/2d6fc8cf-7d56-40e8-a9a7-d9624fa9a75c_9709c37b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "效率而非内卷：中国限制金属行业以应对过度竞争 (原标题: Efficiency, not involution: China curbs metals sector to fight extreme competition)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327253/china-curbs-strategic-non-ferrous-metals-sector-fight-against-cutthroat-competition?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 23:00:08 +0000",
      "isoDate": "2025-09-29T23:00:08.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国限制金属行业以应对过度竞争，旨在提高效率而非内卷\n\n中国已宣布对其战略性有色金属行业实施生产限制，这是北京为遏制恶性竞争和提高工业效率而采取的最新举措。\n\n### 背景与目标\n\n*   **遏制“内卷”：** 此次行动计划旨在对抗“内卷”（neijuan），即一种自我挫败的、加剧竞争的循环，它会侵蚀利润并扼杀包括光伏、风电、石化、钢铁和金属冶炼在内的多个行业的创新。\n*   **提高效率：** 目标是提升工业效率，优化工业结构。\n\n### 主要措施与目标\n\n*   **产量增长限制：** 工业和信息化部（MIIT）预计今年初级有色金属产量增长率为1.5%，低于去年的4.3%。\n*   **结构优化：** 重点不再是设定更高的金属产量目标，而是优化工业结构，以实现附加值产出年均约5%的增长率。\n*   **资源勘探与开发：** 计划呼吁推进铜、铝、锂、镍、钴、锡等关键金属的勘探。\n*   **先进材料：** 发展超纯金属和先进稀土材料。\n*   **循环利用：** 加强废旧电池和太阳能电池板的回收利用。\n\n### 行业现状\n\n*   有色金属行业由国有企业主导，是中国制造业和高科技产业铜、铝、锂等资源的重要供应商。\n*   然而，今年加工费（特别是铜精矿）持续低迷，挤压了冶炼厂的利润空间。",
      "shortSummary": "中国工业和信息化部宣布限制有色金属行业产量增长至1.5%，旨在遏制“内卷”和恶性竞争，提升工业效率。该计划将重点从产量转向附加值产出（目标年均增长5%），并推动铜、铝、锂等关键金属的勘探、超纯金属和先进稀土材料的开发，以及废旧电池和太阳能板的回收。此举旨在解决行业利润受加工费低迷挤压的问题。",
      "translated_title": "效率而非内卷：中国限制金属行业以应对过度竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced production curbs in its strategic non-ferrous metals sector, the latest step in Beijing’s drive to rein in cutthroat competition and boost industrial efficiency.\nIn a new action plan the Ministry of Industry and Information Technology (MIIT) has projected output growth of 1.5 per cent for primary non-ferrous metals this year, down from 4.3 per cent last year.\nThe initiative expands Beijing’s campaign against “involution”, or neijuan in Chinese – a self-defeating cycle of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/29/b8fe1b77-92f3-4620-a0f2-d2596c8bf912_f1f1a5d6.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-04T07:15:59.428Z"
}