{
  "sourceUrl": "https://dailyai.com/feed",
  "title": "DailyAI",
  "description": "Your Daily Dose of AI News",
  "link": "https://dailyai.com/",
  "items": [
    {
      "title": "教宗利奥十四世宣布人工智能威胁人类尊严和工人权利 (原标题: Pope Leo XIV Declares AI a Threat to Human Dignity and Workers’ Rights)",
      "link": "https://dailyai.com/2025/05/pope-leo-xiv-declares-ai-a-threat-to-human-dignity-and-workers-rights/",
      "pubDate": "Mon, 12 May 2025 18:49:36 +0000",
      "isoDate": "2025-05-12T18:49:36.000Z",
      "creator": "Angelika Ibon",
      "summary": "教宗利奥十四世在当选天主教会领袖后的首次重要讲话中，将人工智能（AI）定义为“对人类尊严、正义和劳动的挑战”，并将其置于教会道德议程的核心。\n\n*   **核心观点：** 教宗警告，当前正进入一场新的工业革命，AI对工人权利和人类尊严构成与一个多世纪前工业革命相似的威胁。\n*   **历史呼应：** 他的立场呼应了教宗利奥十三世在1891年发布的《新事》（Rerum Novarum）通谕，该通谕旨在回应工业革命对人类造成的冲击。\n*   **背景与前任：** 此次讲话的背景是全球对AI在经济、战争和媒体诚信方面作用的日益担忧。前任教宗方济各也曾日益关注AI的伦理威胁，特别是军事用途。\n*   **重要意义：** 教宗利奥十四世在任期早期就强调AI问题，表明梵蒂冈将继续并加强塑造科技伦理全球话语的努力。\n*   **总结：** 天主教会已将AI纳入其道德关注范围，传递出精神领导力必须与技术力量同步发展的信息。",
      "translated_title": "教宗利奥十四世宣布人工智能威胁人类尊严和工人权利",
      "images": [],
      "contentSource": "RSS",
      "content": "<p>Pope Leo XIV is taking a bold stance on artificial intelligence, calling it “a challenge to human dignity, justice and labour” in his first major address since being elected leader of the Catholic Church. The new pontiff is placing AI at the center of the Church’s moral agenda, warning that we’re entering a new industrial revolution with the same threats to workers and human rights seen over a century ago. “In our own day… developments in the field of artificial intelligence pose new challenges,” Leo said, addressing the College of Cardinals on Saturday in the New Synod Hall. He echoed</p>\n<p>The post <a href=\"https://dailyai.com/2025/05/pope-leo-xiv-declares-ai-a-threat-to-human-dignity-and-workers-rights/\">Pope Leo XIV Declares AI a Threat to Human Dignity and Workers’ Rights</a> appeared first on <a href=\"https://dailyai.com\">DailyAI</a>.</p>\n"
    }
  ],
  "lastUpdated": "2025-05-29T01:50:44.017Z"
}