{
  "sourceUrl": "https://www.scmp.com/rss/36/feed/",
  "title": "Tech - South China Morning Post",
  "description": "The latest technology news, reviews, gadgets, launches and products.",
  "link": "https://www.scmp.com/rss/36/feed",
  "items": [
    {
      "title": "据称Nexperia暂停中国员工工资和系统访问 (原标题: Nexperia said to halt salaries and system access for Chinese employees)",
      "link": "https://www.scmp.com/tech/tech-war/article/3329516/dutch-chipmaker-nexperia-said-halt-salaries-and-system-access-chinese-employees?utm_source=rss_feed",
      "pubDate": "Sat, 18 Oct 2025 09:30:57 +0000",
      "isoDate": "2025-10-18T09:30:57.000Z",
      "creator": "Ann Cao",
      "summary": "# Nexperia暂停中国员工工资和系统访问，荷中争议升级\n\n荷兰芯片制造商Nexperia据报道已暂停其中国员工的工作账户访问并停止发放工资，这标志着荷兰与中国之间日益加剧的政治争议进一步升级。\n\n## 事件详情\n\n*   **总部通知**：Nexperia的中国子公司于周五通知客户，已收到总部通知，工资支付将停止，员工对公司系统的访问权限将被暂停。\n*   **中国子公司的回应**：\n    *   据中国科技新闻媒体Electrans报道，该子公司在一封信中表示“深感困惑和失望”。\n    *   该子公司称其面临“无情打压”，并指出当前的欧洲管理层似乎正在“放弃”中国市场。\n*   **闻泰科技的证实**：\n    *   2019年收购Nexperia的中国电子制造商闻泰科技于周六向当地媒体证实，Nexperia中国团队的账户于周五因“未知原因”被冻结。\n    *   闻泰科技补充说，部分账户此后已恢复。\n\n## 背景：荷兰政府的干预\n\n*   **管理层接管**：本月早些时候，荷兰政府以国家安全为由接管了Nexperia的管理层，并罢免了其中国籍首席执行官张学政。\n*   **干预原因**：Nexperia前首席执行官Frans Scheper周四表示，荷兰政府“担心Nexperia会将芯片生产从欧洲转移到中国”，从而促使了此次干预。\n\n## 中国子公司的应对措施\n\n*   据中国媒体Yican援引闻泰科技的消息，Nexperia的中国子公司已采取“自救措施”，通过建立本地供应链来维持对国内客户的供应，以防欧洲方面在紧急情况下“切断其系统和资金”。\n\n![一名员工在Nexperia的生产线上操作晶圆。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/18/b8431653-5f41-467b-bb36-b62adda021eb_2d761f59.jpg)\n*一名员工在Nexperia的生产线上操作晶圆。图片来源：路透社*",
      "shortSummary": "荷兰芯片制造商Nexperia据称已暂停中国员工的工资和系统访问，加剧了荷中之间的政治争议。此举是在荷兰政府以国家安全为由接管Nexperia管理层并罢免其中国CEO之后发生的。Nexperia中国子公司对此表示困惑和失望，并已采取“自救措施”建立本地供应链，以维持对国内客户的供应。",
      "translated_title": "据称Nexperia暂停中国员工工资和系统访问",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/18/b8431653-5f41-467b-bb36-b62adda021eb_2d761f59.jpg",
          "alt": "An employee works with a wafer in a production line of Nexperia. Photo: Reuters",
          "title": "An employee works with a wafer in a production line of Nexperia. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Nexperia has withheld access to work accounts and halted salaries for its employees in China, according to local news reports citing a letter from the Chinese unit of the Dutch chipmaker, marking the latest escalation in a growing political dispute between the Netherlands and China.\nThe Chinese unit of Nexperia informed customers on Friday that it had been notified by headquarters that salary payments would cease and employees’ access to company systems would be suspended, according to Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/18/16a20ec1-676e-4928-ba62-e7c857d4f259_9541d89c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "阿里云声称通过新型池化系统将英伟达GPU使用量削减82% (原标题: Alibaba Cloud claims to slash Nvidia GPU use by 82% with new pooling system)",
      "link": "https://www.scmp.com/business/article/3329450/alibaba-cloud-claims-slash-nvidia-gpu-use-82-new-pooling-system?utm_source=rss_feed",
      "pubDate": "Sat, 18 Oct 2025 03:00:12 +0000",
      "isoDate": "2025-10-18T03:00:12.000Z",
      "creator": "Vincent Chow",
      "summary": "### 阿里云推出Aegaeon系统，大幅削减GPU使用量\n\n阿里巴巴集团控股旗下的阿里云，近日推出了一项名为Aegaeon的计算池化解决方案。该系统旨在优化人工智能模型的服务效率，并声称已成功将所需英伟达图形处理器（GPU）的数量削减了82%。\n\n#### Aegaeon系统的核心成果\n\n*   **效率提升**：Aegaeon系统在为数十个参数高达720亿的模型提供服务时，将所需的英伟达H20 GPU数量从1,192个减少到213个，实现了显著的资源节约。\n*   **测试与验证**：该系统已在阿里云的模型市场进行了超过三个月的Beta测试，其成果在一篇研究论文中详细阐述，并于本周在韩国首尔举行的第31届操作系统原理研讨会（SOSP）上发表。\n\n#### 解决行业痛点\n\n*   **资源浪费**：研究人员指出，Aegaeon是首个揭示市场上并发大型语言模型（LLM）工作负载相关过高成本的研究。当前，云服务提供商（如阿里云和字节跳动的火山引擎）需要同时为数千个AI模型提供服务，但模型之间的调用频率差异巨大。少数模型（如阿里的通义千问和DeepSeek）非常受欢迎，而大多数模型仅被零星调用，导致资源利用率低下。\n*   **具体数据**：研究发现，在阿里云的模型市场中，有17.7%的GPU被分配用于处理仅占1.35%的请求，这凸显了严重的资源分配不均问题。\n\n#### 研究背景与作者\n\n*   **合作研究**：该研究论文由北京大学和阿里云的研究人员共同撰写，阿里云的首席技术官周靖人也是论文作者之一。\n*   **行业趋势**：全球范围内的研究人员都在积极探索通过GPU池化等方式提高效率，例如允许一个GPU服务多个模型，以优化AI计算资源的利用。",
      "shortSummary": "阿里云推出名为Aegaeon的计算池化系统，声称通过优化AI模型服务，将英伟达GPU使用量削减了82%。该系统在Beta测试中将所需GPU数量从1,192个降至213个，解决了因模型调用不均导致的资源浪费问题。这项成果已在SOSP研讨会上发表，旨在提升大型语言模型工作负载的效率和成本效益。",
      "translated_title": "阿里云声称通过新型池化系统将英伟达GPU使用量削减82%",
      "images": [],
      "contentSource": "完整文章",
      "content": "Alibaba Group Holding has introduced a computing pooling solution that it said led to an 82 per cent cut in the number of Nvidia graphics processing units (GPUs) needed to serve its artificial intelligence models.\nThe system, called Aegaeon, was beta tested in Alibaba Cloud’s model marketplace for more than three months, where it reduced the number of Nvidia H20 GPUs required to serve dozens of models of up to 72 billion parameters from 1,192 to 213, according to a research paper presented this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/6846f06e-9449-41c8-903d-30f855635b92_84e2a06b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国查获富豪130亿美元比特币引发匿名性质疑 (原标题: US seizure of tycoon’s US$13 billion in bitcoin raises anonymity questions)",
      "link": "https://www.scmp.com/tech/big-tech/article/3329449/how-anonymous-bitcoin-us-seizure-tycoons-us13-billion-tokens-raises-questions?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 15:00:11 +0000",
      "isoDate": "2025-10-17T15:00:11.000Z",
      "creator": "Xinmei Shen",
      "summary": "### 美国查获130亿美元比特币引发匿名性质疑\n\n美国当局从一名被指控的柬埔寨罪犯手中查获了价值134亿美元的比特币，这一事件不仅引发了对数字资产安全性的疑问，也促使加密货币社区对这一壮举是如何实现的展开了疯狂猜测。\n\n**主要涉案人员与指控：**\n*   **陈志（Chen Zhi）**：被指控的柬埔寨罪犯，Prince Holding Group主席。他被控在柬埔寨经营大规模的“杀猪盘”骗局和强迫劳动诈骗园区。陈志出生于中国，拥有英国和柬埔寨双重国籍。\n*   **指控**：串谋电信诈骗和串谋洗钱。\n*   **被查获资产**：127,271枚比特币，存储在陈志持有的25个非托管加密货币钱包中。这些资金目前由美国政府保管。\n\n**查获的规模与意义：**\n*   美国司法部（DOJ）表示，这是该部门历史上最大规模的资产没收。\n*   此次查获的比特币总价值高达134亿美元。\n\n**比特币匿名性与查获方式的疑问：**\n*   比特币因其匿名性而成为全球地下活动的热门资产，因此此次查获引发了关于其匿名性是否可靠的疑问。\n*   **专家推测**：\n    *   专家认为，薄弱的私钥或内部盗窃可能使美国执法机构得以追踪到陈志私下持有的比特币。\n    *   区块链研究公司TRM Labs亚太区政策与战略合作主管Angela Ang指出，此次查获“很可能与”2020年12月早些时候的“一系列资金转移”有关。\n    *   Ang表示，司法部的没收申诉暗示了当时可能发生了内部人员盗窃比特币的可能性。\n\n**“杀猪盘”骗局解释：**\n*   “杀猪盘”骗局是一种诱骗受害者在长时间内（通常以加密货币形式）进行越来越多的财务投入的诈骗方式。其名称形象地比喻了在宰杀牲畜之前将其养肥的过程。",
      "shortSummary": "美国当局从被指控的柬埔寨罪犯陈志手中查获了价值134亿美元的比特币，引发了对数字资产匿名性的质疑。陈志被控经营“杀猪盘”骗局和洗钱，此次查获是美国司法部历史上最大规模的资产没收。专家推测，薄弱的私钥或内部盗窃可能帮助执法部门追踪到这些比特币，尤其可能与2020年12月的一次资金转移有关。",
      "translated_title": "美国查获富豪130亿美元比特币引发匿名性质疑",
      "images": [],
      "contentSource": "完整文章",
      "content": "The seizure by US authorities of US$13.4 billion worth of bitcoin from an alleged Cambodian criminal has raised questions over the safety of the digital assets and prompted frantic speculation in the crypto community over how the feat was accomplished.\nWeak private keys and insider theft could have made it possible for US law-enforcement agencies to track down the bitcoin privately held by Chen Zhi, who is accused of running a massive “pig butchering” operation in Cambodia, according to experts....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/5e905aa7-d5a9-49ae-9eff-4c032e92d792_9672a9f2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "阿里巴巴对AI工具推动销售和赋能双11购物者充满信心 (原标题: Alibaba confident AI tools will drive sales and empower Singles’ Day shoppers)",
      "link": "https://www.scmp.com/tech/big-tech/article/3329446/alibaba-confident-ai-tools-will-drive-sales-and-empower-singles-day-shoppers?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 12:00:19 +0000",
      "isoDate": "2025-10-17T12:00:19.000Z",
      "creator": "Ann Cao",
      "summary": "## 阿里巴巴利用AI赋能双11购物节，驱动销售增长\n\n阿里巴巴集团在今年的双11促销活动中，正积极将人工智能模型应用于其电商生态系统的搜索和推荐引擎，并已取得显著进展。公司高管表示，AI工具将成为推动销售和提升消费者体验的关键。\n\n### 核心技术与应用\n\n*   **大语言模型（LLMs）的部署**：阿里巴巴副总裁兼电商业务应用负责人张凯夫指出，公司使用了由阿里云开发的“通义千问”（Qwen）大语言模型（LLMs）。\n*   **首次大规模集成**：在今年的双11促销中，阿里巴巴首次将生成式AI大规模部署到淘宝和天猫平台，将LLMs整合到这两个平台的核心搜索和推荐引擎中。\n*   **战略目标**：通过AI驱动，阿里巴巴期望能有效提升销售额，尤其是在今年延长至四周的年度零售盛会中，AI的应用被视为推动销售增长的关键策略。\n\n### 关键成果与指标提升\n\n张凯夫在双11启动仪式上表示，通义千问LLMs的应用已在多项关键指标上带来了“显著提升”，其中包括：\n\n*   **复杂查询相关性提升20%**：对于复杂的搜索查询，相关结果的准确性和有效性提高了20%。\n*   **商家广告投入回报率增加12%**：商家的广告成本回报率（ROAS）提升了12%，意味着广告投放效率更高。\n*   **特定推荐场景点击率增加10%**：在某些推荐场景中，用户点击特定链接或广告的比例增加了10%。\n\n### 成果的重大意义\n\n张凯夫强调，对于淘宝和天猫这样销售额达数万亿元的庞大平台而言，实现两位数的提升非常罕见。他指出，这通常意味着引入了新技术或根本性的范式转变，而这些成果主要归因于通义千问LLMs的部署。",
      "shortSummary": "阿里巴巴集团在今年的双11购物节中，首次大规模部署了阿里云开发的“通义千问”大语言模型（LLMs），将其整合到淘宝和天猫的搜索与推荐引擎中。此举已带来显著成效，包括复杂查询相关性提升20%、商家广告成本回报率增加12%以及推荐场景点击率提升10%。阿里巴巴对AI工具推动销售和赋能购物者充满信心，预计这将成为提升双11销售额的关键驱动力。",
      "translated_title": "阿里巴巴对AI工具推动销售和赋能双11购物者充满信心",
      "images": [],
      "contentSource": "完整文章",
      "content": "Alibaba Group Holding is making tangible progress in applying artificial intelligence models into the search and recommendation engines of its e-commerce ecosystem, according to a senior executive, as the company kicked off its annual Singles’ Day promotion this week.\nAt the campaign’s launch in Shanghai on Thursday, Alibaba vice-president Zhang Kaifu, who also serves as head of applications for the company’s e-commerce businesses, said the firm’s use of Qwen’s large language models (LLMs) had...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/8bd3729c-c63b-4d24-ab26-1c6285838660_8e997913.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "意图的象征：豆包数据激增巩固字节跳动的AI雄心 (原标题: A token of intent: Doubao’s data surge cements ByteDance’s AI ambitions)",
      "link": "https://www.scmp.com/business/article/3329430/bytedances-doubao-doubles-token-use-six-months-chinas-ai-boom-gathers-pace?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 10:00:25 +0000",
      "isoDate": "2025-10-17T10:00:25.000Z",
      "creator": "Vincent Chow",
      "summary": "### 字节跳动豆包大模型数据激增，巩固其AI雄心\n\n中国科技巨头字节跳动旗下的旗舰大语言模型（LLMs）“豆包”在过去六个月中，其处理的tokens数量翻了一倍多，这不仅凸显了中国消费者对人工智能使用的激增，也使字节跳动跻身全球顶级的超大规模厂商之列。\n\n**关键数据亮点：**\n\n*   **Token使用量大幅增长：** 字节跳动火山引擎云部门总裁谭待在一次企业活动中透露，豆包的日均token使用量从3月份的12.7万亿tokens跃升至9月份的超过30万亿tokens。\n*   **惊人的增长速度：** 这比豆包在2024年5月的日均使用量增长了253倍。\n*   **与全国水平持平：** 9月份的日均使用量相当于中国在6月底的全国日均总量。\n\n**Tokens的定义与意义：**\n\n*   **基本数据单位：** Tokens是AI模型处理数据的基本单位，类似于图像中的像素、声音片段或句子中的单词。\n*   **对话量衡量：** 对于聊天机器人而言，10亿tokens约等于100万次对话。\n*   **计费标准：** Tokens也是通过应用程序编程接口（APIs）使用AI模型的标准计费单位。\n\n**行业背景与印证：**\n\n*   这些数据支持了阿里巴巴集团控股首席执行官吴泳铭此前的说法。吴泳铭曾表示，随着AI在各行业中的应用速度超过历史上任何历史技术，中国整体的token消费量每两到三个月就会翻一番。\n\n**结论：**\n\n豆包token使用量的激增，不仅证明了字节跳动在AI领域的强大实力和雄心，也反映了中国AI市场和消费者对AI技术日益增长的需求和快速采纳。",
      "shortSummary": "字节跳动旗下豆包大语言模型（LLMs）的日均token使用量在六个月内从12.7万亿增至30万亿以上，翻了一倍多。这一显著增长凸显了中国消费者对AI使用的激增，并巩固了字节跳动在全球AI领域的领先地位。这也印证了中国整体AI应用快速发展的趋势。",
      "translated_title": "意图的象征：豆包数据激增巩固字节跳动的AI雄心",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tech giant ByteDance has more than doubled the number of tokens processed by its flagship Doubao large language models (LLMs) in the past six months, highlighting a surge in artificial intelligence use among Chinese consumers and placing it among the top global hyperscalers.\nDoubao’s average daily token usage jumped from 12.7 trillion tokens in March to over 30 trillion tokens in September, ByteDance’s Volcano Engine cloud unit president, Tan Dai, said at a corporate event on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/74663dec-855c-4612-b8ae-66dfe914de9b_756b3268.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国芯片战对美秘密武器：激烈的城市竞争 (原标题: China’s secret weapon in chip battle with US: intense city rivalry)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329415/chinas-secret-weapon-chip-battle-us-intense-city-rivalry?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 08:59:29 +0000",
      "isoDate": "2025-10-17T08:59:29.000Z",
      "creator": "Alice Li",
      "summary": "# 中国芯片自给自足的城市竞争\n\n面对美国日益收紧的出口管制，中国各大城市正协同行动，吸引资金投入半导体研发，以加速实现芯片自给自足。观察人士指出，包括深圳、上海、杭州等主要科技中心，乃至湖北等知名度较低的地区，都在过去几个月内启动了重大的芯片产业投资项目，各地区竞相成为这一战略性关键领域的强国。\n\n## 深圳的最新举措\n\n*   **50亿元基金：** 深圳，这座常被称为“中国硅谷”的南方城市，于周四公布了一项新的50亿元人民币（约合7亿美元）基金。\n*   **投资方向：** 该基金将投资于芯片设计项目，以及关键设备、组件和先进封装技术。\n*   **资金来源：** 根据注册信息，该基金由深圳市政府和一个来自该市半导体产业集群的区级国有投资载体共同支持。\n*   **运营期限：** 基金计划运营10年。\n*   **战略意义：** 广东省体制改革研究会执行会长彭澎表示，设立半导体基金是深圳在激烈的国内外城市竞争中，为巩固其世界级创新中心地位所采取的最新举措。\n\n## 城市竞争的焦点\n\n彭澎指出，“人工智能和半导体已成为这场竞争的前沿阵地。” 他补充说，“芯片、机器人和新材料都是需要政府支持，以增强地方能力并弥补薄弱环节的领域。” 这表明中国政府正通过地方竞争的方式，集中资源，提升在关键技术领域的自主创新能力。",
      "shortSummary": "面对美国出口管制，中国正通过激烈的城市竞争加速芯片自给自足。深圳、上海、杭州等城市纷纷启动重大芯片投资项目。其中，深圳设立了50亿元人民币基金，旨在投资芯片设计、关键设备和先进封装技术。这种城市间的竞争被视为中国在人工智能和半导体等战略领域增强本土能力、弥补短板的“秘密武器”。",
      "translated_title": "中国芯片战对美秘密武器：激烈的城市竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s megacities are moving in tandem to draw capital to semiconductor research and development, as Beijing accelerates its chip self-sufficiency drive in the face of tightening US export controls.\nMajor technology hubs including Shenzhen, Shanghai and Hangzhou – and even lesser-known players like Hubei province – have all launched major chip industry investment projects in the past few months, with regions competing to emerge as powerhouses in the strategically vital sector, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/fa84c10d-0431-4531-8f36-f74bd42ea8f6_89537848.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美光据称将在禁令后停止在华服务器内存芯片业务 (原标题: Micron to cease server memory chips business in China after ban, sources say)",
      "link": "https://www.scmp.com/tech/tech-war/article/3329379/micron-cease-supply-server-memory-chips-data-centres-china-after-ban-sources?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 07:01:21 +0000",
      "isoDate": "2025-10-17T07:01:21.000Z",
      "creator": "Reuters",
      "summary": "### 美光停止在华服务器内存芯片业务\n\n美光科技计划停止向中国数据中心供应服务器内存芯片。这一决定是在其产品于2023年被中国政府禁止用于关键基础设施后，业务未能恢复的情况下做出的。\n\n**主要原因：**\n*   2023年，中国政府对美光产品在关键中国基础设施中的使用实施了禁令。\n*   自禁令实施以来，美光在华的服务器内存芯片业务未能恢复。\n\n**背景信息：**\n*   此前，英伟达和英特尔也曾面临中国当局和行业组织对其产品构成安全风险的指控。\n*   然而，这两家公司尚未受到任何监管行动。\n\n**业务例外与持续销售：**\n*   美光将继续向两家在中国境外拥有重要数据中心业务的中国客户供货，其中一家是个人电脑制造商联想集团。\n*   美光还将继续向中国汽车和智能手机行业的客户销售芯片。\n\n**财务影响：**\n*   美光上一个财年在中国大陆的收入为34亿美元，占其总收入的12%。\n\n**公司总部：**\n*   美光科技总部位于爱达荷州博伊西。",
      "shortSummary": "美光科技计划停止向中国数据中心供应服务器内存芯片，原因是其产品在2023年被中国政府禁止用于关键基础设施后，业务未能恢复。尽管如此，美光将继续向两家在中国境外拥有数据中心业务的中国客户（包括联想集团）以及中国的汽车和智能手机行业销售芯片。美光上财年在中国大陆的收入占其总收入的12%。",
      "translated_title": "美光据称将在禁令后停止在华服务器内存芯片业务",
      "images": [],
      "contentSource": "完整文章",
      "content": "Micron Technology plans to stop supplying server memory chips to data centres in China after the business failed to recover from a 2023 government ban on its products in critical Chinese infrastructure, according to two people briefed on the decision.\nMicron was the first US chipmaker to be targeted by Beijing – a move that was seen as retaliatory for a series of curbs by Washington aimed at impeding tech progress by China’s semiconductor industry.\nSince then, both Nvidia and Intel have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/564aaa0e-e5fa-40c4-ae09-c678b7cb5e09_3dd00f07.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比特币在历史性加密货币暴跌后难以找到上涨动力 (原标题: Bitcoin struggles to find momentum after historic crypto wipeout)",
      "link": "https://www.scmp.com/tech/blockchain/article/3329372/bitcoin-struggles-find-momentum-after-historic-crypto-wipeout?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 06:43:22 +0000",
      "isoDate": "2025-10-17T06:43:22.000Z",
      "creator": "Bloomberg",
      "summary": "## 比特币在历史性加密货币暴跌后难以找到上涨动力\n\n### 比特币未能兑现避险资产承诺\n在经历了一周的暴跌，数字资产价值蒸发数千亿美元后，比特币再次未能兑现其作为避险资产的承诺。曾被誉为市场动荡的对冲工具——区块链时代的“数字黄金”——比特币在全球股市和信贷市场下跌的同时也随之下滑。根据彭博社汇编的数据，比特币在周五上午于新加坡稳定在109,000美元附近。\n\n### 近期价格表现与暴跌原因\n比特币最近在10月6日曾达到历史新高126,251美元。然而，几天后，由中美贸易紧张局势升级引发的创纪录的清算潮，导致大多数主要代币大幅抛售，市场陷入困境。\n\n### 市场复苏困境与行业应对\n到目前为止，市场一直难以实现持久复苏。尽管包括Kraken、Circle、BitGo和Ripple在内的重量级公司正深入受监管的金融领域，积极寻求信托牌照、支付渠道和银行卡产品，以期建立合法性和信任。\n\n### 分析师观点\nBTC Markets分析师Rachael Lucas指出，此次崩盘与主要参与者寻求银行牌照的时机重合，这“引人注目”。她补充说，转向传统金融基础设施“预示着对波动性的战略对冲，旨在建立合法性”。\n\n### 持续的宏观经济风险\n中美在贸易问题上的争端所带来的风险，继续困扰着加密货币之外的风险资产市场。",
      "shortSummary": "比特币在经历历史性暴跌后，未能发挥其避险资产作用，数字资产价值蒸发数千亿美元。受中美贸易紧张局势引发的清算潮影响，比特币从10月6日的历史高点126,251美元跌至109,000美元附近。尽管Kraken等主要加密货币公司正积极寻求银行牌照和监管整合以建立合法性，市场仍难以实现持久复苏。",
      "translated_title": "比特币在历史性加密货币暴跌后难以找到上涨动力",
      "images": [],
      "contentSource": "完整文章",
      "content": "After a week-long rout that erased hundreds of billions in digital-asset value, bitcoin has again failed to live up to its billing as a safe-harbour asset.\nOnce cast as a hedge against market turmoil – a “digital gold” for the blockchain age – the original cryptocurrency stabilised on Friday morning in Singapore after sliding alongside global equities and credit to hover near US$109,000, according to data compiled by Bloomberg.\nBitcoin had struck an all-time high of US$126,251 as recently as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/039a282c-a773-4da7-a95b-89e6b317202c_767eb401.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从零跑汽车到极氪，中国电动汽车制造商在高端市场挑战特斯拉 (原标题: Chinese EV makers from Leapmotor to Zeekr challenge Tesla in premium segment)",
      "link": "https://www.scmp.com/business/china-business/article/3329359/chinese-ev-makers-leapmotor-zeekr-challenge-tesla-premium-segment?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 06:00:15 +0000",
      "isoDate": "2025-10-17T06:00:15.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国电动汽车制造商在高端市场挑战特斯拉\n\n中国电动汽车（EV）制造商正在通过推出更宽敞、续航里程更长的车型，提升其在高端市场的竞争力，以挑战在中国大陆市场份额持续下降的特斯拉。\n\n## 零跑汽车的战略举措\n\n*   **加入高端竞争：** 斯泰兰蒂斯（Stellantis）投资的零跑汽车（Leapmotor）是最新加入高端市场竞争的中国电动汽车制造商。\n*   **创始人愿景：** 零跑汽车创始人兼首席执行官朱江明表示，公司决定向上游价值链发展，旨在以最优惠的价格为消费者提供最好的电动汽车。\n*   **性价比优势：** 朱江明在上海D19豪华SUV发布会上强调，零跑汽车能够以实惠的价格推出更高端、更复杂的车型，为所有客户提供物超所值的选择。他指出，公司多年来一直在完善技术并提升能力。\n*   **市场表现：** 这家总部位于杭州的公司，由斯泰兰蒂斯持有20%股份，今年在竞争激烈的电动汽车领域持续取得高销量，其低价智能车型深受年轻和中等收入消费者的欢迎。\n*   **D19豪华SUV：**\n    *   这是零跑汽车这家拥有十年历史的公司在高端市场推出的首款车型。\n    *   该车型配备了增程电池技术。\n\n## 市场背景\n\n*   **特斯拉市场份额下降：** 特斯拉在中国大陆的市场份额一直在稳步下降。\n*   **中国车企趋势：** 中国电动汽车制造商正积极推出更多空间宽敞、续航里程更长的车型，以应对市场变化并挑战现有高端品牌。\n\n## 图片展示\n\n![零跑汽车D19 SUV发布会上展示的电动汽车底盘](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/f8e3448d-0f2d-42d6-85ac-fcdcd5ceec66_ebf7447c.jpg)\n*在周四上海零跑汽车D19 SUV发布会上展示的电动汽车底盘。图片来源：Daniel Ren*",
      "shortSummary": "中国电动汽车制造商正通过推出更宽敞、续航里程更长的车型，在高端市场挑战特斯拉。零跑汽车（Leapmotor）作为其中一员，在斯泰兰蒂斯支持下，致力于以实惠价格提供高端电动汽车。该公司最新发布了其首款高端车型D19豪华SUV，配备增程技术。随着中国本土品牌竞争力增强，特斯拉在中国大陆的市场份额正持续下降。",
      "translated_title": "从零跑汽车到极氪，中国电动汽车制造商在高端市场挑战特斯拉",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/f8e3448d-0f2d-42d6-85ac-fcdcd5ceec66_ebf7447c.jpg",
          "alt": "An EV chassis is displayed at Leapmotor’s event to unveil the D19 SUV in Shanghai on Thursday. Photo: Daniel Ren",
          "title": "An EV chassis is displayed at Leapmotor’s event to unveil the D19 SUV in Shanghai on Thursday. Photo: Daniel Ren",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese electric-vehicle (EV) makers are raising the game in the premium segment by launching more spacious and longer-range models to challenge Tesla, which has been steadily losing market share on the mainland.\nStellantis-backed Leapmotor has become the latest to join the fray against Elon Musk’s Tesla, with founder and CEO Zhu Jiangming describing its decision to move up the value chain as a mission to offer consumers the best EVs at the best prices.\n“Leapmotor is able to launch higher-end...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/df7d3e62-8876-4bc2-a25f-2042699e5d4b_8b7a2e9c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "苹果iPhone Air在中国售罄，此前CEO蒂姆·库克曾到访 (原标题: Apple’s iPhone Air sells out in China after CEO Tim Cook’s visit)",
      "link": "https://www.scmp.com/tech/big-tech/article/3329336/apples-iphone-air-sells-out-minutes-china-after-ceo-tim-cooks-visit?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 04:00:09 +0000",
      "isoDate": "2025-10-17T04:00:09.000Z",
      "creator": "Ben Jiang",
      "summary": "### 苹果iPhone Air在中国迅速售罄\n\n*   **销售盛况**\n    *   苹果新款iPhone Air在中国上市后数分钟内即告售罄，凸显了该设备在中国消费者中的受欢迎程度，尽管面临安卓设备的竞争。\n    *   预售于周五上午9点（当地时间）开始，比全球大部分地区晚了一个多月。\n    *   开售几分钟后，该型号在北京、上海以及天津等城市的实体店全部售罄。\n    *   在线发货延迟了一到两周。\n\n*   **CEO蒂姆·库克访华影响**\n    *   强劲的销售是在苹果CEO蒂姆·库克本周访华之后出现的，他此行旨在全球最大的智能手机市场推广该产品。\n    *   在持续的中美地缘政治紧张局势下，库克作为清华大学管理学院顾问委员会主席，于周四会见了中国副总理何立峰。\n\n*   **产品特性与市场背景**\n    *   iPhone Air仅支持e-SIM，并于近期才获得在中国上市的监管批准。\n    *   尽管华为和小米等本土品牌正在挑战高端市场，且经济形势严峻，但这款苹果最新、最薄的型号在中国市场仍受到积极欢迎。\n\n*   **图片**\n    *   ![苹果CEO蒂姆·库克本周早些时候在上海。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/b38c719a-d694-468f-b543-2f3cbed893c5_d800a08f.jpg)\n    *   *图片：苹果CEO蒂姆·库克本周早些时候在上海。*",
      "shortSummary": "苹果新款iPhone Air在中国上市后数分钟内迅速售罄，显示出其在中国市场的巨大吸引力。此前，CEO蒂姆·库克曾到访中国推广该产品。尽管面临华为、小米等本土品牌的激烈竞争以及中美地缘政治紧张，这款仅支持e-SIM的设备仍受到消费者热捧，实体店迅速售罄，在线发货也出现延迟。这反映了苹果在中国高端市场的强劲需求。",
      "translated_title": "苹果iPhone Air在中国售罄，此前CEO蒂姆·库克曾到访",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/b38c719a-d694-468f-b543-2f3cbed893c5_d800a08f.jpg",
          "alt": "Apple CEO Tim Cook in Shanghai earlier this week. Photo Handout",
          "title": "Apple CEO Tim Cook in Shanghai earlier this week. Photo Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple’s iPhone Air sold out within minutes of its launch in China on Friday, underscoring the device’s popularity among Chinese consumers despite competition from Android devices.\nThe strong sales followed CEO Tim Cook’s visit this week to promote the product in the world’s largest smartphone market amid ongoing geopolitical tensions between China and the US. As chairman of an advisory body at Tsinghua University’s management school, Cook also met Vice-Premier He Lifeng on Thursday.\nPre-sales...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/38cc9e04-3ee0-4f77-8856-5441f4ad5ad2_f03c7e92.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国新增5000亿元‘金融工具’。将如何运用？ (原标题: China has a new 500 billion yuan ‘financial instrument’. How will it be used?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329244/china-has-new-500-billion-yuan-financial-instrument-how-will-it-be-used?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 03:00:10 +0000",
      "isoDate": "2025-10-17T03:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国设立5000亿元新“政策性金融工具”\n\n中国最高经济规划机构国家发展和改革委员会（NDRC）已确认，北京正在设立一项新的“政策性金融工具”，价值5000亿元人民币（约合700亿美元）。\n\n### 背景与目的\n\n*   **提出时间**：这项特殊的融资工具最初于今年4月提出，当时中美之间的贸易紧张局势正在迅速升级。\n*   **主要目的**：旨在提供额外的资金注入，以加速国内创新并支持经济发展。\n\n### 潜在影响\n\n*   分析人士指出，这项工具在未来几年内有潜力带动数万亿元人民币的贷款。\n\n### 什么是政策性金融工具？\n\n*   政策性金融工具是一种特殊的融资机制，由政府用于支持国家重大项目。",
      "shortSummary": "中国国家发展和改革委员会已确认设立一项价值5000亿元人民币（700亿美元）的新“政策性金融工具”。该工具于4月提出，旨在加速国内创新和支持经济发展，并有望在未来几年带动数万亿元人民币的贷款。它是一种政府用于支持国家重大项目的特殊融资机制。",
      "translated_title": "中国新增5000亿元‘金融工具’。将如何运用？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top economic planner, the National Development and Reform Commission (NDRC), confirmed last month that Beijing was setting up a new “policy-based financial instrument” worth 500 billion yuan (US$70 billion).\nThe special financing tool was first proposed in April – when trade tensions between China and the United States were rapidly escalating – to provide an extra injection of funding to accelerate domestic innovation and support the economy.\nIt has the potential to drive trillions of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/a51c32fa-5f7c-45dc-b9eb-1b0d12814176_18ad06f4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "微软希望用户通过新的AI功能与Windows 11对话 (原标题: Microsoft wants users talking to Windows 11 with new AI features)",
      "link": "https://www.scmp.com/tech/big-tech/article/3329319/microsoft-wants-users-talking-windows-11-new-ai-features?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 02:13:44 +0000",
      "isoDate": "2025-10-17T02:13:44.000Z",
      "creator": "Bloomberg",
      "summary": "### 微软Windows 11新增AI功能，强调语音交互\n\n微软正积极推动用户通过语音与电脑互动，押注人工智能和语音软件的强大功能，使其交互效率媲美键盘或鼠标。此举是微软更广泛战略的一部分，旨在通过AI重塑其操作系统，以提升Windows的功能和市场相关性。\n\n**主要更新和功能：**\n\n*   **语音作为第三输入方式：** 微软消费者营销主管Yusuf Mehdi表示，除了鼠标和键盘，语音将成为Windows 11的第三种主要输入机制。\n*   **Copilot语音唤醒：** 用户现在可以通过说“Hey, Copilot”来唤醒微软的Copilot助手。\n*   **Copilot Vision：** 这项工具将更广泛地推出，允许软件“看到”用户桌面上的内容或特定应用程序，从而帮助进行故障排除或为设计项目提供创意建议。\n*   **AI核心战略：** 微软正在围绕人工智能重写其操作系统，将其视为提升Windows功能和重振其市场相关性的关键策略。\n*   **即将推出的实验性AI功能（针对早期体验用户）：**\n    *   将Copilot嵌入Windows搜索栏。\n    *   允许Copilot对文件进行分类。\n    *   Copilot能够从电子邮件收件箱或日历列表中提取信息。\n\n**背景：**\n\n尽管Windows驱动着全球大部分台式机和笔记本电脑，但随着人们将更多时间投入到智能手机上，其在过去十年中的相关性有所下降。微软希望通过这些AI工具，使Windows更具竞争力，并让其操作系统更强大。",
      "shortSummary": "微软正通过新的AI功能强化Windows 11，旨在让用户通过语音与电脑互动。Copilot助手现在可通过语音唤醒，语音将成为继键盘和鼠标之后的第三种主要输入方式。新功能包括Copilot Vision，能“查看”桌面内容以提供帮助，以及将Copilot更深入地整合到系统中的实验性功能。微软押注AI将提升Windows的能力和相关性。",
      "translated_title": "微软希望用户通过新的AI功能与Windows 11对话",
      "images": [],
      "contentSource": "完整文章",
      "content": "Microsoft is trying to get people to talk to their computers, betting that voice and artificial intelligence software is powerful enough to make such interactions as effective as a keyboard or mouse.\nThe world’s largest software maker on Thursday introduced a set of updates to its Windows operating system, including the ability to summon Microsoft’s Copilot assistant by saying, “Hey, Copilot.”\nIn addition to a mouse and keyboard, voice “will now become the third input mechanism”, Yusuf Mehdi,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/595d6b92-2aca-48ce-962b-5c021e2d7cb4_e7359243.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港金融科技周预计将带来投资‘行动’，投资推广署表示 (原标题: Hong Kong FinTech Week expects investment ‘action’, InvestHK says)",
      "link": "https://www.scmp.com/business/china-business/article/3329286/hong-kong-fintech-week-expects-investment-action-serious-buyers-investhk-says?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 01:30:16 +0000",
      "isoDate": "2025-10-17T01:30:16.000Z",
      "creator": "Julie Zhang",
      "summary": "# 香港金融科技周2025：全球科技投资的“一站式”市场\n\n香港投资推广署高级官员表示，2025年11月举行的香港金融科技周旨在成为一个全球尖端科技的“一站式”市场，吸引来自中东和全球南方等地区的国际买家前来寻求投资机会。\n\n## 目标与期望\n\n*   **从“考察之旅”到“实际行动”**：投资推广署金融服务及金融科技主管梁敬国指出，去年的活动对一些代表团而言更像是一次“考察之旅”。而今年，预计将有“真正认真的买家”前来，他们“有备而来”，预计将在投资和合作方面产生“实际行动”。\n*   **全球科技枢纽**：投资推广署署长卢海恩表示，投资者倾向于购买一整套解决方案，而香港正是能提供“一站式购物”体验的理想之地。\n\n## 活动概况\n\n*   **时间与地点**：本届金融科技周是其第十年，将与“创业香港节”（StartmeupHK Festival）联合举办，活动时间为11月3日至7日。\n*   **组织方**：由财经事务及库务局、商务及经济发展局以及投资推广署共同组织。\n*   **规模**：预计将吸引超过37,000名参与者，以及来自100个经济体的700多家参展商。\n\n## 亮点嘉宾\n\n活动预计将迎来多位重量级演讲嘉宾，包括：\n\n*   富兰克林邓普顿（Franklin Templeton）总裁兼首席执行官 **Jenny Johnson**\n*   以太坊基金会（Ethereum Foundation）联合执行董事兼Nethermind创始人 **Tomasz Stanczak**\n*   汇丰集团（HSBC Group）首席执行官 **Georges Elhedery**\n*   渣打集团（Standard Chartered Group）首席执行官 **Bill Winters**",
      "shortSummary": "香港金融科技周2025将于11月3日至7日举行，旨在成为全球尖端科技的“一站式”市场。投资推广署表示，本届活动预计将吸引来自中东和全球南方等地的“认真买家”，目标是促成具体的投资和合作。活动预计将有超过37,000名参与者和700多家参展商，并邀请多位行业领袖发表演讲，将香港定位为提供全面解决方案的理想平台。",
      "translated_title": "香港金融科技周预计将带来投资‘行动’，投资推广署表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hong Kong FinTech Week 2025 in November aims to be an all-in-one marketplace for global cutting-edge technologies, with international buyers from areas including the Middle East and Global South coming to the city to shop for opportunities, according to senior InvestHK officials.\nLast year’s event was almost like a “study trip” for some delegations, according to King Leung, global head of financial services, fintech and sustainability at the government agency, which is responsible for attracting...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/c7fdef32-e8b2-44d5-9621-70081d7e8299_ea53238b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "腾讯“免训练”AI模型改进技术引发争议 (原标题: Tencent’s ‘training-free’ AI model improvement technique sparks debate)",
      "link": "https://www.scmp.com/tech/big-tech/article/3329255/tencents-training-free-ai-model-improvement-technique-sparks-debate?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 23:00:10 +0000",
      "isoDate": "2025-10-16T23:00:10.000Z",
      "creator": "Vincent Chow",
      "summary": "# 腾讯“免训练”AI模型改进技术引发争议\n\n腾讯控股的研究人员提出了一种创新的“轻量级”技术，旨在让AI模型通过“经验”进行自我改进，而无需重新训练。这一提议引发了关于如何实现更具成本效益的持续学习的广泛讨论。\n\n## 核心观点与论文背景\n\n*   **新方法的核心：** 该技术允许大型语言模型（LLMs）在不改变其内部参数的情况下，通过“在职经验”来提升性能。\n*   **论文发布：** 这项研究成果已于上周在开放获取存储库arXiv上发布，论文标题为《免训练群组相对策略优化》（Training-Free Group Relative Policy Optimisation）。\n\n## 现有训练方法的挑战\n\n*   **依赖参数调整：** 当前使LLMs在实际任务中更有效的训练方法，如强化学习，通常需要通过算法（例如群组相对策略优化，GRPO）调整模型的参数。这些参数编码了模型的“智能”。\n*   **GRPO机制：** 在GRPO机制下，模型会多次尝试完成一项任务，然后根据这些尝试的得分来调整其参数。\n*   **高成本与低效率：** 这种参数调整过程可能非常缓慢，并且需要大量的计算资源，导致成本高昂。\n\n## 腾讯的创新解决方案\n\n*   **经验库概念：** 腾讯AI研究实验室的研究人员提出，LLMs可以简单地将GRPO过程中产生的规则和启发式方法记录在一个“经验库”中。\n*   **部署经验：** 当模型面临新任务时，它可以直接从这个“经验库”中调用并部署这些已存储的规则和启发式方法，而无需进行耗时的重新训练。\n\n## 启发式规则示例\n\n*   论文中提供了一个模型自行生成的启发式规则示例，展示了这种方法的潜力：\n    *   “在解决涉及交点的几何问题时，验证解决方案位于有界区域或线段内，而不是延伸线上，以避免无关答案。”\n\n## 相关图片\n\n![腾讯大语言模型“混元”的网页在智能手机上显示。图片来源：Shutterstock Images](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/16/b4cdc654-914d-4933-9f6b-00049bbfb001_e20009f2.jpg)\n*腾讯大语言模型“混元”的网页在智能手机上显示。图片来源：Shutterstock Images*",
      "shortSummary": "腾讯研究人员提出一项“免训练”AI模型改进技术，引发了关于更具成本效益的持续学习的讨论。该技术允许大型语言模型（LLMs）通过积累“经验”而非重新调整参数来提升性能。他们建议LLMs将现有优化过程（如GRPO）中产生的规则和启发式方法存储在“经验库”中，并在新任务中直接调用，从而避免缓慢且昂贵的参数调整，提高AI学习效率。",
      "translated_title": "腾讯“免训练”AI模型改进技术引发争议",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/16/b4cdc654-914d-4933-9f6b-00049bbfb001_e20009f2.jpg",
          "alt": "The webpage of Hunyuan, Tencent’s large language model, is seen on a smartphone. Photo: Shutterstock Images",
          "title": "The webpage of Hunyuan, Tencent’s large language model, is seen on a smartphone. Photo: Shutterstock Images",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Researchers at Tencent Holdings have proposed a new “lightweight” technique to get AI models to improve by using “experience” without retraining, sparking a debate about whether that could be the key to more cost-effective continual learning.\nThe paper titled “Training-Free Group Relative Policy Optimisation”, published last week on open-access repository arXiv, argued that large language models (LLMs) can improve through on-the-job experience, without needing to change their parameters.\nCurrent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/159659ce-7f51-4236-82c7-0282bba9bb77_725217a0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "英伟达CEO在中国市场份额消失之际仍抱有希望 (原标题: Nvidia chief holds onto hope as China market share disappears)",
      "link": "https://www.scmp.com/tech/article/3329292/nvidia-chief-holds-hope-policy-change-china-market-share-drops-0-95?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 14:30:09 +0000",
      "isoDate": "2025-10-16T14:30:09.000Z",
      "creator": "Coco Feng",
      "summary": "### 英伟达CEO谈中国市场份额流失\n\n英伟达（Nvidia）创始人兼首席执行官黄仁勋表示，由于美国出口限制，该公司在中国先进芯片市场的份额已从95%降至零。\n\n**主要观点：**\n\n*   **市场份额骤降：** 黄仁勋指出，英伟达在中国先进芯片市场的份额已从95%跌至“零”。\n*   **美国出口限制：** 自2022年起，美国禁止英伟达向中国大陆公司销售其先进产品，包括A100、H100和H200等用于人工智能应用的芯片。\n*   **对政策变化的期望：** 黄仁勋在10月6日的一次活动中表示，希望能够继续解释和告知，并“抱持对政策改变的希望”。他强调，目前英伟达已“100%退出中国市场”。\n*   **中国特供芯片的困境：** 尽管英伟达获得了华盛顿的许可，可以销售专为中国市场定制的低功耗H20芯片，但该芯片正面临中国网络空间管理局的安全调查，中国客户也被建议避免使用这款“缩水版”产品。\n*   **对中国市场重要性的强调：** 黄仁勋重申了他长期以来的立场，即英伟达必须向中国销售产品，否则市场将拱手让给华为等中国竞争对手。\n*   **对中美双方的影响：** 黄仁勋认为，英伟达被排除在中国市场之外对中国不利，对美国而言甚至“更糟”。他解释说，“伤害中国的事情往往也会伤害美国，甚至更糟”。\n*   **中国AI研发人才的重要性：** 黄仁勋强调，开发者对任何软件行业都至关重要，而中国拥有“全球约50%的AI研究人员”。",
      "shortSummary": "英伟达CEO黄仁勋表示，受美国出口限制影响，公司在中国先进芯片市场的份额已从95%降至零，目前已“100%退出中国”。他希望政策能改变，并警告称，英伟达的缺席不仅损害中国，对美国也“更糟”，可能将市场拱手让给华为等中国竞争对手，尤其考虑到中国拥有全球约一半的AI研究人员。",
      "translated_title": "英伟达CEO在中国市场份额消失之际仍抱有希望",
      "images": [],
      "contentSource": "完整文章",
      "content": "Nvidia founder and CEO Jensen Huang said the company’s position in China has dropped from 95 per cent of the advanced chip market to zero, as the US semiconductor giant is not allowed to sell its advanced products to mainland companies under US export restrictions.\n“Hopefully, we will continue to explain and inform and hold on to hope for a change in policy”, he said at a Citadel Securities event in New York on October 6. A video of the interview was published on Wednesday.\n“At the moment, we’re...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/ce0f5454-f9e7-4f24-b2fa-6ee6bd135b02_a2b9c8c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia中国工厂员工担忧卷入争端交火 (原标题: Nexperia’s China plant workers fear being caught in dispute crossfire)",
      "link": "https://www.scmp.com/tech/article/3329277/tech-war-workers-nexperias-china-plant-fear-being-caught-dispute-crossfire?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-16T13:00:09.000Z",
      "creator": "Coco Feng",
      "summary": "### Nexperia中国工厂员工担忧卷入荷中争端\n\n荷兰半导体制造商Nexperia位于中国东莞的大型封装工厂的员工表示，他们担心成为荷兰与中国之间日益加剧的政治争端的附带受害者。这场争端已经颠覆了Nexperia的管理层。\n\n#### 工厂运营与员工情绪\n\n*   **表面正常，暗流涌动**：尽管员工们清楚Nexperia荷兰管理层与其中国所有者闻泰科技（Wingtech Technology）之间围绕公司控制权的权力斗争，但工厂运营在记者访问时显得正常。\n*   **信息不透明**：两名工人表示，主管没有就争端进行官方通报。\n*   **工作安排变化**：一名工人注意到本月开始班次收紧，从之前更灵活的排班变为连续四天每天12小时。\n*   **士气低落与离职意向**：另一名工人表示，工厂士气低落，一些同事计划在农历新年后收到年终奖金后辞职。\n\n#### 东莞工厂的关键地位\n\n*   **核心筹码**：东莞工厂约占Nexperia年产量的70%，已成为此次争端中的一个关键筹码。\n\n#### 争端升级与管理层变动\n\n*   **荷兰政府介入**：本月早些时候，荷兰政府以国家安全为由，接管了Nexperia的管理权，并罢免了其中国籍首席执行官张学政。",
      "shortSummary": "Nexperia中国东莞工厂的员工担忧成为荷兰与中国之间政治争端的受害者。尽管工厂运营正常，但员工对荷兰管理层与中国所有者闻泰科技之间的控制权斗争心知肚明，士气低落，部分员工计划辞职。该工厂贡献了Nexperia约70%的年产量，是争端关键筹码。此前，荷兰政府以国家安全为由，接管了Nexperia管理权并罢免了其中国籍CEO。",
      "translated_title": "Nexperia中国工厂员工担忧卷入争端交火",
      "images": [],
      "contentSource": "完整文章",
      "content": "Workers at a large Nexperia packaging plant in the southern Chinese city of Dongguan said they are worried about becoming collateral damage in a simmering political dispute between the Netherlands and China that has upended the management of the Dutch semiconductor maker.\nDuring a visit by the Post on Thursday, operations at the factory appeared normal even as staff were aware of the power struggle between Nexperia’s Dutch management and its Chinese owner, Wingtech Technology, over control of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/c283498f-2011-4018-be9c-a394544ed47a_1e8a1055.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "深圳半导体博览会展示中国在技术自给自足方面的进展 (原标题: Shenzhen semiconductor expo shows China’s progress in tech self-reliance)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3329267/tech-war-shenzhen-semiconductor-expo-shows-chinas-progress-tech-self-reliance?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 12:00:16 +0000",
      "isoDate": "2025-10-16T12:00:16.000Z",
      "creator": "Wency Chen",
      "summary": "# 深圳半导体博览会：中国技术自给自足的进展\n\n本周在深圳举行的为期三天的WeSemiBay半导体生态系统博览会2025汇聚了600多家中国半导体公司，展示了一系列先进产品，彰显了中国在技术自给自足方面取得的显著进展。\n\n## SiCarrier及其子公司展示关键技术\n\n由深圳市政府支持并与华为技术公司合作的芯片设备制造商SiCarrier，在展会上备受关注。该公司展示了十余种产品，包括：\n\n*   光学检测系统\n*   物理和X射线测量工具\n*   刻蚀和扩散产品\n*   薄膜沉积设备\n\n### Longsight Technologies：突破性示波器\n\nSiCarrier的子公司Longsight Technologies是华为、上海交通大学及其他国内研究机构的供应商，在展会上发布了一款超高速实时示波器，其主要特点包括：\n\n*   **带宽**：90吉赫兹（GHz）\n*   **应用**：支持3纳米及以下最先进半导体工艺节点的开发和测试。\n*   **意义**：该产品展示了中国为本国半导体供应链构建先进测试设备的能力。此前，中国公司通常提供8至18GHz范围的低端示波器。\n*   **国际背景**：根据现行规定，进口带宽超过60GHz的高带宽示波器需要美国商务部工业和安全局的出口许可证。Longsight的90GHz产品在这一背景下具有重要战略意义。\n*   **其他展示**：Longsight还展示了其数字网络测试、高频芯片测试和超宽带光电连接测试系统。\n\n![Longsight Technologies首席执行官刘桑在2025年深圳WeSemiBay半导体生态系统博览会上展示公司90吉赫兹超高速实时示波器。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/16/6029eff6-ba46-4e0e-baf7-f9b442fa198f_cb29e903.jpg)\n*Longsight Technologies首席执行官刘桑在2025年深圳WeSemiBay半导体生态系统博览会上展示公司90吉赫兹超高速实时示波器。图片来源：新华社*\n\n### Qiyunfang：电子设计自动化（EDA）软件\n\nSiCarrier的另一家子公司Qiyunfang推出了新的电子设计自动化（EDA）软件工具，其中包括：\n\n*   原理图捕获工具\n*   印刷电路板（PCB）设计工具",
      "shortSummary": "深圳WeSemiBay半导体博览会展示了中国在技术自给自足方面的显著进展。SiCarrier子公司Longsight Technologies发布了90吉赫兹超高速实时示波器，支持3纳米及以下先进工艺，填补了高端测试设备空白，并规避了美国出口管制。SiCarrier还展示了广泛的芯片制造设备和EDA软件，凸显中国在半导体供应链关键环节的国产化能力。",
      "translated_title": "深圳半导体博览会展示中国在技术自给自足方面的进展",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/16/6029eff6-ba46-4e0e-baf7-f9b442fa198f_cb29e903.jpg",
          "alt": "Longsight Technologies CEO Liu Sang presents the company’s 90-gigahertz ultra-high-speed, real-time oscilloscope at the WeSemiBay Semiconductor Ecosystem Expo 2025 in Shenzhen on Wednesday. Photo: Xinhua",
          "title": "Longsight Technologies CEO Liu Sang presents the company’s 90-gigahertz ultra-high-speed, real-time oscilloscope at the WeSemiBay Semiconductor Ecosystem Expo 2025 in Shenzhen on Wednesday. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese semiconductor companies, part of the more than 600 exhibitors at an industry event in Shenzhen this week, unveiled an array of advanced products that appear to bolster the country’s broad push towards tech self-reliance.\nAt the three-day WeSemiBay Semiconductor Ecosystem Expo 2025, which concludes on Friday, Shenzhen municipal government-backed SiCarrier, which is known to work with Huawei Technologies, drew much attention when the chip equipment maker presented more than a dozen...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/709627c4-3c01-4a99-abf4-a3ec7eb08d60_e9065391.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "阿里巴巴依靠人工智能提升淘宝、天猫双十一销售额 (原标题: Alibaba banks on AI to boost Singles’ Day sales on Taobao, Tmall)",
      "link": "https://www.scmp.com/tech/big-tech/article/3329266/alibaba-banks-ai-boost-singles-day-sales-taobao-tmall?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 11:00:32 +0000",
      "isoDate": "2025-10-16T11:00:32.000Z",
      "creator": "Ann Cao",
      "summary": "# 阿里巴巴双十一：AI驱动的全面消费平台转型\n\n## 引言\n阿里巴巴集团正利用人工智能（AI）技术，将其在线市场转型为“全面消费平台”，以在全球最大购物节——双十一期间提升销售额。此次年度盛事已于周三启动，得益于在线购物和按需配送的强劲增长。\n\n## AI技术大规模应用\n*   **首次大规模部署生成式AI**：淘宝和天猫首次大规模部署生成式AI，将大型语言模型整合到平台的核心搜索和推荐引擎中。\n*   **提升购物体验**：此举旨在帮助消费者更好地浏览和发现超过20亿件商品。\n\n## 促销与优惠策略\n*   **88VIP会员专属福利**：阿里巴巴副总裁兼天猫总裁刘博表示，将向其88VIP会员（针对高收入消费者）提供价值500亿元人民币（约合70亿美元）的优惠券。\n*   **面向所有消费者**：所有消费者均可享受部分商品15%的直接折扣。\n\n## 市场背景与挑战\n*   **行业晴雨表**：双十一（又称双11或11.11）被投资者和分析师视为衡量阿里巴巴电商业务的晴雨表。\n*   **竞争激烈**：尽管电商业务仍是阿里巴巴的核心，但面临消费者支出低迷以及来自拼多多、美团和字节跳动（TikTok和抖音的母公司）等竞争对手的激烈竞争。\n\n## 近期表现与战略转型\n*   **“即时商务”进展**：阿里巴巴港股在2025年（原文如此）股价翻倍，这得益于公司在“即时商务”（在线购物与即时配送结合）领域取得的显著进展。\n*   **用户增长**：对该领域的全面推动促使淘宝App在8月份的日活跃用户同比增长20%。\n*   **平台愿景**：阿里巴巴表示，此次双十一将“进一步展示新全面消费平台在更大范围内的机遇”。",
      "shortSummary": "阿里巴巴正利用人工智能（AI）驱动淘宝和天猫的双十一销售，旨在将其在线市场转型为“全面消费平台”。此次购物节首次大规模部署生成式AI，整合大语言模型以优化搜索和推荐。公司为88VIP会员提供500亿元优惠券，并为所有消费者提供15%折扣。尽管面临市场竞争和消费支出挑战，阿里巴巴通过“即时商务”策略，推动淘宝App日活用户增长，并期望双十一进一步展示其新平台的潜力。",
      "translated_title": "阿里巴巴依靠人工智能提升淘宝、天猫双十一销售额",
      "images": [],
      "contentSource": "完整文章",
      "content": "Alibaba Group Holding is taking advantage of artificial intelligence to turn its online marketplace into a “comprehensive consumption platform”, as the e-commerce giant regains momentum in an extremely competitive market.\nThe company kicked off its annual Singles’ Day event – the world’s largest shopping festival – on Wednesday, riding on the back of strong growth in online shopping and on-demand delivery.\nTaobao and Tmall, Alibaba’s two domestic e-commerce platforms, are offering 50 billion...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/69a32f48-14ec-497d-af09-65f9969e9600_5de3960a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国荣耀预告‘机器人手机’，一款带云台摄像头的全新AI手机 (原标题: China’s Honor teases ‘Robot Phone’, new AI handset with gimbal-attached camera)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3329238/chinas-honor-teases-robot-phone-new-ai-handset-gimbal-attached-camera?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 09:00:17 +0000",
      "isoDate": "2025-10-16T09:00:17.000Z",
      "creator": "Xinmei Shen",
      "summary": "## 荣耀发布“机器人手机”概念\n\n中国智能手机制造商荣耀（Honor）近日预告了一款名为“机器人手机”（Robot Phone）的AI概念手机。此举旨在通过其独特功能在全球智能手机市场中与竞争对手的安卓设备实现差异化。\n\n### 主要特点与功能\n\n*   **AI赋能**：这款手机被定位为一款人工智能（AI）设备，预示着其在智能交互和功能上的创新。\n*   **折叠式云台摄像头**：其最显著的创新点是配备了一个可折叠、带云台（gimbal-attached）的摄像头。荣耀通过在线宣传视频展示了这一功能，视频中云台稳定摄像头从手机背部摄像头模块展开，并能灵活地跟踪拍摄对象的移动进行旋转。\n\n### 荣耀的描述与愿景\n\n荣耀将这款独特的智能手机描述为“一款革命性的AI设备，融合了多模态智能、先进机器人技术和下一代成像技术”。这表明荣耀致力于将多方面的尖端技术整合到移动设备中，以提供前所未有的用户体验。\n\n### 未来信息发布\n\n*   **细节待公布**：荣耀目前尚未公布该“机器人手机”的详细规格和具体信息。\n*   **发布时间**：更多信息将于明年3月2日至5日在西班牙举行的MWC巴塞罗那贸易展期间正式发布。\n\n### 战略意义\n\n荣耀表示，“机器人手机”的推出将是其“Alpha”计划的一个“重要里程碑”，这暗示该设备在荣耀的长期战略和技术发展路线图中占据核心地位。",
      "shortSummary": "荣耀（Honor）预告了一款名为“机器人手机”的AI概念手机，旨在通过其独特的折叠式云台摄像头在市场中脱颖而出。这款被描述为融合了多模态智能、先进机器人技术和下一代成像技术的设备，其详细信息将于明年3月在MWC巴塞罗那展上公布，标志着荣耀“Alpha”计划的重要里程碑。",
      "translated_title": "中国荣耀预告‘机器人手机’，一款带云台摄像头的全新AI手机",
      "images": [],
      "contentSource": "完整文章",
      "content": "Honor, the Chinese smartphone maker spun off from Huawei Technologies, on Wednesday teased a concept artificial intelligence-enabled handset featuring a fold-out gimbal-attached camera, as the firm looks to differentiate itself from rival Android device makers in the global market.\nThe “Robot Phone” was unveiled by Honor online in a promotional video that showed the gimbal-stabilised camera unfurl from the back camera module and appear to pivot while tracking its subject’s movement.\nHonor...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/a510c459-857b-44b9-beb8-140f09bd3ca1_99b1ad8e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港在全球市场中对人工智能的采纳准备度最低：调查显示 (原标题: Hong Kong least ready for AI adoption among global markets: survey)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3329198/hong-kong-lags-ai-readiness-among-30-global-markets-survey-shows?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 04:30:14 +0000",
      "isoDate": "2025-10-16T04:30:14.000Z",
      "creator": "Danielle Popov",
      "summary": "# 香港人工智能采纳准备度调查报告\n\n根据美国科技基础设施和软件公司思科（Cisco）于8月进行并于周三发布的一项调查显示，在30个全球市场中，香港在工作场所全面采纳人工智能（AI）的准备度最低。\n\n## 主要发现\n\n*   **香港AI采纳现状：**\n    *   香港仅有约2%的受访机构被认为是“先行者”。“先行者”指的是在AI采纳相关的一系列衡量标准上表现优于同行的公司。\n    *   这一比例远低于全球平均水平的13%。\n    *   该研究调查了超过8000名负责AI战略的高级IT和业务领导者，涵盖26个行业。\n\n*   **“先行者”的特征：**\n    *   近99%的“先行者”拥有明确的AI路线图，而香港所有受访机构中只有32%拥有。\n    *   他们更倾向于扩大AI的使用。\n    *   将AI作为其首要投资重点。\n    *   投资新的数据中心容量。\n    *   跟踪其AI投资的影响。\n    *   对AI相关的安全威胁保持高度警惕。\n\n## 思科高管的观点\n\n*   思科亚太区云和AI基础设施董事总经理Simon Miceli对香港较低的AI采纳准备度表示“有些惊讶”。\n*   亚太区、日本和大中华区高级副总裁兼总裁Ben Dawson指出，印度尼西亚和泰国表现出“出人意料的高采纳率”，这可能意味着新兴经济体比其更发达的同行有更强的“跨越式发展”机会。\n\n## “AI基础设施债务”的警示\n\n*   该调查揭示了“AI基础设施债务”的警示信号。思科将其定义为阻碍公司转型努力的技术和数字缺陷。\n*   这种债务是由于“妥协、延迟升级和资金不足的架构”而累积的。",
      "shortSummary": "思科调查显示，香港在全球30个市场中对人工智能的采纳准备度最低，仅2%的机构被认定为“先行者”，远低于全球13%的平均水平。香港企业在AI路线图、投资和基础设施方面存在显著不足，并面临“AI基础设施债务”风险。相比之下，印度尼西亚和泰国等新兴经济体展现出更高的AI采纳率。",
      "translated_title": "香港在全球市场中对人工智能的采纳准备度最低：调查显示",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hong Kong is the least ready to fully adopt artificial intelligence in workplaces among 30 global markets, according to a survey by US tech infrastructure and software company Cisco in August and released on Wednesday.\nOnly about 2 per cent of organisations surveyed in the city were considered “pacesetters” – companies that outperformed their peers across a series of measures related to AI adoption. That compared with 13 per cent globally, according to Cisco’s study, which surveyed more than...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/88a5cdda-037b-4543-8e8b-b45534bb525f_2d906f24.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-18T13:22:57.494Z"
}