{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "中美港口费暂停提振航运前景，为何挥之不去的问题依然存在 (原标题: Why lingering questions remain as US-China port-fee pause buoys shipping outlook)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331042/us-china-port-fee-pause-buoys-shipping-optimism-despite-1-year-duration-lingering-concern?utm_source=rss_feed",
      "pubDate": "Fri, 31 Oct 2025 07:01:32 +0000",
      "isoDate": "2025-10-31T07:01:32.000Z",
      "creator": "Carol Yang",
      "summary": "### 中美港口费暂停：航运业的短暂喘息与持续的挑战\n\n*   **背景与协议**\n    *   在中美两国元首在韩国会晤后，中国商务部宣布美国将暂停针对中国海运和造船业的301条款调查及相关措施一年。\n    *   作为回应，中国也将暂停其报复性港口费用一年。\n    *   尽管美国尚未明确暂停生效日期，且中国表示将待美方先行后才采取行动，但该协议在今年航运业和全球贸易持续波动中，仍被视为短期缓解或积极信号。\n\n*   **行业反应与分析**\n    *   **世界航运理事会 (World Shipping Council)**：对这一消息表示“非常鼓舞”，并期待更多具体细节。该机构认为，中美暂停船舶费用对农民、出口商和消费者而言是“一项胜利”，有助于保持贸易竞争力并维护关键航运通道的畅通。\n    *   **Freightos (货运预订和支付平台)**：研究主管Judah Levine认为，此次暂停不太可能引发跨太平洋货运需求的激增，但它确实为供应链利益相关者提供了比今年任何时候都更大的确定性和稳定性。\n    *   **Banchero Costa (船舶经纪公司)**：全球研究主管Ralph Leszczynski指出，双方的港口费用政策“纯粹是政治驱动的决定”，并未考虑实际情况。\n\n*   **持续的挑战与不确定性**\n    *   分析师警告称，为期一年的暂停不足以消除持续存在的不确定性。\n    *   海事措施仍被用作更广泛地缘政治紧张局势中的筹码。\n    *   尽管提供了短暂的喘息，但深层次的问题和地缘政治紧张关系并未完全解决。",
      "shortSummary": "中美两国宣布暂停港口费用一年，为航运业带来短暂缓解，但分析师警告称，这不足以消除持续的地缘政治不确定性。尽管被视为积极信号，有助于稳定供应链，但业内人士认为此举主要是政治驱动，不太可能显著提振货运需求，且深层问题仍未解决。",
      "translated_title": "中美港口费暂停提振航运前景，为何挥之不去的问题依然存在",
      "images": [],
      "contentSource": "完整文章",
      "content": "The port-fee postponement announced by China and the United States offers a glimmer of relief to the shipping industry, but analysts warn that a one-year suspension is insufficient to eliminate persistent uncertainties, as maritime measures continue to serve as leverage in broader geopolitical tensions.\nFollowing the highly anticipated meeting between Presidents Xi Jinping and Donald Trump in South Korea on Thursday, China’s Ministry of Commerce announced that the US would suspend its Section...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/31/04f54336-21e9-4f77-b945-bdf79902336c_bb0ff2e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "汶莱接受中国航空规则，C919取得国际胜利 (原标题: In an international win for China’s C919, Brunei accepts Chinese aviation rules)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330920/international-win-chinas-c919-brunei-accepts-chinese-aviation-rules?utm_source=rss_feed",
      "pubDate": "Fri, 31 Oct 2025 01:00:14 +0000",
      "isoDate": "2025-10-31T01:00:14.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 汶莱接受中国民航认证标准\n*   汶莱已正式采纳中国的民用航空认证标准，此举为中国制造的飞机（如窄体C919客机）进入富裕的东南亚市场提供了便利。\n*   中国驻汶莱大使馆表示，汶莱此前仅认可欧洲航空安全局（EASA）、美国联邦航空管理局（FAA）和加拿大交通部民用航空（Transport Canada Civil Aviation）颁发的飞机证书。通过此次修订，汶莱成为又一个明确承认中国大型飞机标准的国家。\n\n### 对中国C919的国际影响\n*   汶莱的这一决定被视为中国C919客机在国际市场取得的胜利，并可能成为中国飞机扩大国际影响力的潜在模式。\n*   中国商用飞机有限责任公司（Comac）正努力拓展其首款国产窄体飞机C919的海外市场，以挑战空中客车（Airbus）和波音（Boeing）的双头垄断地位。\n*   Comac已从中国航空公司获得了数百架C919的订单。\n\n### GallopAir的订单与市场拓展\n*   汶莱采纳中国标准之前，初创航空公司GallopAir于2023年订购了30架Comac飞机，其中包括较小的C909支线飞机（前身为ARJ21），总价值达20亿美元。\n*   这家总部位于汶莱的航空公司在其网站上称，该订单是Comac最大的国际销售，也可能是C919的首个海外采购。\n*   GallopAir计划在七年内连接东南亚的四个国家与中国。",
      "shortSummary": "汶莱已正式采纳中国的民用航空认证标准，此前仅认可欧美加标准。此举为中国C919等飞机进入东南亚市场铺平道路，标志着C919在国际拓展上取得重要进展。此前，汶莱初创航空公司GallopAir已订购30架Comac飞机，包括C919，这被视为Comac最大的国际销售。汶莱的决定为中国飞机走向国际提供了潜在范例。",
      "translated_title": "汶莱接受中国航空规则，C919取得国际胜利",
      "images": [],
      "contentSource": "完整文章",
      "content": "Brunei has officially adopted China’s civil aviation certification standards, easing access for Chinese-built aircraft such as the narrowbody C919 jet into the wealthy Southeast Asian market while serving as a potential model for how the planes could expand their international reach.\nBrunei accepted the airworthiness code of the Civil Aviation Administration of China earlier this month, the Chinese embassy in Brunei said on Monday on its website, citing the equatorial country’s Department of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/9e884f6b-be09-47bd-bba7-fd7a6a0bcdd9_b56d8d97.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比亚迪季度利润下滑，中国市场销售疲软侵蚀出口增长 (原标题: BYD’s quarterly profit falls as weak China sales erode exports growth)",
      "link": "https://www.scmp.com/business/china-business/article/3330951/byd-quarterly-profit-tumbles-weak-china-sales-offset-overseas-gains?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 13:16:47 +0000",
      "isoDate": "2025-10-30T13:16:47.000Z",
      "creator": "Daniel Ren",
      "summary": "# 比亚迪第三季度业绩下滑\n\n中国电动汽车（EV）领军企业比亚迪（BYD）公布其第三季度利润同比下降32.6%，主要原因是国内市场销售放缓和价格战，这抵消了其在海外市场的强劲表现。\n\n## 财务表现概览\n*   **季度利润**：截至9月的三个月内，比亚迪利润跌至78亿元人民币（约合11亿美元），而去年同期为116亿元人民币。\n*   **环比增长**：尽管同比下降，但本季度利润较前三个月（第二季度）的64亿元人民币增长了22.6%。\n*   **季度营收**：同期营收同比下滑3.1%，至1950亿元人民币。\n*   **未达预期**：本季度利润和营收均未达到分析师预期。彭博社调查的分析师普遍预计利润为96亿元人民币，营收平均预测为2159亿元人民币，实际数据均低于这些预测。\n\n## 业绩下滑原因\n*   **国内市场疲软**：上海Loyal Wealth Management的基金经理Ivan Li指出，中国市场销售下滑以及为刺激交付而提供的折扣，给比亚迪的盈利能力带来了压力。\n*   **出口增长不足以弥补**：Ivan Li表示，比亚迪强劲的海外销售不足以抵消其在国内市场的疲软表现。\n\n## 车辆交付情况\n*   **交付量**：第三季度，比亚迪共交付了111万辆纯电动和插电式混合动力汽车。\n*   **同比和环比下降**：这一交付量同比下降1.8%，环比下降2.7%。",
      "shortSummary": "比亚迪第三季度利润同比大跌32.6%至78亿元人民币，营收下滑3.1%，均未达分析师预期。主要原因是国内市场销售疲软和价格战，尽管海外市场表现强劲，但不足以弥补国内市场的压力。当季车辆交付量也出现小幅下降。",
      "translated_title": "比亚迪季度利润下滑，中国市场销售疲软侵蚀出口增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s electric-vehicle (EV) leader BYD reported a 32.6 per cent fall in third-quarter profit, as slowing sales and price cuts in the domestic market offset its strong performance abroad.\nThe Shenzhen-based company said its profit tumbled to 7.8 billion yuan (US$1.1 billion) in the three months ended September, compared to 11.6 billion yuan a year earlier, according to a statement filed with the Hong Kong and Shenzhen stock exchanges on Thursday.\nStill, that represented a 22.6 per cent increase...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/1e4aec4e-fdb4-45e1-8b17-afab0db439a2_34fa5fe8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习特会后，芯片协议缺失被视为技术独立问题 (原标题: After Xi-Trump talks, lack of a chip deal seen as tech-independence issue)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330932/after-xi-trump-talks-lack-semiconductor-deal-seen-tech-independence-issue?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 13:00:10 +0000",
      "isoDate": "2025-10-30T13:00:10.000Z",
      "creator": "Ji Siqi",
      "summary": "### 习特会后芯片协议缺失：技术独立问题凸显\n\n*   **背景：** 在韩国举行的习特会（Xi-Trump talks）后，中美双方未能就先进半导体出口管制这一长期贸易争议点达成具体协议。\n\n*   **分析师观点：** 分析人士认为，这一结果反映出中国日益增强的决心，即在技术上减少对美国的依赖，实现更大的独立性。\n\n*   **特朗普的表态：**\n    *   美国总统特朗普表示，双方“确实讨论了芯片问题”。\n    *   他提到中国将与英伟达（Nvidia）等公司商谈芯片事宜，并表示他将与英伟达首席执行官黄仁勋对话。\n    *   特朗普将美国定位为中国与英伟达之间的“仲裁者或裁判”。\n\n*   **专家警示：** 信用保险公司Coface的北亚区域经济学家谭俊宇（Junyu Tan）警告称，不应将这些“让步”误认为是华盛顿和北京之间战略竞争的根本性转变。相反，他认为这些是双方为争取时间、管理自身脆弱性而采取的“战术性举动”。",
      "shortSummary": "习特会后，中美未能就先进半导体出口管制达成具体协议，分析认为这凸显了中国寻求技术独立的决心。美国总统特朗普提及中国将与英伟达商谈芯片，并称美国是“仲裁者”。然而，专家指出，任何让步都应被视为战术性举动，而非中美战略竞争的根本转变。",
      "translated_title": "习特会后，芯片协议缺失被视为技术独立问题",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid the apparent absence of a concrete deal being reached with Washington on one of Beijing’s long-standing points of trade contention – export controls on the most advanced semiconductors – analysts say it reflects China’s increasing resolve to become more independent from the US.\nAfter a meeting with President Xi Jinping in South Korea on Thursday morning, US President Donald Trump said the two sides “did discuss chips”.\n“China is going to be talking to Nvidia and others about taking chips …...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/74648724-eef3-40cb-8065-e463b369fd1c_c4ebf712.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "黄金需求在第三季度创历史新高并将保持强劲，报告称 (原标题: Gold demand hit record high in third quarter and will remain strong, report says)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3330912/gold-demand-hit-record-high-third-quarter-and-will-remain-strong-report-says?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 12:00:11 +0000",
      "isoDate": "2025-10-30T12:00:11.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 2025年第三季度全球黄金需求创纪录，展望强劲\n\n世界黄金协会（World Gold Council）最新报告指出，2025年第三季度全球黄金需求达到创纪录水平，并对贵金属前景保持乐观。这一发现正值金价在经历数月上涨并创下历史新高后，近期出现回调之际。\n\n### 关键数据与增长\n\n*   **需求总量：** 2025年7月至9月期间，全球黄金需求达到1,313吨，按价值计算约为1,460亿美元，创下有记录以来的季度新高。\n*   **同比增长：**\n    *   按价值计算，黄金需求较去年同期飙升44%。\n    *   按数量计算，需求同比增长3%。\n\n### 需求增长的主要驱动因素\n\n报告将需求增长主要归因于投资需求的激增，这得益于以下因素的强大组合：\n\n*   **地缘政治不确定性：** 不确定且动荡的地缘政治环境。\n*   **美元走弱：** 美元疲软。\n*   **投资者“错失恐惧症”（FOMO）：** 随着金价上涨，投资者担心错失机会。\n\n### 未来展望\n\n世界黄金协会亚太区（除中国外）负责人兼全球央行负责人范绍凯表示，鉴于第三季度黄金需求和价格均创历史新高，预计黄金需求将保持强劲。\n\n*   协会预计各国央行将“继续其购买势头”。\n*   黄金将继续作为“寻求多元化投资的投资者群体”的“弹性选择”而保持其吸引力。",
      "shortSummary": "2025年第三季度，全球黄金需求达到创纪录的1,313吨，价值1,460亿美元。报告指出，这主要由地缘政治不确定性、美元走弱和投资者“错失恐惧症”推动的投资需求激增所致。尽管金价近期有所回调，世界黄金协会预计黄金需求将保持强劲，各国央行将继续购买，黄金作为多元化投资的弹性选择将保持吸引力。",
      "translated_title": "黄金需求在第三季度创历史新高并将保持强劲，报告称",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global gold demand hit a record high in the third quarter of 2025, the World Gold Council said in a new report, adding that it remained upbeat about the outlook for the precious metal.\nThe findings came amid a recent pullback in gold prices after a months-long rally that had sent it to record highs.\nGold demand reached 1,313 tonnes – or about US$146 billion in value terms – between July and September, the highest quarterly total on record, according to the report released by the trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/64a7fc8a-efa7-4c26-8296-8482ced8d8f9_a2e20faf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国购买美国大豆给农民带来宽慰，但永久性协议难以达成 (原标题: China’s US soybean buys bring relief to farmers, but permanent deal elusive)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330907/us-china-soybean-deal-signals-yearly-negotiations-farmers-hope-steady-trade?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 09:31:46 +0000",
      "isoDate": "2025-10-30T09:31:46.000Z",
      "creator": "Kandy Wong",
      "summary": "### 中国恢复购买美国大豆：对农民的宽慰与未来挑战\n\n中国恢复购买美国大豆为美国农民带来了显著的宽慰，他们此前数月一直担心最大的买家可能不会回归。然而，分析人士指出，农产品贸易预计将成为未来几年中美双边谈判的常态。\n\n#### 中美领导人会晤及成果\n\n*   **大豆采购协议**：美国总统唐纳德·特朗普与中国国家主席习近平在韩国会晤后，特朗普宣布“大量大豆和其他农产品将立即被购买”。\n*   **会晤背景**：这是特朗普自1月重返白宫以来首次与习近平面对面会晤，大豆协议是此次会晤达成的一系列协议之一。\n\n#### 其他重要协议\n\n除了大豆采购，此次会晤还达成或讨论了以下协议：\n\n*   **芬太尼关税**：双方同意将芬太尼关税降至10%。\n*   **稀土管制**：中国承诺根据为期一年的协议，不实施稀土管制。\n*   **芯片出口**：与英伟达（Nvidia）就芯片对华出口进行讨论。\n*   **贸易调查**：美国推迟了“301条款”调查。\n*   **未来访问**：特朗普将于4月访问中国。\n\n#### 各方反应与农民呼声\n\n*   **特朗普的表态**：特朗普在社交媒体上表示，他对习近平主席授权中国开始购买大量大豆、高粱和其他农产品感到“极其荣幸”，并称“我们的农民会非常高兴！”\n*   **前期采购**：据伊利诺伊州大豆协会董事会成员斯科特·加夫纳（Scott Gaffner）透露，中国在周四会晤前已开始购买本季美国大豆。\n*   **农民的期望**：这些采购标志着中国在秋季收获后首次购买美国大豆。许多投票给特朗普的美国种植者一直敦促总统采取和解而非对抗的方式，与习近平达成一项关于农作物的持久协议。",
      "shortSummary": "中国恢复购买美国大豆，为美国农民带来了宽慰。在特朗普与习近平主席于韩国会晤后，双方达成协议，中国将立即购买大量美国大豆及其他农产品。分析人士认为，农产品贸易将成为未来中美谈判的常态。此次会晤还涉及芬太尼关税、稀土管制、芯片出口讨论及推迟“301条款”调查等。尽管此次采购缓解了燃眉之急，但达成永久性贸易协议仍面临挑战。",
      "translated_title": "中国购买美国大豆给农民带来宽慰，但永久性协议难以达成",
      "images": [],
      "contentSource": "完整文章",
      "content": "While China’s resumption of US soybean purchases has brought relief to American farmers – who spent months worried their largest buyer may never return – analysts said they expected the trade of agricultural products to become a regular part of bilateral negotiations in the coming years.\nUS President Donald Trump said aboard Air Force One that “tremendous amounts of the soybeans and other farm products are going to be purchased immediately”, after a meeting with President Xi Jinping in South...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/7bdd63d7-d989-45e0-b13d-071bd1baac17_68c28293.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车制造商比亚迪在欧洲销量飙升，缩小与特斯拉的差距 (原标题: Chinese EV maker BYD’s sales surge in Europe, narrowing gap with Tesla)",
      "link": "https://www.scmp.com/business/china-evs/article/3330873/chinese-ev-maker-byds-sales-surge-europe-narrowing-gap-market-leader-tesla?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 07:02:25 +0000",
      "isoDate": "2025-10-30T07:02:25.000Z",
      "creator": "Daniel Ren",
      "summary": "### 比亚迪欧洲销量飙升，缩小与特斯拉的差距\n\n中国电动汽车制造商比亚迪上月在欧洲的销量大幅增长，这得益于其推出了更多车型并扩大了销售网络，使其与市场领导者特斯拉的差距正在缩小。\n\n#### 销售数据对比\n*   **比亚迪：** 根据欧洲汽车制造商协会（ACEA）的数据，比亚迪9月份在欧洲注册了24,963辆新车，几乎是去年同期5,013辆的五倍。ACEA追踪欧盟、英国、冰岛、列支敦士登、挪威和瑞士的汽车销量。\n*   **特斯拉：** 同期，特斯拉在欧洲的销量同比下降10.5%，向欧洲客户交付了39,837辆汽车。\n\n#### 专家分析\n*   上海独立分析师高申指出：“这些数字进一步证明了比亚迪的国际化战略正在良好运作。”\n*   他补充说，作为全球最大的电动汽车制造商，比亚迪仍需增加在中国以外的销量，以展示其设计和制造能力。\n\n#### 比亚迪的欧洲战略与未来计划\n*   **网络扩张：** 比亚迪执行副总裁李柯上月在慕尼黑IAA Mobility会议期间表示，公司计划到2026年将其在欧洲的展厅数量翻一番，达到2,000个。\n*   **本地化生产：** 比亚迪还计划为其欧洲生产建立一个完整的本地供应链，并已表示到2028年，其在欧洲销售的所有车型都将在当地生产。\n*   **车型增加：** 目前，比亚迪在欧洲销售13款车型，而两年前仅为6款。",
      "shortSummary": "中国电动汽车制造商比亚迪9月在欧洲销量飙升，注册量达24,963辆，几乎是去年同期的五倍，显著缩小了与特斯拉的差距。特斯拉同期销量同比下降10.5%。比亚迪通过增加车型和扩大销售网络实现增长，并计划到2026年将欧洲展厅数量翻倍，到2028年实现所有车型本地化生产，以深化其国际化战略。",
      "translated_title": "中国电动汽车制造商比亚迪在欧洲销量飙升，缩小与特斯拉的差距",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese electric vehicle (EV) maker BYD recorded surging sales in Europe last month after it launched more models and expanded its sales network, narrowing its gap with market leader Tesla.\nThe Shenzhen-based carmaker racked up 24,963 new-car registrations in Europe in September, nearly five times its deliveries of 5,013 units a year ago, according to data from the European Automobile Manufacturers Association, known as the ACEA. The association tracks vehicle sales across the European Union,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/d34cbc70-2588-4670-b65e-727c2b620691_076258b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普批准韩国核潜艇计划，先于与习近平会晤 (原标题: Trump greenlights South Korea nuclear submarine plan ahead of Xi meeting)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330850/trump-greenlights-south-korea-nuclear-submarine-plan-ahead-xi-meeting?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 04:49:19 +0000",
      "isoDate": "2025-10-30T04:49:19.000Z",
      "creator": "Carol Yang",
      "summary": "# 特朗普批准韩国核潜艇计划\n\n美国总统唐纳德·特朗普宣布，他已批准韩国在费城建造核动力潜艇的计划，并称赞首尔是“重振美国造船业的认真伙伴”。这一消息是在他与中国国家主席习近平会晤前夕，通过其Truth Social账户发布的。\n\n## 关键信息点：\n\n*   **核潜艇计划获批：** 特朗普明确表示，他已批准韩国建造核动力潜艇，以取代其目前“老式且远不灵活的柴油动力潜艇”。\n*   **背景与原因：**\n    *   此前，韩国总统李在明在首尔举行的亚太经济合作组织（Apec）论坛期间与特朗普会晤时，请求美国协助获取核潜艇项目所需的核燃料。\n    *   特朗普指出，这一决定是基于美韩军事同盟“比以往任何时候都更加强大”的事实。\n*   **项目时间线：** 核潜艇项目的具体时间表目前尚不明确。\n\n## 特朗普与习近平会晤：\n\n*   **首次面对面会晤：** 特朗普和习近平于周四上午举行了会谈，这是自特朗普一月重返白宫以来两人的首次面对面会晤。\n*   **会晤目的：** 双方旨在管控一系列问题上日益紧张的局势。\n*   **港口费用争议：**\n    *   会后，当被问及两位领导人是否讨论了港口费用争议时，特朗普在空军一号上告诉记者：“那不再是个问题了。”\n    *   美国贸易代表杰米森·格里尔补充说：“我们将在与他们就此问题进行谈判期间推迟处理。”",
      "shortSummary": "美国总统特朗普在与中国国家主席习近平会晤前，批准了韩国在费城建造核动力潜艇的计划。特朗普称赞韩国是重振美国造船业的“认真伙伴”，并指出此举是应韩国总统李在明请求，基于美韩强大同盟。核潜艇项目时间表未定。随后，特朗普与习近平举行了自其重返白宫后的首次面对面会晤，旨在管控紧张局势。双方讨论了港口费用争议，特朗普表示“不再是问题”，美方将推迟处理并进行谈判。",
      "translated_title": "特朗普批准韩国核潜艇计划，先于与习近平会晤",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump said he had approved plans for South Korea to build a nuclear-powered submarine in Philadelphia – praising Seoul as a “serious partner” in efforts to revive US shipbuilding – in a social post released just ahead of his meeting with Chinese President Xi Jinping.\n“South Korea will be building its nuclear-powered submarine in the Philadelphia shipyards,” Trump wrote on his Truth Social account on Thursday morning. “I have given them approval to build a nuclear-powered...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/099b387c-132f-4e12-bc2a-043d3b93e33d_bf4582da.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平与特朗普会晤可能讨论哪些痛点？ (原标题: What pain points are likely to be on the table at Xi-Trump meeting?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330739/what-pain-points-are-likely-be-table-xi-trump-meeting-south-korea?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 13:30:15 +0000",
      "isoDate": "2025-10-29T13:30:15.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 习近平与特朗普会晤的潜在议题与痛点\n\n即将举行的习近平主席与美国总统特朗普在韩国的会晤备受关注。此次会晤是特朗普上任以来两人首次面对面交流，旨在推进此前多轮贸易谈判中涉及的关税、出口管制等议题。\n\n本文概述了全球两大经济体之间的一些关键痛点，并探讨了它们可能在会晤中得到解决的可能性。\n\n#### 双方可能达成一致的议题\n\n根据澳新银行（ANZ Bank）分析师杨宇霆（Raymond Yeung）和邢兆鹏（Xing Zhaopeng）周一发布的研究报告，潜在的协议可能涉及以下几个争议领域：\n\n*   **芬太尼相关关税**：\n    *   美国此前指责中国未能有效遏制芬太尼前体化学品的流动，并于3月对中国征收了20%的惩罚性关税。芬太尼是一种强效合成阿片类药物，占美国药物过量死亡的近70%。\n    *   分析师预计，此次会晤有望部分取消这项20%的惩罚性关税。\n\n*   **对等关税安排**：\n    *   在日内瓦达成的休战协议中，双方同意将关税降至10%。\n    *   分析师认为，两国可能会在本次峰会上正式确立一项对等关税安排。\n\n*   **大豆采购**：\n    *   作为对美国芬太尼相关关税的回应，中国于4月对美国农产品征收了25%的报复性关税，导致上个月中国没有进口任何美国大豆。\n    *   杨宇霆和邢兆鹏预计，峰会后中国将恢复从美国采购大豆。\n\n*   **TikTok在美国的运营**：\n    *   上个月在马德里举行的谈判中，双方已就TikTok社交媒体平台在美国的运营达成了一个框架协议。\n    *   澳新银行分析师预计，双方将在峰会上“发出积极进展的信号”。",
      "shortSummary": "习近平与特朗普在韩国的会晤将聚焦贸易痛点。澳新银行分析师预计，双方可能就芬太尼相关关税的部分取消、正式化对等关税（降至10%）、中国恢复采购美国大豆，以及TikTok在美国运营的框架协议进展发出积极信号。此次会晤旨在解决关税和出口管制等关键问题。",
      "translated_title": "习近平与特朗普会晤可能讨论哪些痛点？",
      "images": [],
      "contentSource": "完整文章",
      "content": "All eyes are now on Thursday’s meeting between President Xi Jinping and US President Donald Trump in South Korea.\nTheir first in-person encounter since Trump’s return to office in January will build on several rounds of trade talks between the two sides that have touched on issues ranging from tariffs to export controls.\nIn this explainer, the Post outlines the key pain points between the world’s two largest economies – and whether they are likely to be addressed.\nWhat issues may be agreed on by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/fbb9fd55-c099-41b8-8a0a-77ad8495e064_8e32f583.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "稀土外交：特朗普亚洲之行旨在锁定矿产供应 (原标题: Rare earth diplomacy: how Trump’s Asia tour aims to lock in mineral supplies)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330773/rare-earth-diplomacy-how-trump-using-his-asia-tour-secure-critical-mineral-supplies?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 11:00:24 +0000",
      "isoDate": "2025-10-29T11:00:24.000Z",
      "creator": "Carol Yang",
      "summary": "# 特朗普亚洲之行与稀土外交\n\n美国总统唐纳德·特朗普在访问亚洲期间签署了一系列关键矿产协议，旨在确保稀土供应并减少对中国的依赖。本文将探讨这些协议在规模、范围和潜在影响上的差异。\n\n## 美日框架协议内容\n\n周二，美国和日本签署了一项协议，旨在“支持对美国和日本国内工业至关重要的原材料和加工关键矿产及稀土的供应”。\n\n### 合作领域\n\n尽管细节不多，该框架概述了潜在合作的广泛领域，包括：\n\n*   **联合矿产资源测绘**：共同绘制矿产来源地图。\n*   **投资机会**：探索和支持关键矿产领域的投资。\n*   **战略储备**：建立和维护关键矿产储备。\n\n### 财务支持\n\n文件显示，两国计划在六个月内采取行动，为选定的项目提供财政支持，但并未披露正在考虑的具体举措。",
      "shortSummary": "美国总统特朗普在亚洲签署了关键矿产协议，旨在确保稀土供应并减少对中国的依赖。其中，美日两国达成框架协议，支持关键矿产和稀土的供应，合作领域包括联合测绘、投资机会和战略储备。两国计划在六个月内为选定项目提供财政支持。",
      "translated_title": "稀土外交：特朗普亚洲之行旨在锁定矿产供应",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump has signed a series of critical mineral agreements during his visit to Asia, in a bid to secure rare earth supplies and reduce dependence on China.\nHere, the Post examines how these deals differ in scale, scope and potential impact.\nWhat does the US-Japan framework cover?\nOn Tuesday, the two countries signed an agreement to “support the supply of raw and processed critical minerals and rare earths crucial to the domestic industries of the United States and Japan”.\nWhile...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/93224404-4a93-412e-bac7-adfa61623c38_dd940a88.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球企业在情绪疲软和人工智能推动下加速裁员 (原标题: Global companies ratchet up job cuts amid weak sentiment, AI push)",
      "link": "https://www.scmp.com/business/companies/article/3330742/global-companies-ratchet-job-cuts-amid-weak-sentiment-ai-push?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 06:51:28 +0000",
      "isoDate": "2025-10-29T06:51:28.000Z",
      "creator": "Reuters",
      "summary": "全球企业正在加速裁员，从亚马逊到雀巢和UPS等蓝筹公司都在削减开支。这主要是由于消费者情绪低迷，以及专注于人工智能的科技公司开始用自动化取代业务岗位。\n\n### 全球裁员概况\n*   **美国裁员**：本月美国公司已宣布超过25,000个裁员岗位（不包括UPS从2025年初开始的48,000个岗位）。\n*   **欧洲裁员**：欧洲的裁员总数超过20,000个，其中雀巢公司上周宣布裁减16,000个岗位，占了大部分。\n*   **数据背景**：由于美国政府处于历史上第二次最长的停摆期间，全国范围内的裁员数据不可用，投资者因此更加关注这些零星的裁员案例。尽管年终裁员很常见，且许多引人注目的裁员将持续较长时间。\n\n### 裁员原因\n裁员的原因多种多样：\n*   **经济放缓**：50 Park Investments首席执行官Adam Sarhan表示，亚马逊等公司的裁员表明经济正在放缓，而不是走强。“经济强劲时不会出现大规模裁员。”\n*   **消费者情绪低迷**：整体消费者信心下降，导致企业削减开支。\n*   **人工智能推动**：人工智能技术的发展促使公司用自动化取代部分业务岗位，以证明在AI工具上投入的数十亿美元是合理的。\n*   **公司重组**：一些公司（如Target和雀巢）的新任CEO急于重组其运营。\n*   **贸易关税**：婴儿服装公司Carter's因美国前总统唐纳德·特朗普征收的高额进口关税而面临困境，正在削减15%的办公室职位。\n\n### 主要公司裁员案例\n*   **亚马逊**：宣布将从其企业员工中裁减多达14,000个岗位。路透社报道称，亚马逊可能有多达30,000个岗位被裁撤。\n*   **雀巢**：宣布裁减16,000个岗位。\n*   **UPS**：宣布从2025年初开始裁减48,000个岗位。\n*   **Target、宝洁**：也加入了裁减数千个办公室岗位的行列。\n*   **Carter's**：削减15%的办公室职位。\n\n### 图片\n![亚马逊的裁员可能是更深层次结构性转变的早期迹象，因为公司正努力证明在人工智能工具上投入的数十亿美元是合理的。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/29/8ec420be-f40a-42e4-a12e-819c296328da_0cca97ce.jpg)\n*亚马逊的裁员可能是更深层次结构性转变的早期迹象，因为公司正努力证明在人工智能工具上投入的数十亿美元是合理的。*",
      "shortSummary": "全球企业正加速裁员，亚马逊、雀巢和UPS等蓝筹公司均受影响。裁员主要源于消费者情绪疲软、人工智能自动化取代岗位以及公司重组。美国本月已宣布超2.5万裁员，欧洲超2万。此趋势预示经济放缓，并反映企业为证明AI投资合理性而进行的结构性转变。",
      "translated_title": "全球企业在情绪疲软和人工智能推动下加速裁员",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/29/8ec420be-f40a-42e4-a12e-819c296328da_0cca97ce.jpg",
          "alt": "Amazon.com’s job cuts could be an early sign of deeper structural shifts, as companies push to justify billions spent on artificial intelligence tools. Photo: Shutterstock",
          "title": "Amazon.com’s job cuts could be an early sign of deeper structural shifts, as companies push to justify billions spent on artificial intelligence tools. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Companies around the globe have ramped up job cuts, with blue-chip firms from Amazon.com to Nestlé and UPS reining in spending, while consumer sentiment dims and artificial intelligence-focused tech companies start to replace business roles with automation.\nAccording to a Reuters tally, American companies have announced more than 25,000 job cuts this month, not including UPS’ 48,000 figure, which dates from the beginning of 2025. In Europe, the total tops 20,000, with Nestlé accounting for the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/e9466a75-32b3-4b8c-8973-52b02f7bd546_685e91a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“进步不可阻挡”：中国驻巴黎首席特使谈贸易、电动汽车关税 (原标题: ‘Progress cannot be stopped’: China’s chief Paris envoy talks trade, EV tariffs)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330699/progress-cannot-be-stopped-chinas-ambassador-france-talks-trade-ev-tariffs?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 06:00:09 +0000",
      "isoDate": "2025-10-29T06:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国驻巴黎特使邓励谈贸易与电动汽车关税\n\n中国驻法国和摩纳哥大使邓励近期接受了《南华早报》的深入采访，讨论了北京与法国及欧盟的经济关系。\n\n### 核心观点：\n\n*   **欧洲在新兴产业中的角色：** 随着全球经济格局的变化和技术创新的加速，中国表示愿意帮助欧洲大陆确定其在新兴产业中的定位。\n*   **全球工业和供应链：**\n    *   邓励大使指出，随着技术革命的推进，许多新的工业和供应链正在形成并不断涌现。\n    *   中国真诚希望这些工业链能够全球化。他强调，中小企业（SMEs），尤其是欧洲的中小企业，必须考虑它们在未来产业中的位置。\n    *   中国和欧洲可以相互学习，共同增长将确保各方都能在这些供应链中占据一席之地。\n*   **反对保护主义：**\n    *   邓励大使明确表示，保护主义措施必然会引发报复，并且无助于减少贸易逆差。\n    *   他以欧盟对中国制造电动汽车（EVs）征收关税为例，说明了这种措施的负面影响。\n    *   邓励认为，此类措施将使欧洲在基础技术方面落后，最终由于创新差距而使合作变得更加困难。\n\n### 总结：\n\n邓励大使强调了全球化工业链的重要性，呼吁欧洲中小企业积极参与未来产业发展，并警告保护主义措施（如欧盟对中国电动汽车征收关税）将适得其反，阻碍技术进步和国际合作。",
      "shortSummary": "中国驻法国大使邓励在采访中强调，中国愿助欧洲融入新兴产业，并呼吁全球化工业链。他警告称，保护主义措施（如欧盟对中国电动汽车征收关税）将引发报复，阻碍技术进步，并使合作更加困难。邓励指出，共同增长才能确保各方在未来供应链中占有一席之地。",
      "translated_title": "“进步不可阻挡”：中国驻巴黎首席特使谈贸易、电动汽车关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "This month, the Post’s Xiaofei Xu sat down with Deng Li, China’s ambassador to France and Monaco, for an in-depth and wide-ranging interview. In part two, Deng discusses Beijing’s economic relationship with France and the EU. Part one can be found here.\nAs Europe adapts to the changing nature of the global economy and the fast pace of technological innovation, China is ready to help the continent as it determines its role in emerging industries, Beijing’s top diplomat in Paris told the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/1575eb08-3f27-446e-aac5-9266516f1b8f_7e6cf6d0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国副总理誓言进一步开放金融业 (原标题: Chinese vice-premier vows further opening up of financial sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330712/chinese-vice-premier-vows-further-opening-financial-sector?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 03:04:19 +0000",
      "isoDate": "2025-10-29T03:04:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国副总理承诺进一步开放金融业\n\n中国副总理何立峰近日誓言，中国将继续扩大金融业的“高水平对外开放”，并欢迎更多外国金融机构和长期资本进行投资。\n\n## 核心承诺\n*   中国将坚定不移地扩大金融业高水平对外开放。\n*   加快建设现代金融强国。\n\n## 背景与场合\n*   何立峰副总理于周二在北京会见了国家金融监督管理总局国际咨询委员会的成员。\n*   该委员会由外国金融机构的现任和前任领导人组成。\n*   何立峰在会议上表示，欢迎更多外国金融机构深化与中国的合作。\n\n## 中美关系讨论\n*   在会议期间，何立峰向委员会成员介绍了中美经济贸易关系。\n*   他提及周末在马来西亚与美国财政部长斯科特·贝森特（Scott Bessent）举行的会谈，中方称双方达成了“基本共识”。\n*   这些会谈是在中国国家主席习近平与美国总统唐纳德·特朗普（Donald Trump）预计周四在韩国举行会晤之前进行的，但北京尚未确认此次会晤。\n\n## 委员会反馈\n*   根据声明，委员会成员对中国的经济和金融前景表示乐观。\n*   他们表示愿意继续深耕中国市场，并进一步扩大对华投资与合作。",
      "shortSummary": "中国副总理何立峰承诺将坚定不移地扩大金融业“高水平对外开放”，欢迎更多外国金融机构和长期资本投资，以加快建设现代金融强国。他在北京会见国家金融监督管理总局国际咨询委员会时发表了上述言论，并向委员会成员介绍了中美经济贸易关系及近期与美国财政部长的会谈。委员会成员对中国经济和金融前景表示乐观，并表示愿继续深耕中国市场，扩大对华投资与合作。",
      "translated_title": "中国副总理誓言进一步开放金融业",
      "images": [],
      "contentSource": "完整文章",
      "content": "Vice-Premier He Lifeng has vowed that China will continue to expand the “high-level opening up” of its financial sector and welcome more investment by foreign financial institutions and long-term capital.\n“China will unswervingly expand high-level opening up in the financial sector and accelerate the building of a modern financial powerhouse,” he said in a statement published on Tuesday.\nThe Chinese vice-premier made the comments during a meeting with the National Financial Regulatory...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/3fd8574f-d9ce-4349-88d6-9c3da18366a1_01a439ae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国禁止新的中国电信设备，理由是国家安全风险 (原标题: US bans new Chinese telecoms gear, citing national security risks)",
      "link": "https://www.scmp.com/news/china/article/3330692/us-bans-new-chinese-telecoms-gear-citing-national-security-risks?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 21:47:44 +0000",
      "isoDate": "2025-10-28T21:47:44.000Z",
      "creator": "Frank Tang",
      "summary": "# 美国禁止新的中国电信设备，理由是国家安全风险\n\n美国总统唐纳德·特朗普政府于周二收紧了对美国境内新的中国电信设备的进口、营销和销售规定。此举在美国最高领导人峰会前夕，预计将影响双边关系。\n\n**主要决策点：**\n*   **FCC投票决定：** 美国联邦通信委员会（FCC）投票决定阻止批准来自其“受涵盖名单”上公司设备的新的许可。\n*   **追溯权力：** FCC还被授权在某些情况下禁止此前已获批准的设备。\n*   **受影响公司：** 华为技术公司、海康威视以及其他中国公司生产的设备可能被排除在美国的通信网络之外。\n\n**国家安全担忧：**\n*   **监控风险：** 监管机构发布在线声明指出，许多此类设备与“外国对手”如中国密切相关，可能允许中国共产党（CCP）监视美国人，扰乱通信网络，并威胁美国国家安全。\n*   **漏洞关闭：** 新规定将堵塞“模块化发射器漏洞”，这意味着某些不安全的华为、海康威视或其他“受涵盖名单”上的模块化发射器将不能再作为合法或授权设备的组件。\n\n**背景信息：**\n*   **长期审查：** 此举是在美国长期以来一直在审查其国家安全风险，特别是与中国电信设备制造商相关的风险之后做出的。\n*   **对华关系评估：** 这是华盛顿对其与中国关系的全面评估的一部分。\n\n**相关图片：**\n![中国国家主席习近平会见中国顶级企业家](https://i.ytimg.com/vi/DtqVDGPnrfc/maxresdefault.jpg)\n*   图片描述：中国国家主席习近平会见中国顶级企业家，背景是中美科技竞争。",
      "shortSummary": "美国特朗普政府通过联邦通信委员会（FCC）禁止新的中国电信设备进入美国市场，理由是国家安全风险。此举针对华为、海康威视等公司，旨在防止中国共产党监视美国人并扰乱通信网络。新规定还堵塞了模块化发射器漏洞，是美国全面评估对华关系和国家安全风险的一部分。",
      "translated_title": "美国禁止新的中国电信设备，理由是国家安全风险",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/DtqVDGPnrfc/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The administration of US President Donald Trump on Tuesday tightened the rules on the importation, marketing and sales of new Chinese telecoms gear in the United States, a move set to haunt bilateral relations ahead of the summit of the top leaders later this week.\nThe US Federal Communications Commission (FCC) voted to block new approvals for devices with parts from companies on its “Covered List“ and also to allow it to bar previously approved equipment in certain cases.\nIt means that devices...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/3b3cfa91-403b-49fb-a2ba-743585edb9d3_d0f62c24.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的发展模式正在全球回响 (原标题: China’s development model is reverberating around the world)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330495/chinas-development-model-reverberating-around-world?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 12:30:08 +0000",
      "isoDate": "2025-10-28T12:30:08.000Z",
      "creator": "Richard Heydarian",
      "summary": "# 中国发展模式的全球影响\n\n文章指出，中国国家主席习近平在2018年的一次讲话中，强调了中国在科技发展上的自信，表示“我们不需要追赶（其他国家），我们就是道路”。这不仅体现了他对中国科学界的无限信心，也反映了“中国制造2025”国家经济战略的智慧，该战略带来了技术上的复兴。\n\n## 中国模式的转型与成功\n*   **产业升级：** 凭借一项非常成功的产业政策，中国已迅速从一个低成本的世界工厂转型为高科技全球中心。\n*   **技术自主：** 这种转型降低了中国对外国技术的依赖，带来了明显的国家安全利益，同时也确保其他国家必须依赖中国产品。\n*   **经济韧性：** 凭借其强大而充满活力的经济，中国成功抵御了贸易战。\n\n## 全球影响与观念转变\n*   **专家反思：** 中国的发展模式促使一些专家重新审视他们关于增长和创新的基本假设。\n*   **西方效仿：** 尽管西方工业强国指责北京的“产能过剩”和所谓的掠夺性贸易行为，但它们似乎也在效仿中国。\n*   **全球南方典范：** 中国已成为全球南方国家的发展典范。\n\n## 美国政策的转变\n*   **国家资本主义倾向：** 即使是美国，在唐纳德·特朗普总统执政期间，似乎也放弃了其自由市场意识形态，转而支持国家资本主义。\n*   **特朗普的独特之处：** 文章指出，尽管人们普遍关注特朗普的威权主义和本土主义，但他在当代政治中的独特之处在于他公然攻击美国对自由市场资本主义的承诺。\n*   **中美关系：** 在习近平准备与特朗普在韩国亚太经合组织峰会期间会晤时，他将发现美国同行既是一个受委屈的竞争对手，又是一个不情愿的仰慕者。",
      "shortSummary": "中国的发展模式，以“中国制造2025”为核心，已成功将中国从世界工厂转变为高科技中心，显著降低了对外部技术的依赖。这一模式不仅抵御了贸易战，还促使全球专家重新审视增长与创新。西方国家，包括特朗普时期的美国，在批评中国的同时也似乎在效仿其国家资本主义策略。中国已成为全球南方国家的发展典范，其影响力正在全球回响。",
      "translated_title": "中国的发展模式正在全球回响",
      "images": [],
      "contentSource": "完整文章",
      "content": "“We do not need to chase [after other countries], we are the road,” said President Xi Jinping after inaugurating a major scientific project in Sanya, Hainan province, in 2018. Xi urged scientists to push the boundaries of technological development.\nXi’s bold statement not only reflected his boundless confidence in China’s scientific community but also the wisdom of the “Made in China 2025” national economic strategy, which has produced nothing less than a technological renaissance.\nThanks to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/06f7f028-bfaa-4fd9-8a0b-7d0d84d28ff9_364d0335.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国-东盟自贸协定升级，北京力推区域合作 (原标题: China-Asean free-trade pact gets upgrade as Beijing touts regional ties)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330635/china-asean-free-trade-pact-gets-upgrade-beijing-touts-regional-ties?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 10:00:17 +0000",
      "isoDate": "2025-10-28T10:00:17.000Z",
      "creator": "Ralph Jennings,Mia Nurmamat",
      "summary": "# 中国-东盟自贸协定升级：深化区域经济合作\n\n中国与东盟（东南亚国家联盟）于周二签署了自由贸易协定（CAFTA）的升级议定书，即中国-东盟自由贸易区3.0版。此次升级旨在深化双方的经济联系，并被北京视为在与美国贸易战背景下加强多边经济关系的重要举措。\n\n## 协议背景与签署\n*   **签署时间与地点**：该升级议定书于本周在吉隆坡举行的东盟峰会上签署。\n*   **参与方**：中国与由11个东南亚国家组成的东盟，东盟在2023年拥有6.8亿人口和3.8万亿美元的国内生产总值。\n\n## 关键升级内容\n此次升级扩展了协定条款，涵盖了以下重要领域：\n*   **产品质量**：旨在提升区域内贸易产品的标准和质量。\n*   **环境保护**：纳入了更多关于环境可持续性和保护的条款。\n*   **中小企业扶持**：增加了帮助中小企业发展的措施，促进其参与区域贸易。\n\n## 战略意义与影响\n中国国务院总理李强在第28届中国-东盟峰会上指出，升级后的协议为扩大和加强双边经济贸易合作创造了新机遇，并增强了双方抵御风险的能力。他特别提到，在许多国家因“不公平地遭受高额关税”而面临更大发展挑战的时期，这一举措尤为重要。\n\n中国商务部在其网站声明中强调，在基于规则的国际贸易体系面临严峻挑战之际，签署中国-东盟自由贸易区3.0版议定书具有重大意义。商务部进一步表示：\n*   **多边主义与自由贸易**：此举充分展现了中国和东盟对多边主义和自由贸易的共同承诺。\n*   **经济增长动力**：将为区域和全球经济增长注入更大的信心和动力。\n*   **抵制保护主义**：为各国共同抵制保护主义和单边主义、共同应对全球贸易挑战树立了重要榜样。\n\n此次升级被视为中国在当前国际经济形势下，通过加强区域合作来应对外部挑战、维护开放经济体系的重要一步。",
      "shortSummary": "中国与东盟签署了自由贸易协定（CAFTA）3.0版升级议定书，旨在深化区域经济合作。此次升级将协定条款扩展至产品质量、环境保护和中小企业扶持等领域。中国总理李强指出，此举将创造新的合作机遇，增强双方抵御风险的能力，尤其是在当前国际贸易挑战背景下。中国商务部强调，这展现了双方对多边主义和自由贸易的共同承诺，将为区域和全球经济增长注入信心，并树立抵制保护主义的榜样。",
      "translated_title": "中国-东盟自贸协定升级，北京力推区域合作",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and a bloc of 11 Southeast Asian countries signed an upgrade to their free-trade agreement on Tuesday, expanding its terms to cover product quality, environmental protection and help for small businesses, in a sought-after strengthening of multilateral economic ties for Beijing amid its ongoing trade war with the US.\nThe Association of Southeast Asian Nations (Asean), a group with a combined population of 680 million and a total gross domestic product of US$3.8 trillion in 2023, signed the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/f4d1483b-6a27-4139-b25b-dbc259f8339a_b38678db.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新措辞，新阶段？中国调整人民币国际化表述 (原标题: New phrase, new phase? China adjusts language on yuan internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330605/new-phrase-new-phase-chinas-central-bank-adjusts-language-yuan-internationalisation?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 08:08:42 +0000",
      "isoDate": "2025-10-28T08:08:42.000Z",
      "creator": "Alice Li,Sylvia Ma",
      "summary": "### 中国调整人民币国际化表述，预示新阶段\n\n中国人民银行（PBOC）近期在描述其推动人民币全球使用的努力时，采用了更为积极的措辞。这一修辞上的转变可能预示着，在中国对美元日益担忧的背景下，人民币国际化的努力将有所加强。\n\n**关键措辞变化：**\n\n*   **旧措辞：** 过去，央行官员通常使用“审慎稳步推进人民币国际化”的表述。\n*   **新措辞：** 中国人民银行行长潘功胜在最近的一次会议上承诺“推动人民币国际化”，这与之前的表述相比，语气明显更加积极。\n\n**潘功胜行长提出的具体措施：**\n\n在央行党委的一次会议上，潘功胜行长阐述了未来推动人民币国际化的具体方向：\n\n*   **促进贸易使用：** 提升人民币在贸易结算中的使用。\n*   **金融市场开放：** 逐步有序地进一步开放金融市场。\n*   **支持离岸市场：** 支持离岸人民币市场的发展。\n\n**专家解读：**\n\n渣打银行大中华及北亚区首席经济学家丁爽指出，新措辞的使用是北京发出的一个信号，表明中国将在未来五年内更积极地推动人民币的全球使用。",
      "shortSummary": "中国人民银行已调整其人民币国际化的表述，从“审慎稳步推进”变为“推动人民币国际化”。央行行长潘功胜承诺将更积极地促进人民币在贸易中的使用、开放金融市场并支持离岸市场发展。此举被视为中国在全球对美元担忧加剧之际，加大人民币全球推广力度的信号，预示未来五年将采取更主动的策略。",
      "translated_title": "新措辞，新阶段？中国调整人民币国际化表述",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank has adopted a more proactive tone when describing its efforts to promote the global use of the yuan – a rhetorical change that could signal increased efforts to internationalise the currency amid growing concerns over the US dollar.\nAt a recent meeting, People’s Bank of China Governor Pan Gongsheng pledged to “promote the internationalisation of the yuan”, a noticeable shift in tone from earlier statements by central bank officials, which typically referred to “prudently and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/4b0950ac-c7a9-4781-b33e-1c35c4710fca_d5c8837f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京谴责英国对11家中国公司实施“单边”制裁 (原标题: Beijing slams UK’s ‘unilateral’ sanctions on 11 Chinese companies)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330576/beijing-slams-uks-unilateral-sanctions-11-chinese-firms-over-russia-links?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 05:23:38 +0000",
      "isoDate": "2025-10-28T05:23:38.000Z",
      "creator": "Xiaofei Xu,Carol Yang",
      "summary": "### 北京谴责英国对中国公司实施制裁\n\n中国已强烈谴责英国对11家中国公司实施制裁，称这些公司与俄罗斯存在“所谓联系”。北京警告此举可能损害中英关系。\n\n**主要观点：**\n\n*   **制裁性质与合法性**：\n    *   中国商务部周一发表声明，指出英国的行动构成“单边制裁”，缺乏国际法依据和联合国授权。\n    *   北京敦促伦敦“立即纠正错误，解除对相关中国实体的制裁”。\n*   **对中英关系的影响**：\n    *   中国商务部明确表示，尽管北京提出官方抗议，英国政府仍坚持将这11家公司列入制裁名单。\n    *   此举可能损害“中英经济贸易关系的积极势头”。\n*   **中国立场与原则**：\n    *   中国一贯严格控制两用物品的出口。\n    *   声明强调，中俄企业之间的“正常交流与合作不应受到干预或影响”。\n    *   中国表示将“坚定维护”中国企业的合法权益。\n*   **英国的行动**：\n    *   英国政府于10月15日宣布了最新一轮与俄罗斯相关的制裁。\n    *   此次制裁共针对90个实体和船只，其中包括11家中国公司。\n    *   制裁理由是这些公司涉嫌支持俄罗斯的能源、金融和国防部门。",
      "shortSummary": "中国谴责英国对11家中国公司实施“单边”制裁，理由是这些公司与俄罗斯存在“所谓联系”。北京指出此举缺乏国际法依据和联合国授权，并警告将损害中英关系。中国敦促英国立即解除制裁，并表示将坚定维护中国企业的合法权益。英国于10月15日宣布了针对90个实体和船只的制裁，其中包括这些中国公司，称其支持俄罗斯的能源、金融和国防部门。",
      "translated_title": "北京谴责英国对11家中国公司实施“单边”制裁",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has denounced the United Kingdom for sanctioning 11 Chinese companies over “alleged connections” with Russia despite Beijing’s diplomatic objections, warning the move could damage the UK-China relationship.\n“The UK’s actions constitute unilateral sanctions that lack both a basis in international law and authorisation from the United Nations,” China’s Ministry of Commerce said in a statement on Monday.\nBeijing urged London to “immediately correct its mistake and lift the sanctions on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/cd321a50-f22e-42b2-aa55-e4007bbf29a9_4435006e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正在引领全球化新阶段 (原标题: China is spearheading a new phase of globalisation)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330435/chinas-transition-global-powerhouse-hinges-more-innovation?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-27T21:30:08.000Z",
      "creator": "Ningrong Liu",
      "summary": "### 中国引领全球化新阶段\n\n中国的第十五个五年规划及其后续规划，不仅是政策蓝图，更是中国经济发展和全球地位的关键转折点。这些规划将定义一个由创新驱动增长的时代，巩固中国作为主要大国和美国竞争对手的地位。\n\n#### 中国经济发展的历史阶段\n\n*   **改革开放初期（1978-1992年）：** 在文化大革命后的经济挑战下，改革开放势在必行，标志着中国对外开放的初始阶段。\n*   **发展优先阶段（1992年邓小平南巡后）：** 明确确立了发展是首要任务的原则。\n*   **全面融入全球化（2001年加入世贸组织）：** 中国全面融入全球化进程，推动了经济的快速增长，使其在2010年超越日本，成为世界第二大经济体。\n*   **“超级全球化”时代的终结（2017年至今）：** 2017年（美国总统特朗普上任及中共十九大召开）标志着以中美深度经济相互依存为特征的“超级全球化”时代的结束。2018年，美国对中国发动了贸易战。\n\n#### 当前与未来战略重点\n\n*   **2035年社会主义现代化目标：** 在战略竞争加剧的背景下，实现2035年社会主义现代化目标提升了五年规划的重要性。\n*   **五年规划的关键作用：** 这些规划的成功将决定中国能否实现经济突破、国内生产总值是否超越美国以及中美关系的未来走向。\n*   **第四次工业革命的优先地位：** 中国必须优先发展第四次工业革命。\n    *   **历史回顾：** 中国在第一次和第二次工业革命中基本缺席。在第三次工业革命（互联网和信息技术浪潮）中，中国虽然有所发展，但并未成为领跑者。\n    *   **当前成就与潜力：** 如今，中国在新能源汽车、锂电池和太阳能光伏领域取得了全球领先地位，展现了其强大的创新潜力。",
      "shortSummary": "中国第十五个五年规划及其后续计划是其创新驱动增长和全球地位的关键。中国经济发展经历了改革开放、加入世贸组织全面融入全球化等阶段，并在2017年后告别了中美深度互赖的“超级全球化”时代。为实现2035年现代化目标，中国正优先发展第四次工业革命，已在新能源汽车、锂电池和太阳能光伏等领域取得全球领先，展现出引领全球化新阶段的潜力。",
      "translated_title": "中国正在引领全球化新阶段",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s 15th five-year plan is more than a policy blueprint; it is a pivotal turning point. This plan and the next one will define an era of innovation-led growth, solidifying China’s status as a major power and peer competitor to the United States.\nSince the reform and opening-up policy was launched, China’s economic development has had distinct phases. The 1978-1992 period marked the initial stage of opening up. Reform and opening-up was imperative in the wake of economic challenges after the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/69d601dc-3e90-4c52-a779-c3a7bdd97212_fdd605e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在打击加密货币方面加倍努力，央行誓言扩大数字人民币的使用 (原标题: China doubles down on crypto crackdown as central bank vows to expand digital yuan)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330525/china-doubles-down-crypto-crackdown-central-bank-vows-expand-digital-yuan?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 15:36:10 +0000",
      "isoDate": "2025-10-27T15:36:10.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国重申对虚拟货币的强硬立场，并承诺扩大数字人民币使用\n\n中国周一重申了其对虚拟货币的强硬立场，警告了稳定币的风险，并表示将继续打击虚拟货币的境内运营和投机活动。与此同时，中国人民银行行长潘功胜表示，中国将致力于扩大其央行数字货币（e-CNY）的使用范围。\n\n## 稳定币的风险与监管担忧\n\n潘功胜指出，稳定币仍处于发展的早期阶段，全球金融监管机构对其发展普遍持谨慎态度。他强调了稳定币存在的以下问题：\n\n*   **监管缺失**: 作为一种金融活动，稳定币目前未能有效满足客户身份识别和反洗钱等基本要求，这加剧了全球金融监管的漏洞。\n*   **市场投机**: 稳定币助长了强烈的市场投机氛围，增加了全球金融系统的脆弱性。\n*   **货币主权影响**: 稳定币对一些欠发达经济体的货币主权产生了影响。\n\n## 持续打击虚拟货币\n\n潘功胜表示，中国央行将与执法机构合作，继续严厉打击虚拟货币的境内运营和投机活动。这表明中国将继续保持对加密货币的严格监管态势。\n\n## 扩大数字人民币（e-CNY）的使用\n\n与对虚拟货币的严格态度形成对比的是，中国正积极推动其央行数字货币——数字人民币（e-CNY）的发展和应用。潘功胜表示，中国将致力于扩大数字人民币的使用范围。\n\n![中国人民银行行长潘功胜在北京金融街论坛上。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/27/6d32144b-d7a7-4cb0-80d9-27db72d4b2ab_ed1e3839.jpg)\n*中国人民银行行长潘功胜在北京金融街论坛上。图片来源：路透社*",
      "shortSummary": "中国重申对虚拟货币的强硬立场，警告稳定币存在监管漏洞、助长投机并增加金融系统脆弱性。中国人民银行行长潘功胜表示，将继续打击虚拟货币的境内运营和投机。与此同时，中国将致力于扩大其央行数字货币（e-CNY）的使用范围。",
      "translated_title": "中国在打击加密货币方面加倍努力，央行誓言扩大数字人民币的使用",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/27/6d32144b-d7a7-4cb0-80d9-27db72d4b2ab_ed1e3839.jpg",
          "alt": "Pan Gongsheng, governor of the People’s Bank of China, at the Financial Street Forum in Beijing. Photo: Reuters",
          "title": "Pan Gongsheng, governor of the People’s Bank of China, at the Financial Street Forum in Beijing. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China on Monday reaffirmed its hardline approach towards virtual currencies at home, warning of the risks of stablecoins, despite growing concerns that the United States might have consolidated its US dollar dominance through them.\nInstead, the world’s second largest economy vowed to broaden the use of its central bank digital currency known as e-CNY, according to Pan Gongsheng, governor of the People’s Bank of China.\n“[Stablecoins] are still in their early stages of development,” said Pan,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/c64c6fcf-3cf9-42b6-97c3-cd37179b571b_c144a1b4.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-31T18:41:19.714Z"
}