{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "中国特使呼吁‘共同繁荣’，习特会或将临近 (原标题: Chinese envoy calls for ‘shared prosperity’ as possible Xi-Trump summit approaches)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3330299/chinese-envoy-calls-shared-prosperity-possible-xi-trump-summit-approaches?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 04:41:10 +0000",
      "isoDate": "2025-10-25T04:41:10.000Z",
      "creator": "Frank Tang,Khushboo Razdan",
      "summary": "中国驻美国大使谢锋近日强调了“共同繁荣”的重要性，并将可能在下周韩国举行的美国总统特朗普与中国国家主席习近平的峰会（习特会）视为一个合作而非对抗的机会。\n\n### 主要观点：\n\n*   **合作与沟通的呼吁**：\n    *   谢锋大使在一次活动中指出，中美作为全球两大经济体，应加强沟通并管控彼此间的分歧。\n    *   他强调：“在这个混乱的世界中，我们有1000个理由把中美关系搞好。”\n    *   谢锋表示，希望美方能与中方合作，遵循两国元首达成的共识，并秉持相互尊重、和平共处、合作共赢的原则。\n\n*   **当前贸易紧张局势**：\n    *   中美关系目前正经历贸易紧张局势的再度升级，其特点是针锋相对的措施。\n    *   这些措施已经扰乱了全球供应链，并动摇了金融市场。\n    *   此轮紧张局势是在今年早些时候一段相对稳定时期之后出现的。\n\n*   **高层磋商**：\n    *   双方高级代表团已于周六抵达马来西亚吉隆坡，进行一轮关键的经济和贸易磋商。",
      "shortSummary": "中国驻美大使谢锋在可能举行的习特会前夕，呼吁中美两国实现“共同繁荣”，强调合作而非对抗。他指出，尽管当前贸易紧张局势加剧，两国仍需加强沟通、管控分歧，并遵循相互尊重、合作共赢的原则。同时，双方高级代表团已在吉隆坡进行关键的经济和贸易磋商。",
      "translated_title": "中国特使呼吁‘共同繁荣’，习特会或将临近",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s top envoy in Washington has emphasised the need for “shared prosperity”, framing a possible summit between US President Donald Trump and Chinese President Xi Jinping next week in South Korea as an opportunity for cooperation rather than confrontation.\nSpeaking at an event on Friday, China’s ambassador to the United States, Xie Feng, said that China and the US, as the world’s two largest economies, should improve communication and manage their differences.\n“In this chaotic world, we...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/1776c5e2-75c6-4b97-b0d1-c3d71e4f64df_c8262981.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判在吉隆坡启动，为可能的习特会铺路 (原标题: China, US trade talks start in Kuala Lumpur ahead of possible Xi-Trump summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330296/china-us-trade-delegates-meet-kuala-lumpur-ahead-possible-xi-trump-talks?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 03:16:20 +0000",
      "isoDate": "2025-10-25T03:16:20.000Z",
      "creator": "Ralph Jennings,Xinyi Wu",
      "summary": "# 中美贸易谈判在吉隆坡启动\n\n中国副总理何立峰与美国财政部长斯科特·贝森特在马来西亚吉隆坡开启了新一轮贸易谈判。此次会晤被视为在为世界两大经济体领导人可能举行的会晤铺平道路。\n\n## 谈判背景与目的\n\n*   **重要性：** 这是自美国总统唐纳德·特朗普于四月升级贸易战以来，何立峰与贝森特之间的第五次面对面会晤。\n*   **议题：** 中国商务部周四证实，双方预计将讨论对中美经济和贸易关系至关重要的问题。\n*   **潜在影响：** 此次谈判，继一周前何立峰与贝森特进行视频通话之后，有望为两国紧张关系的潜在降级打开大门。\n\n## 谈判地点与时间\n\n*   **地点：** 谈判在马来西亚最高的摩天大楼——默迪卡118大厦（Merdeka 118 tower）的96层举行。中方代表团约20人于周六上午11点前抵达，美方代表已在现场。\n*   **时间：** 谈判预计将持续到傍晚，没有确定的结束时间，并可能在周日继续进行。\n\n## 近期双边关系紧张\n\n*   **波动性：** 近几周，中美两国之间的双边关系一直不稳定。\n*   **紧张升级：** 10月9日之后紧张局势加剧，当时北京宣布对稀土元素（对包括国防工业在内的许多高科技产品生产至关重要的矿物）实施进一步的出口管制。此举被广泛视为对华盛顿9月底扩大实体清单的报复。",
      "shortSummary": "中美副总理何立峰与财政部长斯科特·贝森特在吉隆坡启动新一轮贸易谈判，旨在为可能的习特会铺路。这是双方自贸易战升级以来的第五次会晤，预计将讨论关键经贸问题，并有望缓解两国紧张关系。近期，因稀土出口管制和实体清单问题，中美关系波动加剧。谈判于周六开始，可能持续至周日。",
      "translated_title": "中美贸易谈判在吉隆坡启动，为可能的习特会铺路",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Vice-Premier He Lifeng and US Treasury Secretary Scott Bessent have started a new round of trade talks in Kuala Lumpur, paving the way for a possible meeting between the presidents of the world’s two largest economies.\nThe Chinese delegation of about 20 people arrived at the Merdeka 118 tower, the highest skyscraper in Malaysia, just before 11am on Saturday, and quietly walked past waiting reporters to an elevator that would take them to the 96th floor of the glassy structure, which is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/227a879c-ba81-4c42-9aca-0661dbec554d_77b633b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土巨头支持中国广泛的出口管制 (原标题: State rare earth giant throws support behind China’s broad export controls)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330227/state-rare-earth-giant-throws-support-behind-chinas-broad-export-controls?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-24T13:00:08.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国稀土巨头支持出口管制\n\n中国最大的稀土生产商之一——中国稀土集团，已承诺“严格执行政府指导”的出口管制措施。此举是在美国官员严厉批评北京近期扩大关键矿物许可要求之际，一家主要行业参与者对中国政策的明确支持。\n\n## 中国稀土集团的声明\n\n*   **重申决心：** 该集团（由国有金属企业于2021年组建的联合体）在其官方网站上发布声明，重申了北京整合稀土贸易监管的决心，尽管美国试图将这些措施作为中美贸易冲突的焦点。\n*   **遵守法规：** 声明指出，在“复杂且充满挑战”的外部环境下，所有运营都必须遵守法律法规，确保“与国家政策保持一致”。\n*   **运营重点：** 该国有企业将监管合规性列为第四季度的“关键运营重点”。\n\n## 专家观点\n\n*   **长期政策：** 北京对外经济贸易大学经济学教授龚炯表示，中国的稀土出口管制是长期政策，不会逆转，所有行业企业都必须遵守。\n*   **实施灵活性：** 他补充说，实施过程中可能存在灵活性，例如简化审批程序或承诺维护全球供应链稳定，但这最终取决于即将到来的对外贸易谈判的进展。\n\n## 背景与影响\n\n*   **全球关注：** 该集团的声明正值全球稀土供应受到广泛关注之际。\n*   **高层会晤：** 白宫证实，美国总统特朗普和中国国家主席习近平将于10月30日在韩国会晤。\n*   **谈判筹码：** 中国在稀土供应和加工方面的近乎垄断地位，使其在任何贸易谈判中都拥有重要的影响力。\n*   **欧盟反应：** 与此同时，欧盟正在权衡对中国近期稀土行动的潜在反制措施。",
      "shortSummary": "中国稀土集团承诺“严格执行政府指导”的稀土出口管制，此举是对北京加强稀土贸易监管决心的重申。在美国批评中国扩大稀土许可要求之际，该国有巨头的支持凸显了中国在“复杂外部环境”下坚持国家政策的立场。专家认为，稀土出口管制是长期政策，虽实施或有弹性，但不会逆转。中国在稀土领域的垄断地位赋予其在贸易谈判中的重要筹码，而欧盟也在考虑反制措施。",
      "translated_title": "中国稀土巨头支持中国广泛的出口管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "One of China’s largest producers of rare earth elements has pledged to “strictly enforce government guidance” on export controls, a show of support from a major industry player as US officials harshly criticise Beijing’s recent expansion of licensing requirements for the crucial minerals.\nThe statement from China Rare Earth Group – a conglomerate of state metals firms formed in 2021 – serves as a reaffirmation of Beijing’s resolve in consolidating its oversight of the rare earths trade, despite...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/054e40a4-f8d5-49e0-9706-76907082b601_4eaaab18.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国学者敦促中美停止贸易武器化升级 (原标题: China and US must halt escalating weaponisation of trade, Chinese scholar urges)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330187/china-and-us-must-halt-escalating-weaponisation-trade-chinese-scholar-urges?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 07:06:07 +0000",
      "isoDate": "2025-10-24T07:06:07.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中美贸易紧张局势与合作呼吁\n\n*   **背景与呼吁**\n    *   清华大学国际安全与战略研究中心主任达巍在上海陆家嘴论坛上呼吁中美两国应保持克制，停止将更多关系领域武器化，并停止寻找新的对抗武器。\n    *   此呼吁正值全球两大经济体准备举行新一轮谈判，以缓和近期紧张局势之际。\n\n*   **贸易武器化现象**\n    *   北京宣布大幅扩大对稀土元素的出口管制，稀土是许多高科技产品生产的关键原材料。\n    *   许多人认为此举是效仿华盛顿对芯片及相关技术的管制。\n\n*   **即将举行的谈判**\n    *   稀土预计将成为即将举行的中美马来西亚谈判的重点。\n    *   中国副总理何立峰将在未来几天与美国财政部长斯科特·贝森特会面。\n    *   这将是两国今年举行的第五轮贸易谈判。\n\n*   **潜在的领导人会晤**\n    *   此次谈判可能为中国国家主席习近平与美国总统唐纳德·特朗普的会晤铺平道路。\n    *   美方表示，习特会将于下周四在韩国举行的亚太经济合作组织（APEC）论坛期间举行。\n    *   中方尚未确认两位领导人的会晤。",
      "shortSummary": "一位中国学者敦促中美两国停止将贸易关系武器化，呼吁双方保持克制，停止寻找新的对抗手段。此背景下，中国扩大稀土出口管制被视为对美国芯片管制的对等回应。稀土将是中美在马来西亚即将举行的新一轮谈判的重点。此次谈判可能为习近平与特朗普在APEC期间的会晤铺平道路，尽管中方尚未确认。",
      "translated_title": "中国学者敦促中美停止贸易武器化升级",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States should refrain from weaponising more aspects of their relationship, a Chinese scholar has urged, as the world’s two largest economies prepare to hold a fresh round of negotiations to cool down a recent flare-up in tensions.\n“It’s very important that the two sides need to have some kind of self-restraint,” said Da Wei, director of Tsinghua University’s Centre for International Security and Strategy, at the Bund Summit in Shanghai on Thursday. “Stop trying to find new...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/c92d1282-5a56-478c-a320-36e69bf7d1bd_69490ff4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C919客机制造商将在迪拜航展上寻找中东买家 (原标题: Maker of China’s C919 jet to scout for Middle Eastern buyers at Dubai Airshow)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330179/maker-chinas-c919-jet-visit-dubai-airshow-scout-middle-eastern-buyers?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 07:00:09 +0000",
      "isoDate": "2025-10-24T07:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国商飞首次亮相迪拜航展，寻求中东市场机遇\n\n中国商用飞机有限责任公司（Comac）将于下个月首次参加迪拜航展，此举旨在为其中小型C909和窄体C919客机在中东地区寻找潜在买家。\n\n#### 参展背景与目的\n\n*   **首次亮相**：迪拜航展网站显示，Comac是1500家参展商之一，其参加11月17日至21日的展会标志着这家总部位于上海的国有飞机制造商首次亮相该国际盛会。\n*   **寻求海外市场**：在获得中国国内订单增长后，Comac一直在积极寻求其较旧的C909（前身为ARJ21）和较新的单通道C919喷气式飞机的海外买家。海外销售的突破将有助于Comac实现其打破全球空客-波音客机双头垄断的雄心。\n*   **重要曝光机会**：根据航展网站的数据，Comac在迪拜航展的展位将使其获得超过14.8万名参观者的关注。\n\n#### 行业观点\n\n澳大利亚航空分析国际公司首席执行官休·里奇（Hugh Ritchie）表示：“这绝对是一个重要的航展。”他认为Comac将获得大量关注，并建议航空公司经理应“非常敏锐地关注中国飞机”。\n\n#### 地缘经济背景\n\nC909和C919客机有望受益于中国与中东地区日益增长的贸易关系。近年来，随着中国国家主席习近平2022年访问沙特阿拉伯以及中美贸易关系紧张加剧，中国与中东国家的贸易往来日益密切。根据格里菲斯亚洲研究所7月发布的一份报告，北京实施了12年的“一带一路”倡议，专注于建设海外贸易相关基础设施，今年上半年在中东地区的建设投资达到194亿美元。",
      "shortSummary": "中国商飞（Comac）将首次参加迪拜航展，旨在为其中小型C909和窄体C919客机寻找中东买家。此举是Comac挑战空客-波音全球双头垄断战略的一部分，并受益于中国与中东日益紧密的贸易关系。分析师认为，此次参展将为Comac带来重要的市场关注和曝光机会。",
      "translated_title": "中国C919客机制造商将在迪拜航展上寻找中东买家",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s passenger jet manufacturer will make its Dubai Airshow debut next month, when it is likely to scout for buyers of its small C909 and narrowbody C919 aircraft in the Middle East.\nThe air show’s website lists Commercial Aircraft Corporation of China (Comac) among its 1,500 exhibitors, and analysts said the Shanghai-based, state-owned planemaker’s participation at the event from November 17 to 21 would mark a first for the company.\nComac has been looking for overseas buyers of its older,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/4c2e6c0f-a56c-4552-afc6-ebdd65890ed4_5ff81ead.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京为何对稀土出口采取强硬手段 (原标题: Why Beijing is taking a gloves-off approach to rare earth exports)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329905/beijings-rare-earth-export-control-regime-blowback-us-policy?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-23T21:30:08.000Z",
      "creator": "Zhou Xiaoming",
      "summary": "### 北京对稀土出口采取强硬手段的原因\n\n美国总统特朗普曾将中国收紧稀土出口管制描述为“敌意行为”，并以此为由威胁对中国进口商品征收100%关税。然而，文章指出，北京扩大稀土出口管制规定，是对特朗普政府不断升级对中国公司和出口限制的“直接且合理的回应”。\n\n#### 美国对华采取的一系列限制措施\n\n文章详细列举了特朗普政府在短时间内对中国采取的一系列限制和制裁措施，这些行动被视为促使北京采取强硬立场的原因：\n\n*   **机构黑名单与实体清单**：\n    *   **9月12日**：在美国-中国贸易谈判前两天，美国将23家中国机构列入黑名单。\n    *   **10月8日**：美国实体清单又新增了16家中国公司。\n*   **关税措施**：\n    *   **9月25日**：在特朗普与中国国家主席习近平通话后不到一周，白宫宣布计划对厨柜、浴室柜和软垫家具征收关税，此举预计将对中国的相关出口产业造成打击。\n*   **出口管制范围扩大**：\n    *   **9月29日**：特朗普政府将出口管制范围扩大到美国实体清单或军事最终用户清单上公司至少50%持股的子公司。这一举措可能将数万家公司置于美国的出口管制之下。\n*   **港口费用**：\n    *   **10月3日**：美国详细说明了早前宣布的对中国注册船只征收港口费的计划，并于一周后正式实施。\n*   **其他制裁与限制**：\n    *   美国财政部宣布对购买伊朗石油的中国炼油厂实施了第四轮制裁。\n    *   美国交通部宣布正在努力禁止执飞美国航线的中国航空公司飞越俄罗斯领空。\n\n#### 结论\n\n文章强调，中国在稀土出口问题上采取的“不留情面”的强硬立场，是针对美国政府对中国公司和出口采取的一系列密集且不断升级的限制和制裁措施的直接反制。",
      "shortSummary": "文章指出，北京对稀土出口采取强硬手段，是对美国特朗普政府一系列限制措施的直接回应。美国政府通过将中国机构列入黑名单、征收新关税、扩大出口管制范围、征收港口费以及对中国炼油厂和航空公司实施制裁等方式，不断升级对华施压，促使中国采取反制措施。",
      "translated_title": "北京为何对稀土出口采取强硬手段",
      "images": [],
      "contentSource": "完整文章",
      "content": "To justify his threat of a 100 per cent tariff on imports from China, US President Donald Trump framed China’s tightening of its export controls on rare earths as “hostile”. However, Beijing’s expanded rules are a direct and reasonable response to the Trump administration’s relentless campaign of ratcheting up restrictions on Chinese companies and exports.\nOn September 12, just two days before US-China trade talks in Madrid, Spain, the US blacklisted 23 Chinese institutions.\nOn September 25,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/39aa8f32-c803-4cb4-b42a-f235e8195d40_4948f618.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "马来西亚中美贸易谈判为何对习特会至关重要 (原标题: Why US-China trade talks in Malaysia are key to paving way for Xi-Trump summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330099/why-us-china-trade-talks-malaysia-are-crucial-paving-way-xi-trump-summit?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 14:00:09 +0000",
      "isoDate": "2025-10-23T14:00:09.000Z",
      "creator": "Kandy Wong,Alice Li",
      "summary": "## 马来西亚中美贸易谈判：背景、策略与展望\n\n### 谈判背景与美国施压\n\n中美两国即将于马来西亚吉隆坡举行第五轮贸易谈判。此次谈判正值美国威胁利用其软件优势，以回应中国近期对稀土的出口管制。\n\n*   **美国威胁实施软件出口管制：**\n    *   据路透社报道，华盛顿正考虑对一系列软件驱动的出口产品（从笔记本电脑到喷气发动机）实施限制。\n    *   此举源于美国总统特朗普本月早些时候的威胁，即在11月1日前对“任何及所有关键软件”实施出口管制。\n*   **施压目的：** ISEAS – Yusof Ishak Institute 的高级访问学者 Jayant Menon 认为，此举是旨在向北京施压，迫使其对稀土限制做出回应。\n    *   这可以被视为一种激进的谈判策略，旨在通过恐吓来争取最佳协议。\n    *   同时也间接反映了美国对中国近期稀土出口管制的担忧。\n\n### 中方立场与谈判展望\n\n*   **北京不屈服：** Jayant Menon 指出，如果华盛顿打“科技牌”，可能收效甚微，因为北京已表明不会屈服于胁迫。\n*   **稀土问题难有重大让步：** 经济学人智库亚洲首席经济学家 Nick Marro 也不认为北京会在稀土出口管制方面做出重大让步，尽管软件相关限制一旦实施，可能对高科技制造业构成潜在的扼制。\n*   **潜在进展领域：** 分析人士认为，尽管在稀土问题上难以取得重大突破，但在大豆或芬太尼等问题上仍有可能取得进展。\n\n### 谈判意义\n\n此次在马来西亚的贸易谈判被视为为未来的习特会铺平道路的关键一步。",
      "shortSummary": "中美两国即将在马来西亚举行贸易谈判。美国威胁对中国实施软件出口管制，以回应中国对稀土的限制。分析人士认为，此举是美方的施压策略，但北京不太可能在稀土问题上做出重大让步，因为中方已表明不会屈服于胁迫。尽管如此，谈判仍可能在大豆或芬太尼等问题上取得进展。此次谈判被视为为习特会铺路的关键。",
      "translated_title": "马来西亚中美贸易谈判为何对习特会至关重要",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the US threatening to leverage its software strengths ahead of fresh trade talks with China in response to its recent export controls on rare earths, analysts say Beijing is unlikely to make major concessions, though progress could be made on issues such as soybeans or fentanyl.\nWashington is reportedly considering imposing curbs on a range of software-powered exports to China – from laptops to jet engines – according to Reuters, following a threat by US President Donald Trump earlier this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/1b807f01-72ed-4df3-a643-3f33d8f07b50_dc82f247.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "前美国财政部长警告称，修复特朗普关税造成的“损害”需要时间 (原标题: Repairing Trump’s tariff ‘damage’ will take time, warns former US Treasury chief)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330063/repairing-trumps-tariff-damage-will-take-time-warns-former-us-treasury-chief-rubin?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 12:00:09 +0000",
      "isoDate": "2025-10-23T12:00:09.000Z",
      "creator": "Ji Siqi,Luna Sun",
      "summary": "文章主要观点：\n\n*   前美国财政部长罗伯特·鲁宾表示，美国总统唐纳德·特朗普的关税政策“非常不明智”，尽管短期内具有弹性，但正在损害美国经济的效率，并且这种损害需要在未来进行修复。\n*   鲁宾认为，特朗普的许多政策可能会随着时间的推移产生不利影响，他正在造成损害，需要修复，这可能需要一些时间。\n*   鲁宾是在上海举行的2025外滩峰会上通过视频连线发表上述言论的。\n*   他的评论发表之际，美国不断升级的关税威胁和贸易摩擦正在扰乱全球供应链并令投资者感到不安，全世界都在密切关注中美如何处理日益紧张的贸易关系。\n*   特朗普表示，他计划在韩国与中国国家主席习近平举行“相当长的会晤”，亚太经合组织论坛将于下周开始。\n\n![Former secretary of the US Treasury Robert Rubin appears by video at the Bund Summit in Shanghai on Thursday. Photo: Weibo](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/367732a9-404b-437e-8caf-e303080de53a_1126e908.jpg)",
      "shortSummary": "前美国财政部长罗伯特·鲁宾警告称，特朗普的关税政策正在损害美国经济，需要时间修复。他在上海举行的外滩峰会上通过视频连线发表了上述言论，正值美国关税威胁和贸易摩擦加剧之际。特朗普表示计划在韩国与习近平主席会晤，但北京尚未确认。",
      "translated_title": "前美国财政部长警告称，修复特朗普关税造成的“损害”需要时间",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/367732a9-404b-437e-8caf-e303080de53a_1126e908.jpg",
          "alt": "Former secretary of the US Treasury Robert Rubin appears by video at the Bund Summit in Shanghai on Thursday. Photo: Weibo",
          "title": "Former secretary of the US Treasury Robert Rubin appears by video at the Bund Summit in Shanghai on Thursday. Photo: Weibo",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s “badly misguided” tariff policy is impairing the efficiency of America’s economy despite its short-term resilience, and the damage will need to be repaired down the road, according to a former US Treasury secretary.\n“It’s a very unwise policy, and yet it seems to be the policy they’re committed to,” said Robert Rubin, who administered the Treasury from 1995 to 1999, during the Democratic presidential administration of Bill Clinton.\nRubin, 87, was speaking via video...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/b64c9913-085e-4340-a591-510357827aac_649be899.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国确认在马来西亚举行中美贸易谈判，习特会晤或将临近 (原标题: China confirms US trade talks in Malaysia as potential Xi-Trump summit looms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330032/chinese-vice-premier-he-lifeng-talk-us-officials-malaysia?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 06:59:37 +0000",
      "isoDate": "2025-10-23T06:59:37.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中美贸易谈判将在马来西亚举行，习特会晤或将临近\n\n中国商务部周四宣布，中国副总理何立峰将于周五至周一访问马来西亚期间，与美国官员举行贸易谈判。\n\n*   **谈判背景与目的**\n    *   此次谈判是根据两国领导人今年多次通话达成的共识，旨在“就中美经贸关系中的重要问题进行磋商”。\n    *   这将是全球两大经济体之间的第五轮贸易谈判。\n    *   此次谈判被视为中国国家主席习近平与美国总统唐纳德·特朗普在韩国举行预期会晤的前奏。\n\n*   **此前沟通**\n    *   美国财政部长斯科特·贝森特上周在社交媒体上表示，他与中国副总理通过视频通话进行了“坦诚而详细的讨论”，并计划在马来西亚会面。\n\n*   **近期贸易紧张局势**\n    *   在宣布此次谈判之前，本月两国贸易紧张局势加剧。\n    *   美国采取了一系列经济制裁和出口管制措施。\n    *   特朗普警告称可能将关税提高100%，这威胁到数月的谈判以及冲突在四月达到顶峰后多次延长的临时休战。\n\n*   **中方反制措施**\n    *   中国宣布大幅扩大其稀土元素出口管制制度。\n    *   北京方面将此举描述为对华盛顿扩大其“实体清单”覆盖范围的报复。“实体清单”对被列名的公司和个人征收高额贸易制裁。\n\n*   **图片**\n    *   ![图片 1](https://i.ytimg.com/vi/8euJD_rrjS4/maxresdefault.jpg)\n    *   *图片说明：特朗普表示习特会晤已定于韩国举行*",
      "shortSummary": "中国副总理何立峰将在马来西亚与美国官员举行贸易谈判，为潜在的习特会晤铺路。这是中美之间的第五轮贸易对话，正值两国贸易紧张局势加剧之际，包括美国实施制裁和中国扩大稀土出口管制以示反制。此次谈判旨在解决两国经贸关系中的关键问题。",
      "translated_title": "中国确认在马来西亚举行中美贸易谈判，习特会晤或将临近",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/8euJD_rrjS4/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s Vice-Premier He Lifeng will hold trade talks with US officials during a visit to Malaysia from Friday to Monday, Beijing’s Ministry of Commerce said on Thursday.\nThe two sides will “consult on important issues in China-US economic and trade relations” in keeping with the “consensus reached during multiple phone calls by the two nations’ leaders this year”, the ministry confirmed in a statement on its official website.\nThe coming negotiation will mark the fifth round of trade talks...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/083b902b-2724-455a-9cd1-8055397265e1_409f5221.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "柬埔寨新金边机场隆重开幕，柬方强调区域及中国联系 (原标题: New Phnom Penh airport opens with fanfare as Cambodia touts regional, China ties)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329952/new-phnom-penh-airport-opens-fanfare-cambodia-touts-regional-china-ties?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 23:30:14 +0000",
      "isoDate": "2025-10-22T23:30:14.000Z",
      "creator": "Kandy Wong",
      "summary": "## 柬埔寨新金边国际机场盛大开幕，旨在成为区域枢纽\n\n柬埔寨斥资23亿美元打造的德佐国际机场（Techo International Airport, TIA）在金边附近举行了盛大的开幕仪式。该项目由柬埔寨最富有商人之一旗下的企业开发，旨在将柬埔寨打造成为东南亚的旅游和货运枢纽，并深化与香港及中国大陆的联系。\n\n### 项目背景与目标\n*   **投资规模**：总投资23亿美元。\n*   **开发方**：主要由海外柬埔寨投资公司（OCIC）拥有90%股份，该公司由大亨Pung Kheav Se创立；柬埔寨政府民航国务秘书处拥有剩余10%股份。\n*   **战略愿景**：\n    *   取代金边原有的机场设施。\n    *   将柬埔寨转型为东南亚的旅行和货运中心。\n    *   加强区域互联互通，深化与香港及中国大陆的联系。\n    *   Pung Kheav Se表示，机场不仅是一个单一项目，更是将柬埔寨打造成区域重要活动中心的总体战略中的一个节点，旨在将其建设成为连接东南亚国家与区域供应链及全球航线的长期经济走廊的一部分。\n\n### 运营能力与未来展望\n*   **客运量预测（普华永道）**：\n    *   今年剩余时间：预计接待530万旅客。\n    *   2030年：年客运量预计达到1010万人次。\n    *   2040年：年客运量预计达到1500万人次。\n*   **多式联运枢纽**：\n    *   Pung Kheav Se宣布计划投资1亿美元建设一条10公里（6.21英里）的水道，从TIA南部的Boeng Cheung Loung湖一直延伸到柬埔寨海港白马市（Kep City）。\n    *   此举将使TIA具备空运、陆运和海运的竞争优势，成为一个综合交通枢纽。\n\n### 资金来源\n*   机场投资主要通过OCIC内部资金以及向当地银行和金融机构发行债券的方式筹集。",
      "shortSummary": "柬埔寨斥资23亿美元新建的德佐国际机场（TIA）在金边隆重开幕。该机场旨在将柬埔寨打造为东南亚旅游和货运枢纽，并深化与区域及中国的联系。由OCIC和柬埔寨政府共同开发，预计到2040年年客运量将达1500万人次。机场是柬埔寨宏大战略的一部分，未来还将建设一条连接海港的水道，使其成为空、陆、海多式联运枢纽。",
      "translated_title": "柬埔寨新金边机场隆重开幕，柬方强调区域及中国联系",
      "images": [],
      "contentSource": "完整文章",
      "content": "With an eye to transforming Cambodia into a Southeast Asian travel and cargo hub, a new US$2.3 billion airport – developed by a venture affiliated with one of the country’s wealthiest men – was opened at a grand ceremony near Phnom Penh, where officials and business leaders praised the project for enhancing regional connectivity and deepening links with Hong Kong and mainland China.\nTecho International Airport (TIA), which has replaced the Cambodian capital’s previous facility, has been forecast...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/1797f35c-5b5d-4bc9-a01e-179b3dd7c9bd_653b6a8c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "摩根大通称，如果北京取消补贴，中国汽车销量将在2026年暴跌 (原标题: China car sales to slump in 2026 if Beijing scraps subsidies, JPMorgan says)",
      "link": "https://www.scmp.com/business/china-business/article/3329920/china-car-sales-slump-2026-if-beijing-scraps-subsidies-jpmorgan-says?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 23:30:08 +0000",
      "isoDate": "2025-10-22T23:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "### 摩根大通预测中国汽车销量在2026年面临下滑风险\n\n摩根大通（JPMorgan）的最新预测显示，如果中国政府停止向购车者提供现金补贴和税收优惠，中国大陆的汽车销量可能在2026年出现下滑，从而结束连续六年的增长势头。这一预测对中国一百多家汽车制造商的盈利前景构成了挑战。\n\n**关键预测点：**\n\n*   **整体市场前景：**\n    *   摩根大通亚太区汽车研究主管Nick Lai表示，在乐观情景下，预计明年（指2026年）零售汽车销量将持平。\n    *   市场有超过50%的可能性出现同比下滑，因为“有意义的需求可能已被提前释放”。\n    *   在更谨慎的情景下，中国大陆汽车销量明年可能下降3%至5%。\n\n*   **涵盖范围：**\n    *   该预测涵盖了电动汽车（EVs）和燃油车。\n\n*   **电动汽车（EV）细分市场：**\n    *   尽管电动汽车是中国经济的亮点，受到本地消费者日益增长的青睐，但预计明年其增长率将从今年的27%降至15%。\n\n*   **历史背景：**\n    *   中国汽车行业上一次收缩是在2020年。根据中国乘用车协会的数据，当年汽车制造商向客户交付了1950万辆汽车，比2019年下降了6.2%。\n\n*   **主要原因：**\n    *   导致这一悲观展望的主要原因是补贴和税收优惠政策的到期。",
      "shortSummary": "摩根大通预测，若中国政府取消购车补贴和税收优惠，中国汽车销量可能在2026年出现下滑，结束六年增长。预计明年销量可能持平甚至下降3-5%。电动汽车增长率也将从今年的27%降至15%。补贴到期是导致这一悲观前景的主要原因。",
      "translated_title": "摩根大通称，如果北京取消补贴，中国汽车销量将在2026年暴跌",
      "images": [],
      "contentSource": "完整文章",
      "content": "Car sales in mainland China are likely to slide in 2026, breaking a six-year streak, if Beijing stops granting cash subsidies and tax incentives to buyers, according to a JPMorgan forecast that looms over the earnings outlook for the country’s 100-odd vehicle assemblers.\n“We expect retail [car] sales to see flat growth next year in a bullish scenario,” Nick Lai, head of auto research in Asia-Pacific at JPMorgan, said in an interview. “The market has more than a 50 per cent chance of seeing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/ee0833f0-8d1d-421a-a12e-ed0334fe1560_d4ca714f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“非常雄心勃勃”：中国风电企业目标在2026-2030年间将装机量翻倍 (原标题: ‘Very ambitious’: China’s wind firms aim to double installations for 2026-2030)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329819/chinas-wind-firms-aim-double-new-turbine-installations-over-next-5-years?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 03:00:22 +0000",
      "isoDate": "2025-10-22T03:00:22.000Z",
      "creator": "Alice Li",
      "summary": "# 中国风电行业雄心勃勃的目标：2026-2030年装机量翻倍\n\n中国风电行业已设定未来五年内每年新增风力涡轮机装机量翻倍的目标，旨在该国实现碳中和的努力中发挥主导作用。\n\n*   **行业领导地位与新目标**\n    *   中国风电行业在全球已安装风电容量方面处于领先地位。\n    *   由1000多家风电公司代表共同签署的声明指出，目标是自2026年至2030年，每年新增风力涡轮机装机量至少达到120吉瓦（GW）。\n    *   这一目标是2020年至2024年间中国平均每年新增装机量（约60GW）的两倍。\n\n*   **历史表现与信心**\n    *   该行业在实现雄心勃勃的目标方面有成功记录。例如，2020年设定的2021-2025年每年新增50GW的目标已经超额完成，促使企业设定更高目标。\n\n*   **2030年总装机容量目标**\n    *   该声明还设定了到2030年将中国风电总装机容量增至1300GW的目标。\n    *   根据国家能源局的数据，截至今年8月，中国风电总装机容量为580GW。\n\n*   **发展潜力与意义**\n    *   该文件指出，“中国丰富的风能资源为发展提供了巨大潜力”。\n    *   实现这一目标将有助于“能源行业在实现碳中和方面发挥主导作用”。",
      "shortSummary": "中国风电行业设定了雄心勃勃的目标，计划在2026-2030年间将每年新增风力涡轮机装机量翻倍，达到至少120吉瓦。这一目标是2020-2024年平均水平的两倍。超过1000家公司共同声明，还旨在到2030年将总装机容量提升至1300吉瓦（目前为580吉瓦）。此举旨在利用中国丰富的风能资源，推动能源行业率先实现碳中和。",
      "translated_title": "“非常雄心勃勃”：中国风电企业目标在2026-2030年间将装机量翻倍",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s wind power industry has set a target of doubling the number of new turbines installed per year over the next five years, as the industry bids to play a leading role in the country’s carbon neutrality push.\nThe Chinese industry, which already leads the world in terms of installed wind power capacity, aims to install at least 120 gigawatts of new turbines annually from 2026 to 2030, according to a declaration jointly agreed by representatives of more than 1,000 wind power companies.\nThat...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/74ad05c1-a8e8-4033-a23c-44efea47ca80_2602f646.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国银行的紧张情绪引发全球金融危机幽灵 (原标题: Jitters among US banks raise spectre of global financial crisis)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3329661/bad-debt-cockroaches-signal-new-threats-global-economy?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-21T21:30:08.000Z",
      "creator": "James David Spellman",
      "summary": "### 美国银行紧张情绪引发全球金融危机幽灵\n\n*   **2008年危机的警示**\n    *   摩根大通首席执行官杰米·戴蒙（Jamie Dimon）“当你看到一只蟑螂时，可能还有更多”的言论，直接提醒人们注意2008年的全球金融危机。\n    *   那次危机中，大量不良抵押贷款揭示了一个复杂且高度脆弱的金融产品迷宫，导致一些美国投资银行倒闭，股市用了六年时间才恢复损失。\n\n*   **当前危险迹象**\n    *   有越来越多的证据表明我们正再次接近危险。\n    *   两家公司破产（汽车零部件制造商First Brand Group负债116亿美元，汽车经销商Tricolor负债超10亿美元）导致区域银行和投资银行面临不良债务风险。\n\n*   **市场反应与持续担忧**\n    *   尽管10月16日一些银行股票遭受六个多月来最大单日跌幅后，美国市场在次日反弹，华尔街的恐慌指数（CBOE波动率指数）也随之回落。\n    *   然而，关于其他不良债务敞口规模以及潜在全球影响的许多问题仍未解决。\n    *   全球创纪录的主权债务、不稳定的贸易政策冲突和地缘政治紧张局势也加剧了这种背景下的担忧。\n\n*   **企业高管的看法**\n    *   目前，高管们仍在积极应对，EY-Parthenon在9月进行的一项调查显示，超过一半的首席执行官表示他们正在“投资以加速投资组合转型”。\n    *   但正如2008年全球金融危机所表明的那样，情况变化迅速，尤其是在高度相互依赖的全球经济中。\n    *   同时，首席执行官们私下表示，他们越来越担心国家资本主义以及美联储独立性的削弱等问题。\n    *   正如花旗集团前董事长兼首席执行官查尔斯·普林斯（Charles Prince）在全球金融危机开始显现时所说，这些不确定性可能会“再次停止音乐”。",
      "shortSummary": "美国银行的紧张情绪引发了对全球金融危机的担忧，让人联想到2008年。近期两家公司破产暴露了区域银行和投资银行的不良债务风险。尽管市场短暂反弹，但对不良债务规模、潜在全球影响、创纪录主权债务和地缘政治紧张局势的担忧依然存在。企业高管私下对国家资本主义和美联储独立性受侵蚀表示担忧，预示着潜在的金融不稳定。",
      "translated_title": "美国银行的紧张情绪引发全球金融危机幽灵",
      "images": [],
      "contentSource": "完整文章",
      "content": "JPMorgan CEO Jamie Dimon’s remark that “when you see one cockroach, there are probably more” is a blunt reminder of the global financial crisis in 2008. At the time, a flood of bad mortgages had revealed a tenuous labyrinth of complex, highly vulnerable financial products that saw some US investment banks collapse and equity markets struggle for six years to recover losses.\nEvidence is mounting that we are approaching danger again, with revelations of bad debt exposure for regional and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/8ff30105-2da0-47e4-ae8e-854b4e8bc1b7_2015d0f5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美澳稀土协议能否削弱中国对关键矿产贸易的控制？ (原标题: Can US-Australia rare earth deal loosen China’s grip on critical minerals trade?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329803/how-us-australia-rare-earth-deal-aims-loosen-chinas-grip-critical-minerals-market?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 14:00:10 +0000",
      "isoDate": "2025-10-21T14:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 美澳关键矿产协议旨在削弱中国控制\n\n美国和澳大利亚达成了一项价值85亿美元的关键矿产框架协议，旨在减少美国对中国稀土金属的依赖，并加速建立安全的关键矿产和稀土供应链。\n\n*   **协议背景与目标**\n    *   该协议是美澳两国为“加速关键矿产和稀土安全供应”而做出的努力。\n    *   分析人士指出，美国建立一个安全、独立的供应链可能需要10到20年的时间。\n\n*   **对中国的影响**\n    *   美国稀土金属投资者和开发商Cove Capital的首席执行官Pini Althaus表示，这项协议是一个良好的开端。\n    *   他补充说，随着协议的成熟以及如果美国与其他国家签署类似协议，北京可能会“更加担忧”。\n\n*   **协议细节与资金支持**\n    *   白宫宣布，双方将通过贷款或股权等方式，为资本和运营支出提供支持，并最终确定“承购协议”（即购买协议）。\n    *   在六个月内，美澳两国将采取措施，为两国各自的项目提供至少10亿美元的融资，这些项目预计将为两国买家生产最终产品。\n\n*   **签署与时机**\n    *   该协议由美国总统唐纳德·特朗普和澳大利亚总理安东尼·阿尔巴尼斯在华盛顿签署。\n    *   协议的签署是在双方进行了五个月的谈判之后，也是在中国扩大稀土元素及相关技术出口管制两周后。\n\n*   **协议优势**\n    *   Althaus指出，该框架协议将帮助美国获取澳大利亚的关键矿产技术。\n    *   协议中的采购协议和“底价”将使中国在矿产价格竞争中面临更大挑战。\n\n*   **相关图片**\n    *   稀土是什么，为什么中国的主导地位面临全球反击\n    *   ![稀土是什么，为什么中国的主导地位面临全球反击](https://i.ytimg.com/vi/MIIwiMhz0Lo/maxresdefault.jpg)",
      "shortSummary": "美国与澳大利亚签署了一项价值85亿美元的关键矿产框架协议，旨在减少美国对中国稀土的依赖，并建立安全的供应链。分析师预计，美国实现完全独立可能需要10至20年。该协议包括资金支持和采购安排，并被视为削弱中国在关键矿产贸易中主导地位的重要一步，尤其是在中国扩大稀土出口管制之后。",
      "translated_title": "美澳稀土协议能否削弱中国对关键矿产贸易的控制？",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/MIIwiMhz0Lo/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A critical minerals framework deal valued at US$8.5 billion between the United States and Australia will allow American buyers to rely less on Chinese rare earth metals, but developing a secure, independent supply chain may take the US 10 to 20 years, according to analysts.\n“Deals like this go a long way – this is a good start,” said Pini Althaus, CEO of US-based rare earth metal investor and developer Cove Capital, adding that Beijing would likely grow “more concerned” as the deal matures and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/53341931-022e-4ce7-a0b2-ab5ded939eb3_613fe9bf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "‘美妙的协议’还是更多关税？中美贸易谈判为何面临不确定性 (原标题: A ‘fantastic deal’ or more tariffs? Why US-China trade talks face uncertainty)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329833/fantastic-deal-or-more-tariffs-why-us-china-trade-negotiations-still-face-uncertainty?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 12:04:34 +0000",
      "isoDate": "2025-10-21T12:04:34.000Z",
      "creator": "Ji Siqi,Luna Sun",
      "summary": "# 中美贸易谈判：前景乐观与关税威胁并存\n\n## 特朗普的“美妙协议”愿景\n美国总统唐纳德·特朗普周一表示，他期待与中国国家主席习近平在即将举行的亚太经济合作组织（Apec）论坛期间或之前会面，并誓言将达成一项“真正公平、真正伟大”的贸易协议。他特别提到希望中国购买大豆。特朗普认为，最终将与中国达成一项“美妙的协议”，这将对两国乃至全世界都“非常棒”。\n\n## 关税警告与谈判不确定性\n然而，特朗普在同一天也警告称，如果谈判失败，他将对中国商品征收额外100%的关税。这表明谈判结果存在两种截然不同的可能性：“美妙的协议”或贸易战升级。\n\n## 背景事件：稀土协议与澳大利亚总理访问\n特朗普就贸易关系发表上述言论之际，澳大利亚总理安东尼·阿尔巴尼斯正在白宫进行访问。此前，华盛顿和堪培拉刚刚签署了一项价值数十亿美元的稀土元素协议，旨在削弱中国在稀土矿物供应链上的近乎垄断地位。这一背景为中美贸易谈判增添了复杂性。\n\n## 分析师观点：短期内协议难达成\n尽管美国方面近期发出了一系列和解信号，但分析师们对短期内达成全面贸易协议持谨慎态度。Loomis Sayles Investment Asia（Natixis Investment Managers的附属机构）的全球宏观策略师庄波（Zhuang Bo）指出，特朗普的言论表明他愿意继续谈判，而非升级与中国的贸易战。然而，文章也明确指出，新的贸易协议不太可能在短期内达成，尤其“肯定不会在2025年”。",
      "shortSummary": "美国总统特朗普对与中国达成“美妙的贸易协议”表示乐观，并期待中国购买大豆。但他同时警告，若谈判失败将对中国商品加征100%关税。分析师认为，尽管特朗普展现出谈判意愿，但短期内达成全面协议的可能性不大，甚至2025年也难以实现。此言论正值美国与澳大利亚签署稀土协议，旨在削弱中国在该领域的垄断地位。",
      "translated_title": "‘美妙的协议’还是更多关税？中美贸易谈判为何面临不确定性",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US President Donald Trump talked up meetings with President Xi Jinping and vowed on Monday to reach a deal with China, analysts said a comprehensive trade agreement was still unlikely in the near term despite the latest in a series of conciliatory signals from the US side.\n“When we finish our meetings in South Korea,” Trump said, referring to a planned summit with Xi before or during the Asia-Pacific Economic Cooperation (Apec) forum this month, “China and I will have a really fair and really...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/04a2b164-18f6-4cfa-a2bb-9444bac2ac15_484d42c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“明显优势”：尽管美国港口费用之争，中国船厂为何仍占主导地位 (原标题: ‘Clear edge’: why China’s shipyards are still dominant despite US port fee drama)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329799/why-chinas-shipyards-still-have-clear-edge-over-rivals-despite-us-port-fee?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 10:00:32 +0000",
      "isoDate": "2025-10-21T10:00:32.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国船厂在全球造船业的持续主导地位\n\n尽管中美之间因港口费用问题产生摩擦，全球航运业仍在适应，但行业参与者普遍预计中国将继续保持其作为全球领先造船国的优势，尤其是在绿色转型计划的推动下。\n\n### 背景与争议\n\n*   **美国征收新费用：** 本月初，美国对与中国相关的船只进入美国港口征收高额新费用，此举旨在削弱中国在全球造船业的主导地位。\n*   **中国反制：** 作为回应，北京对美国拥有或运营的船只征收了类似的费用，采取了针锋相对的措施。\n\n### 中国船厂的竞争优势\n\n*   **Seaspan的信任票：** 全球最大的集装箱船船东和运营商之一Seaspan对中国造船业投下信任票。在过去四年中，该公司订购的170多艘船中，有158艘来自中国船厂，总成本达208亿美元。\n*   **“明显优势”：** Seaspan总裁兼首席执行官陈斌在上海的一次行业论坛上表示，抛开地缘政治因素，中国船厂在产能、价格、质量和交付可靠性方面拥有“明显的竞争优势”。\n\n### 市场份额数据\n\n*   根据中国工业和信息化部上周发布的数据，在2025年前三季度，中国仍是全球最大的造船国，市场份额显著：\n    *   占全球产量的53.8%（按载重吨位计算）。\n    *   占全球新订单的67.3%（按载重吨位计算）。\n    *   占全球未完成订单总量的65.2%（按载重吨位计算）。\n\n### 绿色转型带来的机遇\n\n*   陈斌指出，随着海事部门推进减少碳排放和向更环保燃料过渡的努力，中国有望获得进一步的优势，巩固其在全球造船业的领先地位。",
      "shortSummary": "尽管中美之间存在港口费用争议，中国船厂在全球造船业中仍保持着显著优势。Seaspan等主要航运公司继续大量从中国订购船舶，认可其在产能、价格、质量和交付可靠性方面的竞争力。2025年前三季度数据显示，中国在全球造船产量、新订单和未完成订单中均占据主导地位。随着海事部门向绿色转型，中国有望进一步巩固其领先地位。",
      "translated_title": "“明显优势”：尽管美国港口费用之争，中国船厂为何仍占主导地位",
      "images": [],
      "contentSource": "完整文章",
      "content": "The fallout from the US-China port fee battle is still rippling through the global shipping sector as companies scramble to adapt. Yet, despite the drama, industry players still expect China to retain its edge as a leading shipbuilder – especially if the sector presses ahead with its green transition plans.\nThe United States imposed steep new levies on Chinese-linked vessels entering American ports earlier this month as part of a wider push to curtail China’s dominance of global shipbuilding,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/38a3eeb3-1a66-4634-a94d-14e7bc480618_017e4a90.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "斯科特·贝森特能否清晰地看待中国的贸易反击？ (原标题: Can Scott Bessent see China’s trade counterstrike with clear eyes?)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329654/can-scott-bessent-see-chinas-trade-counterstrike-clear-eyes?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 08:30:10 +0000",
      "isoDate": "2025-10-21T08:30:10.000Z",
      "creator": "Winston Mok",
      "summary": "### 美中贸易紧张局势与中国的战略反击\n\n文章探讨了当前美中贸易紧张局势，以及美国财政部长斯科特·贝森特对中国近期稀土出口管制的看法。\n\n*   **高层会晤与紧张局势**\n    *   美国财政部长斯科特·贝森特和中国副总理何立峰在上周视频通话后，预计本周将在马来西亚会面，旨在缓和紧张局势。\n    *   此次会晤是在美国总统唐纳德·特朗普威胁对中国征收额外100%关税（尽管后来有所软化）的背景下进行的。\n    *   双方互相指责对方导致局势升级：华盛顿将责任归咎于中国的经济问题，而中国则指出美国商务部于9月29日收紧了对中国实体清单上附属公司的限制。\n\n*   **对中国稀土出口管制的误读**\n    *   贝森特将中国于10月9日宣布的稀土出口管制措施称为“实质性的无端升级”。\n    *   文章指出，尽管贝森特可能是特朗普政府中最聪明的人之一，但他未能看清大局。\n    *   作者认为，中国的最新管制措施是对过去十年政策的回应，而非仅仅是最近十天的挑衅。\n\n*   **理解中国举措的深层原因**\n    *   为了更好地理解中国的举动，文章建议贝森特应审视美国在过去十年或更长时间内针对中国的立法。\n    *   此外，他还应学习中国历史，以了解中国领导人如何以战略耐心应对过去的逆境和屈辱。\n    *   文章强调，中国的限制并非凭空授权，而是经过严谨深思熟虑的结果。\n\n*   **特朗普的直觉与中国的长期规划**\n    *   尽管100%关税威胁是否理性有待商榷，但特朗普至少对局势有直观的把握。\n    *   当他看到苹果和台积电股价在事件发生后的修正时，他理解了局势的严重性，尽管中国的出口管制措施非常复杂。\n    *   文章总结，中国复杂的出口管制框架并非9月29日之后十天内仓促制定，而是长期耐心规划的结果。中国一直在等待合适的时机，而美国则“恰如其分地”提供了完美的借口。",
      "shortSummary": "美中贸易紧张局势升级，美国财政部长斯科特·贝森特将中国稀土出口管制视为“无端升级”。然而，文章认为这并非短期挑衅的回应，而是中国对美国过去十年政策的战略反击。作者建议贝森特应审视美国对华立法并学习中国历史，以理解中国以战略耐心进行长期规划的深层原因。特朗普虽有直觉，但中国此举是经过深思熟虑的长期部署。",
      "translated_title": "斯科特·贝森特能否清晰地看待中国的贸易反击？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After a video call last Saturday, US Treasury Secretary Scott Bessent and Chinese Vice-Premier He Lifeng are expected to meet in Malaysia this week to hopefully ease tensions before US President Donald Trump and President Xi Jinping potentially meet on the sidelines of this year’s Apec summit. The meeting was in doubt when Trump threatened to impose an additional 100 per cent tariff on China, despite later relenting that it might not be sustainable.\nWashington blamed Beijing for the escalation,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/3cfec1c5-c1c0-4a2f-b2de-e1a61751cf1b_63e620d7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国广交会上，出口商感受到人民币结算的升温趋势 (原标题: At China’s Canton Fair, exporters sense a warming trend in yuan settlements)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329752/chinas-canton-fair-exporters-sense-warming-trend-yuan-settlements?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 05:29:43 +0000",
      "isoDate": "2025-10-21T05:29:43.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国广交会：人民币结算趋势升温\n\n在广州举行的中国历史最悠久、规模最大的贸易展览会——广交会秋季展上，中国出口商们正悄然观察到一个日益增长的变化：越来越多的海外客户，特别是来自东南亚、中亚和非洲等新兴市场的客户，主动提出使用人民币结算贸易订单。\n\n*   **人民币结算需求增长**\n    *   柴油发电机制造商Keypower的销售总监王丽林表示，该公司在过去两年中，人民币结算量显著增加。\n    *   来自印度尼西亚、马来西亚以及哈萨克斯坦等中亚国家的客户已要求使用人民币进行贸易结算。\n    *   Keypower也鼓励这些市场的新客户考虑使用人民币。\n*   **人民币结算占比提升**\n    *   目前，人民币结算订单占Keypower总出口额的10%至20%，高于去年的个位数百分比。\n    *   公司对这一比例逐年增长感到满意。\n*   **行业动能推动**\n    *   王丽林认为，人民币结算的扩大与更广泛的行业动能紧密相关。\n    *   新加坡、马来西亚和泰国的数据中心项目常由中国供应商承建，这推动了Keypower的负载箱产品销售和海外人民币结算订单。\n    *   发展中国家电力基础设施不足，使得柴油发电机组成为必需品。",
      "shortSummary": "在广交会上，中国出口商发现海外客户，特别是来自新兴市场的客户，主动提出使用人民币结算贸易订单的趋势日益明显。例如，柴油发电机制造商Keypower的人民币结算订单占比已从去年的个位数上升至10%-20%，主要受东南亚、中亚及非洲地区数据中心和电力基础设施项目需求的推动。这一变化表明人民币在国际贸易中的接受度正在提高。",
      "translated_title": "在中国广交会上，出口商感受到人民币结算的升温趋势",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the ongoing autumn edition of the Canton Fair in Guangzhou – China’s oldest and largest trade exhibition – Chinese exporters are noticing a quietly spreading shift: an increasing number of overseas clients, particularly from emerging markets such as Southeast Asia, Central Asia and Africa, are proactively proposing to settle trade orders in yuan.\nWang Lilin, sales director at diesel generator manufacturer Keypower, said the company had seen a clear rise in yuan settlements over the past two...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/3c8eae9c-4cd0-46bd-b79f-b7e03dd19a4b_383d585c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一项规则改变如何引发中美紧张局势的重大升级 (原标题: How a single rule change sparked a major flare-up in US-China tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329680/how-single-rule-change-sparked-major-flare-us-china-tensions?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 00:00:14 +0000",
      "isoDate": "2025-10-21T00:00:14.000Z",
      "creator": "Kandy Wong",
      "summary": "# 中美贸易紧张局势升级：一项美国规则改变引发的连锁反应\n\n近期，中美贸易紧张局势再度升级，表面上似乎是中国扩大稀土出口管制所致。然而，许多观察家认为，此次争端的真正导火索并非中方行动，而是美国在9月下旬做出的一项规则改变。美国商务部工业与安全局（BIS）扩大其贸易黑名单的决定，虽然当时并未引起广泛关注，但其影响深远，不仅促使北京采取报复措施，还导致荷兰采取了控制芯片公司Nexperia的重大举动。\n\n## 美国贸易黑名单及其规则改变\n\n*   **管理机构与目的：** 美国工业与安全局（BIS）是美国商务部下属机构，负责管理两个贸易黑名单——“实体清单”和“军事最终用户清单”。这些清单旨在识别华盛顿认为构成安全威胁的公司。\n*   **旧规则：** 此前，美国出口商在与这些清单上的实体进行业务往来时，必须获得政府许可。\n*   **新规则（9月下旬生效）：** BIS扩大了其规则，现在出口商不仅在与清单上的实体进行交易时面临限制，而且在与任何由清单上实体至少50%控股的公司进行交易时，也同样面临限制。\n\n## 规则改变的深远影响\n\n尽管美国官员将此举描述为“弥补明显漏洞的技术性举动”，但研究公司Gavekal的合伙人兼研究主管Arthur Kroeber指出，其影响“远非技术性”。\n\n*   **受制裁公司数量激增：** Kroeber表示，新规则实际上扩大了受制裁公司的数量，“可能达到数千甚至数万家”。\n*   **主要影响中国公司：** 受此规则改变影响的许多公司都是中国企业。\n*   **引发中方报复：** 这一美国行动被视为促使北京采取报复措施（如扩大稀土出口管制）的关键因素。\n*   **国际连锁反应：** 此外，分析人士指出，该规则改变也促成了荷兰采取果断行动，控制了芯片公司Nexperia。\n\n这项看似技术性的规则调整，实际上对中美贸易关系产生了重大而广泛的影响，并引发了一系列连锁反应，进一步加剧了两国之间的紧张局势。",
      "shortSummary": "中美贸易紧张局势升级的真正导火索是美国工业与安全局（BIS）在9月下旬扩大了其贸易黑名单规则。新规将限制范围扩大至黑名单实体至少50%控股的公司，此举被分析师认为将使受制裁公司数量激增数千甚至数万家，其中多数为中国公司。这不仅促使北京采取报复性稀土出口管制，也导致荷兰控制芯片公司Nexperia，显示出其深远影响。",
      "translated_title": "一项规则改变如何引发中美紧张局势的重大升级",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Beijing expanded its rare earth export controls earlier this month, it appeared to mark a fresh escalation in the US-China trade war. But for many observers, the dispute actually began over a week earlier – and its trigger was not a Chinese action, but an American one.\nThough it drew little fanfare at the time, the decision by the US Bureau of Industry and Security (BIS) to widen its trade blacklists in late September has had far-reaching effects. It not only pushed Beijing to take...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/39b8e620-cac1-4a47-9aae-ab166b9dcaa3_ecde4cbd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美紧张局势加剧，中国稀土磁铁对美出口骤降29% (原标题: China’s rare earth magnet exports to US plunge 29% as tensions simmer)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329693/chinas-rare-earth-magnet-exports-us-plunge-29-tensions-simmer?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 15:00:09 +0000",
      "isoDate": "2025-10-20T15:00:09.000Z",
      "creator": "Alice Li",
      "summary": "# 中美稀土磁铁贸易紧张局势加剧\n\n中国对美国稀土磁铁出口在9月份加速下降，这表明稀土磁铁仍然是全球两大经济体之间持续贸易战的主要战场。此次下降发生在北京扩大对关键矿物流动控制之前，进一步凸显了贸易紧张局势。\n\n## 主要出口数据\n\n*   **9月出口量**：根据北京海关总署的数据，中国对美国出口的永磁体（稀土磁铁的关键组成部分）在9月份达到420.5吨。\n*   **环比下降**：与8月份相比，9月份的出口量下降了28.7%。\n*   **同比下降**：与去年同期相比，9月份对美稀土磁铁出口量下降了29.5%。8月份的同比降幅为11.9%。\n*   **连续下降**：对美出口已连续两个月下降，打破了6月份开始的短暂复苏。6月份的复苏是由于北京在与华盛顿的伦敦谈判中同意加快对美国最终用户的稀土出口许可证审批。\n*   **美国在全球出口中的地位**：\n    *   9月份，美国是中国稀土磁铁的第四大接收国，排在德国、韩国和越南之后。\n    *   8月份，美国曾是中国稀土磁铁的第二大接收国。\n    *   9月份，美国占中国稀土磁铁出口总量的7.3%（按数量计算）。\n\n## 稀土磁铁的重要性与地缘政治背景\n\n*   **关键工业组件**：稀土永磁体是电动汽车和国防等多个高科技制造业中不可或缺的组件。\n*   **中国的主导地位**：中国在全球稀土加工领域占据主导地位，使其成为世界上最大的稀土磁铁供应国。\n*   **贸易战与杠杆**：自今年早些时候中美贸易战再次爆发以来，北京越来越多地利用其在稀土领域的地位作为与华盛顿谈判的筹码。",
      "shortSummary": "中美贸易紧张局势加剧，中国对美国稀土磁铁出口在9月份骤降28.7%，同比下降29.5%，至420.5吨。稀土磁铁是电动汽车和国防等高科技产业的关键组件。美国在9月成为中国稀土磁铁的第四大接收国。中国在全球稀土加工中的主导地位，使其能够将其作为与华盛顿谈判的筹码，凸显了稀土在两国贸易战中的战略重要性。",
      "translated_title": "中美紧张局势加剧，中国稀土磁铁对美出口骤降29%",
      "images": [],
      "contentSource": "完整文章",
      "content": "The decline in China’s exports of rare earth magnets to the United States accelerated in September – a period predating Beijing’s expansion of controls over the flow of the critical minerals – an indication the prized items remain a major battleground in the ongoing trade war between the world’s two largest economies.\nChina’s total exports to the US of the permanent magnets – essential components in manufacturing for several hi-tech industries, including electric vehicles and defence – reached...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/42509488-3b2c-4edd-b27e-f8a2bdc643ad_800b2ca6.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-25T06:31:58.155Z"
}