{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "中国飞行出租车在非洲首飞，企业放眼全球推广 (原标题: Chinese flying taxi takes to the skies in Africa as firms eye global roll-out)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324491/chinese-flying-taxi-takes-skies-africa-firms-eye-global-roll-out?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 04:00:13 +0000",
      "isoDate": "2025-09-07T04:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国亿航无人驾驶电动空中出租车在非洲首飞\n\n**主要事件：**\n*   中国制造的自动化电动空中出租车（eVTOL）本周首次在非洲进行了飞行测试。\n*   此次飞行在卢旺达首都基加利举行的“非洲航空峰会暨展览”期间进行，该活动是一个有34个国家参与的重要行业盛会。\n\n**涉及公司与产品：**\n*   展示的产品是亿航智能（EHang Holdings）制造的无人驾驶电动垂直起降飞行器（eVTOL）。\n*   亿航智能是一家在纳斯达克上市的中国广州科技公司。\n\n**合作方：**\n*   卢旺达与中国国有建筑工程公司中国路桥（China Road and Bridge Corporation）合作安排了此次试飞。\n\n**卢旺达的愿景与动机：**\n*   卢旺达致力于通过实施尖端航空技术，巩固其在非洲大陆的领先地位。\n*   作为一个拥有1420万人口、旅游业不断增长的内陆国家，卢旺达正积极寻求发展更好的空中交通连接，以缓解城市拥堵和空气污染。\n*   该国正在寻找“投资和技术合作伙伴”来提升其空中交通领域。\n\n**全球关注：**\n*   新一代中国低空飞行器正吸引着全球买家日益增长的兴趣，预示着其在全球范围内的推广潜力。",
      "shortSummary": "中国亿航智能的无人驾驶电动空中出租车（eVTOL）首次在非洲卢旺达成功试飞。此次飞行在非洲航空峰会期间进行，标志着中国低空飞行器在全球范围内的推广迈出重要一步。卢旺达与中国路桥合作，旨在利用尖端航空技术缓解城市拥堵、减少污染并促进旅游业发展，同时寻求投资和技术伙伴以提升其空中交通领域。",
      "translated_title": "中国飞行出租车在非洲首飞，企业放眼全球推广",
      "images": [],
      "contentSource": "完整文章",
      "content": "A made-in-China automated electric air taxi took off in Africa for the first time this week, as a new generation of Chinese low-altitude aircraft attracts growing interest from global buyers.\nThe product on show was a pilotless electric take-off and landing vehicle (eVTOL) made by EHang Holdings, a Nasdaq-listed tech company from the southern Chinese city of Guangzhou.\nIt took to the skies during the Aviation Africa Summit and Exhibition, a major industry event involving 34 countries that was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/08c70991-2f08-4cf0-96fb-6d3207d1585a_f74f8b6c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国央行支持下人民币反弹，美元担忧加剧 (原标题: China’s yuan rallies with central bank backing as worries mount over US dollar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324501/chinas-yuan-rallies-central-bank-backing-worries-mount-over-us-dollar?utm_source=rss_feed",
      "pubDate": "Sat, 06 Sep 2025 02:00:14 +0000",
      "isoDate": "2025-09-06T02:00:14.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国央行支持下人民币反弹，美元担忧加剧\n\n## 主要观点\n*   **人民币走强主因：** 分析师指出，近期人民币的上涨主要得益于中国央行（PBOC）更强有力的指导，而非市场力量驱动，因为同期美元指数基本保持稳定。\n*   **央行干预力度：** 上周短短五个交易日内，中国央行将人民币对美元的参考汇率从7.1321推升至7.1030。北京研究公司Gavekal Dragonomics的经济学家何伟表示，这一升值速度与前两个月观察到的总变化量相当。\n*   **美元指数表现：** 尽管美联储主席鲍威尔在上月底的讲话中暗示9月可能降息，但美元指数并未出现显著走弱，主要在97.8至98.6之间波动。\n*   **央行主动行为：** 何伟指出，中国央行“决定推高人民币，尽管货币市场并未朝此方向发展”。\n*   **潜在动机：** 央行的此举可能是为了应对美元可能出现的走弱而采取的先发制人措施。在特朗普总统任期内，美联储降息的可能性增加，且对其独立性的担忧加剧。\n*   **升值幅度考量：** 尽管如此，人民币的升值幅度可能会保持在一定限度内，因为在北京与美国贸易紧张的背景下，中国政府倾向于避免损害出口商的竞争力。",
      "shortSummary": "近期人民币走强主要源于中国央行的强力指导，而非市场力量。分析师指出，央行在美元指数相对稳定的情况下，主动推高人民币汇率。此举可能旨在为美联储潜在降息及美元走弱做准备，尤其是在对美联储独立性担忧加剧的背景下。然而，为避免损害出口竞争力，人民币升值幅度预计将保持克制。",
      "translated_title": "在中国央行支持下人民币反弹，美元担忧加剧",
      "images": [],
      "contentSource": "完整文章",
      "content": "A recent rally in China’s yuan has been primarily fuelled by stronger guidance from its central bank rather than by market forces, analysts said, pointing to a mostly steady US dollar index.\nHowever, they noted, this period of strengthening is likely to remain measured, as Beijing prefers to avoid harming the competitiveness of its exporters amid trade tensions with the United States.\nOver just five trading days last week, the People’s Bank of China pushed the yuan’s reference rate against the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/a2c53430-41f2-4acb-9acd-96267edd7005_1647b3ad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国生物技术产业正在追赶美国。关税能阻止它们吗？ (原标题: China’s biotech industry is gaining on the US. Can tariffs hold them back?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324487/chinas-biotech-industry-gaining-us-can-tariffs-hold-them-back?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 22:00:13 +0000",
      "isoDate": "2025-09-05T22:00:13.000Z",
      "creator": "Alice Li",
      "summary": "## 中国生物技术产业的崛起与监管改革\n\n### 2015年药品监管改革：转折点\n\n*   **背景与挑战**：2015年夏季，中国制药市场正处于快速扩张阶段，但行业内存在大量问题，尤其是在临床试验数据方面。\n*   **改革内容**：\n    *   所有待批申请的药企被要求审计其临床试验数据。\n    *   在一个月内撤回申请的公司可免于提交有缺陷申请的处罚。\n    *   隐瞒或伪造数据将面临严厉惩罚，包括多年的申报禁令。\n*   **行业反应**：79%的待批申请被撤回，这表明了当时问题的严重性。\n*   **改革目标**：\n    *   将中国的药品开发法规与国际标准对齐。\n    *   将监管框架从侧重仿制药转向鼓励创新。\n    *   清华大学药学教授、北京全球健康药物研发中心主任丁胜指出，此次改革标志着中国药品监管框架的重大转变。\n\n### 监管信誉提升与产业快速发展\n\n*   **信誉提升**：自2015年改革以来，中国的药品监管信誉已达到与西方国家相当的水平。\n*   **产业崛起**：这一信誉的提升为中国生物技术产业的快速发展铺平了道路。\n\n### 国际认可度显著提高\n\n*   **FDA评估**：根据中国国家癌症中心去年发布的一项研究，在过去十年中，美国食品药品监督管理局（FDA）对来自中国的临床数据给出“无需采取行动”（No Action Indicated）评级的比例显著增加。\n*   **意义**：“无需采取行动”评级意味着FDA在审查过程中未发现需要监管响应的问题，这体现了中国临床数据质量和可靠性的国际认可度大幅提高。",
      "shortSummary": "2015年，中国实施了药品监管改革，要求药企审计临床数据并严惩造假，导致79%的待批申请被撤回。此次改革将中国药品开发从仿制药转向创新，显著提升了监管信誉。此后，中国生物技术产业迅速崛起，其临床数据获得美国FDA“无需采取行动”评级的比例大幅增加，表明其国际认可度显著提高。",
      "translated_title": "中国生物技术产业正在追赶美国。关税能阻止它们吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the summer of 2015, a time when China’s pharmaceutical market was in a phase of rapid expansion, a sudden regulatory change sent tremors through the industry: drug companies would need to audit the clinical trial data for all pending applications.\nIf withdrawn within a month of the announcement, firms could avoid penalties for submitting flawed applications, but hiding or falsifying data would court severe punishments, including multi-year filing bans.\nThe response from the industry indicated...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/06/d8e8cd9b-6d79-4e48-92a6-d2ff71ea0abc_94f5f0b8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国收紧芯片限制之际，推动电子产品自给自足 (原标题: China moves to boost electronics self-sufficiency as US tightens chip curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324516/china-moves-boost-electronics-self-sufficiency-us-tightens-chip-curbs?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 13:30:08 +0000",
      "isoDate": "2025-09-05T13:30:08.000Z",
      "creator": "Carol Yang",
      "summary": "中国发布了一项新的行动计划，旨在加强其电子制造业，以应对美国对先进芯片技术日益收紧的出口限制。该计划强调建立有韧性、自给自足的供应链。\n\n**行业重要性**\n\n该计划由工业和信息化部与国家市场监督管理总局联合发布，指出电子制造业是国民经济的战略性、基础性和先导性产业，对稳定工业增长和维护国家经济政治安全至关重要。\n\n**核心目标**\n\n*   发展更先进的核心技术。\n*   增强该行业的供应链安全。\n*   强调采用国产设备。\n*   填补供应链中的空白。\n\n**具体措施**\n\n*   计划明确表示将“坚决推广使用国产产品，持续强化产业链薄弱环节”。\n*   重点关注生产可靠的元器件、芯片和系统。\n*   要求官员建立监测和预警机制，以发现潜在的供应链中断。",
      "shortSummary": "中国发布新行动计划，旨在加强电子制造业，以应对美国收紧的芯片限制。该计划强调建立自给自足、有韧性的供应链，发展核心技术，推广国产设备，并确保元器件可靠性。此举旨在稳定工业增长，保障国家经济安全。",
      "translated_title": "中国在美国收紧芯片限制之际，推动电子产品自给自足",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has released a new action plan to bolster its electronics manufacturing sector that stresses the need for resilient, self-sufficient supply chains, as the country confronts rising US export curbs on advanced chip technology.\n“The electronics manufacturing industry is a strategic, foundational and leading sector of the national economy, crucial to stabilising industrial growth and safeguarding national economic and political security,” stated the 13-page document issued by the Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/d7ae47ff-f34a-4970-8701-c6a66ed6c4cd_4fefc60e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美魅力攻势下，中巴承诺加强科技和贸易合作 (原标题: China, Pakistan pledge stronger tech and trade cooperation amid US charm offensive)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324517/china-pakistan-pledge-stronger-tech-and-trade-cooperation-amid-us-charm-offensive?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 12:30:11 +0000",
      "isoDate": "2025-09-05T12:30:11.000Z",
      "creator": "Alice Li",
      "summary": "## 中巴承诺加强科技和贸易合作\n\n中国和巴基斯坦承诺扩大贸易并深化从农业到太空探索等领域的科技合作。这一承诺是在巴基斯坦与美国关系升温的背景下做出的。\n\n### 关键会议与声明\n\n*   **李强总理与谢赫巴兹·谢里夫总理会晤**：\n    *   中国总理李强在周四与巴基斯坦总理谢赫巴兹·谢里夫会晤时表示，北京将推进中巴经济走廊（CPEC）的第二阶段建设。中巴经济走廊是“一带一路”倡议下的一个旗舰基础设施项目。\n    *   李强指出，今年全球不稳定和不确定性加剧，中国愿与巴基斯坦保持密切高层交流，深化战略互信，加强合作。\n*   **谢赫巴兹·谢里夫的表态**：\n    *   据新华社报道，谢里夫总理也表达了在人工智能、农业和贸易领域扩大合作的意愿。\n    *   周三，《人民日报》刊登了谢里夫的一篇文章，他在文中赞扬了北京对巴基斯坦科技进步的支持，特别是在农业和空间科学方面。\n\n### 合作的演变与基础\n\n*   **伙伴关系拓展**：谢里夫指出，中巴伙伴关系早期主要集中在加强政治互信和安全合作。如今，它已远远超越政治和国防领域，延伸到经济、科学和文化领域。\n*   **合作的自然发展**：谢里夫认为，鉴于中国的技术进步以及巴基斯坦年轻的劳动力和战略地理位置，扩大合作是自然而然的。",
      "shortSummary": "中国和巴基斯坦承诺深化科技和贸易合作，涵盖农业、太空探索和人工智能等领域。此举正值巴基斯坦与美国关系升温之际。两国总理强调推进中巴经济走廊第二阶段，深化战略互信。巴基斯坦总理谢里夫赞扬中国对巴科技进步的支持，并指出两国伙伴关系已从政治安全拓展至经济、科学和文化领域，得益于中国的技术优势和巴基斯坦的战略位置。",
      "translated_title": "中美魅力攻势下，中巴承诺加强科技和贸易合作",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and Pakistan have pledged to expand trade and deepen technological cooperation in areas ranging from agriculture to space exploration, at a time when Islamabad is warming to the United States.\nDuring a meeting on Thursday with Pakistani Prime Minister Shehbaz Sharif, Premier Li Qiang said Beijing would advance the second phase of the China-Pakistan Economic Corridor (CPEC), a flagship infrastructure project under the Belt and Road Initiative.\n“Global instability and uncertainty have grown...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/a7c9f607-2247-49a2-b033-8c044a8a9a13_d3b65966.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对欧盟猪肉作出反倾销初裁，征收保证金 (原标题: China issues anti-dumping ruling on European pork, charges deposits)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324485/china-issues-preliminary-anti-dumping-ruling-european-pork-charges-deposits?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 08:20:02 +0000",
      "isoDate": "2025-09-05T08:20:02.000Z",
      "creator": "Xiaofei Xu,Ji Siqi",
      "summary": "### 中国对欧盟猪肉征收反倾销保证金\n\n中国商务部于周五宣布，已初步认定欧盟对中国市场倾销猪肉及猪副产品，对中国国内产业造成“实质性损害”。此举标志着中欧贸易紧张局势的升级。\n\n**主要内容：**\n\n*   **初步裁定与措施**：\n    *   中国商务部已作出初步裁定，认定欧盟对华倾销猪肉及猪副产品。\n    *   此倾销行为对中国国内产业造成了“实质性损害”。\n    *   作为“临时反倾销措施”，中国将对相关产品征收现金保证金。\n\n*   **生效日期与保证金要求**：\n    *   自9月10日起，被调查产品的进口商必须根据初步裁定中确定的每家公司的倾销幅度，提供相应的保证金。\n\n*   **保证金税率**：\n    *   对于配合调查的猪肉生产商，保证金税率介于15.6%至32.7%之间，这与商务部计算的倾销幅度相符。\n    *   对于未配合调查的企业，商务部将征收62.4%的保证金。\n\n*   **涉事企业示例**：\n    *   商务部公布的名单显示，西班牙生产商Litera的税率处于配合调查企业的较低端。\n    *   荷兰集团Vion的税率则处于配合调查企业的较高端。\n\n*   **中方立场**：\n    *   商务部贸易救济调查局的一位官员表示，中方在此问题上采取“审慎克制”的态度。\n    *   该官员引用中法在干邑白兰地调查中达成的“友好解决方案”作为可效仿的例子。",
      "shortSummary": "中国商务部初步裁定欧盟对华倾销猪肉，对国内产业造成“实质性损害”，并宣布自9月10日起对欧盟猪肉及猪副产品征收临时反倾销保证金。保证金税率根据企业配合程度介于15.6%至62.4%之间。此举标志着中欧贸易紧张局势升级，但中方表示将采取“审慎克制”态度，并提及此前干邑白兰地调查的友好解决方案。",
      "translated_title": "中国对欧盟猪肉作出反倾销初裁，征收保证金",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has made a preliminary determination that Europe is dumping pork and pork by-products into its market, causing “material injury” to the domestic industry, Beijing’s Ministry of Commerce said on Friday.\nThe announcement, which carries a “provisional anti-dumping measure” in the form of cash deposits, marks an escalation in China-EU trade tensions after major French cognac producers were exempted from punitive levies stemming from a separate investigation.\n“Starting September 10, importers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/14a8bdea-351d-4b9b-8ca5-029a07e20297_08abb458.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "报告称中国2024年对巴西投资翻倍，达到疫情以来最高水平 (原标题: China’s 2024 Brazil investment doubled to highest level since Covid: report)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3324386/chinas-2024-brazil-investment-doubled-highest-level-covid-report?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 13:28:09 +0000",
      "isoDate": "2025-09-04T13:28:09.000Z",
      "creator": "Igor Patrick",
      "summary": "# 中国2024年对巴西投资翻倍，创疫情以来新高\n\n根据巴西-中国商业理事会周四发布的一份报告，中国对巴西的投资在去年翻了一倍多，达到疫情前的最高水平。这使得巴西成为全球第三大中国资本目的地。\n\n## 投资概况\n*   **投资额与项目数**：2024年，中国企业在巴西确认了39个项目，总价值达41.8亿美元，比前一年增长了113%。\n*   **全球排名**：\n    *   在全球范围内，巴西是中国资本的第三大目的地，仅次于英国和匈牙利。\n    *   在新兴经济体中，巴西成为中国资本的首要目的地。\n\n## 投资性质的转变\n报告指出，中国对巴西的投资性质发生了转变：\n*   **从大型收购转向小型项目**：过去以大型收购为主，现在则更倾向于与巴西工业政策和全球能源转型相关的小型项目。\n\n## 巴西吸引中国投资的原因\n巴西-中国商业理事会研究主任图利奥·卡里埃洛（Tulio Cariello）解释了巴西的吸引力：\n*   **规模与多样性**：巴西经济的规模和对中国资金开放的行业多样性是其主要优势。\n*   **综合优势**：与墨西哥主要吸引与美国相关的产业，以及印度尼西亚主要吸引采矿投资不同，巴西结合了工业、自然资源、能源和基础设施等多种优势。\n*   **经济复杂性**：卡里埃洛表示，巴西是一个“更复杂的经济体”，能够同时在工业、自然资源和电力等领域提供机会，这使得该国脱颖而出。\n\n## 主要投资领域\n*   **电力领域**：在所有投资领域中，电力占据了最大的份额。",
      "shortSummary": "一份报告显示，2024年中国对巴西的投资额翻倍至41.8亿美元，确认了39个项目，创疫情以来新高。巴西成为全球第三大、新兴经济体中最大的中国资本目的地。投资重心从大型收购转向与巴西工业政策及能源转型相关的小型项目。巴西因其经济复杂性、多样的行业（如工业、自然资源、电力和基础设施）而吸引中国投资，其中电力领域占比最大。",
      "translated_title": "报告称中国2024年对巴西投资翻倍，达到疫情以来最高水平",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese investment in Brazil more than doubled last year, reaching the highest level since before the pandemic, making the South American country the third main destination for Chinese capital worldwide, a business group report released on Thursday said.\nThe report, released by the Brazil-China Business Council, said Chinese firms confirmed 39 projects in 2024 worth US$4.18 billion, a 113 per cent increase from the year before.\nThe surge would make Brazil the leading destination for Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/d01fccd6-bfdc-496b-8ae9-3bedb3bfc25a_dad82cb4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国各省在关税休战不稳之际，准备赴美开展商务考察 (原标题: Chinese provinces prep for business trips to US amid shaky tariff truce)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324363/chinese-provinces-ready-business-delegations-us-amid-shaky-tariff-truce?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 13:00:12 +0000",
      "isoDate": "2025-09-04T13:00:12.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "# 中国各省准备赴美开展商务考察\n\n## 背景与目的\n*   **利用关系稳定期**：中国企业家和地方政府代表团正积极准备前往美国，特别是纽约和加利福尼亚，旨在利用近期中美关系的稳定，寻找潜在的贸易和投资机会。\n*   **推动经济联系**：这些代表团的访问将寻求利用美国地方当局的亲商友好态度和自主权，以促进经济联系。\n*   **北京鼓励次国家交流**：此举也符合北京鼓励次国家层面交流的政策方向。\n\n## 主要参与者与计划\n*   **出口大省先行**：包括浙江在内的中国主要出口省份，计划在未来几个月内派遣经济代表团前往美国主要城市和州。\n\n## 促成因素\n*   **北京的默许批准**：据浙江出口部门的消息人士透露，此类赴美访问必须在北京的默许批准下进行，否则将不可行。\n*   **关税休战的延长**：世界两大经济体之间最近达成的关税全面上调暂停协议，为这些访问提供了有利时机。\n    *   消息人士指出，在中美两国于斯德哥尔摩举行双边贸易谈判后，关税休战又延长了90天，目前是“很好的时机”。\n    *   美国总统唐纳德·特朗普于8月11日签署行政命令，将针对中国商品的关税上调暂停期再延长90天，进一步巩固了这一有利局面。",
      "shortSummary": "中国各省正准备派遣商务代表团赴美，旨在利用中美关系近期稳定和90天关税休战延长的契机，探索贸易和投资机会。此举得到北京的默许和鼓励，主要出口省份如浙江将率先行动，寻求利用美国地方当局的亲商环境，推动次国家层面的经济交流。",
      "translated_title": "中国各省在关税休战不稳之际，准备赴美开展商务考察",
      "images": [],
      "contentSource": "完整文章",
      "content": "More Chinese entrepreneurs and local government representatives could soon be packing for New York and California, aiming to take advantage of a recent stabilisation in US-China relations to hop across the Pacific and scout out potential trade and investment opportunities.\nVisits by delegations from China in the coming months will seek to leverage the pro-business amity and autonomy of local authorities in the US to advance economic ties, as Beijing encourages subnational exchanges.\nChina’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/f56415c3-5509-48aa-beeb-bc6701d0bdff_aaa2cb69.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国着眼完善债券发行机制以提升人民币的全球作用 (原标题: China eyes honing its bond issuance mechanism to boost yuan’s global role)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324341/china-eyes-honing-its-bond-issuance-mechanism-boost-yuans-global-role?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 11:00:10 +0000",
      "isoDate": "2025-09-04T11:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国着眼完善债券发行机制以提升人民币的全球作用\n\n## 背景与目标\n*   中国人民银行和财政部正在讨论建立一个更完善的海外主权债务发行机制。\n*   此举旨在提升人民币的全球作用，尤其是在对美元信心波动之际。\n\n## 高层会议与政策方向\n*   中国财政部副部长廖岷和中国人民银行副行长邹澜共同出席了一次会议。\n*   双方强调，协调的财政和货币政策措施对于稳定市场、帮助经济应对“复杂多变的市场环境”至关重要。\n*   会议纪要中未提供关于债券发行机制的更多细节。\n\n## 专家观点与未来展望\n*   Pinpoint资产管理公司总裁兼首席经济学家张智威指出，中国推动人民币国际化的政策方向非常明确。\n*   他提及中国央行行长潘功胜近期呼吁建立一个减少对单一货币依赖的全球支付系统。\n*   张智威预计，未来离岸人民币计价国债的发行量将增加。",
      "shortSummary": "中国人民银行和财政部正探讨完善海外主权债务发行机制，旨在提升人民币的全球地位，并减少对美元的依赖。双方强调财政和货币政策协调的重要性。专家预计，未来离岸人民币计价国债的发行将增加，这与中国央行推动人民币国际化的明确方向一致。",
      "translated_title": "中国着眼完善债券发行机制以提升人民币的全球作用",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank and finance ministry have discussed creating a better mechanism for issuing sovereign debt overseas, as Beijing eyes a greater global role for the yuan amid wavering confidence in the US dollar.\nBeijing has been upping efforts to increase the use of its currency in international markets in recent months, as trading in US dollar assets becomes increasingly volatile amid President Donald Trump’s tariff blitz, aggressive spending plans, and attempts to interfere in the workings...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/1bcb7520-ebef-42eb-a7a5-1528c7efeeb4_51839c0e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "华盛顿制裁化学品生产商后，中国瞄准美国光纤公司 (原标题: China targets US fibre-optic firms after Washington sanctions chemical producer)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324303/china-targets-us-fibre-optic-firms-after-washington-sanctions-chemical-producer?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 07:00:11 +0000",
      "isoDate": "2025-09-04T07:00:11.000Z",
      "creator": "Alice Li",
      "summary": "# 中国对美国光纤公司征收反倾销税\n\n中国商务部宣布对美国光纤公司征收反倾销税，此举是在美国财政部因芬太尼相关指控制裁一家广州化学品公司后数小时内宣布的。\n\n## 背景与时机\n*   **美国制裁**：美国财政部对一家位于广州的化学品公司实施制裁，理由是该公司涉嫌与芬太尼有关。\n*   **中国回应**：数小时后，中国宣布对美国光纤公司征收反倾销税。\n\n## 关税详情\n*   **税率范围**：关税税率介于33.3%至78.2%之间。\n*   **生效时间**：关税已立即生效，并将持续至2028年4月。\n*   **受影响公司及税率**：\n    *   OFS Fitel：33.3%的关税。\n    *   康宁（Corning）：37.9%的关税。\n    *   Draka Communications Americas以及其他未指明的美国公司：78.2%的关税。\n\n## 征收新关税的原因：反规避调查\n*   **现有反倾销税**：自2023年4月起，中国已对用于高速光传输和数据中心互连的某种美国光纤征收反倾销税。\n*   **规避行为**：一项始于今年3月、为期六个月的调查发现，美国出口商通过将光纤标记为具有相似用途但技术规格略有不同的另一种光纤，来规避现有的反倾销税。\n*   **商务部裁定**：中国商务部裁定，美国出口商在没有商业理由的情况下改变了贸易模式，将光纤运往中国，从而损害了现有的反倾销税。\n\n## 调查意义\n*   **发起方**：此次调查是应中国公司的请求发起的。\n*   **历史性**：这是中国首次进行反规避调查。\n*   **调查目的**：此类调查旨在评估贸易行为是否为规避关税责任而改变。",
      "shortSummary": "中国对美国光纤公司征收33.3%至78.2%的反倾销税，立即生效至2028年4月。此举是在美国制裁一家中国化学品公司后数小时宣布的。中国商务部表示，此前一项调查发现美国出口商通过虚假标记规避了自2023年4月起实施的现有反倾销税。这是中国首次进行反规避调查，涉及OFS Fitel、康宁等公司。",
      "translated_title": "华盛顿制裁化学品生产商后，中国瞄准美国光纤公司",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has slapped American fibre-optic firms with anti-dumping tariffs – a move announced hours after the US Treasury imposed sanctions on a Guangzhou-based chemical firm, over fentanyl claims.\nThe duties, ranging from 33.3 to 78.2 per cent, went into immediate effect and are to remain in place until April 2028, the Ministry of Commerce said on Thursday in an online statement.\nSpecifically, OFS Fitel faces a 33.3 per cent tariff, Corning a 37.9 per cent levy, and Draka Communications Americas,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/8390159a-9bb9-4181-84de-e2fb2128270b_96caad94.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在C919和国产喷气式飞机推广之际启动东南亚航空培训 (原标题: China starts aviation training for Southeast Asia amid C919, home-grown jet push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324260/china-starts-aviation-training-southeast-asia-it-pushes-c919-home-grown-jets?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 02:15:07 +0000",
      "isoDate": "2025-09-04T02:15:07.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国启动东南亚航空培训以推广C919及国产喷气式飞机\n\n## 培训背景与目的\n中国本月启动了一项针对东南亚国家代表的航空培训计划，旨在推广其自主研发的民用飞机。尽管空中客车和波音公司在全球市场占据主导地位，东南亚地区在接受中国飞机交付方面却处于世界领先地位。\n\n## 培训参与者与内容\n*   **参与国家：** 来自柬埔寨、印度尼西亚、老挝、马来西亚、缅甸、新加坡、泰国和越南的20名代表正在北京参加“2025年中-东盟民用航空管理能力提升研讨会”。\n*   **时间：** 研讨会于本周一启动，为期14天。\n*   **组织方：** 由中国民用航空局组织。\n*   **课程内容：** 根据在线声明，培训课程涵盖安全管理、适航认证、绿色发展、新技术以及国产大型飞机等主题。\n\n## 商飞（Comac）的市场拓展雄心\n*   **背景：** 此次研讨会正值中国商用飞机有限责任公司（Comac）寻求扩大其在东南亚市场的业务，以满足该地区7亿人口的旅行需求。Comac是C909和C919飞机的制造商。\n*   **专家观点：** 澳大利亚航空分析国际公司（Aviation Analysts International）首席执行官休·里奇（Hugh Ritchie）认为，鉴于中-东南亚经济合作的广泛趋势，现在是推动制造商发展的好时机。\n*   **挑战双寡头：** 里奇补充说，Comac希望“打破”空中客车和波音的“双寡头垄断”，这两家西方巨头供应了世界上大部分的大型喷气式飞机。\n*   **C909在东南亚的运营：** 中国商飞的C909小型支线喷气式飞机已在东南亚运营十年，根据中国民用航空局的数据，共完成了47万次客运飞行。",
      "shortSummary": "中国已启动一项针对东南亚国家的航空培训计划，旨在推广其自主研发的民用飞机，包括C919和C909。来自八个东南亚国家的20名代表正在北京参加为期14天的研讨会，内容涵盖安全管理和国产飞机等。此举旨在帮助中国商飞（Comac）扩大其在东南亚市场的份额，并挑战空中客车和波音的双寡头垄断，这与日益增长的中-东南亚经济合作趋势相吻合。",
      "translated_title": "中国在C919和国产喷气式飞机推广之际启动东南亚航空培训",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is training representatives from Southeast Asia this month in an effort to promote its home-grown civilian aircraft, as the region leads the world in accepting Chinese deliveries despite Airbus and Boeing’s dominance.\nTwenty participants from Cambodia, Indonesia, Laos, Malaysia, Myanmar, Singapore, Thailand and Vietnam are taking part in the 2025 China-Asean Civil Aviation Management Capacity Enhancement Workshop in Beijing, which started Monday.\nOrganised by the Civil Aviation...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/5e38e79c-724b-442e-81f6-816af1ba0c6b_c24c749e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国越野车品牌212着眼欧洲、中东、非洲市场谋求增长 (原标题: Chinese off-road vehicle brand 212 eyes Europe, Middle East, Africa for growth)",
      "link": "https://www.scmp.com/business/china-business/article/3324213/chinese-road-vehicle-brand-212-eyes-europe-middle-east-and-africa-growth?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 23:30:08 +0000",
      "isoDate": "2025-09-03T23:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "### 212越野车品牌海外扩张战略\n\n212越野车，作为北京汽车制造厂（BAW）旗下的一个品牌，正积极将其战略重心转向海外市场，以期实现显著增长。\n\n*   **公司背景与定位**\n    *   212越野车总部位于中国东部山东省的沿海城市青岛。\n    *   公司计划利用中国成熟的汽车供应链，设计和组装高性能产品，从而提升其在全球市场的竞争力。\n\n*   **目标市场与产品**\n    *   212品牌计划向欧洲、中东和东南亚的客户提供一系列汽油动力和电动汽车（EV）。\n    *   首席执行官陆云然表示，中国制造的越野车作为一种独特的产品类别，正坚定地走向全球，以推广其发展和制造能力。\n\n*   **销售目标与增长预期**\n    *   公司设定了雄心勃勃的海外销售目标，希望最早在2028年，海外市场销售额能占到总销售额的40%。\n    *   预计今年全球交付量将达到2万辆。\n    *   公司计划在未来几年内实现至少50%的年增长率。\n\n*   **市场竞争与定价**\n    *   在中国大陆这一全球最大的汽车和电动汽车市场，212的主要竞争对手是长城汽车的坦克品牌。\n    *   212的T01车型在中国大陆起售价为139,900元人民币（约合19,595美元）。\n    *   陆云然承诺将为客户提供价格实惠、世界一流的越野车。\n\n*   **图片**\n    *   文章内容中未包含任何有效的实际图片链接，因此详细摘要中不包含图片。",
      "shortSummary": "中国越野车品牌212（北京汽车制造厂旗下）正积极拓展海外市场，目标是欧洲、中东和东南亚。公司计划提供汽油和电动越野车，并力争到2028年海外销售额占总销售额的40%。212品牌将利用中国汽车供应链优势，提供价格实惠、世界一流的产品。预计今年全球交付2万辆，未来几年实现50%的年增长。",
      "translated_title": "中国越野车品牌212着眼欧洲、中东、非洲市场谋求增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Jeep maker 212 Off-Road Vehicle, a unit of Beijing Auto Works (BAW), has set its sights on overseas markets as it banks on the country’s automotive supply chain to design and assemble high-performance products.\nThe company, based in Qingdao, a coastal city in eastern China’s Shandong province, plans to offer a slate of petrol-powered and electric vehicles (EVs) to customers in Europe, the Middle East and Southeast Asia, hoping they can generate 40 per cent of sales as early as 2028, CEO Lu...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/24a39f19-fa0d-46a7-b18d-48a94025e1c0_75fadfe9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海合作组织开发银行如何改变全球金融秩序 (原标题: How an SCO development bank could shift the global financial order)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3324123/how-sco-development-bank-could-shift-global-financial-order?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 22:30:07 +0000",
      "isoDate": "2025-09-03T22:30:07.000Z",
      "creator": "Peiman Salehi",
      "summary": "中国国家主席习近平在本周于天津举行的上海合作组织第25次峰会上敦促成员国加快建立上合组织开发银行，这一提议可能标志着亚洲金融格局的一个转折点。\n\n*   **上合组织的角色转变：** 习近平的提议表明，上合组织正在从一个安全集团演变为一个金融参与者。\n*   **中国的承诺：** 习近平还承诺在三年内向上合组织成员国提供14亿美元的贷款，并呼吁该组织拒绝冷战思维、对抗集团和霸凌行为。\n*   **贷款的意义：** 这些贷款不仅可以被视为中国的慷慨之举，也可以被视为上合组织正在发展自己的金融工具，以减少对美国压力的脆弱性。\n*   **上合组织开发银行的潜力：** 上合组织开发银行可能与金砖国家的的新开发银行类似，但具有更强的区域重点。与国际货币基金组织或世界银行等西方主导的机构不同，这样的银行可以无条件地提供信贷额度、基础设施融资和危机援助。\n*   **对受制裁国家的重要性：** 对于面临西方制裁的国家，包括俄罗斯和伊朗，该机制可以作为金融生命线。\n*   **伊朗的处境：** 对于伊朗来说，时机尤其关键。伊朗强调，融入上合组织金融框架对于在新的制裁下生存至关重要。制裁可能不仅针对伊朗的能源出口，还可能针对银行、航运保险和全球支付系统的准入，从而加剧已经遭受重创的经济。\n*   **政治层面：** 伊朗加入上合组织在德黑兰被视为一项战略胜利，表明尽管美国和欧洲的压力再次加大，但该国仍然保留着盟友和在东方进行合作的途径。",
      "shortSummary": "中国国家主席习近平呼吁加快建立上合组织开发银行，旨在将上合组织从安全集团转变为金融参与者。中国承诺提供14亿美元贷款，表明上合组织正发展金融工具以减少对美国压力的依赖。该银行可能类似于金砖国家的新开发银行，但更侧重区域，无条件提供信贷和融资，对受西方制裁国家如俄罗斯和伊朗至关重要。伊朗将加入上合组织视为战略胜利，表明其在东方仍有合作途径。",
      "translated_title": "上海合作组织开发银行如何改变全球金融秩序",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the 25th Shanghai Cooperation Organisation summit in Tianjin this week, Chinese President Xi Jinping urged member states to accelerate the creation of an SCO development bank, a proposal that could mark a turning point in Asia’s financial landscape. While headlines focused on the high-profile presence of Russian President Vladimir Putin and Indian Prime Minister Narendra Modi, Xi’s proposal points to the SCO’s evolution from a security bloc into a financial actor.\nXi also pledged US$1.4...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/37186f7a-fe75-438a-b8dd-0a06216daea1_e1758a2c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国南方大湾区拥有全球最大创新集群 (原标题: South China’s Greater Bay Area boasts world’s largest innovation cluster)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324168/south-chinas-greater-bay-area-boasts-worlds-largest-innovation-cluster?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 07:38:01 +0000",
      "isoDate": "2025-09-03T07:38:01.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国南方大湾区荣膺全球最大创新集群\n\n根据世界知识产权组织（WIPO）2025年全球创新指数报告，中国南方大湾区（GBA）的核心——深圳-香港-广州科技枢纽——已超越东京-横滨，成为全球最大的创新集群。\n\n### 关键成就与排名\n*   **首次登顶**：这是深圳-香港-广州科技枢纽首次位居全球创新集群榜首，此前已连续五年保持第二名。\n*   **全球对比**：该集群的崛起凸显了中国在技术自给自足方面的努力，尤其是在与美国地缘政治不确定性日益增加的背景下。\n*   **其他领先集群**：榜单上，圣何塞-旧金山集群跃升至第三位，紧随其后的是北京（第四）、首尔、上海-苏州和纽约市。\n*   **大湾区影响力**：大湾区内的另一个集群——澳门-珠海集群——连续第二年进入全球前100名，进一步彰显了该区域在技术创新方面的全球影响力。\n\n### 大湾区的战略意义\n*   **地理范围**：大湾区涵盖香港、澳门、深圳、广州以及广东省内其他多个城市。\n*   **创新重点**：该区域是北京推动先进制造、人工智能和生物技术等前沿领域创新的核心，得益于其庞大的人才储备和快速的资本流动。\n\n### 中国在全球创新格局中的地位\n*   **国家代表性**：中国目前在全球前100名创新集群中拥有24个，超过美国的22个和德国的7个，成为榜单中代表性最强的国家。",
      "shortSummary": "根据世界知识产权组织（WIPO）2025年全球创新指数，中国南方大湾区（GBA）的深圳-香港-广州科技枢纽已超越东京-横滨，首次成为全球最大的创新集群。这一成就凸显了中国在技术自给自足方面的努力。大湾区是北京推动先进制造、人工智能等前沿创新的核心区域。中国目前在全球前100名创新集群中拥有24个，是榜单中代表性最强的国家。",
      "translated_title": "中国南方大湾区拥有全球最大创新集群",
      "images": [],
      "contentSource": "完整文章",
      "content": "A portion of China’s Greater Bay Area has been named the world’s largest innovation cluster, underscoring Beijing’s drive for technological self-reliance at a time of rising geopolitical uncertainties with the United States.\nThe Shenzhen-Hong Kong-Guangzhou technology hub – the heart of the bay area plan – has overtaken Tokyo-Yokohama to become the world’s largest innovation cluster, according to the World Intellectual Property Organisation’s (WIPO) 2025 Global Innovation Index released on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/03/2fea105f-215e-41c2-a61d-e8229fe83a63_181ec14a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么Labubu热潮仅仅是中国品牌繁荣的开始 (原标题: Why Labubu craze is just the start of China’s branding boom)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3323996/why-labubu-craze-just-start-chinas-branding-boom?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 01:30:07 +0000",
      "isoDate": "2025-09-03T01:30:07.000Z",
      "creator": "Chris Pereira",
      "summary": "本文探讨了中国品牌形象的转变，不再仅仅是廉价的代名词，而是逐渐建立起信任和品牌优势。\n\n*   **Labubu的成功：**\n    *   Labubu玩偶的流行表明，中国品牌不再等同于廉价。\n    *   泡泡玛特（Pop Mart）凭借Labubu建立了信任，预计今年销售额将达到40亿美元。\n\n*   **品牌力量的扩展：**\n    *   品牌力量正在扩展到电池、汽车、无人机、生物技术甚至基础设施等领域。\n    *   中国企业在硬件和信任方面都在展开竞争。\n\n*   **小米汽车的崛起：**\n    *   小米汽车在推出仅15个月后，交付量已超过30万辆。\n    *   小米CEO雷军计划进行更大的海外投资。\n\n*   **宁德时代（CATL）的崛起：**\n    *   宁德时代是小米汽车的电池供应商，其广告遍布中国机场。\n    *   宁德时代占据全球电动汽车（EV）电池市场约38%的份额。\n    *   宁德时代和比亚迪（BYD）占据了2025年上半年超过一半的电动汽车电池安装量。\n\n*   **从成本优势到品牌优势：**\n    *   当消费者开始指名要求某个组件时，就意味着已经从成本优势转变为品牌优势。\n    *   这反映了中国商业思维的转变。",
      "shortSummary": "文章指出，Labubu的成功标志着中国品牌不再是廉价的代名词，而是开始建立品牌信任。小米汽车和宁德时代等企业的崛起，表明中国品牌的力量正在扩展到汽车、电池等更广泛的工业领域。中国企业正在硬件和品牌信任上展开竞争，从成本优势转向品牌优势，这体现了中国商业思维的转变。",
      "translated_title": "为什么Labubu热潮仅仅是中国品牌繁荣的开始",
      "images": [],
      "contentSource": "完整文章",
      "content": "Call them China’s Sputnik moments: DeepSeek. BYD and Xiaomi cars. A robot Olympics in Beijing. Huawei’s resurgence. And Labubu.\nLabubu did its job. The little gremlin doll made it clear that a brand being from China is no longer shorthand for cheap. Pop Mart has built trust to such an extent that company management is now forecasting US$4 billion in sales this year. So what’s next?\nNot more Labubu. The next chapter is bigger and more industrial than Pop Mart. Brand muscle is spilling into places...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/917c6455-4f3c-4353-b494-df75772d792d_80f7a1bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管汽车需求下降导致中国对俄出口减少，新协议仍显示‘增长空间’ (原标题: As China exports to Russia dip on less car demand, new deals show ‘room to grow’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324077/despite-dip-chinas-exports-russia-new-deals-show-room-grow-amid-us-pressure?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 15:00:09 +0000",
      "isoDate": "2025-09-02T15:00:09.000Z",
      "creator": "Ralph Jennings,Xinyi Wu",
      "summary": "## 中俄贸易：挑战与机遇\n\n### 背景与现状\n\n*   **贸易放缓与增长潜力：** 尽管中国对俄罗斯的汽车出口有所放缓，但分析人士指出，两国在以人民币和卢布结算的贸易方面仍有显著的增长空间。\n*   **外部压力：** 这一趋势发生在俄罗斯总统普京访问中国期间，两国都面临着脱离美国市场的压力。\n\n### 贸易驱动因素\n\n*   **俄罗斯需求：** 由于俄罗斯因入侵乌克兰而面临西方制裁，其难以从西方国家进口消费品、个人电子产品和普通机械，因此对中国产品有强烈需求。\n*   **中国供应能力：** 中国能够生产俄罗斯所需的产品，范围从手机到工厂机械，满足了俄罗斯的市场空白。\n*   **中美关系影响：** 自2018年美国前总统特朗普执政以来，中美之间的进口关税不断上升，导致两国贸易逐渐偏离美国市场，今年更是迅速升级。\n*   **中国市场战略：** 新加坡东南亚研究所高级研究员Jayant Menon表示，美国市场的封闭促使中国积极寻找新市场，俄罗斯市场被视为“有增长空间”的重要方向。\n\n### 普京访华成果\n\n*   **高层会晤：** 普京总统周二在北京会见了中国国家主席习近平，进一步巩固两国关系。\n*   **随行代表团：** 俄罗斯天然气工业股份公司（Gazprom）董事长阿列克谢·米勒和俄罗斯国家石油公司（Rosneft）首席执行官伊戈尔·谢钦等重要能源企业高管随普京访问，凸显能源合作的重要性。\n*   **合作协议：** 根据中方声明，两国签署了20多项双边合作协议，涵盖了能源、航空航天、人工智能、农业、卫生、科学研究和教育等多个关键领域，为未来的合作奠定了基础。",
      "shortSummary": "尽管中国对俄汽车出口因需求下降而放缓，但分析人士指出，两国在人民币和卢布结算的贸易上仍有增长潜力。受西方制裁和中美贸易紧张影响，俄罗斯对中国消费品和机械的需求旺盛。普京访华期间，两国签署了20多项涵盖能源、科技、农业等领域的合作协议，显示出未来贸易的“增长空间”。",
      "translated_title": "尽管汽车需求下降导致中国对俄出口减少，新协议仍显示‘增长空间’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite a slowdown in automotive shipments from China to Russia, there is room for them to advance trade settled in yuan and roubles as both countries continue to be pressured away from the US market, analysts said on Tuesday during Russian President Vladimir Putin’s visit to the world’s second-largest economy.\nRussians want consumer goods, personal electronics and common machinery that are difficult to import from the West because of trade sanctions over Russia’s invasion of Ukraine that began...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/2f9bbd0c-1dde-4771-b826-b84022d823cc_6207637a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何中俄巨额天然气管道协议可能面临“关键障碍” (原标题: Why huge China-Russia gas pipeline deal could face ‘key obstacle’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324084/major-china-russia-gas-pipeline-deal-spotlight-sco-summit-faces-key-obstacle?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 13:30:07 +0000",
      "isoDate": "2025-09-02T13:30:07.000Z",
      "creator": "Kandy Wong",
      "summary": "中俄两国领导人在上海合作组织峰会上会晤，引发了关于两国“无上限”伙伴关系的猜测。其中，备受关注的是长期延宕的“西伯利亚力量2号”天然气管道项目。\n\n*   **项目价值：** 价值136亿美元。\n*   **项目意义：** 该项目预计将成为双边议程的重点，并可能在中国、俄罗斯和蒙古（管道将通过其领土）周二在北京举行的三方会议上得到讨论。如果建成，每年可向中国北方供应500亿立方米天然气，为受西方制裁影响的莫斯科提供关键的经济生命线。\n*   **中方表态：** 习近平主席在与普京会晤时表示，“重大项目合作”将深化融合，但官方新华社的报道没有提及任何具体项目。\n*   **俄方表态：** 俄罗斯媒体RIA报道称，俄罗斯石油巨头Gazprom和中国石油天然气集团公司(CNPC)签署了一份谅解备忘录，将通过蒙古建设“西伯利亚力量2号”和“东方联盟”过境管道，援引了Gazprom首席执行官Alexey Miller的说法。\n*   **分析师警告：** 尽管俄罗斯媒体的基调乐观，但分析师警告称，未解决的问题可能会延误该项目。上海社会科学院SCO中心副主任李立凡警告说，尽管两国都“对保持项目进展有很强的信心和强烈的愿望”，但“某些关键问题”仍未解决。",
      "shortSummary": "中俄两国在上海合作组织峰会上讨论了“西伯利亚力量2号”天然气管道项目。该项目价值136亿美元，旨在每年向中国北方供应500亿立方米天然气，对受西方制裁的俄罗斯至关重要。尽管俄罗斯媒体报道称已签署谅解备忘录，但分析师警告称，未解决的关键问题可能会延误该项目。",
      "translated_title": "为何中俄巨额天然气管道协议可能面临“关键障碍”",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping and his Russian counterpart Vladimir Putin stood shoulder to shoulder at this week’s Shanghai Cooperation Organisation summit, fuelling speculation about their countries’ “no limits” partnership. But beyond the optics, many analysts focused on energy: specifically, the long-delayed Power of Siberia 2 gas pipeline.\nValued at US$13.6 billion, the project was expected to be high on the bilateral agenda and would likely have featured when China, Russia and Mongolia – whose...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/6153dbd4-9d6b-4a91-ab1f-76c766119969_049b7e86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？ (原标题: China’s Xi Jinping wants more Luban Workshops worldwide – but what are they?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324058/chinas-xi-jinping-wants-more-luban-workshops-worldwide-what-are-they?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 11:00:15 +0000",
      "isoDate": "2025-09-02T11:00:15.000Z",
      "creator": "Alice Li",
      "summary": "## 鲁班工坊：中国职业教育的全球拓展\n\n### 习近平主席的最新倡议\n在今年的上海合作组织（SCO）会议上，中国国家主席习近平宣布了一项重要计划：\n*   未来五年内，中国将在上合组织成员国启动**10个新的鲁班工坊**。\n*   这些新增工坊将为**10,000名**当地居民提供职业培训机会。\n\n### 什么是鲁班工坊？\n鲁班工坊是一个由中国于**2016年**发起的职业教育项目，其核心目标和运作模式如下：\n*   **命名由来**：该项目以中国古代著名的建筑师和发明家鲁班命名，旨在传承和发扬精湛技艺的精神。\n*   **项目宗旨**：通过与东道国当地学校建立合作关系，鲁班工坊致力于提升当地劳动力的技能和专业知识水平。\n*   **教育内容**：提供职业教育和技能培训，以满足当地经济发展对技术人才的需求。\n\n### 全球拓展与影响力\n尽管与中国“一带一路”倡议中的大型基础设施项目相比，鲁班工坊的知名度相对较低，但其在全球范围内的拓展却十分显著：\n*   **悄然扩张**：该职业教育项目已在欧洲、亚洲和非洲等多个地区悄然扩张。\n*   **规模数据**：根据中国教育部的数据，截至2024年末：\n    *   全球已开设**超过30个**鲁班工坊。\n    *   累计培训了**超过30,000名**学员。\n\n鲁班工坊通过提供实用的职业技能培训，正在全球范围内为当地社区的劳动力发展做出贡献。",
      "shortSummary": "中国国家主席习近平宣布，未来五年内将在上海合作组织成员国增设10个鲁班工坊，提供1万个培训名额。鲁班工坊是中国于2016年发起的一项职业教育项目，以古代建筑师鲁班命名，旨在通过与东道国学校合作，提升当地劳动力的技能和专业知识。尽管相对低调，该项目已在全球欧洲、亚洲和非洲悄然扩张，截至2024年末已开设逾30个工坊，培训超过3万人。",
      "translated_title": "中国习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At this year’s meeting of the Shanghai Cooperation Organisation (SCO), President Xi Jinping said China will launch 10 additional Luban Workshops in the organisation’s member countries over the next five years, providing training slots for 10,000 individuals.\nNamed after the ancient architect and inventor Lu Ban, the project is somewhat low profile compared to others in Beijing’s infrastructure-heavy Belt and Road Initiative.\nBut the vocational education programme has quietly expanded across...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/b601d2b0-f112-483f-b31b-5582d92fee9f_c6cd255b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上合组织峰会后，外国领导人乘坐中国高铁，体验中国科技实力 (原标题: Foreign leaders ride the rapid rails of China’s tech prowess after SCO summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324061/foreign-leaders-ride-rapid-rails-chinas-technological-prowess-after-sco-summit?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 09:31:46 +0000",
      "isoDate": "2025-09-02T09:31:46.000Z",
      "creator": "Ji Siqi",
      "summary": "### 外国领导人乘坐中国高铁赴京出席阅兵式\n\n上合组织（SCO）峰会结束后，多位外国领导人乘坐中国标志性的高速铁路，从北方港口城市天津前往北京，准备出席一场重要的纪念活动。\n\n#### 抵达领导人名单\n\n根据中国中央电视台的报道，共有多位国家元首和政府首脑分两批抵达：\n\n*   **周一晚抵达的七位领导人：**\n    *   白俄罗斯总统 亚历山大·卢卡申科\n    *   巴基斯坦总理 夏巴兹·谢里夫\n    *   哈萨克斯坦总统 卡西姆-若马尔特·托卡耶夫\n    *   乌兹别克斯坦总统 沙夫卡特·米尔济约耶夫\n    *   马尔代夫总统 穆罕默德·穆伊兹\n    *   蒙古国总统 呼日勒苏赫·乌赫那\n    *   塔吉克斯坦总统 埃莫马利·拉赫蒙\n\n*   **周二抵达的六位领导人：**\n    *   伊朗总统 马苏德·佩泽什基安\n    *   尼泊尔总理 卡·普·夏尔马·奥利\n    *   亚美尼亚总理 尼科尔·帕希尼扬\n    *   土库曼斯坦总统 古尔班古力·别尔德穆哈梅多夫\n    *   吉尔吉斯斯坦总统 萨德尔·扎帕罗夫\n    *   缅甸代总统 敏昂莱\n\n#### 高铁体验与线路\n\n*   **行程时间：** 从上合组织会议举办地天津到北京，高铁行程通常约需30分钟。\n*   **线路特点：** 这条线路被视为中国首条现代化高速铁路，最高运行速度可达350公里/小时（217英里/小时）。\n\n#### 出席目的与战略意义\n\n*   **主要活动：** 所有抵达的领导人都将出席中国定于周三举行的大型军事阅兵式，以纪念1945年中国抗日战争胜利80周年。\n*   **科技实力展示：** 近年来，中国高速铁路日益成为展示国家经济和科技实力的重要平台。这符合中国“要致富，先修路；要快富，先修高铁”的发展理念。\n*   **国际拓展：** 中国也积极寻求将其高铁网络扩展至海外，此次外国领导人的乘坐体验，也进一步彰显了中国在这一领域的国际影响力。",
      "shortSummary": "上合组织峰会后，多国领导人乘坐中国高铁从天津前往北京，出席中国纪念二战胜利80周年的阅兵式。周一晚和周二，包括白俄罗斯、巴基斯坦、伊朗等国的13位领导人陆续抵达。此次30分钟的高铁之旅，不仅方便了各国政要，也成为中国展示其最高时速350公里/小时的先进高铁技术和经济实力的平台，同时体现了中国在全球推广高铁网络的愿景。",
      "translated_title": "上合组织峰会后，外国领导人乘坐中国高铁，体验中国科技实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "A slew of foreign leaders took China’s signature high-speed railway from the northern port city of Tianjin to Beijing on Monday and Tuesday, having departed from the Shanghai Cooperation Organisation (SCO) summit to attend a Victory Day parade.\nSeven state leaders arrived on Monday night: President of Belarus Aleksandr Lukashenko, Prime Minister of Pakistan Shehbaz Sharif, President of Kazakhstan Kassym-Jomart Tokayev, President of Uzbekistan Shavkat Mirziyoyev, President of the Maldives Mohamed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/2de3205a-e646-4224-8bbc-5b1d2b3bcdc4_928faf87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中的失败 (原标题: ‘Lost the battle’: EU told to accept defeat against China’s solar power sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324019/facing-chinas-solar-power-industry-eu-advised-concede-defeat?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 08:00:09 +0000",
      "isoDate": "2025-09-02T08:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "法德经济学家敦促欧盟在面对中国竞争时，明确哪些产业应支持，哪些已“输掉战役”的产业（如太阳能）应果断放弃。\n\n**主要建议和发现：**\n*   **背景与来源：** 这些建议由一组法国和德国经济学家提出，以五份备忘录的形式，应两国政府要求，在周五的法德部长理事会会议上提交。备忘录涵盖对华贸易、国防、能源、经济增长和劳动力市场等领域。\n*   **产业策略：**\n    *   **保护敏感领域：** 欧洲应保护国防、航天和机器人等敏感部门。\n    *   **开放成熟产业：** 对成熟产业，应保持开放，接受廉价的中国进口商品。\n    *   **欢迎中国投资：** 欢迎中国在电池等关键技术领域的投资，前提是技术必须共享。\n*   **太阳能产业案例：**\n    *   法国经济学家、备忘录合著者让·皮萨尼-费里（Jean Pisani-Ferry）指出，太阳能电池板是欧洲应放弃的明确例子。\n    *   他强调，中国工业在太阳能领域遥遥领先，欧洲已不再有太阳能电池板产业。\n    *   皮萨尼-费里认为，这“最终不是什么大问题”，因为太阳能电池板一旦安装便固定不动，不像天然气那样需要每天供应，不会造成持续的依赖。因此，他认为这是欧洲必须承认“输掉战役”的技术领域。",
      "shortSummary": "法德经济学家建议欧盟在对华竞争中，应明确支持和放弃的产业。他们指出，欧盟在太阳能产业已“输掉战役”，应果断放弃，因中国在该领域遥遥领先且不构成依赖。同时，欧盟应保护国防、航天等敏感部门，对成熟产业保持开放，并欢迎中国在电池等关键技术领域的投资，但前提是技术共享。",
      "translated_title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中的失败",
      "images": [],
      "contentSource": "完整文章",
      "content": "A group of French and German economists has urged Europe to identify which industries to support in the face of Chinese competition and boldly abandon those where the battle had already been lost, such as the solar power sector.\nThe recommendations were presented in five memos to the Franco-German Council of Ministers at the request of the two governments during a council meeting on Friday. The memos cover trade with China, as well as defence, energy, economic growth and the labour market.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/6d21cd72-83d4-4181-9e51-86bcab7e4e89_80437fb6.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-07T06:30:23.192Z"
}