{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国将如何深度挖掘以将黄金产量提高5%以上？ (原标题: How deep will China go to boost gold production by more than 5%?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315747/how-deep-will-china-go-it-aims-boost-gold-production-more-5?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 07:00:08 +0000",
      "isoDate": "2025-06-25T07:00:08.000Z",
      "creator": "June Xia",
      "summary": "### 中国黄金产业发展行动计划 (2025-2027)\n\n*   **背景与目标**\n    *   鉴于地缘政治紧张局势加剧导致对贵金属的需求飙升，中国计划在未来三年（2025-2027年）内，通过采用新的采矿技术和进行更深层次的挖掘，以提高黄金产量。\n    *   该计划由工业和信息化部及其他八个机构于周一发布。\n    *   **主要目标**：\n        *   将中国的黄金储量增加5%至10%。\n        *   将黄金产量提高5%以上。\n\n*   **战略意义与挑战**\n    *   工业和信息化部指出，黄金是一种兼具商品和货币属性的战略矿产资源，对维护国家工业和金融安全具有重要意义。\n    *   尽管如此，中国的黄金产业仍面临显著挑战，包括资源保障不足以及难以满足关键技术的需求。\n    *   该行动计划旨在促进黄金产业的高质量发展和高水平安全。\n\n*   **中国黄金市场现状**\n    *   根据中国黄金协会的数据，中国已连续12年位居全球最大黄金消费国。\n    *   去年，中国购买了985.31吨黄金。\n    *   中国作为全球最大黄金生产国的地位已持续18年。\n    *   去年，中国的黄金产量达到377.24吨。",
      "shortSummary": "中国发布2025-2027年黄金产业发展行动计划，旨在通过新技术和深度开采，将黄金储量增加5-10%，产量提高5%以上。此举旨在应对地缘政治紧张下的需求飙升，并维护国家安全。中国已连续12年是全球最大黄金消费国，连续18年是最大生产国，但仍面临资源保障挑战。",
      "translated_title": "中国将如何深度挖掘以将黄金产量提高5%以上？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China plans to use new mining technology and also dig deeper to increase gold production over the next three years as demand for the precious metal soars amid rising geopolitical tensions.\nIn the 2025-2027 gold industry development action plan released on Monday, the Ministry of Industry and Information Technology and eight other agencies pledged to increase China’s gold reserves by 5 to 10 per cent and also raise gold output by more than 5 per cent.\n“Gold is a strategic mineral resource with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/f5ec9d75-08a4-47ed-9fe1-10d58b976cb0_0d8d8528.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行加倍金融支持以提振消费 (原标题: China’s central bank doubles down on financing support to boost consumption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315725/chinas-central-bank-doubles-down-financing-support-boost-consumption?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 06:00:10 +0000",
      "isoDate": "2025-06-25T06:00:10.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国央行加倍金融支持以提振消费\n\n中国正在加大力度鼓励国内消费，中央政府和国内最富裕的省份正在出台旨在提供结构性金融支持和实地激励的政策。分析人士指出，在贸易不确定性和就业压力持续存在的情况下，持续的政策支持对于维持中国的国内消费至关重要。\n\n### 关键政策与措施\n\n*   **5000亿元再贷款额度**：中国人民银行（PBOC）周二表示，上月宣布的5000亿元人民币（约合696.8亿美元）再贷款额度将帮助21家全国性金融机构和5家重点城市商业银行设立消费和养老贷款。\n*   **结构性货币政策工具**：央行与另外五个政府部门联合发布的指导意见指出，将加强结构性货币政策工具的激励作用，鼓励和引导金融机构向服务和消费重点领域的各类经营主体发放贷款。\n*   **19项具体举措**：该文件包含19项具体举措，涵盖了对消费者和销售者的金融支持措施。\n\n### 重点支持领域\n\n中国央行列出了其旨在支持的几个关键行业，包括：\n\n*   零售业\n*   酒店业\n*   餐饮业\n*   体育\n*   娱乐\n*   旅游业\n\n### 目标\n\n央行表示，将引导金融机构持续增加在消费领域的金融支持，为消费发挥其在经济发展中的基础性作用提供强有力的金融支持。",
      "shortSummary": "为提振国内消费，中国央行（PBOC）正加大金融支持力度。央行宣布5000亿元人民币再贷款额度，用于支持21家全国性金融机构和5家重点城市商业银行设立消费和养老贷款。此举旨在通过结构性货币政策工具，鼓励金融机构向零售、酒店、餐饮、体育、娱乐和旅游等关键消费领域提供贷款，以应对贸易不确定性和就业压力，确保消费在经济发展中的基础作用。",
      "translated_title": "中国央行加倍金融支持以提振消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is doubling down on its efforts to encourage domestic consumption, with the central government and the country’s wealthiest province rolling out policies aimed at providing structural financial support and on-the-ground incentives.\nContinued policy support is crucial to keep China’s domestic consumption afloat as trade uncertainties and unemployment pressures persist, analysts said.\nThe People’s Bank of China (PBOC) said on Tuesday that a 500 billion yuan (US$69.68 billion) relending quota...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/0610bd8a-e89c-4699-a875-6e8e8c1a8e03_b2d9f10c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "李强承诺将中国打造成“巨大的”消费市场以推动全球增长 (原标题: Li Qiang pledges to make China ‘massive’ consumer market to drive global growth)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315714/chinas-li-qiang-gives-summer-davos-keynote-tense-global-atmosphere?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 01:55:11 +0000",
      "isoDate": "2025-06-25T01:55:11.000Z",
      "creator": "SCMP Reporters",
      "summary": "中国国务院总理李强计划在天津举行的夏季达沃斯论坛上发表主旨演讲。面对外部挑战，中国希望通过激活国内市场和维护在全球供应链中的地位来应对。中国政府已经加大了对外国企业和投资者的吸引力度，并颁布了促进民营经济发展的法律，旨在释放国内创业活力，推动经济增长。",
      "shortSummary": "中国总理李强计划在夏季达沃斯论坛上发表主旨演讲，强调中国将致力于打造一个巨大的消费市场，以推动全球经济增长。面对外部挑战，中国政府希望通过激活国内市场和维护在全球供应链中的地位来应对，并已采取措施吸引外国企业和投资者，促进民营经济发展。",
      "translated_title": "李强承诺将中国打造成“巨大的”消费市场以推动全球增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "This live blog has been made freely available as a public service to our readers. Please consider supporting SCMP’s journalism by subscribing. Get faster notifications on the latest updates by downloading our app.\nChinese Premier Li Qiang gave the keynote speech at the Annual Meeting of the New Champions, also known as “Summer Davos”, in the northern port city of Tianjin on Wednesday morning.\nThe world’s second-largest economy has largely withstood the tariff war launched by US President Donald...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/b6dafe49-cb3c-4966-9b05-ba1f9cb76e00_fb740d57.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国安井食品在香港上市后瞄准东南亚和欧洲市场 (原标题: China’s Anjoy Foods eyes Southeast Asia and Europe after Hong Kong listing)",
      "link": "https://www.scmp.com/business/china-business/article/3315698/chinese-hotpot-giant-anjoy-foods-eyes-southeast-asia-and-europe-after-hong-kong-listing?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 00:30:08 +0000",
      "isoDate": "2025-06-25T00:30:08.000Z",
      "creator": "Daniel Ren,Aileen Chuang",
      "summary": "## 中国安井食品赴港上市，剑指海外市场\n\n### 引言\n中国大陆最大的冷冻火锅食材生产商安井食品集团（Anjoy Foods Group）表示，计划在香港上市后拓展欧洲和东南亚等海外市场。\n\n### 海外市场拓展策略\n*   **目标区域：** 东南亚（特别是印度尼西亚和马来西亚）和欧洲。\n*   **拓展原因：**\n    *   安井食品董事会秘书梁晨（Liang Chen）向《南华早报》透露，火锅在印度尼西亚和马来西亚等国蓬勃发展。\n    *   他指出，东南亚是一个快速增长的市场，目前尚未出现成熟的冷冻食品品牌。\n    *   公司相信，经过在中国市场二十年的发展，东南亚是其复制成功经验的理想之地。\n\n### 香港上市详情\n*   **募资目标：** 根据其上市招股说明书，安井食品计划通过此次股票发售筹集高达26.4亿港元（约合3.363亿美元）。\n*   **发行规模与定价：** 将出售3999万股，最高发行价为每股66港元。这比其周二上海上市股价（76.38元人民币/约合10.64美元/83.62港元）折让21%。\n*   **股份分配：** 10%的基础发行量将分配给香港投资者，90%分配给全球投资者。\n*   **预计上市日期：** 根据暂定时间表，预计将于7月4日在香港开始交易。\n\n### 双重上市的战略意义\n*   梁晨表示，双重上市将提升安井食品的国际知名度，并为其全球化战略提供动力。\n*   安井食品希望成为最新一家利用国际资本涌入香港的中国大陆企业，因为全球投资者正在寻求美国资产的替代品。\n*   梁晨强调：“现在是我们在香港上市的最佳时机。H股市场为我们这样的中国公司在拓展海外业务时提供了最佳的融资平台。”",
      "shortSummary": "中国最大的冷冻火锅食材生产商安井食品集团计划在香港上市后，拓展东南亚和欧洲市场。公司旨在通过此次上市筹集高达26.4亿港元，以增强其在印尼和马来西亚等东南亚市场的竞争力。安井食品认为，东南亚火锅市场增长迅速且缺乏成熟的冷冻食品品牌，是其复制中国成功经验的理想之地。此次双重上市将提升安井的国际形象，并为其全球化战略提供融资平台。",
      "translated_title": "中国安井食品在香港上市后瞄准东南亚和欧洲市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "Anjoy Foods Group, mainland China’s largest producer of frozen hotpot ingredients, said it plans to expand in overseas markets like Europe and Southeast Asia after it lists in Hong Kong.\nLiang Chen, board secretary of the Fujian-based company, told the Post that proceeds from the share sale would bolster its competitiveness in countries like Indonesia and Malaysia, where hotpot has been flourishing. Anjoy kicked off its Hong Kong bookbuilding on Wednesday, according to its listing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/82968092-4415-4a4e-956d-c7a80b231eed_8b4c9fea.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在全球水电开发中“占据主导地位”，推动能源存储：报告 (原标题: China ‘dominates’ global hydropower development amid energy storage push: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315623/china-dominates-global-hydropower-development-amid-energy-storage-push-report?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 23:01:07 +0000",
      "isoDate": "2025-06-24T23:01:07.000Z",
      "creator": "Kandy Wong",
      "summary": "### 中国在全球水电开发中占据主导地位\n\n根据一份最新报告，中国在2024年继续在全球水电开发中扮演主导角色，在亚洲新增水电容量中占据绝大部分，同时大力投资能源存储解决方案。\n\n**主要发现：**\n\n*   **全球贡献：** 去年全球新增的24.6吉瓦（GW）水电容量中，中国贡献了14.4吉瓦。中国将水电视为在绿色转型期间保持电网稳定的有效方式。\n*   **抽水蓄能（PSH）发展：**\n    *   去年中国新增水电容量中，超过一半是抽水蓄能（PSH）项目。\n    *   PSH项目通过在水库中储存大量水，在电网电力不足时释放，从而起到储能作用。\n*   **政策驱动：** 自2020年北京设定2060年实现碳中和目标以来，中国加大了大坝建设力度。\n*   **未来展望：**\n    *   目前有超过200吉瓦的抽水蓄能项目正在建设或已获批。\n    *   中国有望超越其2030年120吉瓦的目标，预计到本十年末可能达到130吉瓦。\n*   **现有容量：** 中国目前已安装的水电容量接近436吉瓦，占亚洲总容量的四分之三以上。",
      "shortSummary": "报告显示，中国在2024年继续主导全球水电开发，去年新增水电容量14.4吉瓦，其中一半以上为抽水蓄能项目。中国正大力投资能源存储以稳定电网，并有望超额完成2030年抽水蓄能目标，预计达到130吉瓦。目前，中国已安装水电容量近436吉瓦，占亚洲总量的四分之三以上。",
      "translated_title": "中国在全球水电开发中“占据主导地位”，推动能源存储：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "China continued to play a dominant role in global hydropower development in 2024, accounting for the vast majority of Asia’s newly added capacity as it invests heavily in energy storage solutions, according to a new report.\nThe country was responsible for 14.4 gigawatts of the 24.6GW of new hydropower capacity that came online globally last year, as it bets big on the energy source as an effective way to maintain a stable grid amid the green transition.\nMore than half of the hydropower capacity...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/0109e174-3a9e-4e52-b00c-7cc47e256d58_9c848492.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国制造业中心如何纺出新纱线，蜕变为科技强国 (原标题: How China’s manufacturing hub spins a new yarn to become a tech powerhouse)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315644/how-chinas-yangtze-river-delta-became-tech-powerhouse?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 22:00:11 +0000",
      "isoDate": "2025-06-24T22:00:11.000Z",
      "creator": "Alice Li",
      "summary": "# 中国制造业中心转型科技强国：以苏州魔术实验室为例\n\n中国东部江苏省苏州所在的长江三角洲地区，正从传统的纺织、化工和机械制造中心，转型成为国家级的创新枢纽。这一转型体现在大量新兴科技企业的发展上，它们致力于开发对中国未来至关重要的技术。\n\n## 魔术实验室：人形机器人领域的创新者\n\n*   **公司概况**：魔术实验室（Magic Lab）是苏州的一家初创公司，专注于开发全尺寸人形机器人，旨在与人互动并在工厂环境中工作。\n*   **核心技术与自主研发**：\n    *   超过90%的机器人组件，包括扭矩电机关节、执行器、控制单元和灵巧的机器人手，均由公司内部自主研发并在本地制造。\n    *   其余10%的组件为中央处理器（CPU）。\n    *   公司开发了一个通用人工智能模型，该模型整合了感知、导航和运动控制功能，使人形机器人能够快速适应任务并在真实环境中协同工作。\n*   **地理优势与供应链**：\n    *   魔术实验室选择落户江苏，主要得益于当地成熟的制造业基础，尤其是在下一代信息技术、高端设备和新材料等先进领域。\n    *   这为公司提供了便捷的上下游支持，并有助于降低供应链成本。\n*   **政府支持与资金来源**：\n    *   当地政府通过税收优惠、工业园区等措施，为公司营造了良好的发展环境。\n    *   公司的大部分资金来源于私人投资，研发工作主要由公司自主驱动。\n*   **实际应用与未来展望**：\n    *   魔术实验室已将其人形机器人部署在其投资者之一——家电独角兽追觅科技（Dreame Technology）的工厂车间。\n    *   此举旨在收集真实世界数据，并探索多机器人协作，这是中国目前仍处于起步阶段的领域。\n\n## 长三角地区的广泛转型\n\n魔术实验室只是江苏和邻近浙江省数千家尖端企业中的一个缩影。这些企业共同推动着长江三角洲地区向高科技强国的转变，为中国未来的发展奠定基础。",
      "shortSummary": "中国长江三角洲地区正从传统制造业中心转型为科技创新枢纽。以苏州的魔术实验室为例，该公司专注于开发人形机器人，其90%以上核心部件自主研发。得益于当地成熟的制造业基础和政府支持，魔术实验室利用通用AI模型，使其机器人在工厂环境中实现高效协作。该地区数千家高科技企业正共同推动中国未来关键技术的发展。",
      "translated_title": "中国制造业中心如何纺出新纱线，蜕变为科技强国",
      "images": [],
      "contentSource": "完整文章",
      "content": "In Suzhou, eastern China’s Jiangsu province, the start-up Magic Lab specialises in full-sized humanoid robots designed to interact with people and work in factories – just one example of the Yangtze River Delta region’s transformation into a national innovation hub.\n“More than 90 per cent of the components, including critical parts like torque motor joints, actuators, control units and dexterous robotic hands, are developed in-house and locally manufactured,” said Wu Changzheng, the company’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/c48bb95d-c8ed-4a4d-b2be-9695d125c2a6_0805eeb4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“夏季达沃斯”论坛探讨美国经济“秘方”：中国是否已破解？ (原标题: ‘Summer Davos’ panel mulls US economy secret sauce: did China crack the recipe?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315686/summer-davos-panel-mulls-secret-sauce-us-economy-did-china-crack-recipe?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 14:00:10 +0000",
      "isoDate": "2025-06-24T14:00:10.000Z",
      "creator": "Frank Chen",
      "summary": "## “夏季达沃斯”论坛探讨美国经济“秘方”及其未来展望\n\n在天津举行的世界经济论坛第十六届新领军者年会（即“夏季达沃斯”）上，多位美国顶尖学者齐聚一堂，共同审视美国经济现状，并探讨美国经济赖以超越其他经济体的“秘方”及其未来走向。\n\n### 美国经济的“秘方”\n与会专家指出，美国经济的成功依赖于一种特殊的“秘方”，其主要成分包括：\n\n*   **资本与劳动力供给**：前世界贸易组织首席经济学家罗伯特·库普曼（Robert Koopman）表示，美国各行业能够获得所需的资本和劳动力，这推动了生产力增长。\n*   **移民政策**：库普曼补充说，移民的加入进一步完善了这一“秘方”，共同创造了“美妙的秘方”。\n*   **高等教育**：标普全球评级首席经济学家保罗·格鲁恩瓦尔德（Paul Gruenwald）认为，高等教育也是这一“秘方”的重要组成部分。\n\n### 政策变化与未来挑战\n专家们认为，华盛顿当前的关税和移民政策正在威胁美国经济的未来前景。他们推测，美国可能正在放弃其“秘方”中的关键要素，而中国则可能在技术和创新前沿领域取得更快进展。\n\n### 核心议题\n讨论的核心议题之一是，未来是美国还是中国将更大幅度地推动技术和创新前沿的发展。\n\n### 与会专家\n参与讨论的专家包括罗伯特·库普曼（前世界贸易组织首席经济学家）和哈佛大学政府学教授格雷厄姆·艾利森（Graham Allison）等。",
      "shortSummary": "在“夏季达沃斯”论坛上，美国学者探讨了美国经济成功的“秘方”，包括资本、劳动力、移民和高等教育。他们指出，华盛顿的关税和移民政策可能威胁这一优势，并担忧美国正在放弃关键要素，而中国可能在技术和创新领域加速发展。讨论还聚焦于未来谁将主导科技前沿。",
      "translated_title": "“夏季达沃斯”论坛探讨美国经济“秘方”：中国是否已破解？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The American economy has outperformed others by relying on a sort of secret, magic “sauce”, but Washington’s tariff and immigration policies are threatening to shift the outlook, according to leading US scholars attending the “Summer Davos” in China.\nAt the gathering, formally known as the World Economic Forum’s 16th Annual Meeting of the New Champions, they collectively took stock of the US economy and debated whether it would be China or the US that most advances the frontier of tech and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/8963e91d-f837-4d7e-b02f-55929050a731_014dea33.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国被敦促在中东冲突和贸易战风险下加大财政支持 (原标题: China urged to step up fiscal support amid Iran-Israel war, trade war risks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315664/china-urged-adopt-more-proactive-fiscal-policy-amid-iran-israel-war-trade-war-risks?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 13:00:14 +0000",
      "isoDate": "2025-06-24T13:00:14.000Z",
      "creator": "Alice Li",
      "summary": "## 中国被敦促在中东冲突和贸易战风险下加大财政支持\n\n*   **背景与呼吁**\n    *   一位中国央行顾问周二表示，面对日益增长的全球不确定性，特别是中东地区冲突爆发后，北京应采取更积极的财政政策。\n    *   北京大学国家发展研究院院长黄益平指出，尽管许多中国经济学家认为财政纪律对长期可持续性至关重要，但当前形势可能需要不同的方法。\n\n*   **不确定性因素**\n    *   黄益平在天津夏季达沃斯论坛上表示，当前面临的不确定性正在上升，尤其担忧逆全球化、贸易保护主义等问题。\n    *   他强调，如果外部不确定因素导致国内经济下滑，他个人非常支持采取积极的财政政策。\n\n*   **地缘政治紧张局势**\n    *   黄益平的言论正值地缘政治紧张局势加剧之际，包括近期以色列和伊朗之间的冲突。\n    *   这场冲突引发了对全球经济稳定性的担忧，伊朗曾威胁要封锁霍尔木兹海峡——这是世界上最关键的航运通道之一。\n\n*   **最新进展**\n    *   周一，美国总统唐纳德·特朗普表示，以色列和伊朗已同意在24小时内生效“全面彻底停火”。\n    *   周二，伊朗国家电视台和以色列总理办公室均证实了停火协议。",
      "shortSummary": "一位中国央行顾问黄益平呼吁中国采取更积极的财政政策，以应对日益增长的全球不确定性。他指出，中东冲突（以色列-伊朗战争）以及逆全球化和贸易保护主义等风险，可能导致国内经济下行。尽管以色列和伊朗已达成停火协议，但地缘政治紧张局势仍需警惕。黄益平认为，若外部因素引发经济下滑，积极的财政支持至关重要。",
      "translated_title": "中国被敦促在中东冲突和贸易战风险下加大财政支持",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing should adopt a more proactive fiscal policy in response to rising global uncertainties, particularly following the outbreak of war in the Middle East, a central bank adviser said on Tuesday.\nWhile many Chinese economists agree that fiscal discipline is essential for long-term sustainability, current circumstances may call for a different approach, said Huang Yiping, dean of Peking University’s National School of Development.\n“What we see at the moment is rising uncertainties. We are very...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/edad0e39-9b74-4bfe-b80d-8fe45625fe32_4308c49a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国前财政官员邹加怡当选亚投行行长 (原标题: China’s Zou Jiayi, a former finance official, elected AIIB president)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315673/chinas-zou-jiayi-former-finance-official-elected-aiib-president?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 12:00:10 +0000",
      "isoDate": "2025-06-24T12:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国前财政官员邹加怡当选亚投行行长\n\n**主要任命**\n*   中国前财政部副部长邹加怡已被选为亚洲基础设施投资银行（AIIB）行长。\n*   她将领导这家拥有1000亿美元资本的银行，在当前全球化和发展融资的关键时刻发挥作用。\n\n**宣布与任期**\n*   此决定于周二在北京举行的亚投行年度会议上宣布。\n*   此次会议恰逢亚投行成立十周年，有110个成员国代表及其他利益攸关方出席。\n*   邹加怡（62岁）将从1月16日开始，担任为期五年的行长职务。\n*   她将接替首任行长金立群，金立群在两个任期内将亚投行从构想到实际运营，并将其发展成为一个重要的多边开发机构。\n\n**新任行长表态**\n*   邹加怡在新闻稿中表示：“亚投行成员国对我的信任让我感到谦卑和荣幸。”\n*   她还指出：“银行的战略清晰且进展顺利，未来几年我们能取得更多成就。”\n\n**背景与经验**\n*   邹加怡于3月底被提名为中国的候选人。\n*   她目前担任中国人民政治协商会议（全国政协）副秘书长，该机构是中国最高政治咨询机构。\n*   她也是执政的中国共产党中央委员会中少数几位女性成员之一。\n*   中国人民大学金融学教授赵锡军表示，邹加怡在促进中国金融领域的国际合作与对话方面拥有丰富的经验，这在新职位上将非常有价值。",
      "shortSummary": "中国前财政部副部长邹加怡已当选亚洲基础设施投资银行（AIIB）新任行长，任期五年，自1月16日起生效。她将接替首任行长金立群，领导这家拥有1000亿美元资本的银行。此任命在亚投行成立十周年年度会议上宣布。邹加怡拥有丰富的金融领域国际合作经验，将引导亚投行继续发展。",
      "translated_title": "中国前财政官员邹加怡当选亚投行行长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Former vice-minister of finance Zou Jiayi has been elected president of the Asian Infrastructure Investment Bank (AIIB), leading the lender and its US$100 billion in capital through a decisive moment for globalisation and development finance.\nThe decision was announced at the Beijing-based bank’s annual meeting on Tuesday, held with representatives of its 110 member states and other stakeholders at its headquarters to celebrate its 10th anniversary.\nZou, 62, will serve a five-year term which...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/46eb6a32-f176-4288-8479-8c74835e51d3_32d4a5a8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "稳定币会是未来吗？央行的银行警告说，别指望它 (原标题: Are stablecoins the future? Don’t bank on it, warns the bank for central banks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315616/amid-china-us-stablecoin-buzz-bis-warns-trio-sound-money-traits-missing?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-24T11:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "国际清算银行（BIS），即“央行的银行”，发布报告称，稳定币在未来的金融体系中可能只扮演“辅助”角色，因为它们缺乏其所支持的货币的关键特征。\n\n**主要观点：**\n\n*   稳定币旨在结合加密货币的效率和传统货币的稳定性，但实际上依赖于公共区块链的匿名性，可能被滥用于非法活动，绕过诚信保障措施。\n*   BIS认为，统一的平台，包含代币化的央行储备、商业银行存款和政府债券，可能为下一代货币和金融体系奠定基础。\n*   BIS的年度经济报告2025将关注贸易紧张局势、全球经济挑战、非银行机构的崛起以及未来的货币体系。\n\n![The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/24/0c745234-fc84-493a-bef8-0ca0c79d8551_e5dfa697.jpg)",
      "shortSummary": "国际清算银行(BIS)发布报告称，稳定币在未来金融体系中可能只扮演辅助角色，因为它们缺乏其所支持货币的关键特征，且依赖公共区块链的匿名性，可能被滥用于非法活动。BIS认为，包含代币化的央行储备、商业银行存款和政府债券的统一平台，可能为下一代货币和金融体系奠定基础。BIS的年度经济报告2025将关注贸易紧张局势、全球经济挑战、非银行机构的崛起以及未来的货币体系。",
      "translated_title": "稳定币会是未来吗？央行的银行警告说，别指望它",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/24/0c745234-fc84-493a-bef8-0ca0c79d8551_e5dfa697.jpg",
          "alt": "The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock",
          "title": "The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With some major economies leaping onto the stablecoin train – or being urged to do so, to further globalise their currencies – others are mulling whether getting on board would be akin to either riding the gravy train or feeling it fail to gather steam.\nNow, the international financial organisation known as the “bank for central banks” has waded into the stablecoin debate as the buzzword gathers momentum.\nIn a “special chapter” released on Tuesday in advance of Sunday’s release of its Annual...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/38a5b8d5-e4e4-47ae-b146-dc519ba0c97f_1726e029.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国谴责欧盟最新贸易攻势，医疗器械首当其冲 (原标题: China decries latest EU trade salvo putting medical devices in the line of fire)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315651/china-slams-eu-ban-medical-device-sales-trade-dispute-list-grows-ahead-july-talks?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 10:00:16 +0000",
      "isoDate": "2025-06-24T10:00:16.000Z",
      "creator": "Xiaofei Xu,Ji Siqi",
      "summary": "## 中国强烈反对欧盟医疗器械招标排除中国企业\n\n中国对欧盟决定将中国公司排除在价值数百万欧元的医疗器械公共招标之外表示强烈不满和坚决反对。此举是中欧之间日益增多的贸易争端中的最新一项，此前双方已在电动汽车和干邑白兰地等领域存在分歧。\n\n### 中方立场\n\n*   中国商务部发言人周二表示，欧盟此举“无视中方通过双边对话多次传达的善意和诚意”。\n*   中方敦促欧盟立即纠正错误，并表示将采取措施坚决维护中国企业的合法权益。\n\n### 贸易背景与近期挑战\n\n*   欧盟的这一决定正值双方努力管控贸易分歧之际，以筹备下个月在北京举行的中欧峰会。\n*   然而，近几周的努力面临新的挑战。\n*   欧盟委员会主席乌尔苏拉·冯德莱恩在最近的七国集团（G7）峰会上批评中国以“补贴过剩产能”充斥全球市场，并“武器化”其在稀土供应链中的主导地位，警告G7伙伴可能出现新的“中国冲击”。\n*   在冯德莱恩发表此番言论后，中国商务部长王文涛与欧盟委员会执行副主席马罗斯·谢夫乔维奇举行了视频通话，试图将贸易谈判拉回正轨。",
      "shortSummary": "中国强烈谴责欧盟将中国公司排除在医疗器械公共招标之外的决定，称此举无视中方善意，并表示将采取措施维护中国企业权益。这是中欧之间继电动汽车和干邑白兰地等领域后又一贸易争端。尽管双方正为即将到来的中欧峰会努力管控分歧，但近期欧盟委员会主席冯德莱恩对中国“补贴过剩产能”和稀土主导地位的批评，加剧了紧张局势，促使双方高层进行对话以挽回贸易谈判。",
      "translated_title": "中国谴责欧盟最新贸易攻势，医疗器械首当其冲",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has hit back at the EU’s decision to exclude Chinese companies from the 27-member bloc’s public tenders for multi-million-euro medical devices – the latest items on a growing list of trade disputes between Beijing and Brussels.\n“The European side has disregarded the goodwill and sincerity that China has repeatedly conveyed through bilateral dialogues,” a spokesperson for the Ministry of Commerce said on Tuesday. “China is strongly dissatisfied with the decision and resolutely opposes...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/66fe1f3c-2d75-4695-b711-6d174580b48d_b5224c1b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着各国央行对美元表示疑虑，人民币有望受益 (原标题: China’s yuan set to benefit as central banks report doubts about US dollar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315593/chinas-yuan-set-benefit-central-banks-report-doubts-about-us-dollar?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 09:00:07 +0000",
      "isoDate": "2025-06-24T09:00:07.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 央行对美元疑虑增加，人民币受关注\n\n根据伦敦官方货币与金融机构论坛（OMFIF）最新发布的《全球公共投资者》调查，各国央行对美元的未来日益担忧，这导致它们对人民币的兴趣显著增加。然而，尽管人民币受到更多关注，这种转变尚不足以挑战美元在全球储备中的主导地位。\n\n### 调查背景与范围\n\n*   **发布机构**：伦敦官方货币与金融机构论坛（OMFIF）。\n*   **调查时间**：2023年3月至5月。\n*   **受访者**：全球75家中央银行。\n\n### 对人民币（Renminbi/Yuan）的看法\n\n调查显示，中央银行对人民币的兴趣持续增长：\n\n*   **短期展望（未来两年）**：净14%的储备经理计划增加人民币敞口，这一比例较去年的2%大幅上升。\n*   **长期展望（未来十年）**：连续第三年，有30%或更多的中央银行预计将增加其人民币持有量。\n*   OMFIF明确指出：“最明显的转变是转向人民币。”\n\n### 对美元（US Dollar）的看法\n\n与去年美元作为最受欢迎货币的情况不同，当前对美元的情绪出现分歧，这直接反映了地缘政治因素对美元信心的影响：\n\n*   **短期展望（未来两年）**：20%的受访者预计将增加美元持有量，但同时也有类似比例的受访者计划减持美元。\n*   **长期展望（未来十年）**：25%的中央银行计划在未来十年内增加美元持有量，而18%的中央银行预计将减少美元持有量。\n\n### 结论\n\n尽管对人民币的兴趣日益增长，并且部分央行计划减少美元持有，但目前的趋势尚未达到足以动摇美元在全球储备中主导地位的程度。",
      "shortSummary": "OMFIF调查显示，各国央行对美元的疑虑增加，导致对人民币的兴趣显著上升。未来两年，净14%的储备经理计划增加人民币敞口，且超过30%的央行预计未来十年会增持人民币。然而，尽管对美元持有意向存在分歧，美元在全球储备中的主导地位尚未受到挑战。",
      "translated_title": "随着各国央行对美元表示疑虑，人民币有望受益",
      "images": [],
      "contentSource": "完整文章",
      "content": "Central banks are showing more interest in the Chinese yuan as doubts grow about the future of the US dollar, but this shift is not enough to challenge the greenback’s dominance in global reserves, according to a new survey.\nIn its latest Global Public Investor poll released on Tuesday, the London-based Official Monetary and Financial Institutions Forum (OMFIF) said a net 14 per cent of reserve managers plan to increase their yuan exposure in the next two years, up sharply from the 2 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/9a5714fe-2ee2-4f53-8726-53eed0039798_759945cb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国比亚迪扩大汽车运输船队，押注电动汽车出口 (原标题: China’s BYD expands car-carrier fleet in bet on EV exports)",
      "link": "https://www.scmp.com/business/china-business/article/3315626/chinas-byd-expands-car-carrier-fleet-bolster-ev-exports-amid-furious-domestic-competition?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-24T08:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "## 比亚迪扩大汽车运输船队以推动电动汽车出口\n\n全球最大的电动汽车制造商比亚迪（BYD）正在大幅扩大其汽车运输船队，以应对国内激烈的市场竞争，并押注于电动汽车出口的增长。\n\n### 船队扩张与运力提升\n\n*   **最新交付：** 比亚迪近期接收了两艘新型汽车运输船，这是其不断壮大船队中最大的船只：\n    *   “BYD长沙”号：比亚迪的第六艘运输船，可运载9,200辆汽车，于周二交付。\n    *   “西安”号：与“BYD长沙”号运力相同，在“BYD长沙”号交付前三天接收。\n*   **总运力：** 目前，比亚迪的六艘滚装船总运力达到45,600辆汽车。\n*   **未来计划：** 另有两艘总运力为16,200辆汽车的船只预计在未来几个月内交付。\n\n### 出口战略与经济效益\n\n*   **立即投入使用：** “西安”号已立即投入运营，满载7,000辆电动汽车于周二从中国东部江苏省太仓港启航，驶往包括意大利、英国、西班牙和比利时在内的欧洲国家。\n*   **战略目标：** 上海明亮汽车服务咨询公司首席执行官陈金柱指出，这些船只反映了比亚迪在海外市场实现更高销量的决心，因为海外市场可以享受更高的利润率。\n*   **成本与效率：** 拥有并运营自己的汽车运输船队，比亚迪可以加快出口速度并节省海运成本。\n\n### 出口业绩与市场差异\n\n*   **出口增长：** 2025年前五个月，比亚迪出口了374,200辆汽车，同比增长112%。\n*   **出口占比：** 出口量占其总交付量的21.5%，远高于2024年的10%。\n*   **价格与关税：** 比亚迪的电动汽车在欧盟面临27%的关税。\n    *   比亚迪最经济的车型Dolphin Surf在欧洲大陆起售价为22,990欧元（约合26,679美元）。\n    *   同款车型在中国大陆被称为Seagull，起售价为69,800元人民币（约合9,726美元），比欧洲售价低约63%。",
      "shortSummary": "为应对国内激烈竞争并推动出口增长，全球最大电动汽车制造商比亚迪正大幅扩建其汽车运输船队。公司近期接收了两艘大型运输船，使其现有船队总运力达45,600辆，另有两艘即将交付。此举旨在提高海外市场利润率、加快出口速度并节省运输成本。2025年前五个月，比亚迪出口量同比增长112%，占总交付量的21.5%。尽管面临欧盟27%的关税，海外市场仍提供更高的利润空间。",
      "translated_title": "中国比亚迪扩大汽车运输船队，押注电动汽车出口",
      "images": [],
      "contentSource": "完整文章",
      "content": "BYD, the world’s largest electric vehicle (EV) maker, has taken delivery of two new car-carrying ships – the largest yet in a growing fleet – as it bets on export growth to counter brutal competition at home.\nThe Shenzhen-based company took delivery of its sixth carrier, the BYD Changsha, which can transport 9,200 vehicles, on Tuesday, just three days after it received the Xi’an, another vessel with the same capacity.\nThe company’s six roll on/roll off vessels had a combined capacity of 45,600...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/3b1267b6-2e1b-4907-854e-f2e6fb974ad1_ea1c5617.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中东空域关闭，中国航空公司因俄罗斯领空获得关键优势 (原标题: As skies in Mideast close, China airlines have key advantage – Russian airspace)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315605/iran-israel-war-why-chinas-airlines-may-face-less-turbulence-western-rivals?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 05:59:53 +0000",
      "isoDate": "2025-06-24T05:59:53.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "中东地区日益升级的冲突，包括伊朗与以色列之间的冲突以及美国的军事打击，正迫使大多数航空公司避开危险空域，这可能导致西方航空公司比中国航空公司在今夏遭受更大的航班中断。\n\n**主要影响与竞争优势：**\n\n*   **空域关闭：** 自以色列政府于6月13日对伊朗发起军事行动以来，伊朗、以色列、伊拉克和约旦的空域间歇性关闭。美国周日对伊朗核设施的空袭以及德黑兰周一对卡塔尔美军基地的导弹袭击，进一步加剧了区域紧张局势，导致欧亚航线航班中断。\n*   **航空公司应对：** 近日来，西方和中国航空公司都已避开伊朗领空，以防飞机被防空系统误识别。航班改道和取消的情况有所增加。\n*   **西方航空公司劣势：** 尽管几乎所有航空公司都已改道以避开伊朗和中东部分地区，但西方公司处于劣势，因为它们仍被禁止使用俄罗斯领空。它们不得不通过阿塞拜疆、土库曼斯坦、阿富汗以及埃及和沙特阿拉伯上空的南部航线改道。\n*   **中国航空公司优势：** 与西方公司形成对比的是，中国航空公司拥有更大的灵活性，因为自2022年俄乌战争爆发后莫斯科对西方关闭领空以来，中国公司仍可继续使用俄罗斯领空。\n\n**对旅客和市场的影响：**\n\n*   据上海航空新闻门户和咨询公司Airwefly的分析师指出，对于旅客，尤其是中国旅客而言，票价和飞行时间是关键考量因素。\n*   最新的事态发展可能会进一步扩大中国航空公司相对于其他航空公司的竞争优势。",
      "shortSummary": "中东地区冲突导致空域关闭，使得欧亚航线面临中断。西方航空公司因被禁止使用俄罗斯领空而面临更大挑战，需绕道飞行。相比之下，中国航空公司仍可使用俄罗斯领空，从而获得关键竞争优势，这可能影响票价和飞行时间，并进一步扩大中国航空公司在市场上的领先地位。",
      "translated_title": "中东空域关闭，中国航空公司因俄罗斯领空获得关键优势",
      "images": [],
      "contentSource": "完整文章",
      "content": "Western airlines risk suffering greater disruption than their Chinese rivals this summer, as the escalating conflict between Iran and Israel – compounded by US military strikes – forces most carriers to avoid flying over dangerous airspace on China-Europe routes.\nAnalysts said that while almost all carriers have diverted services to bypass Iran and parts of the Middle East, Western firms are at a disadvantage: they remain barred from Russian airspace, which Chinese companies continue to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/aced39e0-4d9c-498f-bbb5-46c94dbb5dc0_04dcf0de.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "陆上苏伊士运河？这座中国城市如何变革全球贸易 (原标题: Suez Canal on rails? How this Chinese city wants to revolutionise global trade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315518/chinas-chongqing-rises-global-rail-hub-linking-asean-eu-amid-trade-war-risks?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 01:00:12 +0000",
      "isoDate": "2025-06-24T01:00:12.000Z",
      "creator": "Ji Siqi",
      "summary": "## 重庆：全球贸易的陆上枢纽与“陆上苏伊士运河”愿景\n\n中国内陆最大城市重庆，正凭借其日益壮大的铁路网络，成为全球贸易格局中的关键节点，并致力于实现其成为连接亚洲与欧洲的“陆上苏伊士运河”的宏伟目标。\n\n### 贸易枢纽的崛起\n\n在过去十年中，重庆已从一个以麻辣火锅闻名的城市，发展成为国际贸易的中心。这得益于其两大跨境铁路网络的启动：\n\n*   **向西线路**：连接欧洲和俄罗斯，每天有数百个集装箱通过团结村的8.2万平方米货运站，出口电动汽车及零部件，并进口汽车、肉类、葡萄酒和乳制品。\n*   **向南线路**：延伸至东南亚（最远可达新加坡），另一个货运站负责卸载来自东南亚的热带水果和原材料。\n\n这些贸易走廊为中国提供了更快、更可靠的全球市场准入，同时也为其他国家进入中国广阔的内陆地区提供了清晰的通道。\n\n### 核心愿景：全球贸易中枢\n\n重庆的雄心远不止于与外国伙伴开展业务。它渴望成为全球经济的中心节点，通过其铁路网络，使其他国家也能进行贸易往来——一个基于铁路的“苏伊士运河”，连接亚洲和欧洲。\n\n### 地缘政治背景下的贸易深化\n\n重庆正在发生的变化，反映了中国在全球地缘政治风险（包括与美国可能完全脱钩的风险）日益加剧的背景下，如何深化其全球贸易足迹。\n\n### 铁路运输的优势\n\n与传统海运相比，铁路运输具有显著的速度优势。新陆海新通道运营有限公司副总经理刘奕臻指出，通过重庆将东盟货物运往欧洲，比传统海运快10到20天。\n\n**“东盟快线”首发列车案例：**\n\n*   该快线于去年10月首次开通，从越南河内出发。\n*   仅用5天抵达重庆，在此短暂重组车厢。\n*   随后继续行驶两周，最终抵达波兰的马拉舍维奇。\n\n这一案例清晰地展示了铁路运输在提升物流效率方面的巨大潜力。",
      "shortSummary": "中国重庆正通过其两大跨境铁路网络，成为连接亚洲与欧洲的国际贸易枢纽。该市旨在成为全球贸易的“陆上苏伊士运河”，提供比海运快10至20天的物流服务。例如，“东盟快线”列车从越南河内经重庆抵达波兰，显著缩短了运输时间。在当前地缘政治背景下，重庆的努力体现了中国深化全球贸易联系的战略。",
      "translated_title": "陆上苏伊士运河？这座中国城市如何变革全球贸易",
      "images": [],
      "contentSource": "完整文章",
      "content": "In Tuanjie Village, in the heart of Chongqing – China’s largest inland city, best known for its spicy hotpot – orange gantry cranes hoist cargo onto goods trains bound for Europe and Russia. Each day, hundreds of containers pass through the sprawling 82,000-square-metre yard, exporting electric vehicles and components or returning with cars, meat, wine and dairy.\nJust a five-minute drive away, blue cranes mark another yard – this one unloading tropical fruits and raw materials from Southeast...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/349e7fd1-c5fd-4a80-8b14-48b455a3517b_d5996749.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战下中国转向其他供应商，美国农民面临严峻前景 (原标题: US farmers face tough outlook as China switches suppliers amid trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315484/us-farmers-face-tough-outlook-china-switches-suppliers-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-23T13:00:08.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中美贸易战对美国农业出口的影响\n\n*   **中国农产品进口急剧下降**\n    *   专家指出，由于中美贸易战以及北京对两国关系长期不确定性的担忧，中国对美国农产品的需求发生了显著转变。\n    *   根据最新中国海关数据，2023年5月，中国从美国进口的一篮子农产品总价值同比暴跌超过43%。\n    *   随着中美关税战的影响显现，多个类别的农产品出货量几乎完全停止。\n\n*   **具体产品跌幅显著**\n    *   美国新鲜去骨牛肉和食用高粱的进口量同比下降超过97%。\n    *   玉米和未梳棉纱的进口量分别下降超过93%和94%。\n    *   美国冷冻牛肉的进口量下降了约一半。\n    *   多种冷冻和保鲜鸡肉的进口量下降超过60%。\n\n*   **长期影响与专家观点**\n    *   这种需求转变可能对全球供应链产生深远影响，特别是对长期以来作为关键出口市场的美国农业部门。\n    *   专家认为，中国为实现食品供应多元化而采取的措施将“难以逆转”，中美农产品贸易可能永远无法完全恢复。\n\n*   **贸易战背景**\n    *   在5月中旬达成临时“贸易休战”协议并缩减大部分额外关税之前，双方在4月曾通过一系列快速的报复性措施，将彼此商品的关税提高了100%以上。",
      "shortSummary": "受中美贸易战影响，中国对美国农产品的进口在2023年5月急剧下降。数据显示，多种美国农产品进口量同比暴跌超过43%，部分产品如牛肉、高粱、玉米和棉纱跌幅甚至超过90%。专家认为，中国为分散食品供应来源而采取的措施难以逆转，美国农产品对华出口可能无法完全恢复，这将对美国农业部门产生深远影响。",
      "translated_title": "中美贸易战下中国转向其他供应商，美国农民面临严峻前景",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of a slew of US agricultural products plunged dramatically in May, and it is possible the trade may never fully rebound as Beijing’s moves to diversify its food supplies will be “difficult to unwind”, experts said.\nThe shift in Chinese demand sparked by the trade war and Beijing’s concerns about long-term uncertainty in its relationship with America could have deep implications for global supply chains – and particularly for the US farm sector, for which China has long been a key...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/4701248f-72d5-4ce1-b61b-96fa267d6758_dd869e9b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京要求中国船只在霍尔木兹海峡期间每日报平安，以应对安全风险 (原标题: Beijing tells China ships in Strait of Hormuz to phone home amid safety risks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315527/beijing-tells-china-ships-strait-hormuz-phone-home-flags-shipping-safety?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 12:00:38 +0000",
      "isoDate": "2025-06-23T12:00:38.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国要求霍尔木兹海峡船只每日报平安\n\n### 背景与原因\n\n鉴于美国周末对伊朗进行空袭后，伊朗正在考虑关闭霍尔木兹海峡这一关键石油贸易路线，地区紧张局势升级，中国已要求所有穿越该区域的国内船只每日报平安。\n\n### 具体要求\n\n*   **生效时间**：立即生效。\n*   **适用范围**：所有穿越霍尔木兹海峡、阿曼湾和波斯湾的中国航运公司和船舶管理公司。\n*   **报告频率**：每日提交报告。\n*   **报告内容**：需包含船只名称、IMO编号、类型、船旗、载重、出发港和目的港、计划航行时间、船员人数以及在该区域的每日动态。\n*   **数据追溯**：中国船东协会（CSA）还要求提供自去年年初以来在该区域航行的船只数据。\n\n### 发布机构与目的\n\n此通知由交通运输部下属的中国船东协会（CSA）于周一在线发布。协会指出，红海地区持续的紧张局势已对周边水域的航运安全造成广泛而深远的影响，收集这些关键区域的信息对于确保国家利益至关重要。\n\n### 直接触发事件\n\n此前一天，伊朗国家媒体报道称，在美国轰炸该国核设施后，伊朗议会支持关闭霍尔木兹海峡的措施，进一步加剧了与以色列的冲突升级。",
      "shortSummary": "鉴于美国空袭后伊朗考虑关闭霍尔木兹海峡，以及红海地区持续的紧张局势，中国已要求所有穿越霍尔木兹海峡、阿曼湾和波斯湾的国内船只每日提交详细报告。此举由中国船东协会发布，旨在确保国家航运安全和利益。报告内容包括船只信息、航行计划及每日动态，并追溯去年以来的数据。",
      "translated_title": "北京要求中国船只在霍尔木兹海峡期间每日报平安，以应对安全风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "Check in once a day so we know you’re OK – that is the message China has sent to all domestic shipping vessels traversing the Strait of Hormuz, as Iran mulls closure of the key oil trade route following air strikes by the United States at the weekend.\nEffective immediately, all shipping companies and ship-management firms must submit daily reports with specific details from vessels transiting not only the Hormuz – a critically important shipping chokepoint – but also the Gulf of Oman and the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/7acc2040-cad3-48d7-99b7-6a82ca435705_a0ea6c49.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "霍尔木兹海峡：中国为何担忧以色列-伊朗战争对全球经济构成威胁 (原标题: Strait of Hormuz: why China fears Israel-Iran war poses threat to global economy)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3315519/china-calls-de-escalation-israel-iran-war-warns-risks-global-economy?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 11:25:37 +0000",
      "isoDate": "2025-06-23T11:25:37.000Z",
      "creator": "Phoebe Zhang,Kandy Wong",
      "summary": "# 霍尔木兹海峡：中国对以色列-伊朗战争威胁全球经济的担忧\n\n中国已敦促国际社会加大努力，缓和伊朗与以色列之间的冲突，并警告称冲突的后果可能损害全球经济。此举是在德黑兰威胁封锁霍尔木兹海峡——全球最重要的航运路线之一——之后发出的。\n\n## 关键担忧与影响\n\n*   **能源与贸易危机风险：** 分析人士指出，霍尔木兹海峡承担着全球约20%的石油和天然气流量。一旦被封锁，可能导致石油和天然气价格急剧上涨，从而引发全球能源和贸易危机。\n*   **中国立场：** 中国外交部发言人郭继坤在周一的例行记者会上强调了波斯湾及其邻近水域对全球商品和能源贸易的战略重要性。他表示：“维护该地区的安全与稳定符合国际社会的共同利益。”\n*   **伊朗的威胁：** 在美国周末对其核设施发动军事打击后，伊朗议会批准了一项关闭霍尔木兹海峡的措施。尽管最终决定权掌握在该国的最高国家安全委员会和最高领袖阿亚图拉·阿里·哈梅内伊手中，但此举已加深了全球能源贸易的担忧。\n*   **美国呼吁中国：** 此前，美国国务卿马可·卢比奥曾呼吁中国利用其外交影响力说服伊朗放弃此举。",
      "shortSummary": "中国敦促国际社会缓和以色列与伊朗冲突，警告其可能威胁全球经济。伊朗威胁封锁霍尔木兹海峡（全球20%油气流量），恐引发能源和贸易危机。中国外交部强调该地区对全球贸易的重要性。伊朗议会已批准封锁措施，美国呼吁中国利用影响力劝说伊朗。",
      "translated_title": "霍尔木兹海峡：中国为何担忧以色列-伊朗战争对全球经济构成威胁",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has urged the international community to step up efforts to de-escalate the conflict between Iran and Israel, warning that the fallout could damage the global economy as Tehran threatens to block the Strait of Hormuz – one of the world’s most important shipping routes.\nA blockade of the strait, which handles roughly 20 per cent of global oil and gas flows, could dramatically push up oil and natural gas prices, risking a global energy and trade crisis, analysts said.\nSpeaking at a regular...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/1f1fa744-101b-4245-8388-ca0f8b898049_bea0791e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对伊朗的打击是否给了中国战略优势？ (原标题: Have Trump’s Iran strikes given China a strategic advantage?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315485/have-trumps-iran-strikes-given-china-strategic-advantage?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-23T11:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "美国直接介入以色列-伊朗冲突，可能加剧其获取关键资源（特别是稀土矿物）的努力，分析人士认为，这一发展可能增强中国在与华盛顿地缘政治和经济竞争中的地位。\n\n**核心观点与分析**\n\n*   **中国战略优势的潜在提升**：分析人士指出，美国在中东的直接军事介入，可能促使其更迫切地寻求关键资源，尤其是稀土矿物。这可能在美中持续的地缘政治和经济竞争中，提升中国的地位。\n*   **资源分配与压力缓解**：华南理工大学公共政策研究所助理研究员许卫军表示，中东局势的潜在升级将迫使美国在该地区投入更多战略资源，从而减少其在印太地区与中国竞争的资源，进而减轻中国所面临的压力。\n*   **稀土在贸易谈判中的杠杆作用**：许卫军进一步指出，稀土是中美贸易谈判的一个关键焦点，对现代技术和国防工业至关重要，被认为是美国的战略脆弱点。随着中东紧张局势的加剧，华盛顿获取这些资源的紧迫性可能会增加，从而赋予北京在谈判桌上更大的筹码。\n\n**事件背景**\n\n*   美国总统唐纳德·特朗普于周六宣布，美国已对伊朗的三个核设施进行了“非常成功的袭击”。\n*   德黑兰已誓言报复，并威胁关闭重要的霍尔木兹海峡。\n\n**地区与贸易影响**\n\n*   这次袭击加剧了各国对地区紧张局势进一步升级的担忧，并在美中贸易关系停滞不前之际，加深了华盛顿在海外的军事介入。\n*   中国和美国在关税及其他贸易问题上仍处于紧张僵局，最近在伦敦举行的谈判也未取得实质性进展。",
      "shortSummary": "分析人士认为，美国直接介入中东冲突可能增强中国在与华盛顿竞争中的战略地位，尤其是在稀土资源方面。中东局势升级将迫使美国分散战略资源，从而减轻对中国的压力。同时，美国对稀土的迫切需求可能赋予中国在贸易谈判中更多筹码。特朗普对伊朗的袭击加剧了地区紧张，而美中贸易关系仍处于停滞状态。",
      "translated_title": "特朗普对伊朗的打击是否给了中国战略优势？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The US’ direct engagement in the Israel-Iran conflict over the weekend could intensify its drive to secure critical resources – particularly rare earth minerals – a development that could strengthen China’s position in its ongoing geopolitical and economic rivalry with Washington, analysts said.\nA potential escalatory spiral in the Middle East could push forward trade negotiations between the world’s two largest economies, said Xu Weijun, an assistant research fellow at South China University of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/a959f0a6-c84c-46b2-8552-f214fdd332ef_cd45c93c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国应尽快推出人民币支持的稳定币，北京被敦促 (原标题: China needs yuan-backed stablecoins ‘sooner rather than later’, Beijing urged)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315469/china-needs-yuan-backed-stablecoins-sooner-rather-later-state-media-urges-beijing?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 09:00:09 +0000",
      "isoDate": "2025-06-23T09:00:09.000Z",
      "creator": "Leopold Chen",
      "summary": "# 中国对人民币稳定币的需求与监管呼吁\n\n一篇发表在官方媒体《证券时报》上的文章指出，北京必须积极主动地“适应稳定币的趋势”，等待并非一个可行的选择，因为美国已经占据了先机。文章同时呼吁领导层考虑制定稳定币监管立法，并强调稳定币在推动人民币国际化方面的潜在作用。\n\n### 核心观点与专家共识\n\n*   **紧迫性：** 《证券时报》（人民日报旗下的刊物）援引专家和业内人士的普遍观点，认为作为一种新兴支付工具，稳定币的独特优势和潜在风险不容忽视，因此人民币支持的稳定币应“宜早不宜迟”地发展。\n*   **稳定币定义：** 与比特币和以太坊等波动性较大的加密货币不同，稳定币将其价值锚定于法定货币或其他储备资产，旨在结合加密货币的效率与传统货币的可靠性。\n\n### 机遇与风险并存\n\n*   **金融风险：** 文章警告称，允许稳定币在缺乏监管的情况下泛滥，将损害中国的金融体系。\n*   **国际化机遇：** 然而，放弃这种高效的结算工具，可能意味着错失人民币国际化的“黄金机遇”。文章指出：“对于正在推动人民币全球使用的中国而言，积极监管稳定币，从而促进人民币国际化，可能是一个更好的解决方案。”\n*   **跨境交易优势：** 稳定币能够降低资本和时间成本，使跨境交易更加便捷。\n\n### 中国大陆与香港的对比\n\n*   **香港的进展：** 作为中国的特别行政区，香港已经通过了一项稳定币监管框架，旨在建立针对港元挂钩稳定币的发行人许可制度，该制度预计将于八月生效。\n*   **大陆的现状：** 与香港形成对比的是，加密货币交易在中国大陆仍然被法律禁止。",
      "shortSummary": "中国官方媒体敦促北京尽快推出并监管人民币支持的稳定币，以适应全球趋势并促进人民币国际化。文章指出，美国已抢占先机，中国不应等待。专家认为稳定币是高效的支付工具，虽有风险但能降低跨境交易成本，对人民币国际化是“黄金机遇”。尽管中国大陆禁止加密货币交易，香港已通过港元稳定币监管框架。",
      "translated_title": "中国应尽快推出人民币支持的稳定币，北京被敦促",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing must be proactive in “adapting to the trend of stablecoins”, and waiting is not an option as the US has a head start, warns an article on Monday in state media that simultaneously calls for leadership to consider legislation regulating stablecoins while hyping up their potential role in making the yuan a more global currency.\nSecurities Times, a publication under party mouthpiece People’s Daily, said experts and industry insiders “generally believe that, as an emerging payment tool, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/ef7e8e98-f75c-4215-aa39-de14014398da_d3ffbac4.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-25T07:20:40.553Z"
}