{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "'进步不可阻挡'：中国驻巴黎首席特使谈贸易、电动汽车关税 (原标题: ‘Progress cannot be stopped’: China’s chief Paris envoy talks trade, EV tariffs)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330699/progress-cannot-be-stopped-chinas-ambassador-france-talks-trade-ev-tariffs?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 06:00:09 +0000",
      "isoDate": "2025-10-29T06:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国驻巴黎首席特使谈中欧经济关系与贸易\n\n本月，《南华早报》记者许晓菲对中国驻法国和摩纳哥大使邓励进行了深入采访。在采访的第二部分中，邓大使重点讨论了北京与法国及欧盟的经济关系。\n\n### 欧洲在新兴产业中的角色\n\n*   随着全球经济性质的改变和技术创新的快速发展，欧洲正在适应新的形势。\n*   邓大使表示，中国愿意帮助欧洲大陆确定其在新兴产业中的角色。\n*   他指出，许多新的工业和供应链正在形成，并随着技术革命的推进而不断涌现。\n\n### 全球工业链与中小企业\n\n*   邓大使真诚希望这些工业链能够是全球性的。\n*   他强调，中小企业，特别是欧洲的中小企业，必须考虑其在未来产业中的位置。\n*   他认为，中欧双方可以相互学习，共同增长将确保各方都能在这些供应链中占据一席之地。\n\n### 贸易保护主义与电动汽车关税\n\n*   邓大使明确指出，保护主义措施必然会引发报复，并且无助于减少贸易逆差。\n*   他以欧盟对中国制造电动汽车（EVs）征收关税为例，说明了这种保护主义行为。\n*   邓大使警告说，此类措施将使欧洲在基础技术方面落后，最终因创新差距而使合作变得更加困难。",
      "shortSummary": "中国驻法国大使邓励在接受采访时表示，中国愿帮助欧洲适应全球经济变化，并在新兴产业中找到定位。他强调全球工业和供应链的重要性，并鼓励欧洲中小企业参与其中。邓大使警告称，欧盟对中国电动汽车征收关税等保护主义措施将引发报复，无助于减少贸易逆差，反而会阻碍欧洲技术进步，加剧创新差距，使未来合作更加困难。",
      "translated_title": "'进步不可阻挡'：中国驻巴黎首席特使谈贸易、电动汽车关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "This month, the Post’s Xiaofei Xu sat down with Deng Li, China’s ambassador to France and Monaco, for an in-depth and wide-ranging interview. In part two, Deng discusses Beijing’s economic relationship with France and the EU. Part one can be found here.\nAs Europe adapts to the changing nature of the global economy and the fast pace of technological innovation, China is ready to help the continent as it determines its role in emerging industries, Beijing’s top diplomat in Paris told the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/1575eb08-3f27-446e-aac5-9266516f1b8f_7e6cf6d0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海如何利用艺术和活动推动旅游业和经济增长 (原标题: How Shanghai leverages arts and events to fuel tourism and power economic growth)",
      "link": "https://www.scmp.com/business/china-business/article/3330709/how-shanghai-leverages-arts-and-events-fuel-tourism-and-power-economic-growth?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 04:30:08 +0000",
      "isoDate": "2025-10-29T04:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "# 上海如何利用艺术和活动推动旅游业和经济增长\n\n## 旅游业成为经济新引擎\n*   **驱动因素：** 放宽的签证政策、丰富的艺术文化活动以及地标性旅游景点，共同成为上海经济增长的新动力。\n*   **入境游客激增：**\n    *   2025年1月至8月，上海吸引了550万海外游客，同比增长37%。\n    *   这为城市GDP提供了急需的提振，使其近十年来首次超越全国增长水平。\n\n## 专家观点与战略目标\n*   **复旦大学张伊娜教授（商务部支持的消费市场大数据实验室主任）指出：**\n    *   受放宽签证要求和世界级艺术表演（如交响乐和歌剧）吸引的外国游客涌入，符合市政府的预期。\n    *   上海的最终目标是利用入境旅游创造可持续的商业模式，并强化其作为主要国际旅游目的地的作用。\n\n## 经济表现与增长模式转型\n*   **经济增长超越全国：**\n    *   2025年前三季度，上海经济产出增长5.5%，高于全国5.2%的增长率。这是自2016年以来，上海经济表现首次超过全国平均水平。\n    *   尽管上海是大陆最发达的城市，但过去十年并未进行大规模基础设施投资，经济扩张曾落后于其他省级区域。\n*   **增长模式转型：**\n    *   上海财经大学经济学教授张学良表示，今年的GDP数据反映了其增长模式的平稳成功转型。\n    *   高科技产业和活跃的零售销售等新引擎发挥了超出预期的作用。\n*   **市长目标：** 上海市市长龚正在一月份的年度地方立法会议上宣布，2025年全年GDP增长目标为5%。\n\n## 图片展示\n*   ![乐高模型展示上海](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/29/d4cb96ca-6fc3-44ce-a537-6cffd2c9840d_fbad5762.jpg)\n    *   一张上海的乐高模型。经济学家表示，零售销售在城市增长中发挥着重要作用。",
      "shortSummary": "上海正通过放宽签证、举办艺术文化活动及利用地标景点，大力发展旅游业，以此推动经济增长。2025年前八个月，入境游客激增37%，达550万人次，显著提振了零售销售和GDP，使上海经济增速近十年来首次超越全国水平。城市正向高科技和零售驱动的增长模式转型，目标是强化其国际旅游目的地地位，实现可持续发展。",
      "translated_title": "上海如何利用艺术和活动推动旅游业和经济增长",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/29/d4cb96ca-6fc3-44ce-a537-6cffd2c9840d_fbad5762.jpg",
          "alt": "A Lego model of Shanghai. Retail sales are playing a big role in the city’s growth, economists say. Photo: EPA",
          "title": "A Lego model of Shanghai. Retail sales are playing a big role in the city’s growth, economists say. Photo: EPA",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Relaxed visa rules, arts and cultural events, alongside landmark tourist destinations, have become new drivers for Shanghai’s economy as a surge in inbound travellers bolsters retail sales.\nThe financial and commercial hub of mainland China attracted 5.5 million overseas tourists between January and August, up 37 per cent year on year, offering a much-needed boost to the city’s gross domestic product (GDP), which outpaced national growth for the first time in nearly a decade.\nZhang Yina,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/41e7c6d5-1b10-4849-90b8-7873a6b5c12a_e4520583.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国副总理誓言进一步开放金融业 (原标题: Chinese vice-premier vows further opening up of financial sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330712/chinese-vice-premier-vows-further-opening-financial-sector?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 03:04:19 +0000",
      "isoDate": "2025-10-29T03:04:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国金融业高水平对外开放\n\n中国副总理何立峰承诺，中国将坚定不移地扩大金融业的“高水平对外开放”，并欢迎更多外国金融机构和长期资本进行投资。他强调，此举旨在加速建设现代金融强国。\n\n## 主要承诺\n*   **扩大开放**：中国将继续扩大金融业的高水平对外开放。\n*   **吸引投资**：欢迎更多外国金融机构和长期资本进入中国市场。\n*   **建设目标**：加速建设现代金融强国。\n\n## 会议背景\n*   **时间与地点**：何立峰副总理于周二在北京与国家金融监督管理总局国际咨询委员会举行会议时发表了上述言论。\n*   **参会人员**：国际咨询委员会由外国金融公司和机构的现任及前任领导人组成。\n*   **合作意愿**：何立峰副总理还欢迎更多外国金融机构与中国进行更深层次的合作。\n\n## 中美关系讨论\n*   **经济贸易**：何立峰副总理向委员会成员介绍了中国与美国的经济和贸易关系。\n*   **近期会谈**：他提到了周末在马来西亚与美国财政部长斯科特·贝森特（Scott Bessent）的会谈，中方称会谈达成了“基本共识”。\n*   **未来会晤**：这些会谈是在中国国家主席习近平与美国总统唐纳德·特朗普周四在韩国会晤之前进行的。\n\n## 委员会反馈\n*   **乐观态度**：委员会成员对中国的经济和金融前景表示乐观。\n*   **投资意愿**：他们表示愿意继续深耕中国市场，并进一步扩大对华投资与合作。",
      "shortSummary": "中国副总理何立峰承诺，中国将坚定不移地扩大金融业高水平对外开放，欢迎更多外国金融机构和长期资本投资，并加速建设现代金融强国。他在与国家金融监督管理总局国际咨询委员会的会议上发表此番言论，并介绍了中美经济关系。委员会成员对中国经济和金融前景表示乐观，并愿意扩大在华投资与合作。",
      "translated_title": "中国副总理誓言进一步开放金融业",
      "images": [],
      "contentSource": "完整文章",
      "content": "Vice-Premier He Lifeng has vowed that China will continue to expand the “high-level opening up” of its financial sector and welcome more investment by foreign financial institutions and long-term capital.\n“China will unswervingly expand high-level opening up in the financial sector and accelerate the building of a modern financial powerhouse,” he said in a statement published on Tuesday.\nThe Chinese vice-premier made the comments during a meeting with the National Financial Regulatory...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/3fd8574f-d9ce-4349-88d6-9c3da18366a1_01a439ae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么一些中国城市正在重新思考其全面的发展战略 (原标题: Why some Chinese cities are rethinking their sweeping development strategies)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330638/chinas-urban-revival-and-datong-contradiction-when-planning-double-edged-sword?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 22:00:16 +0000",
      "isoDate": "2025-10-28T22:00:16.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国城市发展战略的再思考：以大同为例\n\n中国城市是国家数十年经济转型的生动缩影。快速的城市化进程将乡村变为密集的城市景观，并使原本规模可观的都市区发展成为全球最大的人口中心。然而，随着城镇化速度的放缓，以及中国经济步入新时代，一些城市正在重新审视并调整其发展策略。本文以山西省大同市为例，探讨了城市如何应对这一转变。\n\n### 大同市的转型实践\n\n大同市是一个在中国城市规划中独树一帜的案例，当地居民在日常对话中常常提及一位前市长——耿彦波。\n\n*   **耿彦波的五年任期 (2008-2013)**\n    *   耿彦波于2008年全球金融危机期间上任，恰逢北京推出4万亿元人民币的经济刺激计划。\n    *   他利用这一契机，在大同市主导了一场全面的城市改造，几乎所有建筑都被重建或翻新。\n\n*   **城市背景与改造策略**\n    *   大同市位于山西省中部，以煤矿资源闻名。\n    *   耿彦波的改造努力将城市划分为两个对比鲜明的区域：\n        *   **西侧：** 致力于重建古代方形城墙环绕的古城，旨在重现数百年前的城市风貌。\n        *   **东侧：** 发展为现代新区，拥有宽阔的道路和高层建筑，用于安置大量搬迁居民。\n\n*   **影响与认可**\n    *   这一大胆的实验使大同在中国城市规划领域成为一个独特的案例。\n    *   尽管初期有人对资源浪费表示疑虑，但耿彦波的改造行动最终获得了居民的广泛认可和欢迎。\n    *   尤其是在城市支柱产业从传统的煤炭开采成功转向旅游业之后，这种认可度进一步提升。\n\n*   **居民受益案例**\n    *   出租车司机史守义是受益者之一。他曾居住在一座千年佛寺旁边的破旧平房里，当时他所在的社区有30多户人家共用一个公共厕所。\n    *   在城市改造期间，史守义的家人搬进了新的现代化公寓，生活条件得到了显著改善。\n\n通过大同的案例，我们可以看到中国城市在经济转型时期，如何通过大胆的规划和实施，在保留历史文化的同时，实现现代化发展，并改善居民生活质量，从而适应新的发展需求。",
      "shortSummary": "中国城市正经历经济转型，城镇化放缓。文章以大同市为例，探讨城市如何应对新时代。2008年，前市长耿彦波利用国家刺激计划，对大同进行了大规模改造，将城市分为古城重建区和现代新区。尽管初期有争议，但随着城市产业从煤炭转向旅游，这一策略获得了居民的认可，改善了当地生活条件。",
      "translated_title": "为什么一些中国城市正在重新思考其全面的发展战略",
      "images": [],
      "contentSource": "完整文章",
      "content": "Few areas of China reflect the country’s decades-long economic transformation more vividly than its cities. Rapid development has turned villages into dense urban landscapes and already sizeable metro areas into some of the world’s largest population centres. As the rate of urbanisation slows and the country transitions into a new economic era, we explore how select Chinese cities are navigating the change. Read the rest of our series here.\nThere is hardly a city in China like Datong, where...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/9b591fb2-6437-4bcb-8523-674aba444e46_ca11fb5d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将‘科技自立自强’设为未来五年关键目标 (原标题: China sets ‘technological self-reliance’ as a key goal for the next 5 years)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330667/china-sets-technological-self-reliance-key-goal-next-5-years?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 13:09:44 +0000",
      "isoDate": "2025-10-28T13:09:44.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国将“科技自立自强”设为未来五年关键目标\n\n中国最高领导层已将“科技自立自强”确立为下一个五年规划的关键目标，以应对西方出口管制和日益激烈的全球科技竞争。\n\n## 核心要点：\n\n*   **历史性目标：** 这是至少十年来，科技自立自强首次被设定为国家社会经济发展的主要目标。\n*   **规划背景：** 该目标被纳入了中国共产党中央委员会在上周四中全会后发布的关于中国第十五个五年规划（2026年至2030年）的详细提案中。\n*   **正式发布：** 完整的规划将于明年三月在最高立法机构的年度会议上公布。\n*   **具体目标（据新华社）：**\n    *   未来五年内，实现“科技自立自强能力大幅提升”。\n    *   在基础研究和原始创新方面取得“重大进展”。\n    *   在重点领域关键核心技术方面实现“快速突破”。\n\n![提案在上周一次重要的政治会议后发布。图：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/22e14598-a7a0-463c-9b04-cbdce8cdbe6d_a7e77afc.jpg)",
      "shortSummary": "中国最高领导层已将“科技自立自强”确立为未来五年规划的关键目标，以应对西方出口管制和全球科技竞争。这是至少十年来首次将此设为主要社会经济发展目标。该目标被纳入第十五个五年规划（2026-2030年）的提案中，旨在未来五年内大幅提升科技自立自强能力，在基础研究和关键技术领域取得重大突破。完整的规划将于明年三月公布。",
      "translated_title": "中国将‘科技自立自强’设为未来五年关键目标",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/22e14598-a7a0-463c-9b04-cbdce8cdbe6d_a7e77afc.jpg",
          "alt": "The proposal was released following a key political meeting last week. Photo: Xinhua",
          "title": "The proposal was released following a key political meeting last week. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s top leadership has made “technological self-reliance and self-strengthening” a key goal in a proposal for the next five-year plan, as it grapples with export controls from the West amid an intensifying global tech race.\nIt is the first time in at least a decade that technological self-reliance has been set as a major goal for the country’s social and economic development.\nThe goal was included in a detailed proposal for China’s 15th five-year plan from 2026 to 2030, which was released on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/eead5214-7a6a-4a4b-8c6c-bb23d19527eb_2493f513.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在地缘政治激烈竞争中拓展太空、深海、两极新领域 (原标题: China expands frontiers in space, deep sea, poles amid fierce geopolitical race)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330611/chinas-geopolitical-competition-expands-new-frontiers-scientific-milestones?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 13:00:10 +0000",
      "isoDate": "2025-10-28T13:00:10.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 中国在地缘政治竞争中拓展新领域\n\n中国与西方国家的地缘政治竞争正扩展到新的前沿领域，包括极地、外太空、网络空间和深海。北京近期公布了一系列科学里程碑和国家驱动的雄心，分析人士认为这些举措正在挑战西方在这些关键领域的传统主导地位。\n\n## 极地与深海探索成就\n\n*   **北极科考突破**：中国宣布其自主设计建造的极地科考船——“探索三号”（Tan Suo San Hao），这是世界上首艘具备破冰能力的载人深海作业母船，以及其载人潜水器，已成功在北冰洋进行了载人深潜科学考察。\n*   **全球领先地位**：此次任务使中国成为唯一能够在北极密集海冰区进行连续载人深潜的国家，进一步巩固了其在载人深海技术领域的全球领先地位。\n*   **深度与环境**：科考队在北冰洋中部盆地最大下潜深度达到5277米，该区域海冰覆盖率超过80%。\n*   **国家战略**：此次任务是“十四五”规划（2021-2025年）中深海和极地技术重点项目的一部分。\n\n## 海洋装备制造专利优势\n\n*   **专利数量领先**：中国目前在全球海洋装备制造领域拥有超过一半的有效专利，超越了韩国、美国和日本，显示出其在该领域的强大创新能力和产业实力。\n\n## 空间技术发展：北斗系统\n\n*   **北斗系统升级**：中国的北斗卫星导航系统（作为美国GPS的替代方案）计划在即将到来的“十五五”规划下发射下一代卫星。\n*   **高精度定位**：新一代卫星将提供从米级到分米级的实时定位精度，进一步提升北斗系统的服务能力和国际竞争力。",
      "shortSummary": "中国正将与西方的地缘政治竞争扩展到极地、深海和太空等新领域。中国自主研发的“探索三号”极地科考船及其潜水器成功在北冰洋进行了载人深潜，使其成为唯一能在北极密集海冰区连续深潜的国家。此外，中国在海洋装备制造专利方面已居全球首位，并计划在“十五五”期间发射新一代北斗卫星，提供更高精度的定位服务。这些成就挑战了西方在关键领域的传统主导地位。",
      "translated_title": "中国在地缘政治激烈竞争中拓展太空、深海、两极新领域",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s geopolitical rivalry with the West is expanding into new frontiers – including the polar regions, outer space, cyberspace and the deep sea – as Beijing unveils a flurry of scientific milestones and state-driven ambitions that analysts say are challenging traditional Western dominance across these critical domains.\nOn Monday, China announced that its independently designed and built polar research vessel – the world’s first manned deep-sea-operations depot ship with icebreaking...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/b13783fc-c056-4b54-a592-4da8f3876c4b_ea9b295f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国发展模式正在全球产生反响 (原标题: China’s development model is reverberating around the world)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330495/chinas-development-model-reverberating-around-world?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 12:30:08 +0000",
      "isoDate": "2025-10-28T12:30:08.000Z",
      "creator": "Richard Heydarian",
      "summary": "## 中国发展模式正在全球产生反响\n\n文章指出，中国的发展模式正在全球范围内产生深远影响，甚至促使一些西方国家重新审视其经济策略。\n\n### 习近平主席的愿景与“中国制造2025”\n\n*   2018年，习近平主席在海南三亚一项重大科学项目启动仪式上表示：“我们不需要追逐（其他国家），我们就是道路。”\n*   这不仅体现了他对中国科学界的无限信心，也反映了“中国制造2025”国家经济战略的智慧。\n*   该战略已催生了一场“技术复兴”。\n\n### 中国经济的转型与成就\n\n*   通过成功的产业政策，中国已迅速从一个低成本的世界工厂转型为高科技全球中心。\n*   这降低了中国对外国技术的依赖，带来了明显的国家安全利益。\n*   同时，也确保了其他国家对中国产品的依赖。\n*   凭借其强大而充满活力的经济，中国成功抵御了贸易战。\n\n### 全球范围内的影响与效仿\n\n*   中国的发展模式促使一些专家重新审视他们关于增长和创新的基本假设。\n*   尽管西方工业强国批评北京的“产能过剩”和所谓的掠夺性贸易行为，但它们似乎正在效仿中国。\n*   中国已成为全球南方国家的发展典范。\n\n### 美国立场的转变\n\n*   即使是美国，在唐纳德·特朗普总统领导下，似乎也正在放弃其自由市场意识形态，转而支持国家资本主义。\n*   文章指出，特朗普在当代政治中的独特之处在于他公然抨击美国对自由市场资本主义的承诺，尽管人们更多关注他的威权主义和本土主义。",
      "shortSummary": "中国的发展模式正在全球产生反响。通过成功的产业政策和“中国制造2025”战略，中国已从世界工厂转型为高科技中心，降低了对外国技术的依赖，并成功抵御了贸易战。这一模式促使全球专家重新审视增长与创新，并成为全球南方国家的发展典范。尽管受到西方批评，但包括美国在内的西方工业强国似乎正在效仿中国的国家资本主义模式，甚至放弃了自由市场意识形态。",
      "translated_title": "中国发展模式正在全球产生反响",
      "images": [],
      "contentSource": "完整文章",
      "content": "“We do not need to chase [after other countries], we are the road,” said President Xi Jinping after inaugurating a major scientific project in Sanya, Hainan province, in 2018. Xi urged scientists to push the boundaries of technological development.\nXi’s bold statement not only reflected his boundless confidence in China’s scientific community but also the wisdom of the “Made in China 2025” national economic strategy, which has produced nothing less than a technological renaissance.\nThanks to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/06f7f028-bfaa-4fd9-8a0b-7d0d84d28ff9_364d0335.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国-东盟自贸协定升级，北京力推区域关系 (原标题: China-Asean free-trade pact gets upgrade as Beijing touts regional ties)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330635/china-asean-free-trade-pact-gets-upgrade-beijing-touts-regional-ties?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 10:00:17 +0000",
      "isoDate": "2025-10-28T10:00:17.000Z",
      "creator": "Ralph Jennings,Mia Nurmamat",
      "summary": "### 中国-东盟自贸协定升级，深化区域经济合作\n\n**引言**\n\n在中国与美国贸易战持续的背景下，北京正积极寻求加强多边经济联系。在此背景下，中国与由11个东南亚国家组成的东盟（ASEAN）于周二签署了其自由贸易协定的升级议定书，旨在扩大合作范围，深化区域经济一体化。\n\n**协议签署与背景**\n\n*   **签署方**：中国与东盟（一个拥有6.8亿人口、2023年国内生产总值达3.8万亿美元的经济体）。\n*   **时间与地点**：在吉隆坡举行的东盟峰会期间，签署了“中国-东盟自由贸易区3.0版升级议定书”。\n*   **战略意义**：此次升级被视为北京在当前全球贸易格局下，加强多边经济联系的重要举措。\n\n**升级内容与范围**\n\n新签署的协议扩展了原有条款，将合作范围进一步扩大，具体包括：\n\n*   **产品质量**：提升区域内贸易产品的质量标准和合作。\n*   **环境保护**：加强在环境可持续发展和保护方面的合作。\n*   **中小企业支持**：为区域内的中小企业提供更多支持和发展机遇。\n\n**中方表态与展望**\n\n*   **中国总理李强**：在第28届中国-东盟峰会上表示，升级后的协议为扩大和加强双边经济贸易合作创造了新机遇。他强调，这有助于增强双方抵御风险的能力，尤其是在许多国家因不公平关税而面临更大发展挑战的时期。\n*   **中国商务部**：在一份声明中指出，在基于规则的国际贸易体系面临严峻挑战之际，签署CAFTA 3.0升级议定书具有重大意义。商务部认为，此举充分展示了中国和东盟对多边主义和自由贸易的共同承诺，并将为区域和全球经济增长注入更大信心和动力。它还将作为各国共同抵制保护主义和单边主义、共同应对全球贸易挑战的重要范例。",
      "shortSummary": "中国与东盟签署了自由贸易协定3.0版升级议定书，旨在扩大合作范围至产品质量、环境保护和中小企业支持。此举正值中国寻求加强多边经济联系以应对与美国的贸易战。中国总理李强强调，该协议将为双边经贸合作创造新机遇并增强风险抵御能力。中国商务部表示，这展现了双方对多边主义和自由贸易的承诺，并为抵制保护主义树立了榜样。",
      "translated_title": "中国-东盟自贸协定升级，北京力推区域关系",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and a bloc of 11 Southeast Asian countries signed an upgrade to their free-trade agreement on Tuesday, expanding its terms to cover product quality, environmental protection and help for small businesses, in a sought-after strengthening of multilateral economic ties for Beijing amid its ongoing trade war with the US.\nThe Association of Southeast Asian Nations (Asean), a group with a combined population of 680 million and a total gross domestic product of US$3.8 trillion in 2023, signed the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/f4d1483b-6a27-4139-b25b-dbc259f8339a_b38678db.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国公布五年规划支持，以提振私营部门和金融实力 (原标题: China unveils 5-year-plan support to boost private sector, financial power)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330637/china-unveils-5-year-plans-support-private-sector-strengthening-financial-power?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 09:39:54 +0000",
      "isoDate": "2025-10-28T09:39:54.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国第十五个五年规划提案：支持私营部门与金融强国建设\n\n中国共产党中央委员会正式公布了国家第十五个五年规划的提案，其中包含旨在战略性支持私营部门和加速中国向金融强国转型的措辞。此举旨在缓解市场对未来五年私营部门在经济中地位的担忧。值得注意的是，这些信息并未出现在上周中共中央第四次全体会议结束时发布的公报中。\n\n## 私营经济发展与保障\n\n提案明确指出，国家应采取以下措施来发展和壮大私营经济：\n\n*   **实施《私营经济促进法》**：通过法律和制度手段，确保私营经济实体能够：\n    *   平等获取生产要素。\n    *   公平参与市场竞争。\n    *   合法权益得到有效保护。\n*   **激发市场主体活力**：提案誓言“充分激发”各类市场主体的活力，并鼓励多种所有制形式的共同发展。\n\n## 规范执法与营商环境\n\n为了营造更健康、更规范的营商环境，提案呼吁：\n\n*   **健全和规范企业执法机制**：要求建立更加“健全和规范”的涉企执法机制。\n*   **警惕不法执法行为**：特别警告要杜绝不合法的跨区域执法和以营利为目的的执法行为。\n\n## 提振信心与投资\n\n这些建议被视为北京近年来为争取私营企业主、在经济放缓背景下提振私营部门信心的努力的一部分。此外，提案还推动在公共资金的引导下，增加私营资本进入关键基础设施项目的机会。",
      "shortSummary": "中国公布的第十五个五年规划提案，旨在战略性支持私营部门发展并加速向金融强国转型，以缓解市场担忧。提案强调实施《私营经济促进法》，确保私营企业平等获取资源、公平竞争并保护合法权益。同时，呼吁规范涉企执法，杜绝不法行为，并鼓励私营资本参与基础设施建设，以提振经济放缓中的私营部门信心。",
      "translated_title": "中国公布五年规划支持，以提振私营部门和金融实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Central Committee of China's ruling Communist Party has officially announced its proposals for the country's 15th five-year plan, including language that signals strategic support for the private sector and an accelerated transformation into a financial power, easing market concerns about their positions in the economy over the next five years.\nThese messages were not mentioned in the communique published last week at the end of the committee's fourth plenum.\n“The state should implement the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/6d0fea45-aa08-4a01-98ed-30305856b73d_d4655b5d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国是时候设定明确的家庭消费目标了 (原标题: Time for China to set an explicit household consumption target)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330572/time-china-set-explicit-household-consumption-target?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 08:30:08 +0000",
      "isoDate": "2025-10-28T08:30:08.000Z",
      "creator": "Stephen Roach",
      "summary": "# 中国应设定明确的家庭消费目标\n\n文章指出，中国即将出台的第十五个五年规划（2026-2030年）应将重点放在提升家庭消费占国内生产总值（GDP）的比重上，而非仅仅是工业和技术优势。\n\n## 核心论点\n\n*   **当前规划方向的不足：** 尽管中共中央四中全会暗示将继续关注“新质生产力”（工业和技术），但文章认为这是一种错误。中国的技术工业实力已非常稳固，无需过度强调。\n*   **亟需解决的挑战：** 规划应着力解决中国最严峻的挑战——长期以来期待的由消费驱动的经济再平衡。\n*   **具体目标建议：** 第十五个五年规划应设定明确目标，到2035年将家庭消费占GDP的比重从目前的近40%提升至50%。\n\n## 背景与历史\n\n*   **再平衡辩论：** 关于经济再平衡的讨论已持续数十年。\n*   **温家宝的“四不”：** 2007年，时任总理温家宝提出“不稳、不平衡、不协调、不可持续”的“四不”问题，其中“不平衡”即指中国消费者在经济中的比重不足。\n*   **增长新来源：** “四不”问题凸显了中国经济寻找新增长来源的必要性。\n*   **应对“不稳”的成功：** 中国在应对“不稳”方面表现出色，例如在2008-2009年全球金融危机和新冠疫情期间。\n*   **“不可持续”的威胁：** 如果经济增长不可持续，中国将无法实现习近平主席提出的到本世纪中叶建成“伟大现代社会主义国家”的宏伟目标。\n*   **增长率要求：** 为实现此目标，中国在2030-2049年期间实际人均GDP年增长率需达到5.75%。\n\n## 现有增长引擎的局限性\n\n*   **房地产行业：** 未来几年可能持续面临下行压力。\n*   **出口行业：** 几乎肯定会受到日益加剧的保护主义冲击。\n*   **固定资产投资：** 占中国GDP约40%，但已接近极限。\n\n![人们在北京一家购物中心乘坐自动扶梯](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/720ad528-925c-4259-b9c9-e2be93e69553_02e9aa39.jpg)\n*人们在北京一家购物中心乘坐自动扶梯，摄于7月31日。图片来源：路透社*",
      "shortSummary": "文章指出，中国即将出台的第十五个五年规划应着重提升家庭消费在GDP中的比重，而非仅关注工业技术发展。作者建议，到2035年将家庭消费占比从近40%提高到50%，以实现由消费驱动的经济再平衡。当前，房地产、出口和固定资产投资等传统增长引擎面临挑战，中国需寻找新的增长动力，以实现其长期发展目标。",
      "translated_title": "中国是时候设定明确的家庭消费目标了",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/720ad528-925c-4259-b9c9-e2be93e69553_02e9aa39.jpg",
          "alt": "People ride an escalator at a shopping centre in Beijing, on July 31. Photo: Reuters",
          "title": "People ride an escalator at a shopping centre in Beijing, on July 31. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The Chinese planning season is in full swing. Ahead of the formal release of the 15th five-year plan (running from 2026 to 2030) next March, early signs coming out of the just-completed fourth plenum of the Communist Party suggest that it will be more of the same: a focus on continuing China’s extraordinary industrial and technological ascendancy, driven by what President Xi Jinping has called “new productive forces”.\nThat would be a mistake in the following sense: China’s techno-industrial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/de115491-2e94-4606-8a77-c8b952f26db2_541271fe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新措辞，新阶段？中国调整人民币国际化表述 (原标题: New phrase, new phase? China adjusts language on yuan internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330605/new-phrase-new-phase-chinas-central-bank-adjusts-language-yuan-internationalisation?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 08:08:42 +0000",
      "isoDate": "2025-10-28T08:08:42.000Z",
      "creator": "Alice Li,Sylvia Ma",
      "summary": "### 中国调整人民币国际化表述，预示新阶段\n\n中国人民银行（PBOC）近期在描述其推动人民币全球使用的努力时，采用了更为积极的措辞。这一修辞上的转变可能预示着，在中国对美元日益担忧的背景下，人民币国际化的努力将有所加强。\n\n**核心变化：**\n\n*   **措辞转变：** 中国人民银行行长潘功胜在一次会议上承诺“促进人民币国际化”。这与此前央行官员通常使用的“稳慎扎实推进人民币国际化”的表述相比，是一个显著的语气转变。\n*   **时间点：** 潘功胜是在央行党委的一次会议上做出上述表述的。\n\n**具体举措：**\n\n潘功胜指出，央行将采取以下措施：\n\n*   促进人民币国际化。\n*   提升人民币在贸易中的使用。\n*   逐步有序地进一步开放金融市场。\n*   支持离岸人民币市场的发展。\n\n**专家解读：**\n\n渣打银行大中华区及北亚首席经济学家丁爽表示，新措辞的使用是北京发出的一个信号，表明在未来五年内，中国将更积极地推动人民币的全球使用。",
      "shortSummary": "中国人民银行已调整其人民币国际化的表述，从“稳慎扎实推进”变为“促进人民币国际化”。央行行长潘功胜表示，将更积极地推动人民币在贸易中的使用、开放金融市场并支持离岸市场。此举被视为中国在全球对美元担忧加剧的背景下，未来五年将更主动地提升人民币全球地位的信号。",
      "translated_title": "新措辞，新阶段？中国调整人民币国际化表述",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank has adopted a more proactive tone when describing its efforts to promote the global use of the yuan – a rhetorical change that could signal increased efforts to internationalise the currency amid growing concerns over the US dollar.\nAt a recent meeting, People’s Bank of China Governor Pan Gongsheng pledged to “promote the internationalisation of the yuan”, a noticeable shift in tone from earlier statements by central bank officials, which typically referred to “prudently and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/4b0950ac-c7a9-4781-b33e-1c35c4710fca_d5c8837f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京抨击英国对11家中国公司实施‘单边’制裁 (原标题: Beijing slams UK’s ‘unilateral’ sanctions on 11 Chinese companies)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330576/beijing-slams-uks-unilateral-sanctions-11-chinese-firms-over-russia-links?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 05:23:38 +0000",
      "isoDate": "2025-10-28T05:23:38.000Z",
      "creator": "Xiaofei Xu,Carol Yang",
      "summary": "### 北京谴责英国对中国公司实施制裁\n\n中国已对英国制裁11家中国公司表示强烈不满，指责英国此举是“单边”行为，并警告这将损害中英关系。\n\n*   **制裁背景**\n    *   英国于10月15日宣布了最新一轮与俄罗斯相关的制裁，目标是90个实体和船只，其中包括11家中国公司。\n    *   英国声称这些中国公司涉嫌支持俄罗斯的能源、金融和国防部门。\n\n*   **中方立场与回应**\n    *   **谴责“单边制裁”**：中国商务部周一发表声明，谴责英国的行为是“单边制裁”，缺乏国际法依据，也未获得联合国授权。\n    *   **外交抗议无效**：声明指出，尽管中方提出了正式抗议，但英国政府仍坚持将这11家公司列入制裁名单。\n    *   **损害双边关系**：中方认为此举可能损害“中英经贸关系的积极势头”。\n    *   **要求纠正错误**：北京敦促伦敦“立即纠正错误，解除对相关中国实体的制裁”。\n    *   **维护企业权益**：中方表示将“坚定维护”中国企业的合法权益。\n    *   **出口管制与正常合作**：中国强调一贯严格控制两用物项的出口，并认为中俄企业间的“正常交流与合作不应受到干扰或影响”。",
      "shortSummary": "中国谴责英国对11家中国公司实施“单边”制裁，指责其缺乏国际法依据和联合国授权。这些公司因涉嫌与俄罗斯有联系而被制裁。北京警告此举将损害中英关系，敦促英国立即解除制裁，并表示将坚定维护中国企业的合法权益。英国于10月15日宣布了这些制裁。",
      "translated_title": "北京抨击英国对11家中国公司实施‘单边’制裁",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has denounced the United Kingdom for sanctioning 11 Chinese companies over “alleged connections” with Russia despite Beijing’s diplomatic objections, warning the move could damage the UK-China relationship.\n“The UK’s actions constitute unilateral sanctions that lack both a basis in international law and authorisation from the United Nations,” China’s Ministry of Commerce said in a statement on Monday.\nBeijing urged London to “immediately correct its mistake and lift the sanctions on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/cd321a50-f22e-42b2-aa55-e4007bbf29a9_4435006e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "胡润富豪榜称，去年中国平均每天新增一位亿万富翁 (原标题: China minted a new billionaire a day last year, Hurun’s Rich List says)",
      "link": "https://www.scmp.com/business/article/3330544/rich-list-chinas-billionaire-count-hits-record-stock-markets-surge?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 02:00:26 +0000",
      "isoDate": "2025-10-28T02:00:26.000Z",
      "creator": "Daniel Ren",
      "summary": "### 2023年中国富豪榜：新经济驱动财富激增\n\n根据胡润研究院的最新报告，过去一年中国超高净值人群数量显著增加，主要得益于股市的牛市行情以及“新经济”公司的领导者成为主要的财富受益者。\n\n*   **富豪数量创历史新高**\n    *   共有创纪录的1,434人登上了最新的胡润中国富豪榜，每位上榜者的净资产至少达到50亿元人民币（约合7.02亿美元）。\n    *   这一数字比前一年增加了340人，增幅高达31%。\n*   **集体财富大幅增长**\n    *   这些富裕人士的集体财富总额达到了30万亿元人民币，与去年相比增长了42%。\n*   **榜首位置易主**\n    *   农夫山泉的掌舵人钟睒睒以5300亿元人民币的财富（增长56%）重夺榜首位置。这位71岁的企业家已是第四次位居胡润富豪榜榜首。\n    *   字节跳动（TikTok母公司）创始人张一鸣，尽管其财富增长了34%达到4700亿元人民币，但从去年的首富位置跌至第二位。",
      "shortSummary": "胡润研究院报告显示，去年中国超高净值人群数量显著增加，主要受股市牛市和“新经济”驱动。共有1,434人登上胡润中国富豪榜，净资产至少50亿元人民币，比上年增加31%。富豪集体财富增长42%至30万亿元。农夫山泉创始人钟睒睒以5300亿元财富重夺榜首，字节跳动创始人张一鸣位列第二。",
      "translated_title": "胡润富豪榜称，去年中国平均每天新增一位亿万富翁",
      "images": [],
      "contentSource": "完整文章",
      "content": "China saw a remarkable increase in the number of ultra-wealthy individuals over the past year, driven by a bull market in stocks, with leaders of “new economy” companies emerging as the primary beneficiaries, according to the Hurun Research Institute.\nA record 1,434 individuals made it onto Hurun’s latest China Rich List, each having a net worth of at least 5 billion yuan (US$702 million). This marked an increase of 340 individuals, or 31 per cent, from the previous year.\nThe collective wealth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/fcf1729e-91dc-473d-8b68-886893ef68c0_df083383.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港是时候在非洲设立首个贸易办事处了 (原标题: It’s time Hong Kong set up its first trade office in Africa)",
      "link": "https://www.scmp.com/opinion/hong-kong-opinion/article/3330376/its-time-hong-kong-set-its-first-trade-office-africa?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 01:30:08 +0000",
      "isoDate": "2025-10-28T01:30:08.000Z",
      "creator": "Jane Lee,Kenny Shui",
      "summary": "# 香港应在非洲设立首个贸易办事处\n\n香港正积极推动全球商业发展，政府近期启动的“GoGlobal工作组”标志着加强国际经济参与的关键一步。该工作组旨在整合贸易、金融、法律和专业服务等领域的资源，为内地企业提供一个统一高效的平台，以协助它们向海外，特别是全球增长最快的地区拓展业务。\n\n## 非洲市场的重要性与巨大机遇\n\n文章指出，香港传统上侧重于美国和欧洲市场，而非洲等新兴市场的巨大潜力尚未得到充分开发。“GoGlobal工作组”旨在调整优先事项，探索新的增长途径，其中非洲市场尤为关键：\n\n*   **经济增长与消费潜力：**\n    *   作为“一带一路”倡议的重要组成部分，中非贸易额在2024年已飙升至近3000亿美元。\n    *   预计到2030年，非洲将拥有约17亿消费者，拥有丰富的自然资源和快速扩张的市场。\n    *   其年轻的人口结构、日益增长的数字技术普及率以及显著的城市化进程，都提供了与香港“GoGlobal工作组”优先事项高度契合的战略机遇。\n*   **中国在非洲的深远影响：**\n    *   中国在非洲拥有广泛的投资和贸易存在，包括尼日利亚莱基深海港和坦桑尼亚-赞比亚铁路（坦赞铁路）等基础设施项目，这些项目推动了非洲大陆的工业增长和互联互通。\n    *   非洲在绿色经济供应链中也扮演着日益重要的角色，例如刚果民主共和国的钴和津巴布韦的锂采购，这凸显了非洲在向可持续经济转型中的重要性。\n\n## 香港面临的挑战与设立办事处的必要性\n\n尽管香港在全球拥有19个经济贸易办事处（其中5个设在内地），但目前在非洲缺乏专门的机构。这种代表性不足使得香港难以充分支持内地企业抓住非洲新兴机遇。为了保持竞争力，弥补这一空白至关重要。\n\n## 建议与实施方案\n\n随着政策方向的演变，香港应抓住机遇，在非洲设立其首个办事处。文章建议可以考虑借鉴悉尼的“共址模式”，即香港的经济贸易办事处、贸易发展局和旅游发展局共享设施。这种模式将有助于：\n\n*   **精简工作：** 减少重复劳动。\n*   **鼓励协作：** 促进部门间的合作。\n*   **提高效率：** 更好地整合资源，提升整体运营效率。\n\n![GoGlobal工作组启动仪式](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/26/2fdd2ca6-23b8-4a3c-a667-536050b27b0b_1f46644e.jpg)\n*图：财政司司长陈茂波（前排左中）、商务及经济发展局局长丘应桦（前排右中）及其他官员出席10月6日举行的GoGlobal工作组启动仪式。*",
      "shortSummary": "香港成立“GoGlobal工作组”以拓展全球经济参与，并应将目光投向非洲。非洲市场潜力巨大，中非贸易额近3000亿美元，拥有丰富资源和快速增长的消费者。尽管香港在全球设有多个经贸办，但在非洲尚无专门机构，这限制了其支持内地企业把握非洲机遇的能力。文章呼吁香港抓住时机，在非洲设立首个贸易办事处，并建议借鉴悉尼的共址模式，以提升竞争力，更好地服务“一带一路”倡议。",
      "translated_title": "香港是时候在非洲设立首个贸易办事处了",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/26/2fdd2ca6-23b8-4a3c-a667-536050b27b0b_1f46644e.jpg",
          "alt": "Financial Secretary Paul Chan Mo-po (front row, centre left), Secretary for Commerce and Economic Development Algernon Yau Ying-wah (front row, centre right) and other officials attend the launch ceremony of the GoGlobal Task Force on October 6. Photo: Sun Yeung",
          "title": "Financial Secretary Paul Chan Mo-po (front row, centre left), Secretary for Commerce and Economic Development Algernon Yau Ying-wah (front row, centre right) and other officials attend the launch ceremony of the GoGlobal Task Force on October 6. Photo: Sun Yeung",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong is stepping up to lead the next wave of global commerce. The recent launch of the government’s GoGlobal Task Force marks a crucial step in increasing international economic engagement. By pooling resources across the trade, finance, legal and professional sectors, the initiative offers a streamlined, unified platform to assist mainland enterprises in expanding overseas, particularly in the world’s fastest-growing regions.\nTraditionally, Hong Kong has focused on the US and European...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/26/89255c30-7865-4341-8bd5-439b1aa1659d_f188f9f0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的城市复兴 (原标题: China’s urban revival)",
      "link": "https://www.scmp.com/economy/china-economy/series/3330545/chinas-urban-revival?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 01:18:06 +0000",
      "isoDate": "2025-10-28T01:18:06.000Z",
      "creator": "",
      "summary": "# 中国的城市复兴：经济转型与未来挑战\n\n*   **城市化进程的显著体现**\n    *   中国的城市生动地反映了国家数十年的经济转型。\n    *   快速发展将村庄转变为密集的城市景观，并使已具规模的大都市区发展成为全球最大的人口中心。\n*   **经济转型与城市化放缓**\n    *   随着城市化速度的放缓，中国正在向新的经济时代过渡。\n    *   本文将探讨部分中国城市如何应对这一变化和挑战。\n*   **更新日期**：2025年10月28日",
      "shortSummary": "中国的城市生动展现了国家数十年的经济转型，快速发展使村庄变为城市，大都市区规模空前。然而，随着城市化速度放缓，中国正迈入新的经济时代。本文将探讨部分中国城市如何适应并应对这一转变。",
      "translated_title": "中国的城市复兴",
      "images": [],
      "contentSource": "完整文章",
      "content": "",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/7a029faf-2bf2-4958-8d7d-2e6f7eb71d7d_0e9b1cfe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "由AMD老兵支持的MetaX，因上海上市而备受关注 (原标题: MetaX, backed by AMD veterans, enters spotlight with Shanghai listing)",
      "link": "https://www.scmp.com/tech/big-tech/article/3330511/meet-metax-chinese-ai-chip-hopeful-challenging-nvidias-dominance?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 01:00:15 +0000",
      "isoDate": "2025-10-28T01:00:15.000Z",
      "creator": "Wency Chen",
      "summary": "### MetaX：中国AI芯片新星，获准登陆上海科创板\n\n*   **公司概况**\n    *   MetaX（中文名：沐曦）是一家总部位于上海的人工智能芯片初创公司。\n    *   由三位美国芯片制造商AMD（Advanced Micro Devices）的资深人士于2020年创立，包括董事长陈维良以及联席首席技术官彭力、杨建。\n    *   在中国多地设有研发中心，包括北京、南京、成都、杭州、深圳、武汉和长沙。\n    *   作为一家无晶圆厂（fabless）芯片设计公司，MetaX负责微芯片设计，但不进行制造。\n\n*   **上市进展**\n    *   上周已获得上海证券交易所的批准，计划在上海的纳斯达克式科创板上市。\n    *   此次上市凸显了中国加速的AI投资及其挑战美国芯片巨头英伟达（Nvidia）的潜力。\n    *   虽然已通过交易所的听证会，但仍需中国证券监督管理委员会（CSRC）的最终批准才能进行上市。\n\n*   **产品与技术**\n    *   **GPU系列**：\n        *   N系列图形处理器（GPU），用于AI推理。\n        *   C系列芯片，用于通用计算。\n        *   G系列处理器，用于图形渲染。\n    *   **计算平台**：\n        *   已建立自己的计算平台MXMACA，旨在与主流GPU生态系统（如英伟达的CUDA）兼容。\n    *   **旗舰产品**：\n        *   最新的旗舰通用处理器MetaX C600于7月推出。\n        *   集成了HBM3e高带宽内存，并支持FP8精度，该格式允许以更低的功耗更快地训练AI模型。\n        *   拥有144GB内存，被描述为“完全国产”，目标是在年底前实现大规模生产。",
      "shortSummary": "上海AI芯片初创公司MetaX（沐曦）已获上海证券交易所批准，计划在科创板上市。该公司由三位AMD前高管于2020年创立，是一家无晶圆厂芯片设计商。MetaX生产用于AI推理、通用计算和图形渲染的GPU，并拥有兼容英伟达CUDA的MXMACA平台。其旗舰通用处理器MetaX C600于7月发布，具备HBM3e内存和FP8精度，被称作“完全国产”，目标年底量产。此次上市彰显了中国在AI领域的投资和挑战英伟达的潜力。",
      "translated_title": "由AMD老兵支持的MetaX，因上海上市而备受关注",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shanghai-based artificial intelligence chip start-up MetaX has stepped into the spotlight after winning approval last week from Shanghai’s exchange to list on the city’s Nasdaq-style Star Market, underscoring both China’s accelerating AI investment and its potential to challenge US chip giant Nvidia.\nKnown in Chinese as Muxi, MetaX was founded in 2020 by three veterans of US chipmaker Advanced Micro Devices (AMD) – chairman Chen Weiliang and co-chief technology officers Peng Li and Yang Jian....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/0de1382d-2f29-4a94-8349-4824c2f0e967_1d0f4586.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "当矿山枯竭时：为什么一些中国城市正在竞相重塑自我 (原标题: When mines run dry: why some Chinese cities are racing to reinvent themselves)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330490/chinas-old-industrial-cities-race-reinvent-themselves-rapidly-changing-economy?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 22:00:13 +0000",
      "isoDate": "2025-10-27T22:00:13.000Z",
      "creator": "Mandy Zuo",
      "summary": "中国经济经历了数十年的快速发展，城市面貌发生了巨大变化。随着城镇化速度放缓和国家经济进入新时代，一些中国城市正在积极探索转型之路。\n\n*   **攀枝花的转型案例**\n    *   **历史背景**：攀枝花曾是中国西部深山中的工业重镇，被称为“钢铁之都”。它建于20世纪60年代，位于长江上游，吸引了全国各地的工人，为中国的工业雄心提供动力。其经济曾与美国匹兹堡相似，至今仍依赖其山中的铁矿石，是西部最大的钢铁企业攀钢集团的所在地。\n    *   **转型目标**：如今，攀枝花正从高炉炼钢转向发展康养度假区，以适应国家从快速城镇化向“以人为本”模式的转变。这座以木棉花命名的城市，旨在追求更清洁、更多元化的未来，并避免“铁锈地带”式的衰落。目前，攀枝花拥有约120万人口，产业范围更广，环境也更绿色。\n    *   **面临挑战**：尽管努力转型，研究人员和当地居民指出，攀枝花仍面临产业基础狭窄、创新能力有限以及吸引人才困难等问题。\n\n*   **资源型城市的普遍困境与转型**\n    *   在中国，有数百个像攀枝花这样的资源型城市，它们在以重工业为中心的城市规划时代应运而生。\n    *   随着中国作为世界第二大经济体进行结构性转型，许多城市被迫重新思考其发展战略。\n    *   中国社会科学院研究员宋英昌指出，许多依赖煤炭、石油、钢铁或有色金属的资源型城市，在经历数十年发展后，正面临资源枯竭的困境。\n    *   他认为，攀枝花是中国城镇化从“工业驱动的城市建设”转向“以人为本”发展的缩影。但他同时警告说，目前尝试这种转型的城市中，鲜有完全成功的案例。",
      "shortSummary": "中国许多资源型城市，如曾是“钢铁之都”的攀枝花，正面临资源枯竭和经济转型挑战。这些城市正从重工业驱动转向“以人为本”的多元化发展，例如攀枝花正发展康养产业。然而，它们仍面临产业基础狭窄、创新能力不足和人才吸引困难等问题，转型之路充满挑战，成功案例尚不多见。",
      "translated_title": "当矿山枯竭时：为什么一些中国城市正在竞相重塑自我",
      "images": [],
      "contentSource": "完整文章",
      "content": "Few areas of China reflect the country’s decades-long economic transformation more vividly than its cities. Rapid development has made villages into dense urban landscapes and already sizeable metro areas into some of the world’s largest population centres. As the rate of urbanisation slows and the country transitions into a new economic era, we explore how select Chinese cities are navigating the change. Read the rest of our series here.\nOnce a remote industrial powerhouse forged deep in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/a2ce1702-8240-467a-9b4a-e06486faa94c_1708d385.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正在引领全球化新阶段 (原标题: China is spearheading a new phase of globalisation)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330435/chinas-transition-global-powerhouse-hinges-more-innovation?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-27T21:30:08.000Z",
      "creator": "Ningrong Liu",
      "summary": "## 中国引领全球化新阶段：创新驱动与大国崛起\n\n中国的第十五个五年规划及其后续规划，不仅是政策蓝图，更是中国经济发展的一个关键转折点。这些规划将定义一个由创新驱动增长的时代，旨在巩固中国作为主要大国和美国对等竞争者的地位。\n\n### 中国经济发展的历史阶段\n\n自改革开放政策启动以来，中国经济发展经历了几个显著阶段：\n\n*   **改革开放初期 (1978-1992):** 在文化大革命后的经济挑战背景下，改革开放政策的启动标志着中国经济开放的初始阶段。\n*   **发展优先 (1992-2001):** 邓小平1992年南方谈话后，确立了发展是首要任务的原则。\n*   **全面融入全球化 (2001-2017):** 2001年中国加入世界贸易组织，标志着其全面融入全球化进程，推动了经济的快速增长。2010年，中国经济总量超越日本，成为世界第二大经济体。\n*   **“超级全球化”时代的终结 (2017年至今):** 2017年（美国总统特朗普上任及中共十九大召开之年）标志着以中美深度经济相互依存为特征的“超级全球化”时代的结束。2018年，美国对中国发动贸易战。\n\n### 未来战略重点与挑战\n\n在战略竞争加剧的背景下，五年规划的重要性日益提升，其成功将决定中国能否实现经济突破、国内生产总值是否超越美国以及未来中美关系走向。\n\n*   **2035年社会主义现代化目标:** 实现到2035年社会主义现代化的目标是当前和未来五年规划的核心。\n*   **优先引领第四次工业革命:** 中国必须优先引领第四次工业革命。\n    *   **历史回顾:** 中国在第一次和第二次工业革命中基本缺席。在第三次工业革命（互联网和信息技术浪潮）中，中国虽有所发展，但未能成为领跑者。\n    *   **当前成就:** 如今，中国在新能源汽车、锂电池和太阳能光伏领域已取得全球领先地位，展现出其强大的创新潜力。",
      "shortSummary": "中国正通过其五年规划引领全球化新阶段，旨在实现创新驱动增长，巩固其大国地位并成为美国对等竞争者。自1978年改革开放以来，中国经济经历了显著发展，2001年加入世贸组织后快速崛起。2017年起，中美经济相互依存的“超级全球化”时代结束。未来，中国将聚焦2035年现代化目标，优先发展第四次工业革命，已在新能源汽车、锂电池和光伏等领域展现全球领先的创新能力。",
      "translated_title": "中国正在引领全球化新阶段",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s 15th five-year plan is more than a policy blueprint; it is a pivotal turning point. This plan and the next one will define an era of innovation-led growth, solidifying China’s status as a major power and peer competitor to the United States.\nSince the reform and opening-up policy was launched, China’s economic development has had distinct phases. The 1978-1992 period marked the initial stage of opening up. Reform and opening-up was imperative in the wake of economic challenges after the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/69d601dc-3e90-4c52-a779-c3a7bdd97212_fdd605e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国加强加密货币打击力度，央行誓言扩大数字人民币使用 (原标题: China doubles down on crypto crackdown as central bank vows to expand digital yuan)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330525/china-doubles-down-crypto-crackdown-central-bank-vows-expand-digital-yuan?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 15:36:10 +0000",
      "isoDate": "2025-10-27T15:36:10.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国加强加密货币打击力度，央行誓言扩大数字人民币使用\n\n中国周一重申了对虚拟货币的强硬立场，并警告稳定币的风险，同时承诺扩大其央行数字货币（e-CNY）的使用。\n\n### 中国对虚拟货币的立场\n\n*   **对稳定币的担忧：**\n    *   中国人民银行行长潘功胜指出，稳定币仍处于发展早期阶段，全球金融监管机构对其持谨慎态度。\n    *   他强调，稳定币作为一种金融活动，目前未能有效满足客户身份识别和反洗钱等基本要求，加剧了全球金融监管的漏洞。\n    *   潘功胜补充说，这助长了强烈的市场投机氛围，增加了全球金融系统的脆弱性，并对一些欠发达经济体的货币主权产生影响。\n*   **打击措施：**\n    *   潘功胜表示，中国人民银行将与执法机构合作，继续打击虚拟货币的境内运营和投机活动。\n\n### 替代方案：数字人民币（e-CNY）\n\n*   中国誓言将扩大其央行数字货币（e-CNY）的使用范围，以应对虚拟货币带来的挑战并巩固其金融体系。\n\n### 图片\n\n![中国人民银行行长潘功胜在北京金融街论坛上。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/27/6d32144b-d7a7-4cb0-80d9-27db72d4b2ab_ed1e3839.jpg)\n*中国人民银行行长潘功胜在北京金融街论坛上。图片来源：路透社*",
      "shortSummary": "中国重申对虚拟货币的强硬立场，警告稳定币存在风险，指出其未能满足反洗钱等监管要求，加剧了金融系统脆弱性。中国人民银行行长潘功胜表示将继续打击虚拟货币的境内运营和投机。与此同时，中国承诺将扩大其央行数字货币（e-CNY）的使用范围，以巩固其金融体系。",
      "translated_title": "中国加强加密货币打击力度，央行誓言扩大数字人民币使用",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/27/6d32144b-d7a7-4cb0-80d9-27db72d4b2ab_ed1e3839.jpg",
          "alt": "Pan Gongsheng, governor of the People’s Bank of China, at the Financial Street Forum in Beijing. Photo: Reuters",
          "title": "Pan Gongsheng, governor of the People’s Bank of China, at the Financial Street Forum in Beijing. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China on Monday reaffirmed its hardline approach towards virtual currencies at home, warning of the risks of stablecoins, despite growing concerns that the United States might have consolidated its US dollar dominance through them.\nInstead, the world’s second largest economy vowed to broaden the use of its central bank digital currency known as e-CNY, according to Pan Gongsheng, governor of the People’s Bank of China.\n“[Stablecoins] are still in their early stages of development,” said Pan,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/c64c6fcf-3cf9-42b6-97c3-cd37179b571b_c144a1b4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普暗示在中美峰会前达成贸易协议，结束TikTok僵局 (原标题: Trump hints at trade deal, end to TikTok saga in run-up to China summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330504/trump-hints-trade-deal-end-tiktok-saga-run-china-summit?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 14:00:26 +0000",
      "isoDate": "2025-10-27T14:00:26.000Z",
      "creator": "Sylvia Ma,Alice Li",
      "summary": "## 特朗普在中美峰会前暗示贸易协议和TikTok解决方案\n\n美国总统唐纳德·特朗普表示，本周与中国国家主席习近平的预期会晤中，可能会就短视频应用TikTok的最终所有权协议达成一致。此次峰会将在两国代表在马来西亚举行的最新一轮贸易谈判基础上进行。\n\n### 核心议题：\n\n*   **TikTok所有权协议：**\n    *   当被问及是否预期中国公司字节跳动剥离其短视频应用美国版（双边关系中的一个持续症结）能达成具体协议时，特朗普表示“有可能”。\n    *   他补充说：“这会是我们讨论的事情之一。”\n    *   特朗普透露：“我们得到了习近平主席的初步批准。我预计我们会得到批准，但我宁愿等几天再告诉你们。”\n*   **贸易谈判进展：**\n    *   此次峰会也将建立在两国代表上周在吉隆坡举行的贸易谈判基础上，双方在那里达成了一项初步框架协议。\n\n### 峰会背景：\n\n*   **时间与地点：** 特朗普的言论是在他可能于周四在韩国举行的亚太经济合作组织（APEC）论坛上与中国领导人会晤之前发表的。\n*   **意义：** 这将是特朗普自一月份重返白宫以来，两位领导人首次面对面会晤。\n\n### 信息来源：\n\n*   特朗普是在从马来西亚飞往日本的空军一号上向媒体发表上述言论的，白宫周一分享了相关录音。",
      "shortSummary": "美国总统特朗普表示，他可能在本周与中国国家主席习近平的会晤中达成TikTok的最终所有权协议，并解决贸易问题。此次峰会将在韩国举行，是特朗普重返白宫后两位领导人的首次面对面会晤，也将基于此前在马来西亚达成的初步贸易框架协议。特朗普暗示已获得习近平对TikTok协议的初步批准。",
      "translated_title": "特朗普暗示在中美峰会前达成贸易协议，结束TikTok僵局",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump has said a final ownership deal on TikTok could be struck during an expected meeting with Chinese President Xi Jinping this week, a summit that would build on the latest round of trade talks between representatives of the world’s two largest economies in Malaysia.\nWhen asked whether he anticipated a concrete deal over Chinese firm ByteDance’s divestment of the American version of its short-video app – a persistent sticking point in bilateral relations – Trump said it...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/da50c6fc-0bac-426d-b100-836060666dc9_f67e5b5e.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-29T07:19:48.230Z"
}