{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国在美国贸易战中将美国国债持有量降至16年低点 (原标题: China cuts US Treasury stockpiles to 16-year low amid Trump’s trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315093/china-cuts-us-treasury-stockpiles-16-year-low-amid-trumps-trade-war?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 13:00:11 +0000",
      "isoDate": "2025-06-19T13:00:11.000Z",
      "creator": "Ji Siqi",
      "summary": "中国在美国贸易战中将其美国国债持有量降至16年低点，这反映了对美国政府债券作为全球最安全资产地位的担忧。\n\n**主要数据点：**\n*   **持有量下降：** 根据美国财政部最新数据，中国在4月份将其美国国债持有量降至7570亿美元，比3月份减少了82亿美元。\n*   **连续下降：** 这是中国持有量连续第二个月下降，也是自2009年3月以来的最低水平（根据Wind数据）。\n*   **排名变化：** 中国在3月份已滑落至第三大外国持有国，位居日本和英国之后。\n*   **长期趋势：** 这种从美国政府债务中稳步撤离的趋势始于特朗普的第一任期。\n\n**背景与原因：**\n*   **贸易战升级：** 中美之间不断升级的贸易战是导致中国减持美国国债的主要原因。\n*   **市场动荡：** 特朗普于4月2日（被称为“解放日”）启动了全面的“对等关税”，引发了全球市场动荡，导致美国股市暴跌，美国国债和美元也出现大幅抛售。\n*   **关税升级：** 美中之间的针锋相对的关税交换迅速升级，双方关税一度超过100%，直到5月份达成临时停火协议才回撤了大部分关税。\n*   **金融市场溢出担忧：** 人们担心世界两大经济体之间的贸易战会蔓延到金融市场，有猜测称北京可能抛售其庞大的美国国债持有量，而华盛顿可能将中国公司从美国证券交易所退市。\n*   **美元武器化风险：** 鉴于两国超级大国之间日益紧张的关系，中国经济学家警告不要将美元武器化，担心华盛顿有朝一日可能扣押中国的海外金融资产，类似于俄罗斯入侵乌克兰后对其采取的行动。",
      "shortSummary": "受与美国贸易战升级影响，中国4月份将美国国债持有量降至7570亿美元，创16年新低。这是连续第二个月下降，并使中国成为第三大外国持有国。此举反映了对美国国债安全性的担忧，以及对金融市场可能被武器化的猜测，尤其是在特朗普关税政策和资产扣押讨论之后。",
      "translated_title": "中国在美国贸易战中将美国国债持有量降至16年低点",
      "images": [],
      "contentSource": "完整文章",
      "content": "China reduced its stockpile of US Treasuries to a 16-year low in April, as an escalating trade war with Washington sparked concerns about the long-standing status of American government bonds as the world’s safest asset.\nBeijing’s holdings dropped to US$757 billion, down US$8.2 billion from March, according to the latest data released by the US Treasury Department. The figures for April marked the second consecutive month of decline and the lowest level since March 2009, according to data...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/0ff8351a-2bfb-4b69-bed7-64c474758656_2d66b91f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国支付系统在中美贸易战中扩展至非洲和亚洲 (原标题: China’s payment system spreads across Africa and Asia amid US trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315064/chinas-payment-system-spreads-across-africa-and-asia-amid-us-trade-war?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 12:15:08 +0000",
      "isoDate": "2025-06-19T12:15:08.000Z",
      "creator": "Leopold Chen",
      "summary": "### 中国跨境人民币支付系统（CIPS）的全球扩张\n\n中国正在加速推广其货币的全球使用，以应对与美国日益紧张的关系。在此背景下，中国的跨境人民币支付系统（CIPS）已吸引了更多来自非洲、中亚和中东的金融机构加入。\n\n#### 新增直接参与者\n\n在上海举行的一项仪式上，六家金融机构正式成为CIPS的直接参与者，它们是中国环球银行金融电信协会（Swift）系统的替代方案的最新加入者。这些新成员包括：\n\n*   非洲进出口银行（African Export-Import Bank）\n*   第一阿布扎比银行（First Abu Dhabi Bank）\n*   南非标准银行（Standard Bank）\n*   新加坡大华银行（United Overseas Bank）\n*   吉尔吉斯斯坦的Eldik银行\n*   中华（澳门）金融资产交易平台（Chongwa (Macau) Financial Asset Exchange），一个来自澳门特别行政区的国有资产交易平台。\n\n#### CIPS的战略意义\n\n北京自2015年推出CIPS以来，一直致力于推广该系统，旨在扩大人民币在全球贸易中的使用，并对冲美国可能对中国实体实施金融制裁的潜在举动。这被视为在中美贸易战背景下，中国提升自身金融基础设施韧性的一项重要战略。\n\n#### 参与者现状\n\n截至5月底，CIPS共有174个直接参与者。然而，其中大部分是中资银行的境内外分支机构，以及汇丰银行、摩根大通和花旗银行等全球金融巨头在中国的分支机构。\n\n#### 直接参与者与间接参与者\n\n*   **直接参与者**：指拥有CIPS账户并能直接通过系统进行汇款的实体。\n*   **间接参与者**：则需要依赖其他实体代为完成交易。",
      "shortSummary": "在中美贸易战背景下，中国正加速推广其跨境人民币支付系统（CIPS）的全球使用。该系统已吸引非洲、中亚和中东的六家新金融机构成为直接参与者，包括非洲进出口银行和南非标准银行等。此举旨在扩大人民币在全球贸易中的应用，并对冲美国潜在的金融制裁风险，作为Swift系统的替代方案。截至5月底，CIPS共有174个直接参与者，多数为中资银行或全球银行的中国分支机构。",
      "translated_title": "中国支付系统在中美贸易战中扩展至非洲和亚洲",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s cross-border yuan payment system has signed up more financial entities from Africa, Central Asia and the Middle East, as Beijing accelerates efforts to promote the global use of its currency amid rising tensions with the United States.\nA group of six financial institutions officially joined the yuan-based Cross-border Interbank Payment System (CIPS) as direct participants during a ceremony in Shanghai on Wednesday, becoming the latest entities to sign up to China’s alternative to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/e8fa96b5-79c4-4a9f-bc2e-9eb4e400ea87_21bff6c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么美国支持的稳定币让中国警惕美元可能更具主导地位 (原标题: Why US-backed stablecoins have China wary of a potentially more dominant dollar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315090/why-us-backed-stablecoins-have-china-wary-potentially-more-dominant-dollar?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 10:30:49 +0000",
      "isoDate": "2025-06-19T10:30:49.000Z",
      "creator": "Luna Sun,Frank Chen",
      "summary": "随着稳定币在全球经济中日益普及，主要经济体正积极应对其影响。中国人民银行前行长周小川警告称，美元支持的稳定币可能加速国际货币体系的“美元化”，引发中国警惕。\n\n*   **中国对稳定币的立场与担忧**\n    *   尽管中国大陆禁止加密货币交易，但中国政府对稳定币的底层技术及其在跨境金融中的潜在作用保持关注。\n    *   周小川在上海陆家嘴论坛上指出，虽然其他国家也在考虑发行本币稳定币，但其全球影响力尚不确定，而美元支持的稳定币可能具有全球影响力。\n    *   他认为，美元支持的稳定币可能促进美元化，其影响仍在激烈辩论中。周小川强调，除非面临极端严峻的情况（如对抗高通胀或沉重债务负担），否则追求美元化可能带来许多不利的副作用。\n\n*   **美国在稳定币立法方面的进展**\n    *   本周，美国参议院通过了具有里程碑意义的稳定币立法，首次为与美元挂钩的稳定币建立了联邦监管框架。\n    *   这为私营公司在联邦政府的批准下发行数字美元创造了受监管的途径。\n\n*   **稳定币的定义与特性**\n    *   与比特币或以太坊等价格波动剧烈的加密货币不同，稳定币旨在结合数字资产的效率和传统货币的可靠性。\n    *   通过将其价值与美元、港元等法定货币或其他储备资产挂钩，稳定币的价格旨在保持稳定，前提是其所挂钩的货币保持强势。\n\n*   **图片**\n    *   ![Zhou Xiaochuan, former governor of the People’s Bank of China, attends a plenary session during the 2025 Lujiazui Forum on Wednesday in Shanghai. Photo: Getty Images](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/96bd94d9-0d6d-46af-84a7-6ce2a5305fc2_f60200c9.jpg)",
      "shortSummary": "中国人民银行前行长周小川警告称，美国支持的稳定币可能加速国际货币体系的“美元化”，引发中国警惕。尽管中国禁止加密货币交易，但仍关注其底层技术。美国参议院已通过稳定币立法，为私营公司发行数字美元提供监管途径。周小川认为，美元化可能带来负面影响。稳定币旨在结合数字效率与传统货币稳定性，但中国担忧其可能进一步巩固美元的主导地位。",
      "translated_title": "为什么美国支持的稳定币让中国警惕美元可能更具主导地位",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/96bd94d9-0d6d-46af-84a7-6ce2a5305fc2_f60200c9.jpg",
          "alt": "Zhou Xiaochuan, former governor of the People’s Bank of China, attends a plenary session during the 2025 Lujiazui Forum on Wednesday in Shanghai. Photo: Getty Images",
          "title": "Zhou Xiaochuan, former governor of the People’s Bank of China, attends a plenary session during the 2025 Lujiazui Forum on Wednesday in Shanghai. Photo: Getty Images",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With major economies gearing up for the rising ubiquity of stablecoins and their impact on the global economy, former Chinese central bank chief Zhou Xiaochuan has warned that US dollar-backed stablecoins could accelerate the “dollarisation” of the international monetary system.\nAmid the explosive growth of cryptocurrency in the past few years, continued focus from high-level figures reflects the Chinese government’s interest in underlying technologies and their potential role in cross-border...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/1eeda097-08ec-4c22-b0eb-672cf6b73389_84da5b85.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C929宽体客机预计2035年首飞：消息人士 (原标题: China’s C929 widebody jet to make maiden commercial flight by 2035: source)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315051/chinas-c929-widebody-passenger-jet-make-maiden-commercial-flight-2035-source?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 08:30:10 +0000",
      "isoDate": "2025-06-19T08:30:10.000Z",
      "creator": "Frank Chen,Xiaofei Xu",
      "summary": "# 中国C929宽体客机项目进展\n\n## 首飞与认证目标\n*   **首次商业飞行目标：** 中国商用飞机有限责任公司（Comac）正在开发的C929宽体客机，目标是在2035年前实现首次商业飞行。这一时间表已在本周的巴黎航展上告知外国合作伙伴。\n*   **认证目标：** Comac预计C929将在2032年获得中国的型号合格证（TC）。一位Comac高级经理在航展上表示：“目前我们计划在2032年获得型号合格证。”\n\n## 项目阶段与设计理念\n*   **当前阶段：** C929已进入详细设计阶段。\n*   **时间表考量：** 尽管2035年的目标比之前的估计要长，但这与波音和空客在开发其首款宽体客机时所采用的“长途”开发周期一致，反映了Comac的“审慎”和对安全的重视。\n*   **设计特点：** C929可能与空客A350和波音787系列相似。\n*   **市场定位：** Comac旨在为客户提供一款新型双通道飞机。\n\n## 性能参数\n*   **载客量：** C929将能够搭载多达440名乘客。\n*   **最大航程：** 最大航程为12,000公里，大致相当于从上海到纽约的距离。\n\n## 背景信息：C919窄体客机\n*   Comac的首款干线窄体客机C919已于2023年5月在中国投入商业运营，距离其在2022年9月获得中国民用航空局的认证不到一年。",
      "shortSummary": "中国商飞（Comac）的C929宽体客机计划于2035年前实现首次商业飞行，并预计在2032年获得中国型号合格证。该项目已进入详细设计阶段，旨在提供一款载客量达440人、航程12,000公里的新型双通道飞机。这一时间表虽长于预期，但符合国际宽体机开发惯例，体现了Comac对安全的审慎态度。C929将与空客A350和波音787系列相似。",
      "translated_title": "中国C929宽体客机预计2035年首飞：消息人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "The company developing China’s first home-grown widebody passenger jet – the C929 – is aiming to see it make its maiden commercial flight by 2035, foreign partners have been told at this week’s Paris Air Show, according to a person familiar with the discussion.\nThe time frame, although longer than previous estimates, was in line with the “long-haul” one that Boeing and Airbus used when developing their first widebodies and reflected Commercial Aircraft Corporation of China’s (Comac) “prudence”...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/207d04c0-33d7-44fd-a8f4-cd8ac48f143f_9bcb2853.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国青年失业危机将因历史性毕业季临近而恶化 (原标题: China’s youth unemployment crisis to worsen as historic graduation season looms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315028/chinas-youth-unemployment-stays-stubbornly-high-ahead-crunch-summer?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 06:00:15 +0000",
      "isoDate": "2025-06-19T06:00:15.000Z",
      "creator": "June Xia",
      "summary": "# 中国青年失业状况分析\n\n## 当前趋势与数据\n*   **青年失业率下降：** 根据国家统计局（NBS）周三发布的数据，中国16至24岁城镇青年（不含在校学生）的失业率在5月份连续第三个月下降，达到14.9%。这低于上个月的15.8%。\n*   **同比仍高：** 尽管环比下降，但5月份的失业率仍高于去年同期的14.2%。这表明在关键毕业季来临之前，就业市场仍面临巨大压力。\n\n## 挑战与展望\n*   **毕业季临近：** 随着创纪录的1220万大学毕业生即将于今年夏天进入就业市场，青年失业率预计将再次上升。\n*   **就业压力持续：** 国家统计局发言人付凌晖周一表示，中国在保持就业稳定方面仍面临压力，主要原因在于外部环境的复杂变化。\n*   **结构性问题：** 付凌晖指出，国内部分行业存在招聘困难与特定群体就业压力并存的现象，人力资源供需错配问题持续存在。\n\n## 政府应对措施\n*   **补贴政策：** 为缓解就业压力，多个政府部门在4月份联合宣布了一揽子新措施，其中包括向雇用失业青年或应届毕业生的公司提供补贴。",
      "shortSummary": "中国5月青年失业率降至14.9%，但仍高于去年同期。随着创纪录的1220万大学毕业生即将进入就业市场，青年失业率预计将再次攀升，就业市场面临巨大压力。国家统计局指出，外部环境复杂，人力资源供需错配问题持续。政府已出台措施，包括向雇用失业青年或应届毕业生的企业提供补贴，以应对严峻的就业形势。",
      "translated_title": "中国青年失业危机将因历史性毕业季临近而恶化",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s youth unemployment rate fell for the third consecutive month in May, but remained higher than at the same point last year, suggesting the job market is still under intense pressure ahead of a critical graduation season.\nThe youth jobless rate, which covers those aged 16 to 24 living in urban areas, excluding students, stood at 14.9 per cent last month, down from 15.8 per cent the previous month, according to data released by the National Bureau of Statistics (NBS) on Wednesday.\nBut the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/8040933a-4fb3-4d96-bc8a-a0637d65f0db_3dd210eb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港在推出人民币挂钩稳定币前将评估风险 (原标题: Hong Kong to assess risks before launching yuan-pegged stablecoins)",
      "link": "https://www.scmp.com/business/china-business/article/3315005/hong-kong-study-beijings-monetary-policy-weigh-risks-issuing-yuan-stablecoins?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 04:00:07 +0000",
      "isoDate": "2025-06-19T04:00:07.000Z",
      "creator": "Daniel Ren",
      "summary": "# 香港计划推出人民币挂钩稳定币：审慎评估与国家战略对齐\n\n香港正计划推出人民币挂钩的稳定币，以进一步推动人民币的国际化进程。然而，在正式推出之前，香港将对相关风险进行全面评估，并深入研究北京的货币政策方向。\n\n## 主要考量与官方立场\n\n香港财经事务及库务局局长许正宇在上海陆家嘴论坛上表示，尽管香港在技术上已为发行此类加密货币做好了准备，但仍需要更多时间来评估其潜在的优势和劣势。他强调：“必须研究风险和货币政策方向，因为发行挂钩稳定币将同时带来好处和弊端。我们需要将我们的考量与国家政策制定以及（北京的）人民币国际化路线图保持一致。”\n\n## 监管框架与生效日期\n\n上个月，香港通过了新的立法，要求所有稳定币（即与法定货币等参考资产挂钩的数字代币）的发行方必须获得香港金融管理局（HKMA）的许可。这项新法律定于今年8月1日生效。\n\n## 中国央行行长观点\n\n在陆家嘴论坛的开幕式上，中国人民银行行长潘功胜指出，包括稳定币在内的数字货币正在重塑传统的支付系统，并显著缩短了跨境支付链条。与此同时，他也提到这些数字货币对金融监管带来了“重大挑战”。\n\n![中国人民银行行长潘功胜在上海陆家嘴论坛开幕式上发表讲话。图片来源：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/3a465497-b12b-4d17-942d-3b4b0648670b_83405f08.jpg)\n*中国人民银行行长潘功胜在上海陆家嘴论坛开幕式上发表讲话。图片来源：法新社*",
      "shortSummary": "香港计划推出人民币挂钩稳定币以促进人民币国际化，但将先评估风险并研究北京货币政策。香港财经事务及库务局局长许正宇表示，虽技术已就绪，但需评估利弊并与国家战略对齐。香港已通过稳定币牌照法案，将于8月1日生效。中国央行行长潘功胜指出数字货币对金融监管构成挑战。",
      "translated_title": "香港在推出人民币挂钩稳定币前将评估风险",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/3a465497-b12b-4d17-942d-3b4b0648670b_83405f08.jpg",
          "alt": "People’s Bank of China Governor Pan Gongsheng speaks at the opening ceremony of the Lujiazui Forum in Shanghai on Wednesday. Photo: AFP",
          "title": "People’s Bank of China Governor Pan Gongsheng speaks at the opening ceremony of the Lujiazui Forum in Shanghai on Wednesday. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong will assess the risks and study Beijing’s monetary policies before launching yuan-pegged stablecoins to bolster the internationalisation of the Chinese currency, according to a local senior official.\nChristopher Hui Ching-yu, Secretary for Financial Services and the Treasury, said during a panel on Wednesday at the Lujiazui Forum in Shanghai that while Hong Kong was technically ready to proceed, more time was needed to evaluate the advantages and disadvantages of issuing such a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/c8e71973-0800-48a7-84e6-20e89692d6a0_89cb1df4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "总理敦促中国江苏省迎接‘更高的发展期望’ (原标题: Premier urges China’s Jiangsu to embrace ‘higher development expectations’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314990/premier-urges-jiangsu-step-efforts-technology-trade-and-consumption?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 01:49:39 +0000",
      "isoDate": "2025-06-19T01:49:39.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 总理李强敦促江苏省迎接“更高的发展期望”\n\n中国总理李强在面临日益增长的经济挑战之际，呼吁作为国家东海岸重要制造业中心的江苏省，在技术、贸易和消费方面加大努力，以支撑中国经济的持续增长。\n\n**访问目的与核心要求：**\n\n*   李强总理于周一至周三对江苏省进行了为期三天的考察访问。\n*   他强调了创新发展、刺激有效需求、培育企业家精神以及深化改革开放的重要性。\n*   李强指出，江苏省拥有坚实的经济基础和强大的能力，但也面临着“更高的发展期望”。\n*   他敦促江苏省的官员和居民专注于经济增长，并在应对更广泛经济挑战中承担更大的责任。\n\n**江苏省的经济表现与角色：**\n\n*   今年第一季度，江苏省的国内生产总值（GDP）同比增长5.9%，达到3.31万亿元人民币（约合4605亿美元），紧随排名第一的广东省（3.35万亿元人民币，增长4.1%）。\n*   作为中国最先进的制造业省份之一，江苏省被北京赋予了在稳定增长方面发挥主导作用的任务，以应对国内需求低迷和美国关税增加带来的外部压力。\n\n**产业升级方向：**\n\n*   在一家机械制造厂，李强总理强调了加速采用人工智能和清洁能源技术的重要性。\n*   此举旨在升级传统产业，并跟上全球制造业的发展趋势。",
      "shortSummary": "中国总理李强在考察江苏省时，敦促这个制造业重镇在技术、贸易和消费方面加大努力，以应对经济挑战并支撑国家增长。他强调创新发展、刺激需求、培育企业家精神和深化改革开放。李强指出，江苏虽经济基础雄厚，但面临更高期望，需在稳定增长中发挥主导作用，并利用人工智能和清洁能源升级传统产业。",
      "translated_title": "总理敦促中国江苏省迎接‘更高的发展期望’",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Beijing looks to shore up China’s economic growth amid mounting challenges, Premier Li Qiang has called on Jiangsu province, a key manufacturing hub on the country’s east coast, to step up its efforts in technology, trade and consumption.\nDuring a three-day visit to the province from Monday, Li emphasised the importance of embracing innovative development, stimulating effective demand, fostering entrepreneurship, and deepening reform and opening up to support China’s sustained economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/073252c4-c2d8-4e78-94e9-a821781f3dee_30d3dd87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国报告称将减少100万头生猪以应对低价和通缩风险 (原标题: China to reduce pig count by 1 million amid low prices, deflation risk: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314938/reaping-sow-china-reduce-pig-count-1-million-amid-low-prices-deflation-risk?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 13:00:10 +0000",
      "isoDate": "2025-06-18T13:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国计划减少生猪存栏量以应对猪肉过剩和通缩风险\n\n中国农业农村部提出了一项计划，旨在将全国能繁母猪存栏量减少100万头，以缓解市场猪肉供应过剩、生猪价格受抑制以及经济面临通缩压力的现状。\n\n### 核心措施与目标\n\n*   **减少存栏量**：能繁母猪存栏量将从目前的4038万头减少到3950万头。这一具体计划由CLS.cn援引农业农村部上周提出的方案。\n*   **缓解行业损失**：此举旨在缓解因生猪供应过剩和猪肉价格持续低迷给养猪业带来的损失。\n\n### 附加监管规定\n\n*   **禁止超重喂养**：除了削减母猪数量，监管机构还引入了更严格的养猪场规定。其中包括禁止已达到屠宰标准的生猪继续喂养以增加体重后再出售。这种做法被认为是加剧短期供应过剩和进一步压低价格的原因。\n\n### 宏观经济影响\n\n*   **恢复供需平衡**：这些措施不仅旨在恢复猪肉行业的供需平衡，更重要的是，它们也旨在缓解更广泛经济中的通缩压力。\n*   **CPI权重**：猪肉价格在中国消费者物价指数（CPI）中占有较高权重，因此其价格波动对整体通胀水平有显著影响。\n\n### 当前通缩背景\n\n*   **持续通缩压力**：麦格理（Macquarie）上周的一份报告指出，除非有足够大的刺激措施来创造另一个信贷上行周期，否则2025年可能仍将面临持续的通缩压力。\n*   **GDP平减指数**：中国GDP平减指数已连续八个季度下降，这是过去四十年中最长的通缩期。GDP平减指数衡量的是国内生产的新商品和服务的整体价格水平，是衡量通胀的广义指标，其持续下降表明经济正面临普遍的价格下跌。",
      "shortSummary": "中国农业农村部计划将全国能繁母猪存栏量减少100万头，从4038万头降至3950万头。此举旨在缓解猪肉市场供应过剩、生猪价格低迷以及经济通缩压力。同时，监管机构还引入了禁止生猪超重喂养的规定。这些措施不仅为恢复猪肉供需平衡，也为缓解整体经济的通缩风险，因为猪肉价格在中国CPI中占比较高。中国GDP平减指数已连续八个季度下降，通缩形势严峻。",
      "translated_title": "中国报告称将减少100万头生猪以应对低价和通缩风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s national breeding sow inventory will be reduced by 1 million from the current level of 40.38 million to ease an oversupply of pork in the market that has suppressed swine prices and raised deflationary pressures in the economy.\nWhile specifics of the reduction were limited, it would take the national sow herd size down to 39.5 million, CLS.cn said in an exclusive report, citing a plan proposed by the Ministry of Agriculture and Rural Affairs last week.\nThe ministry was looking to ease...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/f20e7874-0c9f-4316-8aa6-70cd054902ae_94ddf213.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国录得大量资本流入，海湾投资者对冲美国风险 (原标题: China records bumper capital inflow as Gulf investors hedge against US)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314922/china-records-bumper-capital-inflow-gulf-investors-hedge-against-us?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 11:00:09 +0000",
      "isoDate": "2025-06-18T11:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国资本流入激增，海湾投资者对冲美国风险\n\n### 主要发现\n\n*   **中东资本流入显著增长**：近期，中国吸引了来自中东投资者的资本流入，这些投资者旨在使其过度偏重美国的投资组合多样化。\n*   **具体数据**：\n    *   5月份，中国非银行部门录得330亿美元的净资本流入。\n    *   这一数字高于4月份的173亿美元，显示出加速增长的趋势。\n    *   外国投资者对中国股票的持有量也有所增加。\n*   **分析师观点与动机**：\n    *   **全球投资者转向亚洲**：分析师指出，包括大型海湾主权财富基金在内的全球投资者，正日益转向亚洲稳定、高增长的市场，以应对日益加剧的全球不稳定。\n    *   **避险需求**：复旦大学金融研究中心主任孙立坚表示，部分资金可能出于避险目的从美国市场撤出，转而投向中国等主要贸易国和拥有大量海外净资产的国家。\n    *   **地缘政治影响**：孙立坚认为，华盛顿在地区冲突中对以色列的支持，使得海湾投资者不愿“把所有鸡蛋放在一个篮子里”，从而促使他们寻求投资多样化。\n    *   **对华信心增强**：资本流入也反映了海湾国家对中国开放政策和人民币国际化努力的信心增强。\n\n### 未来展望\n\n*   分析师指出，为维持这一资本流入趋势，北京需要进一步开放其金融市场。",
      "shortSummary": "中国近期吸引了大量中东资本流入，5月非银行部门净流入达330亿美元。这主要源于海湾投资者为对冲美国风险、实现投资组合多样化，并寻求全球不稳定下的避险资产。他们对中国开放政策和人民币国际化抱有信心。分析师认为，为维持此趋势，中国需进一步开放金融市场。",
      "translated_title": "中国录得大量资本流入，海湾投资者对冲美国风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has attracted a growing influx of capital from Middle Eastern investors seeking to diversify their US-heavy portfolios in recent months, but Beijing will need to further open up its financial markets to sustain the trend, analysts said.\nBeijing announced on Tuesday that China had recorded a US$33 billion net capital inflow from non-banking sectors and higher foreign holdings of Chinese equities in May – an acceleration from April’s US$17.3 billion inflow.\nThe department did not break down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/09253eab-f242-4004-b951-1f7c58ef95cf_4069d225.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴黎航展上，中国航空供应商寻求落地 (原标题: At Paris Air Show, China’s aviation suppliers circle for a landing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314894/paris-air-show-chinas-aviation-suppliers-circle-landing?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 09:00:14 +0000",
      "isoDate": "2025-06-18T09:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 巴黎航展：中国航空供应商寻求立足欧洲市场\n\n### 中国参展商构成变化\n\n*   **传统焦点转移**：过去，巴黎航展上中国的存在主要集中在少数大型企业，特别是中国商用飞机有限责任公司（Comac），即C919客机的制造商。\n*   **新兴力量涌现**：今年情况发生显著变化，数十家来自中国航空供应链的、知名度较低的企业纷纷涌向欧洲，向西方买家展示其产品。\n\n### 参展规模显著增长\n\n*   **数量翻倍**：根据组织方航空航天工业协会GIFAS的数据，参加此次两年一度航展的中国公司数量从2023年的29家增至今年的76家，增长了一倍多。\n*   **形成“事实上的国家馆”**：由于参展的中国出口商数量众多且集中，航展历史上首次出现了“事实上的国家馆”。\n\n### 寻求海外市场的原因\n\n*   **国内市场挑战**：许多中国公司是首次亮相巴黎，它们正努力争取在欧洲市场的一席之地。这主要是因为中国国内经济放缓以及企业间激烈的竞争导致利润停滞不前。\n*   **企业心声**：宝钛华神（Baoti Huashen）的助理工程师王俊波表示：“众所周知，我们的国内市场存在过度竞争。”他的公司专注于航空航天生产关键材料——海绵钛。他补充说，尽管公司目前利润尚可，但“重要的是要时刻做好准备”。",
      "shortSummary": "在今年的巴黎航展上，中国航空业的参展格局发生显著变化。数十家来自中国航空供应链的、知名度较低的企业首次大规模参展，数量从去年的29家增至76家，形成“事实上的国家馆”。这些企业寻求进入欧洲市场，以应对国内经济放缓和激烈竞争导致的利润停滞。这标志着中国航空供应商正积极拓展海外业务。",
      "translated_title": "巴黎航展上，中国航空供应商寻求落地",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s presence at the Paris Air Show – the globally renowned civil aviation expo – is usually reduced to Beijing’s biggest names in the field. In particular, conversation tends to focus on the Commercial Aircraft Corporation of China (Comac), the maker of the C919 passenger jet.\nBut things have changed this year. Dozens of lesser-known Chinese firms from across the supply chain have flocked to the European capital to showcase their products to Western buyers.\nThe number of Chinese companies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/97ced7a9-41eb-4383-823d-d69bf961f280_06dd90fc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行表示，将设立新运营中心以提升人民币全球影响力 (原标题: China will boost the yuan’s global reach with new operations centre, PBOC says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314851/china-will-boost-yuans-global-reach-new-operations-centre-pboc-says?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:46:25 +0000",
      "isoDate": "2025-06-18T02:46:25.000Z",
      "creator": "Frank Chen,Luna Sun",
      "summary": "中国人民银行行长潘功胜在上海陆家嘴论坛上宣布了八项金融政策，旨在提升人民币的全球影响力，并加速上海成为全球金融中心。其中一项关键措施是：\n\n*   **设立数字人民币“国际运营中心”**：\n    *   **目的**：旨在提升人民币的全球影响力，并加速上海成为全球金融中心。\n    *   **背景**：在中美贸易和技术紧张局势加剧的背景下，中国迫切需要扩大人民币的海外采用，并减少对单一货币的依赖。\n    *   **潘功胜观点**：他指出，传统跨境支付系统的问题日益突出，全球呼吁改进，新的支付基础设施和结算方式正在涌现，这将推动全球系统向更高效率、安全性、包容性和多样性发展。\n    *   **中国进展**：经过十多年的发展，中国已建立了多渠道、广覆盖的跨境人民币清算网络。\n\n*   **其他试点政策**：\n    *   在上海试点一系列结构性货币政策工具。\n    *   **再融资计划**：包括对涉外贸易企业使用信用贷款的再融资，以及支持再贴现的跨境贸易再融资。\n    *   **扩大绿色金融计划**：将中国碳减排支持工具的范围扩大到转型金融和特定区域产业。",
      "shortSummary": "中国人民银行行长潘功胜宣布，中国将设立数字人民币“国际运营中心”，以提升人民币的全球影响力并加速上海成为全球金融中心。此举是八项金融政策之一，旨在应对中美紧张局势下减少对单一货币依赖的需求，并优化跨境支付系统。其他政策包括在上海试点结构性货币工具和扩大绿色金融计划。",
      "translated_title": "中国央行表示，将设立新运营中心以提升人民币全球影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will set up an “international operations centre” for the digital yuan to boost the global influence of the renminbi, People’s Bank of China Governor Pan Gongsheng announced at the Lujiazui Forum in Shanghai on Wednesday.\nThe measure was among eight financial policies Pan announced during the opening of the annual finance-facing forum, which also included pledges that China would pilot a range of structural monetary policy tools in Shanghai.\nThe policies come at a time when growing tensions...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/e873a3b6-e85d-4c94-a691-7e36cee1ad1d_9c02e966.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港将成为中国企业在沪协议中的全球跳板 (原标题: Hong Kong to be Chinese companies’ launch pad in Shanghai pact)",
      "link": "https://www.scmp.com/business/china-business/article/3314848/hong-kong-act-launching-pad-chinese-companies-global-push-pact-shanghai?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:24:57 +0000",
      "isoDate": "2025-06-18T02:24:57.000Z",
      "creator": "Daniel Ren,Enoch Yiu",
      "summary": "# 上海与香港签署协议，深化金融合作\n\n上海与香港于周三签署了一项行动计划，旨在将香港的资本市场打造为中国内地企业实现全球增长的“跳板”。该协议在上海举行的年度陆家嘴论坛上签署，旨在连接中国内地的主要商业城市上海与国家的离岸金融中心香港。\n\n## 合作内容与扩展\n\n这项新协议将扩展已实施十年的沪港股票市场交易互联互通机制（沪港通），纳入更多金融产品：\n*   股票\n*   债券\n*   交易所交易基金（ETFs）\n*   黄金\n\n此外，双方还将就跨境结算和数字人民币的使用展开合作。\n\n## 官员表态\n\n香港财政司司长陈茂波在与上海常务副市长吴炜签署协议后表示：\n*   上海和香港都是国际金融中心，在中国金融改革中一直发挥着重要作用。\n*   该计划进一步明确了沪港合作的具体方向，为两地多层次、多领域的金融合作注入了新的、更丰富的内容。\n*   这是一项深化互联互通的新举措，凸显了对内地企业“走出去”战略的支持。\n\n## 协议意义\n\n这是自2008年陆家嘴论坛在上海金融区启动以来签署的第一份协议。陆家嘴论坛的开幕式通常会有中国人民银行行长和中国证券监督管理委员会主席发表演讲，被视为北京公布市场自由化措施或发出政策信号的重要平台。\n\n## 后续计划\n\n据两名熟悉情况的当地官员透露，香港财经事务及库务局局长许正宇预计将于周三晚间参加一场闭门会议，讨论运营指南的详细内容。\n\n## 相关图片\n\n![香港财政司司长陈茂波（左二）与上海常务副市长吴炜（右二）于2025年6月18日签署深化两地金融合作协议。图片来源：Daniel Ren](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/18/fb5c71f7-c9e4-459e-a45e-7a629441f24a_498ab91c.jpg)\n*香港财政司司长陈茂波（左二）与上海常务副市长吴炜（右二）于2025年6月18日签署深化两地金融合作协议。图片来源：Daniel Ren*",
      "shortSummary": "香港与上海签署协议，旨在将香港打造为中国内地企业全球增长的跳板。该协议在陆家嘴论坛上达成，将扩展沪港通，涵盖更多股票、债券、ETF和黄金，并推进跨境结算及数字人民币使用。香港财政司司长陈茂波强调，此举深化了两地金融合作，支持内地企业“走出去”。这是陆家嘴论坛自2008年以来签署的首份协议，具有重要意义。",
      "translated_title": "香港将成为中国企业在沪协议中的全球跳板",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/18/fb5c71f7-c9e4-459e-a45e-7a629441f24a_498ab91c.jpg",
          "alt": "Hong Kong Financial Secretary Paul Chan (second from left) and Shanghai’s executive vice-mayor Wu Wei (second from right) after signing an accord to deepen financial collaboration between the two cities on June 18, 2025. Photo: Daniel Ren",
          "title": "Hong Kong Financial Secretary Paul Chan (second from left) and Shanghai’s executive vice-mayor Wu Wei (second from right) after signing an accord to deepen financial collaboration between the two cities on June 18, 2025. Photo: Daniel Ren",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Mainland Chinese companies will use Hong Kong’s capital market as the launch pad for their global growth, according to an action plan signed on Wednesday with Shanghai to connect the premier onshore commercial city with the nation’s offshore financial hub.\nThe two cities will expand the decade-old connect programme linking the stock markets of Shanghai and Hong Kong with more equities, bonds, exchange-traded funds (ETFs) and gold, as well as working on cross-border settlements and uses of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/c968b5a7-6d26-4c17-9300-4ad3f0956ace_f8618198.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人形机器人公司薪资是全国平均水平3倍，凸显AI人才紧缺 (原标题: China’s humanoid robot firms pay 3 times national average amid AI talent crunch)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314798/chinas-humanoid-robot-firms-pay-over-x3-national-average-amid-ai-talent-crunch?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:00:11 +0000",
      "isoDate": "2025-06-18T02:00:11.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国人形机器人行业薪资飙升，凸显人才短缺\n\n随着中国人形机器人行业的蓬勃发展，该领域的公司正以远超全国平均水平的薪资吸引顶尖工程师和人工智能（AI）人才，这凸显了日益严重的人才紧缺问题，甚至行业领导者也承认了这一点。\n\n### 关键薪资数据（根据智联招聘报告）\n\n*   **人形机器人算法工程师平均月薪：** 31,512元人民币（约合4386美元）。\n*   **五年以上经验的算法工程师：** 月薪可达38,489元人民币。\n*   **与全国平均水平对比：** 这一薪资水平是全国城镇平均月薪（2024年第三季度为10,058元人民币）的近四倍。\n*   **机械设计工程师：** 该领域机械设计工程师的平均月薪也高达22,264元人民币。\n\n### 行业背景与人才挑战\n\n*   **行业亮点：** 人形机器人行业薪资的飙升，在当前低迷的招聘市场中显得尤为突出。中国就业市场正面临经济增长放缓和企业盈利下降带来的压力，导致各行业普遍出现裁员和降薪。\n*   **就业市场压力：** 尽管4月份青年失业率（不含学生）略有缓解，从3月份的16.5%降至15.8%，但随着今年夏天创纪录数量的毕业生即将进入劳动力市场，就业压力预计将进一步增大。\n*   **人才争夺：** 高薪是人形机器人公司吸引和留住AI及工程人才的关键策略，反映出该新兴领域对专业技能的巨大需求和人才供应的相对不足。",
      "shortSummary": "中国人形机器人公司正以远超全国平均水平三倍的薪资（算法工程师月薪超3.1万元）吸引AI和工程人才，凸显该新兴行业严重的人才短缺。这与中国整体就业市场因经济放缓而面临裁员和薪资下降的低迷形成鲜明对比，显示出人形机器人领域对高技能人才的迫切需求。",
      "translated_title": "中国人形机器人公司薪资是全国平均水平3倍，凸显AI人才紧缺",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China witnesses a boom in humanoid robotics, companies in the sector are offering salaries more than three times the urban average to lure top engineers and AI talent – underscoring a deepening talent crunch that even industry leaders acknowledge.\nThe average monthly pay for humanoid robot algorithm engineers now stands at 31,512 yuan (US$4386), rising up to 38,489 yuan for roles requiring more than five years of experience, according to a new report released this week by online recruitment...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/32393ee5-c3e8-4206-8b02-24a434eaeaca_465a0321.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩？ (原标题: Could old coal mines help ease China’s solar-panel overcapacity?)",
      "link": "https://www.scmp.com/business/china-business/article/3314713/could-old-coal-mines-help-ease-chinas-solar-panel-overcapacity?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 00:00:09 +0000",
      "isoDate": "2025-06-18T00:00:09.000Z",
      "creator": "Yujie Xue",
      "summary": "# 旧煤矿改建太阳能项目：中国引领全球趋势与潜在益处\n\n根据全球能源监测（Global Energy Monitor, GEM）的报告，中国在将退役煤矿场地改造为太阳能发电项目方面处于世界领先地位。这一趋势有望推动清洁能源转型，并可能有助于缓解中国制造商面临的太阳能电池板产能过剩问题。\n\n## 全球范围内的转型浪潮\n\n*   **项目激增：** GEM周三发布的一份报告指出，过去几年，全球15个国家将露天采矿区改造为太阳能发电项目的趋势显著增长。\n*   **中国主导地位：**\n    *   作为全球最大的煤炭生产国和消费国，中国大陆已有90个前煤矿场地作为太阳能发电设施投入运营，总发电容量达到14吉瓦（GW）。\n    *   另有46个项目（代表9吉瓦容量）正处于规划阶段。\n*   **国际参与：**\n    *   除中国外，包括澳大利亚、美国和希腊在内的14个国家也在推行此类改造项目，目标总太阳能容量为11吉瓦。\n    *   然而，这些项目大多仍处于早期阶段，只有一小部分已投入运营。\n\n## 多重效益与战略意义\n\nGEM项目经理兼报告合著者吴成成表示：“将矿山重新用于太阳能开发提供了一个难得的机会，可以将土地修复、创造当地就业和清洁能源部署整合到单一战略中。”\n\n## 解决土地利用问题与公正转型\n\n*   **土地利用：** 报告指出，此类项目有助于解决土地利用问题。自2010年以来，全球已关闭了6000多个煤矿，其中大部分位于中国和美国。\n*   **未来趋势：** 随着33个国家承诺逐步淘汰煤炭，预计将有更多煤矿关闭。\n*   **象征意义：** GEM副主任瑞安·德里斯科尔·泰特（Ryan Driskell Tate）强调：“这些项目将‘废弃’转变为‘重建’，是公正能源转型的重要象征。”他认为政治因素也可能影响了这些趋势。",
      "shortSummary": "中国正引领全球将退役煤矿改造为太阳能发电项目的趋势。据全球能源监测报告，中国已有90个此类项目投入运营，总容量达14吉瓦，另有46个在规划中。这一举措不仅推动清洁能源转型、创造当地就业和修复土地，还有望缓解中国太阳能电池板产能过剩问题。全球其他国家也在效仿，但多处于早期阶段。这象征着一种公正的能源转型。",
      "translated_title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China leads the world in converting decommissioned coal-mining sites into solar power projects, a trend that promises to advance the clean energy transition while potentially reducing a surplus of solar panels produced by struggling Chinese manufacturers, according to Global Energy Monitor (GEM).\nConversion of surface-mined lands into solar-generation projects had surged in 15 countries, particularly over the past couple of years, the non-governmental organisation said in a report on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/7a7c477f-3688-4431-841b-d4e5a1922fd2_66db4bd5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "伦敦闭门会谈后，中美双方的沉默意味深长 (原标题: After tight-lipped talks in London, the US-China silence speaks volumes)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314797/after-us-china-talks-london-tight-lips-concern-and-tactical-turning-point?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-17T22:00:08.000Z",
      "creator": "Luna Sun,Ralph Jennings",
      "summary": "# 伦敦闭门会谈后的中美沉默\n\n上周，美国和中国高级官员在伦敦举行了贸易会谈。会谈结束后，双方对外界保持沉默，几乎没有公布任何官方信息。这种“三缄其口”的状况引发了全球供应链和地缘政治稳定相关方的密切关注和广泛猜测，人们对会谈内容和结果充满了疑问。\n\n## 沉默的解读与潜在影响\n\n*   **紧张局势与力量再平衡：** 许多分析人士认为，这种沉默暗示着中美之间紧张关系的加剧、力量对比的重新校准以及全球贸易脆弱的平衡。这加深了对世界上最重要的经济关系未来走向的不确定性。\n*   **贸易战的转折点：** 瑞穗证券（香港）首席经济学家陶冬在新经济学家智库周日发表的评论文章中指出，本轮谈判可能标志着中美贸易战的一个转折点。\n\n## 谈判焦点与动态转变\n\n*   **稀土出口管制：** 陶冬分析称，闭门会谈的主要焦点是中国在稀土元素出口管制方面的“强硬策略”。这可能让美国代表团措手不及，并给本已脆弱的讨论增添了新的紧张和复杂性。\n*   **谈判力量对比的转变：**\n    *   **从单边施压到势均力敌：** 谈判动态已从美国单边施压转变为更加势均力敌的竞争。中国不再处于守势，而是从实力地位出发进行谈判。\n    *   **从关税到出口管制：** 谈判的重点已从关税水平转向出口管制，关税本身已变得次要。双方都在瞄准对方供应链中的“扼制点”。\n    *   **商务部长参与：** 此次会谈由商务部长而非仅仅贸易官员参与，这进一步凸显了谈判的重要性及所涉问题的深度。\n\n## 总结\n\n伦敦会谈后的沉默，非但没有带来清晰度，反而引发了更多疑问和猜测。专家分析表明，这可能预示着中美贸易关系进入了一个新阶段，谈判重心转向关键供应链控制，且中国在谈判中展现出更强的姿态，为全球经济前景增添了不确定性。",
      "shortSummary": "伦敦中美贸易会谈结束后，双方保持沉默，引发广泛猜测。分析认为，这暗示着紧张关系加剧及力量对比转变。瑞穗证券首席经济学家陶冬指出，此次谈判可能是中美贸易战的转折点，焦点已从关税转向稀土等关键供应链的出口管制。中国正从实力地位出发进行谈判，瞄准对方供应链“扼制点”，为全球经济前景增添不确定性。",
      "translated_title": "伦敦闭门会谈后，中美双方的沉默意味深长",
      "images": [],
      "contentSource": "完整文章",
      "content": "With global economic ramifications on the line, those with a vested interest in supply chains and geopolitical stability watched closely and waited as high-ranking officials from the United States and China emerged from last week’s trade talks in London.\nThen, the public was told little. In the absence of an official readout from both sides, hope for a bit more clarity has given way to a fog of questions and buzzy speculation about what happened behind those doors.\nWas leverage being applied? By...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/54359b21-a359-4d5b-81a5-d4c2fe001d75_1f79b7ce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C929客机获得西方技术，制造商签署零部件协议 (原标题: China’s C929 jet secures Western tech as manufacturer signs parts deals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314792/chinas-c929-jet-secures-western-tech-manufacturer-signs-parts-deals?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 12:30:12 +0000",
      "isoDate": "2025-06-17T12:30:12.000Z",
      "creator": "Xiaofei Xu,Ralph Jennings",
      "summary": "## 中国C929客机获得西方技术零部件协议\n\n中国主要民用飞机制造商中国商用飞机有限责任公司（Comac）已成功签署协议，为其首款宽体客机C929采购西方制造的零部件。尽管当前贸易和供应链面临持续的动荡，这些协议仍得以达成。C929预计将与空客A350和波音787系列客机相似。\n\n### 主要协议内容：\n\n*   **与法国赛峰集团（Safran）的合作**：\n    *   据中国媒体报道，中国商飞已与法国航空航天公司赛峰集团达成协议，共同开发C929宽体客机的制动控制系统、结冰探测系统、轮胎压力指示器以及机载氧气系统。\n    *   中国商飞在其官网周二表示，双方在本周的巴黎航展期间签署了一份“谅解备忘录”。\n*   **与美国克瑞航空航天电子公司（Crane Aerospace and Electronics）的协议**：\n    *   据媒体报道，这家总部位于上海的飞机制造商还单独与美国克瑞航空航天电子公司达成协议，采购飞机客舱门传感器。\n\n### 协议背景与意义：\n\n*   这些协议的达成，是在全球航空供应链放缓以及美国出口管制带来的不确定性背景下实现的。\n*   中国商飞的目标是与空客和波音在全球商用飞机贸易中竞争，成为主要参与者。",
      "shortSummary": "中国商飞（Comac）已为其C929宽体客机获得西方制造的零部件协议。尽管面临贸易动荡和美国出口管制，中国商飞仍与法国赛峰集团签署了制动控制、氧气系统等方面的谅解备忘录，并与美国克瑞航空航天电子公司达成客舱门传感器采购协议。此举旨在帮助中国商飞在全球商用飞机市场与空客和波音竞争。",
      "translated_title": "中国C929客机获得西方技术，制造商签署零部件协议",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s chief civilian aircraft maker has secured deals to buy Western-made parts for its first widebody jet – expected to resemble the Airbus A350 and Boeing 787 series – despite ongoing turbulence in trade and supply chains.\nThe Commercial Aircraft Corporation of China (Comac) reached an agreement to work with French aerospace firm Safran on the development of the widebody C929’s brake controls, ice detection system, tyre pressure indicators and on-board oxygen system, according to reports...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/e15f8cbf-4fc0-4f8c-bc0f-50326e0e6860_e40cd545.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战重心转向出口管制，北京乐见其成 (原标题: US-China trade war’s shift to export controls is music to Beijing’s ears)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3314272/us-china-trade-wars-shift-export-controls-music-beijings-ears?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 12:30:07 +0000",
      "isoDate": "2025-06-17T12:30:07.000Z",
      "creator": "Stephen Olson",
      "summary": "## 中美贸易战重心转向出口管制\n\n### 贸易战焦点转移\n近期在伦敦举行的中美两国会谈表明，关税不再是贸易战的主要战场。冲突的重心已转向更复杂的出口管制问题，主要涉及中国对稀土的出口限制以及美国对技术的出口限制。文章指出，这一转变对中国有利。\n\n### 伦敦会谈与框架\n伦敦谈判达成了一个框架，旨在就棘手的出口限制问题取得进展，但具体细节仍缺乏。出口控制的模糊性为未来可能出现的混淆和倒退留下了巨大的空间。\n\n### 双方的担忧\n伦敦会议的促成是由于双方对出口限制的不安日益加剧，这些限制威胁到上月在日内瓦达成的暂定的贸易休战。\n*   **美国担忧：** 中国未能放松对稀土材料出口的控制，这些材料对广泛的先进制造业至关重要，导致美国担心工厂关闭和国防能力受损。\n*   **中国担忧：** 美国持续加强对中国获取关键技术的限制，这些技术对中国成为全球人工智能领导者的雄心至关重要，这加剧了中国对美国阻碍其崛起的担忧。\n\n### 出口管制作为施压点\n尽管伦敦达成了框架，贸易战仍将持续，出口限制将成为双方试图利用的日益重要的施压点。出口管制形式多样，包括直接禁令，但更常见的是建立许可制度，要求对相关产品的跨境运输进行明确批准。\n\n### 许可制度的操纵空间\n许可制度提供了很大的回旋余地，可能导致操纵。政府官员在政治指令下拥有巨大的自由裁量权。精确的标准和所需的支持文件可能模糊不清，对额外信息（有时超出官方要求）或对已提供信息的无休止澄清请求，都可能成为无限期拖延审批的借口。\n\n### 相关图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2023/07/06/clean-thumbnail.jpg?itok=yBGnL1A_)\n\n**图片说明：** 视频截图显示，中国在西方半导体限制后，对关键金属出口实施限制，这是最新贸易战举措。",
      "shortSummary": "中美贸易战重心已从关税转向出口管制，这被认为对北京有利。伦敦会谈虽达成框架，但细节模糊。美国担忧中国稀土出口限制影响其制造业和国防，中国则担忧美国技术限制阻碍其AI发展。出口管制将是未来主要施压点，尤其许可制度因其模糊性和官僚自由裁量权，易被操纵，导致审批无限期拖延。",
      "translated_title": "中美贸易战重心转向出口管制，北京乐见其成",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2023/07/06/clean-thumbnail.jpg?itok=yBGnL1A_",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Two days of talks in London between the United States and China have underlined that tariffs are no longer necessarily the primary theatre of operation in the trade war. The action has now shifted to the far more difficult issue of export controls, primarily on rare earth exports from China and technology exports from the US. That’s good news for China.\nAlthough details are lacking, the London negotiations resulted in a framework that purports to make at least some progress on the nettlesome...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/f1a240c3-9487-4bde-a852-1ff943135eb9_e60068a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将在2040年前将核电容量翻番，实现快速增长 (原标题: China to nearly double nuclear power capacity by 2040 in rapid build-up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314794/china-nearly-double-nuclear-power-capacity-2040-rapid-build?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 11:30:10 +0000",
      "isoDate": "2025-06-17T11:30:10.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国核电能力快速扩张\n\n根据中国核能行业协会（CNEA）最新发布的报告，中国正致力于在未来几十年内大幅提升其核电装机容量，目标是到2040年将核电能力几乎翻番，使其成为全球最大的核电生产国。\n\n### 目标与规模\n\n*   **容量目标**：中国计划到2040年将其核电总装机容量提升至200吉瓦（GW）。\n*   **全球地位**：这一目标容量将是美国当前核电容量的两倍多，届时中国将成为全球最大的核电生产国。\n\n### 当前进展与建设速度\n\n*   **现有规模**：截至2024年底，中国拥有102座在运或在建的核反应堆，总容量已达113吉瓦。\n*   **地理分布**：这些核设施主要集中在中国经济繁荣的沿海省份。\n*   **全球占比**：高盛上周发布的一份报告指出，全球目前在建的61座核反应堆中，约有一半位于中国，这表明中国正经历历史上最快的核电设施建设浪潮之一。\n\n### 发展动因\n\n*   **脱碳目标**：中国政府致力于推动经济脱碳，核电是实现这一目标的关键组成部分。\n*   **能源独立性**：通过发展核电，中国旨在减少对受天气影响的绿色能源（如太阳能和风能）的过度依赖，从而增强能源供应的稳定性和多样性。\n\n### 国际对比\n\n*   **美国情况**：根据美国能源信息署的数据，截至2024年，美国拥有94座在运核反应堆，总装机容量接近97吉瓦。",
      "shortSummary": "根据中国核能行业协会报告，中国计划到2040年将核电装机容量增至200吉瓦，几乎翻番，成为全球最大核电国。目前中国有102座核反应堆在运或在建，总容量113吉瓦，占全球在建核反应堆近一半。此举旨在推动经济脱碳，并减少对风能、太阳能等天气依赖型绿色能源的过度依赖。这一扩张速度是历史上最快的之一，将使中国核电容量远超美国。",
      "translated_title": "中国将在2040年前将核电容量翻番，实现快速增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will nearly double its nuclear power capacity by 2040, making it by far the world’s largest nuclear power generator, according to a new report by the China Nuclear Energy Association (CNEA).\nThe country is set to build dozens of new reactors to raise its installed capacity to 200 gigawatts – more than double the US’ current capacity – by the end of the next decade, the Chinese industry body said in the paper released on Monday.\nBeijing has embarked on one of the fastest buildouts of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/457b615c-efbf-4b80-abbd-ce8edf806303_cbc1a3d6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "高盛：中国民营企业在监管放松后重回主导地位 (原标题: China’s private firms back in driver’s seat as regulations ease: Goldman Sachs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314751/chinas-private-firms-back-drivers-seat-regulations-ease-goldman-sachs?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 08:30:17 +0000",
      "isoDate": "2025-06-17T08:30:17.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国民营企业重获动能：高盛报告\n\n高盛分析师指出，中国民营企业“潮流已变”，随着监管限制的放松，非国有企业正寻求在尖端技术领域取得突破并扩大国际影响力。\n\n## 投资与扩张\n\n*   **“动物精神”回归：** 投资银行高盛周日发布报告称，民营部门的“动物精神”正在回归。\n*   **投资模式变化：** 投资模式显示出由资本支出、更积极的海外扩张计划、研发投入以及活跃的融资活动所引领的复苏。\n\n## 持续复苏的关键因素\n\n研究人员强调，此次反弹的可持续性主要取决于：\n*   **可预测的政策和监管框架。**\n*   **强有力的宏观刺激措施，以打破通缩预期。**\n*   **更稳定的中美关系。**\n\n## 民营经济的贡献与挑战\n\n*   **经济支柱：** 民营部门约占中国国内生产总值（GDP）的60%，城市就业的80%。\n*   **税收贡献：** 2024年，民营部门贡献了全国三分之二的税收收入。\n*   **贷款分配不均：** 然而，同年民营部门仅获得了30%的银行未偿贷款。\n*   **过往困境：** 该部门曾承受近三年严格的疫情限制，以及对房地产、科技和私人教育等行业的广泛监管打击。\n\n## 政府支持信号\n\n*   **政策转向：** 今年，随着中国在与美国日益激烈的经济竞争中转向内部寻求经济动力，北京已明确表示对民营部门的支持。\n*   **高层会晤：** 今年2月，中国国家主席习近平主持召开了与中国顶尖企业家的会议，这是自2018年以来首次此类会晤。",
      "shortSummary": "高盛报告指出，随着监管放松和政府支持，中国民营企业正重获活力。投资模式显示资本支出、海外扩张、研发和融资活动增加，预示着“动物精神”回归。民营经济贡献中国GDP的60%和80%的城市就业，但贷款获取仍有限。报告强调，政策可预测性、宏观刺激及中美关系稳定是持续复苏的关键。今年，中国政府已通过高层会晤等方式明确支持民营部门。",
      "translated_title": "高盛：中国民营企业在监管放松后重回主导地位",
      "images": [],
      "contentSource": "完整文章",
      "content": "“The tide has turned” for China’s private enterprises, said analysts with Goldman Sachs, as regulatory restrictions are being lifted to help non-state firms pursue breakthroughs in cutting-edge technology and expand their international presence.\nThe private sector’s “animal spirits” are making a return, with investment patterns suggesting a renewal led by capital expenditure, more aggressive overseas expansion plans, research and development spending and heightened fundraising activity, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/e63bed39-ba13-418c-b31f-87c81094745f_aa1d44a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国赞扬英伟达参展为‘信任票’，尽管两国关系紧张 (原标题: China hails Nvidia expo appearance as ‘vote of confidence’ amid tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314715/nvidia-hands-china-symbolic-victory-attendance-beijing-expo?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 06:06:45 +0000",
      "isoDate": "2025-06-17T06:06:45.000Z",
      "creator": "Leopold Chen",
      "summary": "# 英伟达首次参展中国供应链博览会\n\n*   **背景与意义**\n    *   尽管中美两国在贸易和技术问题上紧张关系日益加剧，美国半导体巨头英伟达（Nvidia）仍将首次参加中国的旗舰供应链活动。\n    *   中国将英伟达的参展视为在当前复杂国际贸易环境下的“信任票”。\n\n*   **参展详情**\n    *   英伟达将是7月举行的中国国际供应链博览会（China International Supply Chain Expo）的100多家美国和欧洲参展商之一。\n    *   此次参展正值美国加大对中国半导体产业施压之际，华盛顿已实施先进美国微芯片的出口管制，并禁止购买中国制造的芯片。\n\n*   **中方观点**\n    *   中国国际贸易促进委员会（CCPIT）副主任于健龙表示，尽管全球贸易格局“复杂且动荡”，但如此多西方参展商前来中国，代表了对博览会和中国供应链的“信任票”。\n    *   他指出，与2024年相比，今年参展的美国公司数量增加了15%，非中国大陆参展商的比例上升了3个百分点，达到35%。\n    *   于健龙强调，供应链博览会变得更加国际化，“朋友圈”不断扩大。",
      "shortSummary": "尽管中美科技关系紧张，美国芯片巨头英伟达仍将首次参加中国国际供应链博览会。中国官方将此视为对博览会和中国供应链的“信任票”。此次展会将有超过100家美欧企业参展，其中美国公司数量比去年增加15%。中方认为这表明博览会日益国际化，其“朋友圈”正在扩大。",
      "translated_title": "中国赞扬英伟达参展为‘信任票’，尽管两国关系紧张",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced that US semiconductor giant Nvidia will attend its flagship supply chain event for the first time, despite growing tensions between the two countries over a string of trade and technology issues.\nNvidia will be among more than 100 exhibitors from the United States and Europe attending the China International Supply Chain Expo in July, the event’s organiser confirmed during a press conference on Tuesday morning.\nThe artificial intelligence chip firm’s appearance in Beijing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/a3511345-8969-41e6-a4a0-511954c405fb_ce49ee5f.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-19T19:14:11.377Z"
}