{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国企业将贸易展视为东盟市场抱负的试验场 (原标题: Chinese firms treat trade fair as testing ground for Asean market ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326167/chinese-firms-treat-trade-fair-testing-ground-southeast-asian-market-ambitions?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 00:00:15 +0000",
      "isoDate": "2025-09-20T00:00:15.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国企业将南宁贸易展视为东盟市场跳板\n\n中国出口商正将重心转向东南亚市场，南宁的中国-东盟博览会已成为他们拓展业务和实现海外抱负的“试验场”。\n\n**转向东南亚市场的原因：**\n\n*   **经济增长与消费潜力：** 东南亚地区经济快速增长，拥有庞大的年轻消费者群体，为中国企业提供了巨大的市场潜力。\n*   **西方市场饱和：** 许多长期依赖欧美市场的中国企业表示，西方市场已接近饱和，增长空间有限。例如，江西一家电动滑板车和电池制造商的经理李文奇指出，欧美市场已达极限，而东南亚人口众多，潜力巨大。\n*   **中美贸易战影响：** 在中美贸易战背景下，东盟对中国的贸易战略变得愈发重要。中国对东盟的出口额显著增长，有助于抵消对美国出口的下滑。例如，今年8月，中国对东盟的出口同比增长22.5%。\n\n**中国-东盟博览会的重要性：**\n\n*   **主要平台：** 位于广西南宁的中国-东盟博览会是促进中国与东南亚十国贸易和投资的重要平台。\n*   **战略地位：** 该博览会凸显了东盟作为中国最大贸易伙伴的地位，以及其作为西方市场日益增长的替代选择的重要性。\n*   **年度盛会：** 今年的博览会于周三开幕，并将于周日结束，吸引了众多寻求新商机的中国企业。",
      "shortSummary": "面对西方市场饱和及中美贸易战，中国企业正积极将业务重心转向东南亚。南宁的中国-东盟博览会成为他们拓展东盟市场的关键平台，利用该地区快速增长的经济和年轻消费者群体，寻求新的增长机遇。东盟已成为中国最大的贸易伙伴，对中国贸易战略至关重要。",
      "translated_title": "中国企业将贸易展视为东盟市场抱负的试验场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A trade fair in the southern Chinese city of Nanning has become a testing ground for exporters shifting their focus to Southeast Asia.\nAttracted by the region’s fast-growing economies and young consumers – and facing slowing demand in the West – many Chinese companies see the annual event as a potential gateway to court buyers and expand their overseas footprints.\nLi Wenqi, a manager at an electric scooter and battery manufacturer in Jiangxi province, is among the exporters seeking new...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/6b089dec-adfc-4151-b217-0ff91eeb4ca1_9b3a70a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "直达欧洲：又一家中国航运公司开辟北极航线 (原标题: Express to Europe: another Chinese shipping company launches Arctic route)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326168/express-europe-another-chinese-shipping-company-launches-arctic-route?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 14:00:09 +0000",
      "isoDate": "2025-09-19T14:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国航运公司开辟北极航线，加速对欧贸易\n\n随着中美关税紧张局势持续，欧洲作为日益重要的出口市场，中国航运公司正积极探索北极航线，以绕过传统航运瓶颈，缩短对欧运输时间。\n\n### SeaLegend Line 的新服务\n*   **公司背景:** SeaLegend Line 成立于2022年。\n*   **首航船舶:** “伊斯坦布尔桥”号（Istanbul Bridge）。\n*   **启航时间与地点:** 周二从山东青岛出发。\n*   **预计抵达:** 预计10月16日抵达波兰格但斯克。\n*   **服务定位:** 这是该公司在北极航线上的首个专用服务，旨在服务跨境电商和高价值货物。\n\n### 航线详情\n*   **载货能力:** “伊斯坦布尔桥”号可载运约4100个20英尺标准集装箱（TEU）。\n*   **停靠港口:** 在抵达格但斯克之前，将停靠英国最大的集装箱港口费利克斯托、荷兰（亚洲以外最大的集装箱港口）鹿特丹以及德国汉堡。\n*   **航程时间:** 从中国最后一个停靠港宁波到费利克斯托预计需要18天。\n\n### 时间与成本优势\n*   **时间缩短:** 比中欧班列快一周，比经苏伊士运河的传统航线（约40天）缩短一半以上。\n*   **成本考量:** 北海航线（NSR）虽然显著缩短了运输时间，但每个集装箱的成本更高。\n*   **运费定位:** 北极航线的运费介于中欧班列和传统海运费之间。\n*   **目标客户:** 主要面向时间敏感型货物，如跨境电商包裹，以及储能柜、动力电池等高价值商品。\n\n### 船舶特点\n*   “伊斯坦布尔桥”号的船体尺寸小于传统上使用苏伊士运河航线的船舶。",
      "shortSummary": "中国航运公司SeaLegend Line开辟北极航线，其首艘“伊斯坦布尔桥”号已从青岛启航，预计18天内抵达欧洲。此举旨在绕过传统航运瓶颈，将中国至欧洲的运输时间缩短一半以上，比经苏伊士运河快20多天，也比中欧班列快一周。该服务主要面向跨境电商和高价值货物，运费介于中欧班列和传统海运之间，以平衡时间与成本。",
      "translated_title": "直达欧洲：又一家中国航运公司开辟北极航线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipping companies are ramping up efforts to explore Arctic routes, aiming to explore alternatives that bypass traditional shipping chokepoints and cut transit times to Europe – an increasingly important export market amid unresolved tariff tensions with the US.\nSeaLegend Line, a Chinese shipping company founded in 2022, dispatched its first Arctic express vessel, the Istanbul Bridge, from Qingdao in Shandong province on Tuesday. It is expected to arrive in Gdansk, Poland, on October 16,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/a9b52721-c01d-428d-88e1-69e7aec82a67_8d9ced12.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国关税如何影响中国的出口中心？答案：情况复杂 (原标题: How are US tariffs affecting China’s export hubs? Answer: it’s complicated)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326118/which-chinese-regions-are-being-hit-hardest-us-tariffs?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 07:10:50 +0000",
      "isoDate": "2025-09-19T07:10:50.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 美国关税对中国出口中心的影响：情况复杂\n\n随着全球两大经济体之间的贸易战持续，其影响已然显现，但并非均匀分布。\n\n### 整体影响\n\n*   在2025年前八个月，中国对美国的出口同比下降了15.5%。\n\n### 区域差异显著\n\n*   美国关税对中国各省份的影响并不相同，中国拥有30多个省级行政区，它们对美国市场的敞口以及贸易战的影响存在巨大差异。\n*   一些省份对美出口急剧下降，而另一些省份的出口量却持续飙升，在某些情况下甚至增长了265%。\n\n### 研究背景与目的\n\n*   本解释性文章旨在提供中国各地区对美国关税反应的概览，揭示哪些地区最脆弱，以及地方政府和企业如何适应。\n*   文章内容基于兴业银行附属研究机构——兴业研究（CIB Research）经济学家的计算和研究。\n\n### 对美国市场敞口最高的地区\n\n*   中国东部沿海的出口中心主导着对美国的贸易。\n*   根据兴业研究的数据，在2025年前七个月，六个沿海地区——广东、浙江、江苏、上海、山东和福建——合计占中国对美出口总值的近80%。",
      "shortSummary": "中美贸易战导致2025年前八个月中国对美出口下降15.5%。然而，美国关税对中国各省份的影响差异巨大，部分地区出口急剧下降，而另一些则显著增长。研究显示，广东、浙江等六个沿海省份对美出口依赖度最高，合计占近80%。这表明关税影响复杂且不均衡。",
      "translated_title": "美国关税如何影响中国的出口中心？答案：情况复杂",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the trade war between the world’s two largest economies drags on, the impact is already showing: China’s exports to the United States were down 15.5 per cent year on year in the first eight months of 2025.\nBut US tariffs are not affecting China equally. The country is made up of more than 30 provincial-level regions, and there is a wide divergence between these areas both in terms of their exposure to the US market and the effect of the trade war.\nSome provinces have recorded steep drops in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/15d09cd6-85e7-4cb5-8d07-35b964957804_196b8c8c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国持续减持美国国债，其投资流向何处？ (原标题: As China keeps cutting US Treasury holdings, where are its investments going?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326123/chinas-us-treasury-holdings-are-record-lows-where-investment-going?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 07:10:06 +0000",
      "isoDate": "2025-09-19T07:10:06.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国持续减持美国国债及其投资去向分析\n\n中国正在持续减持美国国债，其持有量已降至近17年来的最低水平，这引发了市场对其投资策略转变的关注。分析师指出，中国央行可能正在转向欧洲资产和传统的避险资产黄金，以寻求更可靠的投资。\n\n**美国国债持有量创新低**\n*   **最新数据**：根据美国财政部的数据，中国在7月份的美国国债持有量降至7307亿美元，较6月份减少了257亿美元。\n*   **历史低位**：这是自2009年1月以来的最低水平。\n*   **大幅下降**：与2013年11月创纪录的1.32万亿美元相比，当前持有量已暴跌45%。\n\n**减持原因**\n*   **美元资产担忧**：对美元支持资产的担忧日益加剧。\n*   **美元武器化**：在中美两国紧张关系加剧的背景下，中国经济学家持续警告美元“武器化”的风险。\n*   **美国债务可持续性**：对美国债务可持续性的担忧也持续存在。\n\n**投资新方向**\n*   **欧洲资产**：渣打银行大中华区首席经济学家丁爽表示，国际投资者今年已逐渐从美元计价资产转向欧洲货币支持的资产。他预计欧洲债券市场的深度和广度将继续扩大，可能为中国央行提供替代选择。\n*   **其他货币**：法国外贸银行亚太区首席经济学家艾丽西亚·加西亚-埃雷罗认为，鉴于近期对欧洲出口的增长，中国可能正在增加欧元持有量，同时也在增持英镑和瑞士法郎等其他货币，这可能有助于其外汇储备的增长。\n*   **黄金**：黄金被提及为一种“长期避险资产”，也可能是中国投资组合中的一个重要组成部分。",
      "shortSummary": "中国持续减持美国国债，7月持有量降至7307亿美元，创近17年新低，较2013年峰值下降45%。此举源于对美元资产的担忧、美元武器化风险以及美国债务可持续性的顾虑。分析师认为，中国央行可能正将投资转向欧洲资产、欧元、英镑、瑞士法郎等其他货币，以及作为传统避险资产的黄金，以寻求更可靠的投资选择。",
      "translated_title": "中国持续减持美国国债，其投资流向何处？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China continues to cut its US Treasury holdings – reaching a near 17-year low in July as concerns over assets backed by the US dollar mount – analysts said the country’s central bank could be pivoting to European assets and perennial safe haven gold as more reliable investments.\nBeijing’s stockpile dropped to US$730.7 billion in July, down US$25.7 billion from June, according to data released by the US Treasury Department on Thursday.\nJuly’s figure was the lowest reported since January 2009,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/0d5534bb-f8cc-44b4-a3cf-efaff2c5ffb0_3f7dc2a4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战 (原标题: Ahead of call with China’s Xi, Trump touches on TikTok and extending trade truce)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326095/ahead-call-chinas-xi-trump-touches-tiktok-deal-and-extending-trade-truce?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 05:07:33 +0000",
      "isoDate": "2025-09-19T05:07:33.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 特朗普在与习近平通话前夕的表态\n\n美国总统唐纳德·特朗普在与中国国家主席习近平进行备受期待的电话通话前夕，就中美贸易休战的可能延长以及TikTok在美国的运营交易发表了评论。\n\n## 主要观点：\n\n*   **贸易休战的可能延长：**\n    *   特朗普暗示可能延长与中国的贸易休战。\n    *   他表示“我们离达成协议非常接近”，并可能在现有“相当好的条款”基础上延长休战。\n*   **TikTok在美国的运营交易：**\n    *   特朗普表示正在促成TikTok在美国继续运营的交易。\n    *   他称美国将从这项涉及TikTok命运的交易中获得“巨额费用”。\n    *   他还指出，在美国运营的TikTok版本将由“所有美国投资者”和“热爱美国的合法公司”拥有。\n*   **与习近平的电话通话：**\n    *   特朗普和习近平预计将于华盛顿时间今天上午9点（北京时间晚上9点）进行电话通话。\n    *   这将是两国领导人自六月以来的首次直接接触。\n    *   特朗普此前在周二（前往英国前）曾表示，他已与中国达成一项贸易协议，并将在周五与习近平通话以确认。\n    *   他形容这是一项“非常好的贸易协议”，并且“与他们过去达成的协议非常不同”。",
      "shortSummary": "在美国总统特朗普与中国国家主席习近平通话前夕，特朗普就中美贸易休战的可能延长和TikTok在美国的运营交易发表了评论。他暗示可能延长现有贸易休战，并表示TikTok在美国的版本将由美国投资者拥有，美国将从中获得“巨额费用”。特朗普还透露，他已与中国达成一项贸易协议，并将在通话中确认。此次通话将是两国领导人自六月以来的首次直接接触。",
      "translated_title": "在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump on Thursday hinted at the possible extension of a trade truce with China and at facilitating a deal for TikTok’s continued operation in America, as the market eagerly awaits any signs of progress in an anticipated phone call between the two countries’ leaders today.\nTrump made the comments at a joint press conference with British Prime Minister Keir Starmer in which Trump said: “We’re pretty close to a deal. We may do an extension with China, but it’s an extension based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/1ecee563-c58c-4c8d-bc37-dc48a5e66277_039224a0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国没有订单：美国农民急盼贸易协议，如履薄冰 (原标题: No orders from China: US farmers, desperate for trade deal, walk ‘tightrope’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326006/no-orders-china-us-soybean-farmers-desperate-trade-deal-walk-tightrope?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 15:00:09 +0000",
      "isoDate": "2025-09-18T15:00:09.000Z",
      "creator": "Mandy Zuo,Kandy Wong",
      "summary": "### 美国农民在贸易战中的困境\n\n美国农民正面临严峻的财务困境，他们在美国总统唐纳德·特朗普的关税政策与中美贸易协议缺失所带来的严重损失之间“如履薄冰”。\n\n*   **主要困境**\n    *   **订单缺失**：本季中国未下达任何订单，导致美国大豆因互征关税而失去市场竞争力。美国大豆协会数据显示，8月份中国对美国大豆的整体关税税率已达34%。\n    *   **财务损失**：南达科他州（美国主要农业州之一）的资深大豆和玉米种植户迈克·麦克兰尼（Mike McCranie）表示，尽管他支持华盛顿的关税政策“如果能带来长期协议”，但也承认这已伤害了美国农民，市场目前“非常痛苦”。\n\n*   **农民的立场与期望**\n    *   **两难境地**：美国农民在支持特朗普政府和承受经济痛苦之间挣扎，他们“如履薄冰”。\n    *   **迫切呼吁**：麦克兰尼是美国农业界中越来越多呼吁迅速达成中美协议以确保农作物销售的声音之一。\n    *   **强烈希望**：他表示“非常希望他们能够达成某种贸易协议”，以缓解当前的痛苦。\n\n*   **贸易谈判进展**\n    *   **近期会谈**：两国领导人计划在几天前于西班牙举行的第四轮贸易谈判后，于周五进行电话通话。\n    *   **国事访问**：双方还在敲定特朗普对北京进行国事访问的细节，其中大规模采购美国产品（包括大豆）将构成协议的重要组成部分。",
      "shortSummary": "美国农民因中美贸易争端和关税面临严重财务损失，中国未下达农产品订单。他们支持特朗普的关税政策，但前提是能达成长期协议，目前处境艰难，如履薄冰。农民们迫切希望中美能迅速达成贸易协议，以缓解市场痛苦。两国正在进行贸易谈判，并计划进行高层会晤，以期达成包含大规模采购美国产品的协议。",
      "translated_title": "中国没有订单：美国农民急盼贸易协议，如履薄冰",
      "images": [],
      "contentSource": "完整文章",
      "content": "American farmers are “walking a tightrope” between supporting US President Donald Trump’s tariffs and suffering serious financial losses in the absence of a highly anticipated US-China trade deal, according to a seasoned farmer from South Dakota, one of the country’s top agricultural states.\nMike McCranie, a soybean and corn producer, voiced support for Washington’s tariff policy “if it results in a long-term deal” but acknowledged it has hurt US farmers.\nNo Chinese orders have been placed this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/a3894712-2a10-417b-9bfe-2d9c5930598e_7ebab2cf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国企助建智利铁路，拓展全球业务版图 (原标题: Chinese state firm to help build Chilean railway, expanding global business base)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325988/china-state-firm-help-build-26km-chilean-electric-railway-peers-eye-tunnel-project?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 13:30:08 +0000",
      "isoDate": "2025-09-18T13:30:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国国企助建智利铁路，拓展全球业务版图\n\n中国国有企业正积极参与智利首都圣地亚哥的通勤铁路系统建设，这标志着北京在拉丁美洲日益增长的经济影响力，并进一步拓展其全球业务版图。\n\n#### 主要合作项目\n\n1.  **圣地亚哥-巴图科电气铁路项目**\n    *   **承建方：** 由中国铁建（CRCC）牵头的联合体。\n    *   **合同金额：** 4.7亿美元。\n    *   **项目规模：** 建设一条26公里（16.2英里）的电气铁路，覆盖8个车站。\n    *   **预期效益：** 该线路将把进出圣地亚哥市中心的旅行时间从90分钟缩短至24分钟，预计每年服务约3500万乘客，显著缓解首都的交通拥堵。\n\n2.  **圣地亚哥铁路隧道项目**\n    *   **项目性质：** 建设一条3.2公里（2英里）、价值2.2亿美元的铁路隧道，其中包括一个新车站及其地下30米（98英尺）的入口。\n    *   **竞标方：** 目前有两个中国申请团队与来自智利和西班牙的各一个竞标方展开竞争。\n        *   **最低报价方：** 由中国路桥工程有限责任公司、中国铁路国际集团和中国铁路隧道集团组成的联合体。\n        *   **最高报价方：** 由中国铁建、中国铁建22局集团和中国铁建电气化局集团组成的联合体。\n    *   **结果公布：** 智利国家铁路网站表示，中标方将于下个月选出。\n\n#### 战略意义\n\n*   **中拉经济关系：** 中国在智利铁路项目中的参与，反映了北京在拉丁美洲日益蓬勃发展的经济联系。拉丁美洲是一个资源丰富的地区，传统上在经济上更多地依赖中国的竞争对手——美国。\n*   **出口能力：** 随着中国国内基础设施发展速度的放缓，中国企业拥有了更多的能力和机会向海外输出其在基础设施建设方面的专业知识和技术。\n*   **全球业务扩展：** 这些项目是中国企业在全球范围内扩展其业务基础和影响力的重要一步。",
      "shortSummary": "中国一家国有企业将协助智利首都圣地亚哥建设通勤铁路系统，其中包括由中国铁建牵头、价值4.7亿美元的26公里电气铁路，旨在大幅缩短通勤时间。另有中国公司正竞标一个2.2亿美元的铁路隧道项目。这些合作凸显了中国在拉丁美洲日益增长的经济影响力，以及其在全球范围内输出基础设施建设能力的战略。",
      "translated_title": "中国国企助建智利铁路，拓展全球业务版图",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese state-run company will help build a section of Chilean capital Santiago’s commuter rail system, as a host of contractors from China bid to construct a tunnel along the same railway system, reflecting Beijing’s burgeoning economic ties in Latin America.\nA consortium led by China Railway Construction (CRCC) has reached a US$470 million agreement with Chile’s State Railway to build a 26km (16.2-mile) electric railway in the South American country’s congested capital, Chinese media outlets...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/e23750e0-8d72-4646-a20e-4780e698a1e8_4854c840.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国限制中国新疆贸易，为何进口反而增长265%？ (原标题: The US restricts trade from China’s Xinjiang. So why are imports up 265%?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325997/chinas-xinjiang-logs-265-jump-us-exports-despite-multiple-restrictions?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 12:00:11 +0000",
      "isoDate": "2025-09-18T12:00:11.000Z",
      "creator": "Alice Li",
      "summary": "# 新疆对美出口激增265%：贸易限制下的反常增长\n\n尽管美国因涉嫌强迫劳动和其他侵犯人权行为对中国新疆地区实施贸易限制，但该地区对美国的商品出口却出现了惊人的增长。\n\n*   **出口数据显著增长**\n    *   根据中国海关数据，今年前七个月，新疆维吾尔自治区对美国的商品出口同比增长265%，达到24亿美元。\n    *   这一增长尤其引人注目，因为自美国前总统特朗普今年早些时候对中国商品征收高额关税以来，中国对美国的整体出口大幅下降，8月份同比下降33.1%。\n\n*   **主要出口商品类别**\n    *   出口激增主要由新疆对美出口的节日装饰品大幅增加推动。\n    *   在1月至7月期间，圣诞装饰品出口总额达1.517亿美元，是去年同期的20倍。\n    *   节日娱乐用品（如魔术表演设备）是第二大出口类别，其次是玩具和模型。这两类商品的出口额均同比大幅增长，分别从约2000万美元增至1.082亿美元和7140万美元。\n\n*   **美国政策与中方回应**\n    *   此次出口激增发生在美国于2022年6月实施《维吾尔强迫劳动预防法案》之后。该法案允许美国当局审查涉嫌通过强迫劳动生产的新疆商品。\n    *   北京方面多次否认美方的指控。",
      "shortSummary": "尽管美国因涉嫌强迫劳动对中国新疆实施贸易限制，但今年前七个月，新疆对美商品出口仍逆势增长265%，达到24亿美元。这一增长主要由节日装饰品、娱乐用品和玩具驱动，与中国对美整体出口下降形成鲜明对比。美国《维吾尔强迫劳动预防法案》旨在审查新疆商品，但北京否认相关指控。",
      "translated_title": "美国限制中国新疆贸易，为何进口反而增长265%？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s western region of Xinjiang has recorded an extraordinary rise in merchandise shipments to the United States, despite the area being subject to Washington trade restrictions imposed over allegations of forced labour and other human rights abuses.\nUS-bound shipments from the Xinjiang Uygur autonomous region rose 265 per cent year on year to US$2.4 billion in the first seven months of the year, Chinese customs data showed.\nThe increase is startling given China’s overall exports to America...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/b5b19bbd-1fb8-4fe3-9563-d04e06ea7173_0ab1be02.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对抗通缩的战役可能终于迎来转机 (原标题: Tide may finally be turning in China’s battle against deflation)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3325955/worst-chinas-deflation-scare-now-over?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 08:30:09 +0000",
      "isoDate": "2025-09-18T08:30:09.000Z",
      "creator": "Nicholas Spiro",
      "summary": "本文探讨了中国是否正在摆脱通货紧缩，尽管最新的经济数据显示消费者价格再次下滑，工业产出和零售销售增速放缓，固定资产投资大幅收缩。然而，上海综合指数表现强劲，成为全球表现第二好的主要金融资产，且中国政府债券收益率反而上升，这与经济放缓时通常的情况相反。\n\n*   **经济数据疲软：**\n    *   消费者价格在过去七个月中有五个月出现同比收缩。\n    *   工业产出和零售销售增速为今年以来最慢。\n    *   固定资产投资出现自2020年疫情严重时期以来最大的收缩。\n    *   新房销售额下降，信贷增长弱于预期。\n\n*   **市场表现反常：**\n    *   上海综合指数表现强劲，8月18日达到十年来的最高水平。\n    *   中国政府债券收益率上升，30年期国债收益率从6月的1.8%升至2.1%，10年期国债收益率从7月的1.6%升至1.8%。\n\n*   **原因分析：**\n    *   投资者在低收益环境下寻求更高回报，导致资金从债券转向股票。",
      "shortSummary": "尽管中国经济数据显示通货紧缩压力依然存在，但上海综合指数表现强劲，且中国政府债券收益率反而上升。这与通常经济放缓时的市场表现相反。分析认为，这可能是因为投资者在低收益环境下寻求更高回报，导致资金从债券转向股票。",
      "translated_title": "中国对抗通缩的战役可能终于迎来转机",
      "images": [],
      "contentSource": "完整文章",
      "content": "Is China emerging from deflation? It might seem preposterous to ask such a question judging by the latest batch of grim economic data. Last month, consumer prices slipped back into negative territory, having contracted in annualised terms for five of the last seven months.\nMoreover, industrial output and retail sales expanded at the slowest monthly pace this year, while fixed-asset investment in the first eight months of 2025 suffered the steepest contraction for the period since the acute phase...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/ca8ba810-c01a-4701-a8a7-8bd3b5b0f9a6_6e30b42a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国就业市场困境加剧，青年失业率创2023年以来新高 (原标题: China’s job market woes deepen as youth unemployment hits record since 2023)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325950/chinas-youth-unemployment-soars-2-year-high-job-crunch-deepens?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 05:00:18 +0000",
      "isoDate": "2025-09-18T05:00:18.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 中国青年失业率创2023年以来新高\n\n中国城市青年失业率（16至24岁，不含学生）在经济放缓的背景下持续攀升，职业前景堪忧。\n\n*   **失业率数据**：\n    *   根据国家统计局周三发布的数据，8月份青年失业率从7月份的17.8%上升至18.9%。\n    *   这是自2023年数据调整以来，该年龄段失业率的最高水平。\n\n*   **经济背景与影响因素**：\n    *   中国经济放缓导致青年就业机会减少。\n    *   通货紧缩压力和外部不确定性进一步加剧了就业市场的紧张。\n\n*   **毕业生就业困境**：\n    *   今年夏天，创纪录的1220万大学毕业生涌入就业市场。\n    *   许多毕业生难以找到与其教育水平和技能相匹配的职位。\n\n*   **个人案例**：\n    *   来自中国北方河北省的应届毕业生Maggie Li自8月初开始求职，此前她接受的一份工作邀约在没有解释的情况下突然被撤回。\n    *   这位酒店管理专业的毕业生正在北京寻找行政和人力资源职位，至今已参加了七次面试，但没有一个能提供适合她背景的职位。\n    *   她指出，其中两次面试的职位与最初广告宣传的不同。",
      "shortSummary": "中国城市青年失业率（16-24岁，不含学生）在8月份升至18.9%，创2023年以来新高。经济放缓、通货紧缩压力和外部不确定性加剧了就业市场困境。今年夏天，创纪录的1220万大学毕业生涌入市场，许多人难以找到合适工作，面临职位邀约被撤回或职位与宣传不符等问题。",
      "translated_title": "中国就业市场困境加剧，青年失业率创2023年以来新高",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s urban youth unemployment rate rose last month to the highest level since the data set was adjusted in 2023, as career prospects for young people have weakened amid an economic slowdown.\nThe jobless rate for those aged 16 to 24, excluding students, rose to 18.9 per cent in August from 17.8 per cent in July, according to data released by the National Bureau of Statistics on Wednesday.\nAfter the jobless rate for the demographic rose to an all-time high of 21.3 per cent in June 2023, Beijing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/39828375-3baa-4c74-a157-97b55bb9186e_91ec861c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美联储降息后，中国央行预计将适度宽松，支撑人民币 (原标题: After Fed cut, moderate easing expected by China’s central bank, supporting yuan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325935/after-fed-rate-cut-only-moderate-easing-expected-chinas-central-bank-supporting-yuan?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 02:28:28 +0000",
      "isoDate": "2025-09-18T02:28:28.000Z",
      "creator": "Sylvia Ma",
      "summary": "美联储降息后，中国央行预计将适度宽松，支撑人民币\n\n在美国联邦储备委员会（Fed）今年首次降息后，分析师普遍预计中国人民银行（PBOC）今年将采取适度宽松的货币政策，尽管美联储的降息为中国提供了更大的货币政策宽松空间。\n\n**美联储降息行动**\n*   美联储在为期两天的联邦公开市场委员会（FOMC）会议上宣布，将其基准借贷利率下调0.25个百分点，至4%-4.25%的区间。\n*   此次降息是市场普遍预期的结果，也是美联储今年首次降息。\n\n**中国央行（PBOC）的反应与预期**\n*   美联储降息后，中国人民银行于周四上午将人民币兑美元中间价设定为7.1085，略弱于周三的7.1013。\n*   分析师认为，中国央行最有可能采取适度宽松的政策，其降息步伐预计将小于美联储。\n*   渣打银行大中华区首席经济学家丁爽预测，中国央行将在第四季度降息0.1个百分点。\n\n**对人民币汇率的影响**\n*   美联储降息消息公布后，离岸人民币曾一度走强，最高达到7.086兑1美元，但在周四上午中间价公布后回落至7.107左右。\n*   丁爽指出，中国央行较小的降息幅度意味着中美之间的利差将收窄，这将有助于减轻人民币面临的资本外流压力。\n*   从这个角度看，中国央行的适度宽松政策将对人民币汇率构成支撑。",
      "shortSummary": "美联储今年首次降息0.25个百分点后，分析师预计中国央行将采取适度宽松的货币政策。尽管美联储降息提供了宽松空间，但中国央行的降息幅度预计将小于美联储。渣打银行经济学家丁爽预测中国央行将在第四季度降息0.1个百分点。这种适度宽松将有助于缩小中美利差，缓解人民币资本外流压力，从而支撑人民币汇率。",
      "translated_title": "美联储降息后，中国央行预计将适度宽松，支撑人民币",
      "images": [],
      "contentSource": "完整文章",
      "content": "After the US Federal Reserve delivered its first interest rate cut of the year, analysts said China’s central bank would be most likely engage in moderate easing this year even as the cut creates more room for looser monetary policy.\nOn Thursday morning, the People’s Bank of China set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.1085 per US dollar, weaker than Wednesday’s rate of 7.1013.\nThe move followed the Fed’s announcement on Wednesday of a widely expected cut of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/fe758e0c-d6a0-4c6d-9443-e7325afcac23_02f76a28.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在抵御美国压力的同时，推动与东南亚建立更紧密的贸易联系 (原标题: China pushes for closer Southeast Asia trade links as it fends off US pressure)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325860/china-pushes-closer-southeast-asia-trade-links-it-fends-us-pressure?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 23:00:08 +0000",
      "isoDate": "2025-09-17T23:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国推动与东南亚深化贸易与战略联系\n\n中国副主席韩正呼吁中国与东南亚国家深化战略协同，以应对美国贸易战带来的压力，并推动升级与该地区的自由贸易区协定。\n\n#### 核心目标与合作领域\n*   **加强战略对接**：在广西南宁举行的中国-东盟博览会开幕式上，韩正表示，中国旨在与东盟十国“加强发展战略对接，拉紧命运共同体纽带”。\n*   **拓展新兴产业合作**：双方将继续“拓展新兴产业合作”，并探索在人工智能等前沿领域的潜在“协作”。\n\n#### 背景与重要性\n*   **应对美国压力**：这些表态正值美国保护主义政策给中国和东南亚双方出口商带来巨大压力之际，北京努力将自己塑造成东南亚最可靠的经济伙伴。\n*   **最大贸易伙伴关系**：多年来，中国和东盟互为最大贸易伙伴。\n*   **抵消美国关税战影响**：在美国关税战背景下，东盟对中国的贸易战略变得更加重要。中国对东盟的出口大幅增长，仅8月份就同比增长22.5%，这有助于抵消对美国出货量下降的影响。",
      "shortSummary": "面对美国压力，中国正积极推动与东南亚（东盟）建立更紧密的贸易和战略联系，并寻求升级自由贸易协定。中国副主席韩正强调深化合作，特别是在新兴产业和人工智能领域。东盟已成为中国最大贸易伙伴，其对华出口显著增长，有效缓解了美国关税战的影响，对中国贸易战略至关重要。",
      "translated_title": "中国在抵御美国压力的同时，推动与东南亚建立更紧密的贸易联系",
      "images": [],
      "contentSource": "完整文章",
      "content": "Vice-President Han Zheng urged China and Southeast Asia to deepen their strategic alignment on Wednesday, as Beijing pushes to upgrade its free trade area agreement with the region amid the US trade war.\nThe world’s second-largest economy aims to “strengthen the alignment of development strategies and tighten the bonds of our shared community” with the 10-member Association of Southeast Asian Nations (Asean), Han said in his opening address at the China-Asean Expo in the southwestern Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/9fb8b224-fc08-4317-8a0e-ff6805b8ba82_e3454ff9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "隐藏的标准之战：中国重塑全球制造业的努力 (原标题: The hidden standards battle: inside China’s push to rewire global manufacturing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325816/hidden-standards-battle-inside-chinas-push-rewire-global-manufacturing?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 15:00:13 +0000",
      "isoDate": "2025-09-17T15:00:13.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 背景\n\n*   今年是中国与欧盟正式建立外交关系50周年，也是中国欧盟商会成立25周年。\n*   本文是探讨中欧关系系列报道的第四篇，聚焦中国在影响全球制造业标准制定机构方面的努力，而欧洲在这一领域扮演着主导角色。\n\n### 标准的重要性\n\n*   19世纪德国工业家维尔纳·冯·西门子曾言：“谁拥有标准，谁就拥有市场。”这一格言在一个多世纪后依然适用。\n*   全球范围内的公司和政府正悄然投入巨额资源，试图定义从电动汽车到机器人等新产品的技术标准。\n*   这场“隐藏的战争”的利害关系巨大：赢家基本上可以为全球产业制定规则，迫使竞争对手适应根据赢家自身产品开发的规范。\n\n### 历史格局与中国崛起\n\n*   几十年来，美国和德国一直主导着标准制定过程，这为英特尔和西门子等公司带来了显著优势。\n*   然而，这种格局正在发生改变。\n*   中国曾以低端产品的“世界工厂”闻名，如今正迅速崛起为众多行业的技术领导者。\n*   中国决心从“规则的接受者”转变为“规则的制定者”，在中国的商业领袖中，“一流企业定标准”已成为一句口头禅。",
      "shortSummary": "中国正积极寻求重塑全球制造业标准，从过去的“规则接受者”转变为“规则制定者”。在美德长期主导标准制定后，中国正投入巨资，旨在定义从电动汽车到机器人等新产品的技术规范。正如“谁拥有标准，谁就拥有市场”的格言所示，这场“隐藏的标准之战”对全球产业格局具有巨大影响，中国企业界也奉行“一流企业定标准”的理念。",
      "translated_title": "隐藏的标准之战：中国重塑全球制造业的努力",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union, as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. The fourth story in our series examining ties between the two powers focuses on China’s efforts to influence the bodies that set global manufacturing standards, an arena where Europe plays a leading role.\nThe 19th-century German industrialist Werner von Siemens once famously remarked that “he who...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/fdde0706-c8a9-42d6-9b3e-fa2070980cde_f61b772c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "波兰边境关闭给中欧班列设置障碍：分析师称 (原标题: Poland border closure sets up speed bumps on China-Europe railway: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325864/poland-border-closure-sets-speed-bumps-china-europe-railway-analysts?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 14:00:11 +0000",
      "isoDate": "2025-09-17T14:00:11.000Z",
      "creator": "Kandy Wong,Ji Siqi,Ralph Jennings",
      "summary": "## 波兰边境关闭对中欧班列的影响\n\n### 背景\n*   波兰与白俄罗斯之间近400公里的边境线自9月11日起关闭。\n*   波兰总理唐纳德·图斯克（Donald Tusk）援引国家安全担忧，理由是边境对面正在举行由俄罗斯主导的军事演习。\n\n### 对中欧班列的直接影响\n*   分析师和行业参与者表示，边境的突然关闭已对中欧班列的用户造成了严重的物流中断。\n*   波兰货运公司铁路货运总监米洛什·维特科夫斯基（Milosz Witkowski）指出，目前尚不清楚边境何时会重新开放，这“完全取决于俄罗斯和白俄罗斯”。\n*   中国货运代理公司新丝路多式联运（New Silk Road Intermodal）的商务经理莫洛伊斯（Lois Mo）证实，目前尚未收到任何关于口岸何时重新开放的通知。\n*   她强调，中欧班列的运营必然受到影响，因为列车无法进入波兰，导致大量货物滞留在白俄罗斯。\n*   客户目前处于“恐慌模式”，正在考虑将铁路货运订单转向海运。\n\n### 波兰作为交通枢纽的风险\n*   分析师警告称，如果边境长时间关闭，波兰将面临失去其作为欧洲和亚洲之间主要交通枢纽地位的风险。",
      "shortSummary": "波兰与白俄罗斯边境自9月11日因国家安全担忧关闭，对中欧班列造成严重物流中断。列车滞留白俄罗斯，货物延误，客户考虑转向海运。业内人士指出，边境重开时间不确定，取决于俄罗斯和白俄罗斯。分析师警告，若长期关闭，波兰作为欧亚交通枢纽的地位将面临风险。",
      "translated_title": "波兰边境关闭给中欧班列设置障碍：分析师称",
      "images": [],
      "contentSource": "完整文章",
      "content": "The sudden closure of Poland’s border with Belarus has already caused logistical disruptions for users of the China-Europe Railway Express, analysts and industry players said, adding that Warsaw would be risking its position as a major transit hub between Europe and Asia if it allowed a prolonged shutdown.\nThe nearly 400km (250-mile) boundary line has been closed since September 11, with Polish Prime Minister Donald Tusk citing national security concerns over Russia-led military exercises taking...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/92d46b6a-71da-4976-9c92-57197ced065e_13e7718c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "罕见举动：中国大陆法院在海外出售扣押的区块链代币 (原标题: In rare move, mainland China court sells seized blockchain tokens overseas)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325856/mainland-china-court-sells-seized-blockchain-tokens-hong-kong-crypto-platform?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 13:00:09 +0000",
      "isoDate": "2025-09-17T13:00:09.000Z",
      "creator": "Alice Li",
      "summary": "上海成为中国大陆首批利用海外加密货币交易平台对刑事案件中扣押的超过9万个Filecoin（一种基于区块链的存储代币）进行重新定价和出售的城市之一。\n\n*   上海某区级法院与中国大陆的一家第三方机构合作，通过香港一家持牌平台出售了这些加密货币。\n*   出售所得款项已转入法院控制的银行账户，并将根据法律程序分配给国库或退还给受害者。\n*   此举正值中国国内对稳定币及其在数字金融中的作用进行日益激烈的辩论之际。中国大陆在试点央行数字货币（即e-CNY）的同时，继续严格打击比特币挖矿和中心化交易等与加密货币相关的活动。\n*   市场参与者和学者一直在讨论中国大陆是否应该效仿香港（香港于8月1日推出了首个稳定币条例），以促进人民币的境外使用。\n*   处理涉及中国公民和公司的加密资产也给司法部门带来了新的挑战。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/08/07/17ec37d7-8c9a-4e40-bd5b-ae2d2207109c_3d2fa0d3.jpg?itok=ttmMm8be)",
      "shortSummary": "上海成为中国大陆首批利用海外平台出售扣押加密货币的城市之一，涉及超过9万个Filecoin。法院与第三方机构合作，通过香港持牌平台出售，所得款项将分配给国库或退还受害者。此举正值中国对加密货币活动保持严格管控，并对稳定币的监管进行讨论之际。处理加密资产给司法部门带来新的挑战。",
      "translated_title": "罕见举动：中国大陆法院在海外出售扣押的区块链代币",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/08/07/17ec37d7-8c9a-4e40-bd5b-ae2d2207109c_3d2fa0d3.jpg?itok=ttmMm8be",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Shanghai, mainland China’s financial centre, has become one of the first cities in the country to use an overseas cryptocurrency trading platform to reprice and sell more than 90,000 filecoins – a blockchain-based storage token – that were seized in criminal cases.\nA district-level court partnered with a third-party institution in mainland China, which sold the cryptocurrency on a licensed platform in Hong Kong, according to an announcement by Shanghai’s Supreme People’s Court on Tuesday.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/f5e3dda8-a86b-4381-842d-896f091123a9_8d47145f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国监控造船产能以防过剩 (原标题: China monitors shipbuilding capacity to prevent oversupply)",
      "link": "https://www.scmp.com/business/china-business/article/3325893/china-monitors-shipbuilding-capacity-prevent-oversupply-state-backed-group-says?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 12:00:46 +0000",
      "isoDate": "2025-09-17T12:00:46.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国造船业产能监控与可持续发展\n\n中国船舶工业行业协会（CANSI）副秘书长谭乃芬表示，中国正密切监控其造船产能，以避免全球造船业出现生产设施过剩。中国在全球造船市场中占据主导地位。\n\n## 风险认知与应对机制\n\n*   **认识风险：** 当局认识到对船厂进行不计后果投资的风险。\n*   **建立机制：** 已建立制衡机制，旨在防止行业出现“繁荣-萧条”周期，确保行业可持续增长。\n*   **谨慎态度：** 尽管目前行业表现良好（得益于制造实力和完整供应链），当局和协会仍对造船产能采取谨慎态度。\n*   **平衡目标：** 努力在产能和新船订单之间取得平衡。\n\n## 行业现状与业绩\n\n*   **市场份额：** 中国船厂目前占据全球市场70%的份额。\n*   **产能利用率：** 产能利用率为75%。\n*   **上半年业绩：**\n    *   包括国有巨头和私营企业在内的中国造船商，上半年总收入达3988亿元人民币（约合560亿美元）。\n    *   同比增长20.8%。\n    *   毛利率达到历史新高9.7%。\n\n## 图片\n\n![Ships under construction at the port in Taicang, Jiangsu province. Photo: AFP](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/17/2db02264-8f68-4c66-90e1-51f2a00dd566_759b73d6.jpg)\n*图片：江苏太仓港在建船舶。来源：法新社*",
      "shortSummary": "中国正密切监控其造船产能，以防全球市场出现过剩。中国船舶工业行业协会（CANSI）副秘书长谭乃芬指出，当局已建立制衡机制，旨在避免行业“繁荣-萧条”周期，确保可持续发展。尽管中国船厂占据全球70%的市场份额且上半年业绩强劲，但仍对产能扩张保持谨慎，力求产能与订单平衡。",
      "translated_title": "中国监控造船产能以防过剩",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/17/2db02264-8f68-4c66-90e1-51f2a00dd566_759b73d6.jpg",
          "alt": "Ships under construction at the port in Taicang, Jiangsu province. Photo: AFP",
          "title": "Ships under construction at the port in Taicang, Jiangsu province. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China is closely monitoring its shipbuilding capacity to avoid an oversupply of production facilities in a global industry dominated by the country, according to an official from the China Association of the National Shipbuilding Industry (CANSI).\nTan Naifen, deputy secretary general of the government-backed organisation, said in an interview with the Post on Wednesday that authorities recognised the risks associated with reckless investments in shipyards. As a result, they had established a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/370dfab7-690c-4055-bc57-e8b558a0e982_f4fadc10.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟商会指出中国经济失衡，敦促在五年规划中纠正方向 (原标题: Flagging imbalances in China, EU chamber urges course correction in 5-year plan)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325859/eu-chamber-china-flags-manufacturing-maladies-urging-course-correction-5-year-plan?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 09:01:04 +0000",
      "isoDate": "2025-09-17T09:01:04.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 欧盟商会呼吁中国在五年规划中纠正经济失衡\n\n欧洲在华商业利益代表组织——中国欧盟商会，正敦促中国政策制定者抓住制定下一个五年规划（2026-2030年）的机会，重新平衡经济发展模式，并解决损害国内外企业的恶性价格竞争问题。\n\n## 核心问题：内卷与供需失衡\n\n*   **内卷化现象：** 商会最新发布的《2025/2026年度中国欧盟商会建议书》指出，中国经济的核心问题在于制造业产出增长速度快于消费增长。这种由某些行业供过于求导致的低质量价格竞争被称为“内卷”。\n*   **高层关注：** 中国国家主席习近平在7月也曾批评这种竞争导致“破坏性折扣”和“低效产出”，表明高层对该问题的重视。\n*   **负面影响：** 这种供需不匹配的自然结果包括：\n    *   库存扩大\n    *   利润空间受压\n    *   资产利用率下降\n    *   出口压力增加\n\n## 建议与方向\n\n*   **五年规划机遇：** 商会建议中国应利用其2026-2030年规划，转向“新的、富有成效的发展模式”，并从根本上解决“内卷”问题。\n*   **关注供给侧：** 商会主席延斯·埃斯克伦德（Jens Eskelund）强调，鉴于中国制造业产出增速快于零售业，需要对供给侧给予同等的关注，而目前尚未完全看到这一点。\n*   **政策审议：** 中国执政的共产党计划于10月召开年度全体会议，主要议程之一便是审议第十五个五年规划（2026-2030年）。\n\n## 相关视频\n\n![欧洲-中国贸易关系：逆差、争议与去风险化](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/19/Thu_Clean-(2)-smaller.jpg?itok=Os7gGWYf)\n10:31 欧洲-中国贸易关系：逆差、争议与去风险化",
      "shortSummary": "中国欧盟商会敦促中国在2026-2030年五年规划中纠正经济失衡，呼吁重新平衡发展模式。商会指出，制造业产出增速快于消费导致“内卷”现象，即供过于求引发的恶性价格竞争，这导致库存扩大、利润受压。商会建议中国转向新的、富有成效的发展模式，并对供给侧给予同等关注，以解决这一核心问题。",
      "translated_title": "欧盟商会指出中国经济失衡，敦促在五年规划中纠正方向",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/19/Thu_Clean-(2)-smaller.jpg?itok=Os7gGWYf",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A member-driven organisation representing European business interests in China is urging policymakers to seize the opportunity – while forming the nation’s next five-year plan – to rebalance the economic-development model and strike at the heart of cutthroat price competition that hurts both foreign and domestic firms.\nThe European Union Chamber of Commerce in China, which has more than 1,600 member companies, recommends in its latest position paper that China should use its 2026-2030 plan to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/07495bcb-ff12-42c6-8dd0-01a43bbb0255_049a7004.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从旅游到医疗，中国公布19点计划以刺激消费 (原标题: From tourism to healthcare, China unveils a 19-point plan to get people spending)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325829/china-pulls-out-stops-get-people-spending-19-consumption-minded-measures?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 07:04:11 +0000",
      "isoDate": "2025-09-17T07:04:11.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国发布19点计划刺激服务消费\n\n中国政府正采取积极措施，通过放宽市场准入、增加供给、加强财政支持和投资等手段，全面推动服务消费，以扩大国内需求，促进经济增长。商务部等十个部门于周二联合发布了这份包含19项具体指导意见的计划。\n\n### 主要措施和重点领域：\n\n*   **文化产业的开放与发展**\n    *   承诺进一步开放文化市场。\n    *   引导现有资金支持高质量的创意作品和制作。\n    *   延长热门博物馆及其他风景名胜区的开放时间。\n\n*   **体育赛事与活动的推广**\n    *   计划引入更多国际体育赛事。\n    *   支持地方政府举办群众性体育活动。\n\n*   **医疗健康领域的投资与优化**\n    *   减少繁文缛节，吸引更多外国和私人投资进入中高端医疗领域。\n\n*   **促进旅游与休闲消费**\n    *   提议扩大免签范围，以吸引更多外国游客来华。\n    *   探索调整学校假期安排，为旅行和其他活动提供更多时间。\n\n*   **金融支持与刺激消费**\n    *   鼓励金融机构向服务业企业提供更多贷款。\n    *   在重点领域实施消费贷款利息补贴。\n\n这些措施旨在通过多方面、多层次的政策支持，全面激发居民消费潜力，推动服务业高质量发展，从而为中国经济增长注入新动力。",
      "shortSummary": "中国政府发布了一项19点计划，旨在通过放宽市场准入、增加供给、加强财政支持和投资等措施，全面刺激服务消费，以扩大内需。该计划涵盖文化、体育、医疗、旅游等多个领域，具体措施包括开放文化市场、引入国际体育赛事、吸引医疗投资、扩大免签范围、调整学校假期以及提供金融支持和消费贷款补贴。目标是促进经济增长，鼓励民众消费。",
      "translated_title": "从旅游到医疗，中国公布19点计划以刺激消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is making a renewed push to boost service consumption by relaxing market access and increasing supply – across sectors such as culture, sports and healthcare – as Beijing doubles down on expanding domestic demand for economic growth.\nThe measures, which also include strengthening fiscal support and investments, were released in a 19-point set of guidelines jointly released by the Ministry of Commerce and nine other departments on Tuesday.\nAuthorities pledged to further open up the culture...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/a53e021f-bd94-428d-b27c-130a69ed3e96_033f8d6c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国离岸人民币兑美元进一步走强，因降息临近 (原标题: China’s offshore yuan strengthens further against US dollar as rate cuts loom)",
      "link": "https://www.scmp.com/economy/policy/article/3325822/chinas-offshore-yuan-strengthens-further-against-us-dollar-rate-cuts-loom?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 06:00:35 +0000",
      "isoDate": "2025-09-17T06:00:35.000Z",
      "creator": "Mia Nurmamat,Sylvia Ma",
      "summary": "## 中国离岸人民币兑美元走强\n\n近期，中国离岸人民币兑美元汇率显著走强，首次突破7.1关口，创下近一年来的新高。这一走势主要受到市场对美联储即将降息的强烈预期影响，也反映了中国货币政策的逐步调整。\n\n### 人民币汇率表现\n\n*   **突破7.1关口：** 在本周美联储预期降息之前，离岸人民币兑美元汇率近一年来首次突破7.1。\n*   **具体数值：**\n    *   周三上午：离岸人民币兑美元汇率达到7.0999，为去年11月以来的最高水平。\n    *   周三下午：交易价为7.1027。\n*   **中国人民银行中间价：** 同日，中国人民银行将人民币兑美元中间价设定为7.1013，较周二的7.1027有所走强。\n\n### 美联储降息预期\n\n*   **会议时间：** 美联储联邦公开市场委员会（FOMC）为期两天的会议于周二在华盛顿召开，市场普遍预计将在此次会议上宣布降低利率。\n*   **降息幅度预测：**\n    *   **0.25个百分点：** 巴克莱（Barclays）、法国巴黎银行（BNP Paribas）和德意志银行（Deutsche Bank）均预测美联储将降息0.25个百分点。\n    *   **0.5个百分点：** 渣打银行（Standard Chartered）则预测更大幅度的降息0.5个百分点，并认为这将开启一个持续到明年的降息周期。\n\n### 专家观点\n\n*   **工商银行国际首席经济学家兼董事总经理程实表示：** 美联储的宽松政策无疑将进一步推动美元当前的贬值趋势，而人民币将因此走向更大的稳定和走强。",
      "shortSummary": "中国离岸人民币兑美元汇率近期走强，首次突破7.1，创近一年新高。这主要源于市场对美联储即将降息的强烈预期。美联储预计在本周的FOMC会议上宣布降息，多家投行预测降息幅度为0.25%至0.5%。专家认为，美联储的宽松政策将加速美元贬值，从而提升人民币的稳定性和强度。",
      "translated_title": "中国离岸人民币兑美元进一步走强，因降息临近",
      "images": [],
      "contentSource": "完整文章",
      "content": "Ahead of an anticipated interest rate cut from the US Federal Reserve this week, the offshore yuan strengthened past a rate of 7.1 against the US dollar for the first time in nearly a year – another milestone reached in a gradual shift of China's monetary policy that has seen the currency gain ground over the last month.\nOn Wednesday morning, the offshore yuan reached 7.0999 per US dollar, its strongest showing since November. It was trading at 7.1027 as of Wednesday afternoon.\nThe People’s Bank...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/1ef22a7c-933a-4071-9de4-210b8abb92a3_ca8aebe4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将迎来‘黄金周’出行高峰，提振经济 (原标题: China set for bumper ‘golden week’ travel rush in boost for economy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325733/china-set-bumper-golden-week-travel-rush-boost-economy?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 02:00:19 +0000",
      "isoDate": "2025-09-17T02:00:19.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国“黄金周”出行高峰将提振经济\n\n中国即将迎来一年中最重要的旅行时期之一——“黄金周”假期，预计将出现旅行预订的强劲增长，这将为消费支出提供急需的提振。\n\n## 假期概览与预期\n*   **假期时间**：从10月1日开始的八天公共假期，结合了中秋节和国庆节。\n*   **预期增长**：中国旅行运营商的早期数据显示，国内和国际旅行需求强劲。\n*   **经济影响**：预计此次出行高峰将显著提振消费者支出，从而促进经济发展。\n\n## 旅行数据与趋势\n*   **整体趋势**：与去年“黄金周”相比，铁路、航班和汽车租赁预订量预计将有所增长。\n*   **消费偏好**：中国消费者越来越倾向于将支出用于服务和文化体验。\n\n### 各交通方式数据\n*   **铁路**：\n    *   中国铁路部门预计，从9月29日至10月10日的12天内，将处理约2.19亿人次旅客出行。\n    *   去年同期（10天内）处理了1.77亿人次，其中10月1日单日创下2140万人次的最高纪录。\n*   **航班**：\n    *   在线旅行社同程旅行表示，9月初国内航班搜索量同比增长30%。\n    *   机票价格与去年同期持平。\n*   **汽车租赁**：\n    *   旅行平台飞猪报告称，航班、火车和汽车租赁预订量均同比增长。\n    *   多目的地汽车租赁预订量与去年同期相比增长了93%。",
      "shortSummary": "中国即将到来的“黄金周”假期预计将迎来出行高峰，为经济注入活力。早期数据显示，国内和国际旅行需求旺盛，铁路、航班和汽车租赁预订量均显著增长。消费者更倾向于服务和文化体验消费。铁路部门预计12天内将处理2.19亿人次旅客，航班搜索量同比增长30%，多目的地汽车租赁预订量更是激增93%。此次出行热潮有望大幅提振消费支出。",
      "translated_title": "中国将迎来‘黄金周’出行高峰，提振经济",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is likely to see a bumper surge in travel bookings for the coming “golden week” holiday – one of the country’s most important travel periods of the year – providing a much-needed boost to consumer spending.\nEarly data from Chinese travel operators shows strong demand for both domestic and international trips over the eight-day public holiday beginning on October 1, which combines the Mid-Autumn Festival and National Day.\nThe figures indicate that rail, flight and car rental bookings could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/2a0eeb8a-db88-4237-aa60-86db4e9f75b6_31812201.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-20T07:16:20.933Z"
}