{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "为什么外国品牌在中国市场份额正被国内竞争对手蚕食 (原标题: Why foreign brands in China are losing market share to domestic rivals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322815/foreign-brands-china-are-losing-market-share-domestic-rivals-year-after-year?utm_source=rss_feed",
      "pubDate": "Sun, 24 Aug 2025 10:00:14 +0000",
      "isoDate": "2025-08-24T10:00:14.000Z",
      "creator": "June Xia",
      "summary": "# 外国品牌在中国市场份额流失\n\n## 核心趋势\n*   **消费者偏好转变：** 中国消费者正转向更注重性价比和实用性的产品。\n*   **外国品牌面临挑战：** 这一转变导致许多外国品牌在中国市场面临销售下滑和门店关闭的困境，市场份额逐渐被本土竞争对手蚕食。\n\n## 潘多拉（Pandora）案例分析\n*   **公司背景：** 潘多拉是全球销量最大的珠宝公司，以其快速的产品发布和每年超过1亿件的全球销量而闻名。\n*   **在华困境：**\n    *   **门店关闭：** 潘多拉宣布将其在中国关闭门店的计划从原定的50家扩大到100家。\n    *   **销售额急剧下滑：**\n        *   2019年，潘多拉在中国的销售额达到峰值19.7亿丹麦克朗（约3.0573亿美元）。\n        *   自全球疫情以来，销售额持续下降：\n            *   2021年：11.26亿丹麦克朗\n            *   2022年：7.37亿丹麦克朗\n            *   2023年：5.642亿丹麦克朗\n            *   去年（根据上下文应指2023年财报中的最新数据），其在华收入暴跌至仅4.16亿丹麦克朗，不到2019年峰值的四分之一。\n*   **消费者洞察：**\n    *   一位来自江苏的潘多拉爱好者Vicky Wang表示，她认为潘多拉更多是关于美学和多功能性，而非保值。\n    *   她近期花费7500元（约1044美元）购买了多条手链，但现在正试图在中国二手交易平台闲鱼上出售这些她认为是“冲动消费”的物品。\n\n## 普遍现象\n*   潘多拉的困境并非个例，而是反映了许多外国零售商在中国市场普遍面临的挑战。",
      "shortSummary": "外国品牌在中国市场正面临挑战，市场份额被国内竞争对手蚕食。主要原因是消费者偏好转向注重性价比和实用性的产品。丹麦珠宝品牌潘多拉是典型案例，其在中国门店数量大幅缩减，销售额从2019年峰值暴跌至不到四分之一。消费者认为潘多拉重美学而非保值，导致冲动消费后转售。这反映了外国零售商在中国普遍面临的困境。",
      "translated_title": "为什么外国品牌在中国市场份额正被国内竞争对手蚕食",
      "images": [],
      "contentSource": "完整文章",
      "content": "The world’s largest jewellery company by volume is facing a wave of store closures across China – a move that serves to illustrate a broader retreat by foreign brands as consumer preferences shift towards practical products that offer more value for the money.\nDanish jewellery brand Pandora, known for its fast-paced product launches and global sales of more than 100 million pieces a year, announced in its second-quarter earnings report on August 15 that it would expand its original plan to close...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/24/ec3071af-b903-4651-aa1b-d1b9d8e854b7_427721a8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国必须接受印度正在照顾自己 (原标题: China must accept India is looking after itself)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3322748/china-must-accept-india-looking-after-itself?utm_source=rss_feed",
      "pubDate": "Sun, 24 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-24T08:30:08.000Z",
      "creator": "Neville Lai,Wai-Hong Tang",
      "summary": "### 中印关系：机遇与挑战并存\n\n中印两国，作为世界上人口最多、经济崛起的大国，其关系正处于关键时刻。近期发展显示出双边关系中令人鼓舞的迹象，双方都表达了建设性重新接触的意愿。\n\n*   **高层互动与合作契机**\n    *   中国外交部长王毅近期访问新德里，会见了印度总理莫迪、外交部长苏杰生和国家安全顾问多瓦尔。\n    *   此次访问重振了高层交流的势头，并为莫迪总理八月底出席上海合作组织（SCO）峰会铺平了道路。\n    *   不断变化的全球地缘政治环境为两国提供了重要的战略机遇，以达成共识并重置双边关系。\n    *   北京需要采取务实态度，将新德里视为区域和全球秩序改革的伙伴。\n    *   重启关于印度参与区域全面经济伙伴关系协定（RCEP）的谈判，可能成为长期建设性合作的关键一步。\n\n*   **关系改善的具体举措**\n    *   去年十月，中国国家主席习近平和印度总理莫迪在俄罗斯喀山金砖国家峰会会晤后，两国已启动讨论，重启自2020年以来暂停的直航服务。\n    *   随后，双方同意解除对彼此公民的旅行禁令。\n    *   今年七月，印度政府智库Niti Aayog提议放宽对中国实体的投资所有权限制。\n\n*   **全球背景与战略转向**\n    *   这些示好举动在全球经济和政治不确定性背景下显得尤为重要。\n    *   尽管美国副总统万斯四月访问印度曾提升了深化对华战略伙伴关系的预期，但美国前总统特朗普决定将对印关税提高至50%，反而促使印度转向北京。\n\n*   **历史挑战与未来展望**\n    *   长期以来，中印两国主要通过竞争的视角看待彼此。这种竞争动态根植于双方作为古老文明的共同自我认知，以及对区域和全球领导地位的渴望。\n    *   长期未解决的领土争端加剧了紧张关系，其中最引人注目的是2020年6月的加勒万河谷冲突，该冲突导致双方人员伤亡，并使两国关系严重恶化。",
      "shortSummary": "中印关系正处于关键转折点，近期高层互访和经济合作意向（如重启直航、放宽投资限制）显示出积极信号。尽管历史竞争和边境冲突持续存在，且美国对印关税促使印度转向中国，但不断变化的地缘政治环境为两国提供了重置关系的机会。北京需采取务实态度，视印度为区域和全球秩序改革的伙伴，以实现共同理解和建设性合作。",
      "translated_title": "中国必须接受印度正在照顾自己",
      "images": [],
      "contentSource": "完整文章",
      "content": "The evolving dynamics between China and India, the world’s most populous nations and rising economic powers, are at a critical juncture. Recent developments have shown encouraging signs in bilateral relations, with both sides expressing a willingness to re-engage constructively.\nForeign Minister Wang Yi recently visited New Delhi, where he met Prime Minister Narendra Modi, External Affairs Minister Subrahmanyam Jaishankar and National Security Adviser Ajit Doval. This has renewed the momentum of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/d47976d0-3dfb-46bd-89e4-c4fad367dfe0_b419b339.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国新的育儿补贴很受欢迎，但它真的能提高出生率吗？ (原标题: China’s new child subsidy is popular. But will it actually raise the birth rate?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322814/chinas-new-child-subsidy-popular-will-it-actually-raise-birth-rate?utm_source=rss_feed",
      "pubDate": "Sun, 24 Aug 2025 03:00:09 +0000",
      "isoDate": "2025-08-24T03:00:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国新的育儿补贴：受欢迎，但能否提高出生率？\n\n## 政策背景与目的\n*   中国政府推出全国性育儿补贴计划，旨在鼓励夫妇生育更多孩子，以应对不断下降的出生率和日益严峻的人口老龄化问题。\n*   促进生育已成为北京近年来的首要政策重点，因为长期低出生率可能导致严重的社会和经济问题。\n\n## 家长反馈与实际效果\n*   **王玉燕的经历：** 一位杭州新妈妈王玉燕最初对补贴感到高兴，但很快发现每年3600元的补贴对于不断上涨的育儿成本（如尿布和奶粉）来说微不足道。\n    *   她购买的尿布价格在政府宣布政策后几周内从143元涨到158元。\n    *   她每月在孩子基本必需品（疫苗、奶粉、衣物）上的花费接近4000元。\n    *   鉴于高昂的成本，她表示不打算生二胎。\n*   **普遍看法：** 许多家长和分析人士认为，尽管政府的措施是出于好意，但不太可能改变多数家庭的生育计划。\n\n## 挑战与建议\n*   **成本过高：** 中国的育儿成本甚至高于世界其他地区。\n*   **补贴不足：** 目前的补贴金额被认为“杯水车薪”，远不足以覆盖实际开销。\n*   **改革需求：** 要真正提高出生率，政府需要引入更大胆的改革措施，以显著降低育儿成本。",
      "shortSummary": "中国新推出的全国性育儿补贴旨在提高出生率，但家长和分析人士普遍认为其效果有限。例如，一位新妈妈指出，每年3600元的补贴远不足以覆盖每月近4000元的育儿开销，且尿布等必需品价格还在上涨。许多家庭因成本过高而不愿生育二胎。专家认为，要有效应对人口挑战，政府需采取更具魄力的改革措施，大幅降低育儿成本，而非仅仅提供象征性补贴。",
      "translated_title": "中国新的育儿补贴很受欢迎，但它真的能提高出生率吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Wang Yuyan first heard about China’s new national child subsidy, she was happy about receiving some extra support. But the new mother’s excitement quickly faded when she realised the money was barely enough to cover the rising cost of baby diapers and milk formula.\nThe Hangzhou resident said the diapers she buys for her 4-month-old had gone up from 143 yuan (US$19.90) to 158 yuan just in the few weeks since the government announced the new policy in July.\nOverall, Wang now spends nearly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/29647a77-deb9-4d71-ac28-b8f2e175cd14_9266caae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国收紧稀土管理规定，将管控范围扩大至进口矿物 (原标题: China tightens rare earth rules, extending controls to imported minerals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322918/china-tightens-rare-earth-rules-extending-controls-imported-minerals?utm_source=rss_feed",
      "pubDate": "Sat, 23 Aug 2025 09:00:12 +0000",
      "isoDate": "2025-08-23T09:00:12.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国收紧稀土管理规定，将管控范围扩大至进口矿物\n\n中国于周五宣布收紧稀土开采和加工规定，将管控范围扩大至进口矿物，并要求企业每月报告这些战略性材料的流动情况。\n\n**主要内容和变化：**\n\n*   **法规背景与生效：**\n    *   这些规定是《稀土管理条例》的实施细则，该条例已于去年10月生效。\n    *   新规定立即生效。\n*   **管控范围扩大：**\n    *   中国现行的配额制度将不仅适用于国内生产的稀土材料，还将涵盖用于精炼的进口稀土材料。\n    *   这一变化引发了一些担忧，认为可能对全球稀土供应造成进一步压力。\n*   **信息报告要求：**\n    *   稀土生产企业必须在每月10日前，将上个月的稀土产品流动数据录入新设立的信息系统。\n    *   此要求由工业和信息化部（MIIT）牵头的三个部门发布。\n*   **政策目的与理由：**\n    *   作为全球最大的稀土生产国和精炼国，中国正在加强对这些关键材料的生产和出口控制。稀土广泛应用于智能手机、电动汽车等高科技产品。\n    *   工业和信息化部解释称，稀土是重要的战略矿产资源，行业变化使得早期规定已不再适应当前需求。\n    *   新文件提供了详细的指导，说明政府机构应如何管理指定公司的配额，并使稀土产品的流动可追溯。",
      "shortSummary": "中国收紧稀土管理规定，将管控范围扩大至进口矿物，并要求企业每月报告稀土产品流动数据。这些新规是现有《稀土管理条例》的实施细则，旨在加强对高科技产业关键战略材料的控制。作为全球最大稀土生产国，中国此举可能对全球稀土供应产生影响。",
      "translated_title": "中国收紧稀土管理规定，将管控范围扩大至进口矿物",
      "images": [],
      "contentSource": "完整文章",
      "content": "China on Friday announced tightened rules over the mining and processing of rare earths, extending controls to imported minerals and requiring enterprises to report the flow of the strategic materials monthly.\nThe rules were released as guidelines on the implementation of the country’s Rare Earth Management Regulations, which took effect in October. The rules specify that China’s quota system applies not only to domestically produced materials but also to those coming from abroad for refining –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/23/3dec3b75-d2f9-48f8-9389-2a2de17b6618_cc6436b1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国普洱茶泡沫破裂后，市场将何去何从？ (原标题: What next for market as China’s Puer tea bubble comes off the boil?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322809/how-market-reading-tea-leaves-chinas-puer-bubble-comes-boil?utm_source=rss_feed",
      "pubDate": "Sat, 23 Aug 2025 08:00:12 +0000",
      "isoDate": "2025-08-23T08:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国普洱茶市场现状与未来展望\n\n## 普洱茶的独特价值\n*   **历史悠久与投资潜力：** 普洱茶在中国已有数百年历史，其发酵和陈化特性使其深受喜爱。近年来，它被赋予了“可饮用古董”的称号，其投资价值甚至超越了饮用价值。\n*   **财富保值工具：** 中国企业家和日益壮大的中产阶级曾将普洱茶视为一种财富保值投资，其地位可与股票和房地产相媲美。\n\n## 市场泡沫破裂与价格暴跌\n*   **市场降温：** 近期，受中国经济放缓和投资者热情减退的影响，普洱茶市场热度显著下降。\n*   **价格剧烈波动：** 今年以来，普洱茶市场波动性加剧。多数高端普洱茶产品（曾被投机者和收藏家视为硬通货）的价格已跌至2019年以来的最低水平。\n*   **普遍性下跌：** 尽管不同品牌和年份的普洱茶价格存在差异，但几乎所有普洱茶的价格都出现了下跌。\n*   **典型案例——大益轩辕系列：**\n    *   2017年：约7万元人民币\n    *   2021年：飙升至近188万元人民币（泡沫顶峰）\n    *   2023年初：回落至108万元人民币\n    *   今年6月：暴跌至38万元人民币（约合52,922美元），标志着投机泡沫的破裂。\n\n## 普洱茶市场低迷的深层原因\n*   **宏观经济压力：** 分析师指出，普洱茶市场的低迷反映了中国更广泛的经济压力，包括经济疲软、企业利润率下降以及商务送礼行为的急剧减少。\n*   **政策影响：** 在财政紧缩和更严格的反腐运动背景下，官员们对炫耀性消费也变得更加谨慎。",
      "shortSummary": "中国普洱茶市场曾被视为财富保值投资，但近期泡沫破裂。受经济放缓和投资者热情减退影响，高端普洱茶价格已跌至2019年以来最低水平。例如，大益轩辕系列价格从2021年的近188万元暴跌至今年6月的38万元。市场低迷反映了中国经济压力、企业利润下降、商务送礼减少以及反腐政策对炫耀性消费的抑制。",
      "translated_title": "中国普洱茶泡沫破裂后，市场将何去何从？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Aromatic infusions of fermented and aged Puer tea have been popular in China for centuries, but later generations of enthusiasts came to value its investment potential even more, dubbing it a “drinkable antique”.\nChinese entrepreneurs and members of the country’s growing middle class long regarded the tea, produced in Yunnan province, as a wealth preservation investment rivalling stocks and real estate, but the market has come off the boil recently as the economy slows and investor appetite...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/445ec3a7-d556-4ca9-889d-1914fd457abb_99815354.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "马来西亚在矿产需求旺盛的美国寻求非中国来源之际，展现其稀土实力 (原标题: Malaysia flexes rare earth muscle as mineral-hungry US seeks non-Chinese sources)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322810/malaysia-flexes-rare-earth-muscle-mineral-hungry-us-seeks-non-chinese-sources?utm_source=rss_feed",
      "pubDate": "Sat, 23 Aug 2025 02:00:22 +0000",
      "isoDate": "2025-08-23T02:00:22.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 马来西亚稀土出口禁令及其全球影响\n\n马来西亚本周宣布禁止出口未加工的稀土金属，此举被分析人士视为该国在与世界主要稀土供应国中国贸易关系紧张之际，有望以自身条件满足美国对矿产需求的信号。\n\n**禁令的主要内容与目的：**\n*   **禁止出口未加工稀土：** 马来西亚将禁止出口未加工的稀土矿物。稀土是全球珍贵的原材料，广泛应用于各种电子硬件。\n*   **促进下游产业投资：** 禁令旨在将稀土供应保留在国内，以吸引对下游产业的投资。\n*   **吸引外国投资条件：** 马来西亚投资、贸易和工业部长Tengku Zafrul Abdul Aziz表示，如果外国投资项目涉及本地矿物加工、创造就业和技术转让，他们可以进入马来西亚的稀土下游产业。\n*   **允许出口加工稀土：** 经过加工的稀土金属仍可出口。\n\n**马来西亚的优势与战略地位：**\n*   **现有加工能力：** 尽管许多国家拥有稀土储量，但分析人士指出，马来西亚的稀土产业有望腾飞，因为它已经具备加工能力。\n*   **满足美国需求：** 随着美国买家积极寻求非中国稀土来源，马来西亚的这一举措具有重要意义。\n*   **融入全球供应链：** 吉隆坡战略与国际研究所分析师Qarrem Kassim表示，马来西亚现有的能力使其在融入全球供应链方面占据先机。\n*   **行使地缘经济自主权：** Kassim还指出，对所有方面平等实施出口禁令，表明马来西亚愿意行使其地缘经济自主权，优先考虑自身发展需求。\n*   **潜在的外国投资：** 这一政策可能在未来带来潜在的外国投资。",
      "shortSummary": "马来西亚宣布禁止出口未加工稀土金属，旨在促进国内下游产业投资、创造就业和技术转让。此举利用其现有加工能力，将马来西亚定位为美国在寻求非中国稀土来源时的潜在替代供应商。分析人士认为，这展现了马来西亚行使其地缘经济自主权，优先自身发展，并可能吸引外国投资。",
      "translated_title": "马来西亚在矿产需求旺盛的美国寻求非中国来源之际，展现其稀土实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Malaysia’s ban on exports of unprocessed rare earth metals this week signals that the Southeast Asian country has a realistic shot – on its own terms – at feeding the mineral-hungry United States amid its strained trade ties with the world’s dominant supplier, China, according to analysts.\nKuala Lumpur will bar exports of unprocessed rare earth minerals, which are globally prized raw materials used in a range of electronic hardware, to keep supplies onshore for investment in downstream...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/cecdf890-81cb-449f-aee0-f1c6d8647b71_1a0c6856.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国武力展示或将委内瑞拉推向中国：分析人士称 (原标题: US show of force could move Venezuela closer to China: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322853/us-show-force-could-move-venezuela-closer-china-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 15:00:09 +0000",
      "isoDate": "2025-08-22T15:00:09.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "# 美国在委内瑞拉附近展示武力及其潜在影响\n\n美国近期在委内瑞拉海岸附近部署军舰，此举旨在向委内瑞拉政府施压并限制其本已紧张的石油运输能力。然而，分析人士指出，此行动反而可能加强中国与这个南美国家之间广泛的经济联系。\n\n## 军事部署详情\n\n*   **部署内容：** 美国白宫宣布，已向加勒比海委内瑞拉水域附近派遣了三艘驱逐舰和一个两栖中队，约有4000名美国海军陆战队员。\n*   **美国声明目的：** 美国政府表示，此举旨在阻止贩毒集团的活动。\n\n## 各方反应\n\n*   **委内瑞拉：** 委内瑞拉官员谴责美国的行动是对其国家主权的威胁。\n*   **中国：** 中国外交部发言人谴责“外部势力干涉”，并就华盛顿与加拉加斯之间日益紧张的局势发表了评论。\n\n## 分析人士观点\n\n*   **政治压制：** 中国社会科学院拉丁美洲专家徐世澄认为，特朗普此举的主要目的是在政治上压制委内瑞拉左翼总统尼古拉斯·马杜罗，并迫使其下台。\n*   **石油供应与中国利益：** 夏威夷东西方中心智库高级研究员丹尼·罗伊指出，美国军事存在表明美国“有能力切断委内瑞拉对中国的石油供应”。\n*   **推动委内瑞拉靠近中国：** 尽管美国意图施压，但分析人士普遍认为，此武力展示反而可能促使委内瑞拉进一步靠近中国，从而加强两国间现有的广泛经济联系。\n\n## 核心问题\n\n*   问题的核心在于委内瑞拉的石油，中国对此拥有持久的兴趣。",
      "shortSummary": "美国在委内瑞拉附近部署军舰，声称旨在打击贩毒，但委内瑞拉和中国均谴责此举为干涉。分析人士认为，此举实为政治施压，意图迫使马杜罗下台。尽管美国可能意在切断委内瑞拉对中国的石油供应，但此武力展示反而可能促使委内瑞拉进一步靠近中国，从而加强两国间的经济联系，尤其是在石油领域。",
      "translated_title": "美国武力展示或将委内瑞拉推向中国：分析人士称",
      "images": [],
      "contentSource": "完整文章",
      "content": "While the deployment of US warships near the coast of Venezuela is intended to heap pressure on the government and limit its already strained capacity for oil shipments, the action would probably serve to bolster China’s extensive economic ties with the South American country, analysts said.\nThree destroyers and an amphibious squadron with about 4,000 US Marines were dispatched to the Caribbean Sea close to Venezuelan waters, the White House said this week, in an act they said was intended to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/646ce559-8d9b-4db7-81c0-2222b4d640b5_74a2d0ea.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国军舰逼近委内瑞拉——这对石油贸易意味着什么？ (原标题: US warships are circling Venezuela – what does this mean for the oil trade?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322852/us-warships-are-circling-venezuela-what-does-mean-oil-trade?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 13:30:12 +0000",
      "isoDate": "2025-08-22T13:30:12.000Z",
      "creator": "Mia Nulimaimaiti,Carol Yang",
      "summary": "美国军舰逼近委内瑞拉海岸，特朗普总统称此举旨在打击贩毒集团，全球目光转向这个南美国家。中国对此表示反对，称“反对外部势力以任何借口干涉委内瑞拉内政”。本文探讨了当前局势的发展以及委内瑞拉在国际石油贸易中的重要作用。\n\n### 委内瑞拉的石油储量与产量\n\n*   **全球最大储量：** 根据美国能源信息署的数据，截至2023年，委内瑞拉拥有全球最大的已探明原油储量，估计约为3030亿桶，占全球总储量的17%。这些储量绝大部分位于奥里诺科河带盆地。\n*   **受制裁影响的产量：** 尽管储量巨大，但2023年委内瑞拉的原油产量仅占全球总产量的0.8%。这主要归因于自2019年以来美国对委内瑞拉国家石油公司（PDVSA）实施的制裁。PDVSA是委内瑞拉石油和天然气提炼与开采领域的国家垄断企业。\n*   **PDVSA出口增长：** PDVSA自2016年以来未公布其活动统计数据，但路透社报道称，2024年该公司原油和燃料出口同比增长了15%。\n\n### 中委关系现状\n\n*   **重要债权国与金融生命线：** 自2007年以来，中国已向委内瑞拉投入约670亿美元，远超其他任何南美国家。这使得中国成为加拉加斯最重要的债权国和金融生命线，尤其是在严厉制裁限制其贸易能力之后。",
      "shortSummary": "美国军舰逼近委内瑞拉，特朗普称旨在打击贩毒集团，中国对此表示反对。委内瑞拉拥有全球最大石油储量，但受美国制裁影响，产量较低。中国自2007年以来已向委内瑞拉投资约670亿美元，成为其最重要的债权国和金融生命线，帮助其应对制裁。这一局势对全球石油贸易具有重要影响。",
      "translated_title": "美国军舰逼近委内瑞拉——这对石油贸易意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US destroyers closed in on the coast of Venezuela on Thursday – a stark show of military force President Donald Trump said was intended to combat drug cartels – global attention has turned to the South American country, with China voicing opposition to “the interference of external forces in Venezuela’s internal affairs, under any pretext”.\nHere, the Post examines how the situation has developed and Venezuela’s role in the international oil trade – a prominence that has given the conflict...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/3b5d699d-d463-47b3-9540-b0e7c056fda8_557952c7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国退出清洁能源竞争，中国企业进军新兴市场 (原标题: As US retreats from clean energy race, Chinese firms push into emerging markets)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322824/us-retreats-clean-energy-race-chinese-firms-push-emerging-markets?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 12:30:12 +0000",
      "isoDate": "2025-08-22T12:30:12.000Z",
      "creator": "Kandy Wong",
      "summary": "## 美国退出清洁能源竞争，中国企业进军新兴市场\n\n### 美国政府对清洁能源的立场转变\n\n美国总统唐纳德·特朗普公开将风能和太阳能称为“本世纪的骗局”。他的政府采取了一系列措施，标志着美国在全球清洁能源领域的退却：\n\n*   **削减资金与支持**：特朗普政府已削减了此前通过美国国际开发署（USAID）等机构提供的全球气候融资和可再生能源支持，并废除了相关机构职能。\n*   **取消补贴**：上个月，特朗普还推动通过立法，提前取消了清洁能源补贴。\n*   **成本担忧**：特朗普在社交媒体上表示，他的政府不会批准“破坏风能或农民的太阳能”项目，因为那些依赖风能和太阳能的美国各州正面临电费和能源成本的“创纪录增长”。\n\n### 中国清洁技术企业进军新兴市场\n\n随着美国在全球清洁能源投资领域的退缩，中国“清洁技术”企业正积极抓住机遇，大举进军东南亚、中亚和拉丁美洲等新兴市场。\n\n*   **投资兴趣增加**：马来西亚清洁技术初创公司Mabill Technologies（该公司致力于开发连接能效分析和可持续冷却解决方案的预测性AI算法）表示，中国投资者对其业务表现出“新的兴趣”。\n\n### 中国在东盟地区的影响力深化\n\nMabill Technologies的联合创始人Seemantani Sharma指出，中国清洁技术企业正通过多方面策略，深化其在东盟地区的影响力：\n\n*   **技术嵌入与供应链整合**：中国企业通过将专有技术嵌入当地供应链，加强其在区域内的影响力。\n*   **自我定位为中心**：Sharma表示，中国“明确地将自己定位为清洁能源的中心”。\n*   **技术外交与知识产权控制**：通过“技术外交和长期供应链捕获”，中国在转移选择性技术诀窍的同时，通过合资企业、培训学院和“一带一路”资助的基础设施，保留了对关键知识产权的控制。\n*   **推广技术标准**：中国还通过区域论坛和双边协议，积极推广其技术标准，尤其是在太阳能、电池和电动汽车领域。这些举措旨在逐步使东盟十国的能源系统与中国的知识产权生态系统“保持一致”。",
      "shortSummary": "随着美国总统特朗普将风能和太阳能斥为“本世纪的骗局”，并削减清洁能源投资和补贴，美国正从全球清洁能源竞争中退却。与此同时，中国清洁技术企业正积极进军东南亚、中亚和拉丁美洲等新兴市场。中国通过技术外交、供应链整合以及推广自身技术标准，深化其在这些地区的影响力，并吸引了新的投资，旨在将自身打造为清洁能源中心。",
      "translated_title": "美国退出清洁能源竞争，中国企业进军新兴市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "As America retreats from clean energy investment around the world, with US President Donald Trump labelling wind and solar power “the scam of the century” on Wednesday, Chinese “cleantech” firms have been striding into emerging markets in Southeast and Central Asia and Latin America.\nMabill Technologies, a Malaysian cleantech start-up developing a predictive AI algorithm that will connect energy efficiency analytics and sustainable cooling solutions, said Chinese investors had been showing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/f8ab88d1-611f-454d-a7ed-9564579ba247_938012a5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国顶尖工程院为何青睐更多民营企业人才 (原标题: Why China’s top engineering academy has sights set on more private-sector blood)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322856/chinas-top-engineering-academy-seeks-more-private-sector-blood-innovation-mind?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 10:59:45 +0000",
      "isoDate": "2025-08-22T10:59:45.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国工程院（CAE）加大对民营企业人才的吸纳\n\n中国工程院（CAE）今年在院士遴选中迈出了重要一步，将创纪录数量的民营企业高管和首席科学家列入院士候选人名单，这标志着国家对民营企业科技创新能力的高度认可。\n\n#### 候选人概况\n\n*   **数量创新高**：共有19位来自民营企业的杰出人士入围新公布的中国工程院院士候选人名单。\n*   **知名代表**：这些候选人中不乏业界领军人物，包括：\n    *   **胡国平**（48岁）：人工智能专业公司科大讯飞的首席研究员兼联合创始人。\n    *   **吴凯**（57岁）：全球领先的电池制造商宁德时代的首席科学家兼联席总裁。\n    *   **连玉波**（61岁）：知名汽车制造商比亚迪的首席科学家。\n    *   **贾振华**：以岭药业的代表。\n    *   **徐讯**：基因组学公司华大集团的首席研究员。\n*   **领域广泛**：其余14位候选人分布在人工智能、新能源和生物制药等多个前沿科技领域，凸显了民营企业在这些领域的创新活力。\n\n#### 官方认可与遴选机制\n\n*   **国家认可**：中国工程院在2025年新院士遴选指南中明确指出，此举“体现了国家对民营企业科技创新能力的高度认可”，旨在鼓励和吸纳更多来自民营部门的优秀人才。\n*   **遴选周期与规模**：中国工程院每两年进行一次院士遴选，其职能与美国的国家工程院类似。传统上，绝大多数院士来自大学、国家支持的科研机构和国有企业。\n*   **竞争激烈**：今年约有600人被提名，竞争不超过100个新院士席位。\n*   **预留席位**：为进一步鼓励民营企业参与，工程院此前已宣布将为领先的民营科技公司预留8个院士席位，这在历史上尚属首次，显示出对民营科技人才重视程度的显著提升。",
      "shortSummary": "中国工程院今年将创纪录的19位民营企业高管和首席科学家列为院士候选人，其中包括科大讯飞、宁德时代和比亚迪等公司的代表。此举旨在高度认可民营企业的科技创新能力。工程院每两年遴选一次院士，今年约有600人竞争不超过100个席位，并首次为领先的民营科技公司预留了8个席位，标志着对民营人才重视程度的显著提升。",
      "translated_title": "中国顶尖工程院为何青睐更多民营企业人才",
      "images": [],
      "contentSource": "完整文章",
      "content": "A record high number of private-sector executives and chief scientists have been shortlisted this year to compete for academicianship in China’s top institute for engineering science and technology.\nNineteen are included on the newly released candidate list for the Chinese Academy of Engineering (CAE), including Hu Guoping, 48, principal researcher and co-founder of AI specialist iFlyTek; Wu Kai, 57, chief scientist and co-president of battery manufacturer CATL; Lian Yubo, 61, chief scientist of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/649897b0-f713-44be-9fc2-4f012243fd14_ef37640c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国7月用电量创历史新高，匹敌东盟年总用电量 (原标题: At record high, China says July electricity use rivals Asean’s annual total)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322827/china-says-july-electricity-consumption-hits-record-high-rivalling-aseans-annual-total?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 09:35:06 +0000",
      "isoDate": "2025-08-22T09:35:06.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国7月用电量创历史新高，相当于东盟全年总和\n\n根据中国国家能源局周四发布的数据，中国7月份的用电量突破了1万亿千瓦时大关，达到历史新高，主要原因是持续的酷热天气推高了用电需求。\n\n### 主要数据与增长\n*   **总用电量**：7月份全国用电量达到1.02万亿千瓦时（kWh）。\n*   **同比增长**：与去年同期相比，用电量增长了8.6%。\n*   **历史对比**：这一水平是十年前的两倍多。\n*   **区域比较**：7月份的用电量相当于所有东盟国家一年的总用电量。\n\n### 行业用电情况\n各行业用电量均有所增长，其中第一产业增长最快：\n*   **第一产业**（包括农林牧渔业）：用电量增长20.2%，达到170亿千瓦时，增速最快。\n*   **第三产业**（服务业）：用电量增长10.7%，达到2081亿千瓦时。\n*   **第二产业**（制造业、建筑业和采矿业）：用电量增长4.7%，达到5936亿千瓦时。\n\n### 背景信息\n*   **工业产出**：用电量激增的同时，国家统计局本月早些时候公布的数据显示，7月份工业产出同比增长5.7%。\n*   **产出增速放缓**：尽管工业产出增长，但其增速低于6月份的6.8%，也低于Wind预测的5.82%。",
      "shortSummary": "中国国家能源局数据显示，受酷热天气影响，中国7月用电量达到创纪录的1.02万亿千瓦时，同比增长8.6%。这一数字相当于所有东盟国家一年的总用电量。其中，第一产业用电量增速最快，增长20.2%。尽管用电量激增，但7月工业产出增速有所放缓。",
      "translated_title": "中国7月用电量创历史新高，匹敌东盟年总用电量",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s electricity consumption surpassed the 1 trillion kilowatt-hour mark in July, energy authorities said, as scorching heatwaves pushed demand to levels equivalent to the annual usage of all Asean nations combined.\nPower usage in the country rose 8.6 per cent year on year to reach a historic high of 1.02 trillion kilowatt-hours (kWh), according to data released by China’s National Energy Administration on Thursday.\nThe level was more than double that of a decade ago and comparable to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/3ec29f4a-035d-47ad-be48-a658d2ba860d_082acb58.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧洲酷热天气推高中国空调需求 (原标题: Europe’s scorching heatwave sees demand for Chinese air conditioners sizzle)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322762/europes-scorching-heatwave-sets-demand-chinese-air-conditioners-ablaze?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 08:00:12 +0000",
      "isoDate": "2025-08-22T08:00:12.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 欧洲酷热天气推高中国空调需求\n\n## 欧洲热浪持续，气温飙升\n*   从巴黎到雅典，里斯本到柏林，欧洲多国正经历全球变暖背景下漫长而严酷的夏季热浪。\n*   西班牙首都马德里本周初发布黄色高温预警（四级预警中的第三高），气温接近36摄氏度（96.8华氏度）。\n*   法国上周末持续遭受严重热浪侵袭，96个大都市省份中有85个（包括巴黎）发布热浪预警。巴黎在6月经历了夏季首次热浪，气温达到36摄氏度，远超该月平均24摄氏度。\n\n## 中国空调出口量激增\n*   伴随欧洲气温的急剧上升，中国对欧洲的空调出口量也大幅增长。\n*   根据中国海关数据，7月份中国对欧洲的空调出口量同比猛增近60%。\n\n## 欧洲对极端高温准备不足\n*   欧洲大陆的纬度与中国东北地区相似（巴黎略北于哈尔滨，马德里略南于沈阳），但此次热浪暴露出欧洲对极端高温的准备不足。\n*   这种准备不足直接导致了空调需求的激增。\n\n## 中国品牌主导全球市场并受益\n*   中国品牌在全球空调市场占据主导地位，根据中国机电产品进出口商会空调分会的数据，全球约80%的制冷设备由中国生产。\n*   随着欧洲空调需求的飙升，中国空调制造商的业务也随之升温。",
      "shortSummary": "欧洲正经历全球变暖带来的酷热热浪，导致空调需求激增。根据中国海关数据，7月份中国对欧洲的空调出口量同比猛增近60%。马德里和法国多地均发布高温预警，凸显欧洲对极端高温的准备不足。占据全球约80%制冷设备生产份额的中国品牌，正因此受益，业务持续升温。",
      "translated_title": "欧洲酷热天气推高中国空调需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "From Paris to Athens, and Lisbon to Berlin, Europeans are enduring a prolonged and punishing summer heatwave amid global warming.\nAnd rising right alongside the blazing temperatures are China’s exports of air conditioners (ACs) to the continent, with a nearly 60 per cent jump by volume in July, compared with the same time last year, according to Chinese customs data.\nThe Spanish capital of Madrid kicked off the week under a yellow alert – the third-highest heat warning on a four-tier scale –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/655bb338-2ce9-42d3-be5a-21afafd211aa_19fd20c3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "李宁中期利润下降11%，运动服市场竞争激烈 (原标题: Li Ning’s interim profit dips 11% amid tough competition in sportswear market)",
      "link": "https://www.scmp.com/business/china-business/article/3322765/li-nings-interim-profit-dips-11-amid-tough-competition-mainlands-sportswear-market?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 06:26:24 +0000",
      "isoDate": "2025-08-22T06:26:24.000Z",
      "creator": "Yuke Xie",
      "summary": "# 李宁中期业绩承压，利润下滑11%\n\n中国运动服饰及装备制造商李宁公布了中期业绩，受消费者情绪疲软和行业竞争加剧的双重影响，公司净利润出现下滑。管理层警告称，下半年将面临“超出预期”的挑战。\n\n## 财务表现概览\n\n*   **净利润：** 截至6月底的六个月内，按全球会计准则计算，净利润同比下降11%，至17.4亿元人民币（约合2.419亿美元）。\n*   **销售额：** 同比增长3%，达到148.2亿元人民币。\n*   **净利润率：** 从去年同期的13.6%降至11.7%。\n*   **毛利润：** 增长2.5%，达到74亿元人民币。\n*   **毛利率：** 由于渠道结构调整和为应对日益激烈的直销（DTC）竞争而增加的折扣，毛利率下降0.4个百分点至50%。\n\n## 业绩下滑主要原因\n\n*   **消费者情绪疲软：** 消费者支出意愿受到影响。\n*   **行业竞争加剧：** 运动服饰市场竞争日益激烈，挤压了盈利空间。\n*   **渠道结构调整与折扣：** 为适应市场变化和DTC竞争，公司进行了渠道结构调整，并加大了折扣力度。\n\n## 管理层展望与应对策略\n\n*   **CEO钱炜表示：** 零售门店的日均客流量略有改善，但线下挑战依然存在。\n*   **下半年策略：** 公司将在下半年谨慎应对充满挑战的市场环境，以确保实现盈利目标。\n*   **未来挑战：** 警告称，第三季度消费者情绪疲软可能带来“超出预期”的挑战。\n*   **优化线下布局：** 公司将继续通过关闭门店来优化线下布局，以削减成本并提高运营效率。\n\n## 运营概况\n\n*   **门店调整：** 在过去一年中，李宁关闭了232家自营门店，同时新开了145家门店。\n*   **收入来源：** 公司近70%的收入来自中国大陆的线下销售，其中约三分之二的收入来自与经销商的合作。\n\n## 相关图片\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2019/06/21/thumbnail.jpg?itok=twA6Dor_)\n\n*   *图片描述：03:05 深入中国“鞋都”：晋江品牌走向全球市场*",
      "shortSummary": "李宁中期净利润同比下降11%至17.4亿元，销售额增长3%至148.2亿元。业绩下滑主要受消费者情绪疲软、市场竞争加剧及折扣增加影响。公司CEO钱炜警告下半年挑战可能超出预期，尤其第三季度消费者信心不足。李宁正通过关闭门店优化线下布局，以应对市场变化并提高运营效率。",
      "translated_title": "李宁中期利润下降11%，运动服市场竞争激烈",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2019/06/21/thumbnail.jpg?itok=twA6Dor_",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese sportswear and equipment maker Li Ning posted a drop in interim profit, as weak consumer sentiment weighed on spending and intensifying industry competition squeezed profitability, with management warning of “stronger-than-expected” challenges in the second half.\nNet profit for the six months to June fell 11 per cent to 1.74 billion yuan US$241.9 million from a year ago under global accounting standards, according to a statement late on Thursday. Sales rose 3 per cent to 14.82 billion...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/36ced739-5d00-4b6b-b204-65be8e35f7f4_fb07702e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国发现两大页岩气田，能源安全战略显成效 (原标题: China discovers 2 major shale gas fields as energy security drive pays off)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322759/china-discovers-2-major-shale-gas-fields-boost-energy-security?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 05:20:55 +0000",
      "isoDate": "2025-08-22T05:20:55.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国发现两大深层页岩气田，助力能源安全\n\n中国在西南地区发现了两个主要的深层页岩气田，每个气田的探明储量均超过1000亿立方米，这标志着中国在追求更高能源安全方面取得了显著进展。\n\n### 主要发现与储量\n\n*   **红星气田**：\n    *   由中国石油化工集团公司（中石化）宣布，政府已认证该气田拥有1650亿立方米的天然气储量。\n    *   该气田横跨湖北省和重庆市。\n    *   中石化表示，这证明了红星地区强大的资源潜力，这一新的战略性页岩气储量有助于国家能源安全。\n*   **永川页岩气田**：\n    *   中石化披露，自然资源部已认证永川页岩气田新增地质储量1246亿立方米。\n    *   该气田位于四川盆地，于2016年发现，2019年已核实储量为235亿立方米。\n\n### 勘探与开采挑战\n\n*   **深度**：这两个新发现的页岩气田的储层均位于地下超过3.3公里的岩层中。\n*   **地质复杂性**：储层具有复杂的构造变形，这将使勘探和开采面临挑战。\n*   **技术应对**：中石化表示正在开发相关技术以解决这些难题。\n\n### 中石化在四川盆地的长期努力\n\n*   中石化在富含深层油气资源的中国西南地区四川盆地已勘探十余年。\n*   迄今为止，该公司在该地区已发现五个大型页岩气田，包括：\n    *   涪陵气田（储量达1万亿立方米）。\n    *   四个1000亿立方米级的气田：威荣、綦江、永川和红星。",
      "shortSummary": "中国在西南地区发现两大深层页岩气田——红星气田和永川气田，探明储量分别达1650亿和1246亿立方米。这些发现是中石化在四川盆地长期勘探的成果，显著提升了中国的能源安全。尽管储层深度超过3.3公里且地质复杂，开采面临挑战，但中石化正积极开发技术应对。此举是中国能源安全战略的重要进展。",
      "translated_title": "中国发现两大页岩气田，能源安全战略显成效",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has discovered deep shale gas reserves in two major gas fields in the southwest, each holding more than 100 billion cubic metres (bcm) of proven reserves, as the country continues its push for greater energy security.\nThe state-owned China Petroleum and Chemical Corp (Sinopec) said late Thursday that the government had certified 165 bcm of natural gas reserves at the Hongxing field, which spans Hubei province and Chongqing municipality.\n“It proves the Hongxing region’s strong resource...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/71bdf489-23ca-4a31-aade-0d6652fb9c4b_78772f39.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国紧急修订1998年法律以解决价格战问题。原因如下。 (原标题: China scrambles to fix price wars – by updating a law from 1998. Here’s why)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322605/chinas-crippling-price-wars-old-laws-revision-seeks-sustainable-equilibrium?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 22:00:12 +0000",
      "isoDate": "2025-08-21T22:00:12.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国修订《价格法》以遏制“内卷”式价格战\n\n**背景与问题：**\n*   中国光伏产业长期面临严重的产能过剩问题，导致行业内出现激烈的价格战，甚至出现亏损销售。\n*   Alex Xu（一家位于浙江的太阳能电池板制造商副总经理）指出，行业近一半的产能是过剩的。\n*   这种以大幅降价为特征的破坏性竞争被形容为“内卷”（neijuan），在多个经济领域普遍存在。\n\n**政府干预与措施：**\n*   中国当局已呼吁打击各经济领域的“内卷”现象。\n*   一项关键措施是修订已有数十年历史的《价格法》，这是自1998年颁布以来的首次修订。\n*   修订草案由国家发展和改革委员会（NDRC）和国家市场监督管理总局（SAMR）共同起草，目前正向公众征求意见。\n*   修订内容包括：\n    *   更新了不公平定价行为的定义。\n    *   加强了遏制这些不公平行为的措施。\n\n**行业影响与支持：**\n*   在当局采取措施后，部分产品价格已出现反弹，例如Alex Xu所在公司的太阳能电池板价格上涨了约20%。\n*   Alex Xu表示支持收紧价格监管。他认为，光伏产品因外观差异小、高度同质化，导致客户只关注价格而非产品细节，从而引发纯粹的价格竞争，给行业造成巨大损失。",
      "shortSummary": "中国正通过修订1998年《价格法》来应对由产能过剩引发的破坏性价格战（“内卷”），尤其是在光伏等行业。新修订旨在更新不公平定价定义并加强监管措施。此举已促使部分产品价格回升，并获得行业支持，以遏制纯粹的价格竞争造成的巨大损失。",
      "translated_title": "中国紧急修订1998年法律以解决价格战问题。原因如下。",
      "images": [],
      "contentSource": "完整文章",
      "content": "It has been a tumultuous couple of months for Alex Xu’s company – a solar panel manufacturer based in eastern China’s Zhejiang province – as product prices have surged by about 20 per cent.\nLong plagued by severe oversupply, China’s photovoltaic industry is grappling with cutthroat price wars and even loss-making sales. From Xu’s perspective, nearly half of the industry’s capacity is excessive.\nBut a rebound in prices has followed recent calls from Chinese authorities to combat “involution”, or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/f4ff25c5-ba62-4afd-a6ef-1437c4b27ee0_7d4dda6c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海艺术节邀请顶级国际演出吸引游客 (原标题: Shanghai arts festival books top international acts to lure tourists)",
      "link": "https://www.scmp.com/business/china-business/article/3322693/shanghai-arts-festival-books-world-class-acts-foster-cultural-tourism?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 12:30:15 +0000",
      "isoDate": "2025-08-21T12:30:15.000Z",
      "creator": "Daniel Ren",
      "summary": "### 中国上海国际艺术节：提升城市吸引力与经济增长\n\n上海正通过举办世界级的艺术节，旨在巩固其作为主要国际旅游目的地的地位，并推动当地经济增长。\n\n#### 活动概览与规模\n*   **名称**：中国上海国际艺术节 (CSIAF)\n*   **时间**：为期一个月，于10月17日开幕。\n*   **演出数量**：将上演共1200场演出，涵盖歌剧、交响乐、芭蕾舞和音乐剧等多种形式。\n*   **国际参与**：超过半数的主要表演将由外国艺术家呈现。\n\n#### 艺术节目标与愿景\n*   **主要目标**：\n    *   巩固上海作为主要国际旅游目的地的地位。\n    *   推动当地经济增长。\n    *   吸引数千名国际游客。\n*   **长远愿景**：CSIAF主席李明表示，艺术表演将连接上海与世界，创新演出将带来人流量，最终转化为上海对国际游客的吸引力。上海的最终目标是成为世界顶级表演者的磁石。\n\n#### 往届成果与本届亮点\n*   **往届成功**：去年，艺术节吸引了2万名外国游客，观看了法国钢琴家亚历山大·坎托罗夫和男低中音歌剧演唱家布林·特菲尔等国际艺术家的表演。\n*   **本届明星阵容**：今年预计将有维也纳爱乐乐团、斯图加特芭蕾舞团和美国小提琴家约书亚·贝尔等顶级艺术家亮相。\n*   **核心理念**：李明强调，“高雅表演是国际知名艺术节的基础。”",
      "shortSummary": "上海正举办中国上海国际艺术节（CSIAF），旨在通过邀请世界级艺术家和呈现1200场高雅演出，巩固其国际旅游目的地地位并促进经济增长。艺术节将吸引大量国际游客，并计划让上海成为全球顶尖表演者的首选之地。去年艺术节吸引了2万外国游客，今年将有维也纳爱乐乐团等知名团体参演。",
      "translated_title": "上海艺术节邀请顶级国际演出吸引游客",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shanghai has invited world-class musicians, singers, dancers and actors to a festival that aims to consolidate its status as a major international tourist destination and propel the growth of the local economy.\nA total of 1,200 shows from operas and symphonies to ballets and musicals would be staged during the month-long China Shanghai International Arts Festival (CSIAF) starting on October 17, local authorities said on Thursday. More than half of the major performances would feature foreign...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/74187cf4-70aa-45ea-bc48-6ed944acdfb1_0f28e32d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国揭示过往电动汽车补贴，从特斯拉到国有巨头，显示资金流向转变 (原标题: China reveals past EV subsidies, from Tesla to state giants, showing funds shift)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322666/china-reveals-past-ev-subsidies-tesla-state-giants-where-did-money-go?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 11:30:09 +0000",
      "isoDate": "2025-08-21T11:30:09.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国电动汽车补贴政策演变\n\n中国工业和信息化部（MIIT）近期公布了2016年至2020年新能源汽车（NEV）企业的补贴结算数据，以及2021年至2022年的分配计划。这些数据清晰地揭示了在此期间中国新能源汽车产业格局的显著转变。\n\n#### 补贴总览与核心趋势\n\n*   **资金流向转变**：从2016年到2022年，补贴资金逐渐从传统的国有企业转向领先的汽车制造商和新兴的初创公司。\n*   **政策调整预期**：MIIT表示，新能源汽车补贴政策将进行动态调整，预计补贴金额将逐步减少。\n\n#### 2016-2020年补贴情况\n\n*   **总额**：在此期间，共计拨付了16.5亿元人民币（约合2.3亿美元）的补贴。\n*   **主要受益者**：\n    *   **北京新能源汽车股份有限公司（北汽新能源）**：是最大的赢家，获得了约5.56亿元人民币，占总补贴额的三分之一。\n    *   **比亚迪**：仅获得1574万元人民币，占比不到1%。\n    *   **特斯拉**：于2020年首次申请补贴，获得359万元人民币，占比同样不到1%。\n*   **未获全额补贴原因**：MIIT解释称，部分汽车制造商未能获得其申请的全部补贴，原因包括文件不合规或未能上传所需的车辆数据。\n*   **未来计划**：2023-2024年的补贴计划尚未对外公布。\n\n#### 2021-2022年补贴分配的显著转变\n\n*   **明确的转变**：从2021年到2022年，补贴分配模式开始出现明显转变，资金更多地流向了市场领先者。\n*   **主要获益者**：\n    *   **比亚迪**：其陕西和深圳子公司分别获得了3791万元和3556万元人民币的补贴。\n    *   **特斯拉**：其上海子公司获得了3015万元人民币的补贴。\n    *   **零跑汽车**：作为唯一获得补贴的初创公司（由Stellantis支持），共获得了276万元人民币。\n\n#### 行业分析师观点\n\n*   **易车研究院院长兼首席研究员周丽君**指出，数据显示补贴越来越倾向于领先的汽车制造商和选定的新进入者。\n*   这一趋势标志着中国新能源汽车市场正从国有企业主导向更加多元化的格局转变。",
      "shortSummary": "中国工信部数据显示，2016年至2022年间，中国新能源汽车补贴政策发生显著转变。2016-2020年，总计16.5亿元补贴中，北汽新能源是最大赢家。而2021-2022年，补贴明显转向比亚迪和特斯拉等领先车企，以及零跑汽车等新兴公司。这反映了补贴从传统国企向市场主导型企业的过渡，预示着补贴将逐步减少，市场将更加多元化。",
      "translated_title": "中国揭示过往电动汽车补贴，从特斯拉到国有巨头，显示资金流向转变",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has released a breakdown of the subsidy settlements for new-energy vehicle (NEV) companies from 2016 to 2020, along with the allocation plan for 2021 to 2022, and the data helps illustrate how the industry landscape shifted during those years.\nAccording to data released by the Ministry of Industry and Information Technology (MIIT) earlier this month, over the seven years from 2016 to 2022, subsidies gradually moved from traditional state-owned enterprises to leading carmakers and emerging...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/73179fed-ce95-41ee-9a56-a897d05e6fb7_aa9879d4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国承诺加强生物技术支持，全球制药商交易激增 (原标题: China vows stronger biotech support as deals with global drug makers surge)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322656/china-vows-stronger-biotech-support-deals-global-pharmaceutical-giants-surge?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 09:00:09 +0000",
      "isoDate": "2025-08-21T09:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国加强生物技术产业支持\n\n中国总理李强呼吁为生物技术产业提供更强有力的政策支持，以促进该领域创新发展。该行业近年来蓬勃发展，被视为战略性新兴产业，对公众健康至关重要。\n\n### 政策支持重点\n\n*   **加强原创创新**：鼓励在生物技术领域进行原创性研究和开发。\n*   **攻克核心技术难题**：集中资源解决关键技术瓶颈。\n*   **动员政府和市场资源**：整合政府和市场力量，以期快速实现突破。\n*   **人才培养与基础建设**：敦促研究机构关注全球前沿和关键领域，培养顶尖人才，为行业发展奠定坚实基础。\n\n### 许可外授模式的兴起\n\n在李强总理发表上述言论之际，中国生物技术开发商正与跨国制药公司签署越来越多的许可外授（out-licensing）协议。\n\n*   **模式定义**：许可外授是指生物技术公司将其药物候选产品（通常已在中国完成I期和II期临床试验）出售给全球合作伙伴。\n*   **采用原因**：\n    *   **缓解财务压力**：生物制药行业采用新疗法成本高昂，且失败风险大，许可外授有助于缓解资金压力。\n    *   **应对国内盈利限制**：中国的医疗保健系统主要由政府资助，国家医保计划下的药品大幅降价限制了国内市场的盈利能力。",
      "shortSummary": "中国总理李强呼吁加强对生物技术产业的政策支持，强调其作为战略新兴产业和公共健康关键领域的重要性。他敦促加强原创创新、攻克核心技术难题并培养人才。与此同时，中国生物技术公司正通过许可外授模式，将药物候选产品出售给全球制药商，以缓解高昂的研发成本、高失败风险以及国内医保降价带来的盈利压力。",
      "translated_title": "中国承诺加强生物技术支持，全球制药商交易激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Premier Li Qiang has called for stronger policy support for the biotech industry, as part of efforts to bolster innovation in a sector that has witnessed a boom in recent years.\n“The biopharmaceutical industry is both a strategic emerging sector and vital to public health,” he said during an inspection in Beijing on Wednesday, as reported by the state-run Xinhua News Agency.\n“Efforts should be made to strengthen original innovation, address core technological challenges and mobilise...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/48d971ea-87ee-4c6c-8b7d-a848e90864c9_f4cc0f8d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国主要化肥出口量激增600%，预示出口限制放松 (原标题: China’s shipments of major fertiliser surge 600%, signalling softer export curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322622/chinas-shipments-major-fertiliser-surge-600-signalling-softer-export-curbs?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 06:01:54 +0000",
      "isoDate": "2025-08-21T06:01:54.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国尿素出口量激增，出口限制放松\n\n### 背景与原因\n\n*   据报道，中国放松了去年为抑制国内价格和维护粮食安全而实施的出口禁令，导致尿素（一种主要化肥和减排化学品）出口量大幅增长。\n*   分析师指出，尿素出口量在8月和9月可能继续上升，因为大部分配额尚未使用，且对印度的出货可能恢复。\n\n### 出口数据\n\n*   根据海关数据显示，中国7月尿素出口量达到567,184吨。\n*   这比去年同期增长了614%。\n*   比6月的出货量增长了7.6倍。\n*   6月出口量已跃升至近66,241吨。\n*   而1月至5月期间，月均出口量不超过2,200吨。\n\n### 增长原因分析\n\n*   此次显著增长主要归因于去年因禁令导致的异常低基数，这进一步证实了市场关于北京放松管制的猜测。\n*   商品咨询公司JLC网络科技的分析师徐晓云指出，北京发布配额前，检查工作已于5月底重启。\n*   6月和7月的尿素出口是在政府指导下进行的，有配额限制和价格控制，而非完全放开。\n\n### 出口目的地\n\n*   海关数据显示，该化学品的出口目的地已从6月的13个国家和地区扩大到7月的31个。",
      "shortSummary": "中国7月尿素出口量激增至567,184吨，同比飙升614%，环比增长7.6倍。这主要得益于北京放松了去年为稳定国内价格而实施的出口禁令。尽管出口仍受政府指导和配额限制，但这一增长预示着出口管制有所放松，分析师预计未来几个月出口量可能继续上升，出口目的地也已显著扩大。",
      "translated_title": "中国主要化肥出口量激增600%，预示出口限制放松",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipments of urea – a major fertiliser and chemical used to reduce emissions – have surged after Beijing reportedly eased an export ban imposed last year to curb domestic prices and maintain food security.\nAnalysts said exports of the chemical – a type of nitrogen used in agriculture as well as to curb diesel and industrial emissions – may continue rising in August and September, as a large portion of the quota remained unused and shipments to India might resume.\nChina exported 567,184...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/f9017058-1d6c-4094-8094-a4fde75a3469_29fcf0b1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "磁力吸引：中国永磁体出口再次激增 (原标题: Magnetic attraction: China’s exports of permanent magnets surge again)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322588/magnetic-attraction-chinas-exports-permanent-magnets-surge-again?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 02:05:29 +0000",
      "isoDate": "2025-08-21T02:05:29.000Z",
      "creator": "Alice Li",
      "summary": "# 中国永磁体出口概览\n\n中国永磁体出口在7月份达到六个月来的新高，这是在政府承诺加快稀土衍生物出口许可证审批后，连续第二个月实现增长。\n\n*   **出口数据亮点**\n    *   根据海关数据显示，中国上个月出口了5,577吨永磁体。\n    *   出口量环比增长75%。\n*   **永磁体的重要性**\n    *   稀土永磁体是电动汽车、风力涡轮机、智能手机、飞机和航天器等产品的基本组成部分。\n*   **主要买家分析**\n    *   **欧盟**：上个月仍然是中国永磁体的最大买家，共进口2,140吨，占中国出口总量的38%。这标志着继6月份中国表示将加速永磁体出口许可证审批后，环比增长了57%（6月份增幅超过三倍）。\n    *   **德国**：按国家划分，德国是7月份中国永磁体的全球最大进口国，进口量为1,116吨，环比增长46%。\n    *   **美国**：位居第二，7月份购买了619吨，占中国当月永磁体出口的11%。其进口量环比增长76%，也标志着连续第二个月实现增长。",
      "shortSummary": "中国永磁体出口在7月份达到六个月高点，总量达5,577吨，环比激增75%。这得益于政府加快稀土衍生物出口许可证审批。永磁体是电动汽车、风力涡轮机等关键产品的重要组成部分。欧盟仍是最大买家，德国和美国紧随其后，两国进口量均连续第二个月增长。",
      "translated_title": "磁力吸引：中国永磁体出口再次激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports of permanent magnets rose to a six-month high in July, marking a second month of growth after the government pledged to accelerate export permit approvals for the rare earth derivative.\nAccording to customs data, China exported 5,577 tonnes of permanent magnets last month, up 75 per cent month on month.\nRare earth permanent magnets are an essential component in products including electric vehicles, wind turbines, smartphones, aeroplanes and spacecraft.\nThe European Union remained...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/40c2b002-2a2b-426d-94fc-b881062d7965_96273a04.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-24T13:25:56.359Z"
}