{
  "sourceUrl": "https://www.sciencedaily.com/rss/computers_math/artificial_intelligence.xml",
  "title": "Artificial Intelligence News -- ScienceDaily",
  "description": "Artificial Intelligence News. Everything on AI including futuristic robots with artificial intelligence, computer models of human intelligence and more.",
  "link": "https://www.sciencedaily.com/news/computers_math/artificial_intelligence/",
  "items": [
    {
      "title": "物理学家揭示电子“狂野”运行的新量子态 (原标题: Physicists reveal a new quantum state where electrons run wild)",
      "link": "https://www.sciencedaily.com/releases/2025/11/251116105625.htm",
      "pubDate": "Sun, 16 Nov 2025 10:56:25 EST",
      "isoDate": "2025-11-16T15:56:25.000Z",
      "creator": "",
      "summary": "## 物理学家揭示电子“狂野”运行的新量子态\n\n佛罗里达州立大学的物理学家团队，包括博士后研究员Aman Kumar、副教授Hitesh Changlani和助理教授Cyprian Lewandowski，在《npj Quantum Materials》杂志上发表了一项突破性研究。他们识别出了形成一种特殊电子晶体的具体条件，这种晶体被称为“广义维格纳晶体”，并在此过程中发现了一种全新的量子态——“量子弹珠相”。\n\n### 电子晶体的形成与传统理解\n\n*   **背景：** 电流通过电子在电路中的运动产生。在某些材料中，电子的稳定流动会突然锁定成有组织的、晶体状的模式，使材料从导体变为绝缘体。这种行为为理解电子相互作用提供了宝贵见解，并推动了量子计算、高性能超导体和精密原子钟等领域的发展。\n*   **维格纳晶体：** 科学家们早已知道，二维薄材料中的电子可以凝固成维格纳晶体，这一概念最早于1934年提出。近年来的实验已检测到这些结构，但其在考虑额外量子效应后的形成机制尚未完全理解。\n\n### 广义维格纳晶体：一种混合量子态\n\n*   **新发现：** 研究团队确定了触发这种相变并实现广义维格纳晶体的“量子旋钮”。\n*   **独特之处：** 与传统维格纳晶体只呈现三角形晶格不同，广义维格纳晶体利用二维莫尔系统，允许形成条纹状或蜂窝状等不同的晶体形状。\n*   **混合性质：** 在这种状态下，电子既能以固体晶格排列，又能转变为更具流动性的形式，展现出一种独特的混合相。\n\n### 研究方法与数据处理\n\n*   **计算工具：** 团队利用佛罗里达州立大学研究计算中心和美国国家科学基金会ACCESS项目（一个先进的计算和数据资源）的先进计算工具进行研究。\n*   **模拟技术：** 他们采用了精确对角化、密度矩阵重整化群和蒙特卡洛模拟等方法，测试了电子在各种场景下的行为。\n*   **量子数据处理：** 量子力学为每个电子分配两部分信息，当大量电子相互作用时，数据量巨大。研究人员使用复杂的算法压缩和组织这些信息，形成可分析和解释的网络。\n*   **理论计算：** 通过最先进的张量网络计算和精确对角化（一种强大的数值技术，用于收集量子哈密顿量的信息），研究人员能够精确地进行理论计算，模拟实验结果，并解释晶体态的形成原因及其相对于其他竞争态的优势。\n\n### 惊人的新发现：量子弹珠相\n\n*   **意外之喜：** 在研究广义维格纳晶体时，团队意外发现了一种新的物质状态——“量子弹珠相”。\n*   **双重行为：** 在此相中，电子同时表现出绝缘和导电行为。一些电子固定在晶格中，而另一些则自由移动，其运动类似于弹珠在固定障碍物之间反弹。\n*   **首次观察：** 这是首次在研究的电子密度下观察并报告这种独特的量子力学效应。\n\n### 这些发现的重要性\n\n*   **量子层面控制：** 这些结果扩展了科学家在量子层面理解和控制物质行为的能力。\n*   **“量子旋钮”：** 研究表明，除了传统的热量调节外，还存在其他“量子旋钮”（能量尺度）可以用来操纵物质状态，将电子从固体相推向液体相。\n*   **未来技术：** 理解维格纳晶体及其相关状态有望塑造量子技术的未来，包括量子计算和自旋电子学。自旋电子学是一个快速发展的凝聚态物理领域，有望带来更快、更高效、能耗更低、制造成本更低的纳米电子设备。\n*   **未来目标：** 团队旨在进一步探索电子在复杂系统中的相互作用，解决基本问题，最终推动量子、超导和原子技术的创新。",
      "shortSummary": "佛罗里达州立大学的物理学家发现了一种新的量子态——“广义维格纳晶体”，其中电子既能形成固体晶格又能保持流动性，允许形成多种晶体形状。他们还意外揭示了“量子弹珠相”，在此相中电子同时表现出绝缘和导电行为。这些通过先进计算方法实现的发现，深化了对量子物质行为的理解，并为通过“量子旋钮”操纵物质状态开辟了新途径，有望推动量子计算和自旋电子学等未来技术的发展。",
      "translated_title": "物理学家揭示电子“狂野”运行的新量子态",
      "images": [],
      "contentSource": "完整文章",
      "content": "Electrons can freeze into strange geometric crystals and then melt back into liquid-like motion under the right quantum conditions. Researchers identified how to tune these transitions and even discovered a bizarre “pinball” state where some electrons stay locked in place while others dart around freely. Their simulations help explain how these phases form and how they might be harnessed for advanced quantum technologies."
    },
    {
      "title": "一束光运行AI，具备超级计算机能力 (原标题: A single beam of light runs AI with supercomputer power)",
      "link": "https://www.sciencedaily.com/releases/2025/11/251115095923.htm",
      "pubDate": "Sun, 16 Nov 2025 02:00:12 EST",
      "isoDate": "2025-11-16T07:00:12.000Z",
      "creator": "",
      "summary": "### 一束光运行AI，具备超级计算机能力：光学张量计算新突破\n\n**背景与挑战**\n张量运算是支持现代人工智能（AI）技术的先进数学形式，远超传统计算。随着数据量持续增长，传统数字硬件（如GPU）在处理AI所需的复杂张量运算时，面临速度、能耗和可扩展性方面的巨大压力。AI系统在图像处理、语言理解等领域对张量运算的需求日益增加。\n\n**创新方法：单次光学张量计算**\n为了应对这些挑战，由阿尔托大学电子与纳米工程系光子学小组的张宇峰博士领导的国际团队，开发了一种全新的方法。该方法允许复杂张量计算在光通过光学系统的一次运动中完成，被称为“单次张量计算”，其运行速度达到光速。\n\n*   **工作原理**：\n    *   该方法通过将数字信息编码到光波的振幅和相位中，将数值数据转换为光场中的物理变化。\n    *   当这些光波相互作用时，它们会自动执行深度学习基础的数学过程，如矩阵和张量乘法。\n    *   通过使用多个波长的光，研究人员扩展了这项技术，以支持更复杂、更高阶的张量运算。\n    *   张博士解释说，这种方法执行的操作与当前GPU处理的卷积和注意力层相同，但全部以光速完成，利用光的物理特性同时执行多项计算，而非依赖电子电路。\n\n**主要优势**\n1.  **被动光学处理**：计算过程中，所需的操作随光传播自动发生，系统无需主动控制或电子切换。\n2.  **广泛兼容性**：该方法几乎可以在任何光学平台上实现。阿尔托大学光子学小组负责人孙志培教授表示，未来计划将此计算框架直接集成到光子芯片上，使基于光的处理器能够以极低的功耗执行复杂的AI任务。\n3.  **高效率与可扩展性**：通过一次光通过，所有检查和排序都能瞬间并行完成，显著提升效率。\n\n**未来展望**\n张博士指出，最终目标是将这项技术应用于主要科技公司现有的硬件和平台。他估计，该方法可在3到5年内整合到此类系统中。这将催生新一代光学计算系统，极大地加速跨领域复杂的AI任务。\n\n**研究发表**\n这项研究于2025年11月14日发表在《自然·光子学》（Nature Photonics）杂志上。",
      "shortSummary": "由阿尔托大学团队领导的研究人员开发了一种创新的光学计算方法，利用一束光以光速执行复杂的AI张量运算。该“单次张量计算”通过将信息编码到光波中，实现被动、并行处理，显著提升AI任务的速度和能效，超越传统GPU的限制。这项技术有望在3-5年内集成到现有硬件中，开创光基AI硬件的新时代。",
      "translated_title": "一束光运行AI，具备超级计算机能力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Aalto University researchers have developed a method to execute AI tensor operations using just one pass of light. By encoding data directly into light waves, they enable calculations to occur naturally and simultaneously. The approach works passively, without electronics, and could soon be integrated into photonic chips. If adopted, it promises dramatically faster and more energy-efficient AI systems."
    },
    {
      "title": "New prediction breakthrough delivers results shockingly close to reality",
      "link": "https://www.sciencedaily.com/releases/2025/11/251112111023.htm",
      "pubDate": "Fri, 14 Nov 2025 02:09:08 EST",
      "isoDate": "2025-11-14T07:09:08.000Z",
      "creator": "",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "New prediction breakthrough delivers results shockingly close to reality",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers have created a prediction method that comes startlingly close to real-world results. It works by aiming for strong alignment with actual values rather than simply reducing mistakes. Tests on medical and health data showed it often outperforms classic approaches. The discovery could reshape how scientists make reliable forecasts."
    },
    {
      "title": "行为如真实脑细胞的人工神经元 (原标题: Artificial neurons that behave like real brain cells)",
      "link": "https://www.sciencedaily.com/releases/2025/11/251105050723.htm",
      "pubDate": "Wed, 05 Nov 2025 10:34:51 EST",
      "isoDate": "2025-11-05T15:34:51.000Z",
      "creator": "",
      "summary": "# 行为如真实脑细胞的人工神经元：神经拟态计算的突破\n\n南加州大学维特比工程学院和高级计算学院的科学家们取得了一项重大突破，他们创造出能够复制真实脑细胞复杂电化学行为的人工神经元。这项发表在《自然电子学》上的发现，标志着神经拟态计算领域的一个重要里程碑，该领域旨在设计模仿人脑的硬件。\n\n## 核心发现与意义\n\n*   **物理模拟生物功能**：与仅通过数学模型模拟大脑活动的数字处理器或早期神经拟态芯片不同，这些新神经元通过实际的化学相互作用启动计算过程，物理地再现了真实神经元的运作方式。它们是生物功能的具体再现，而非仅仅是符号表示。\n*   **推动人工智能发展**：这项技术有望将芯片尺寸缩小几个数量级，大幅降低能耗，并推动人工智能更接近实现通用人工智能（AGI）。\n\n## 新型类脑硬件：扩散忆阻器\n\n*   **核心技术**：该研究由南加州大学计算机与电气工程系的杨教授（Joshua Yang）领导，建立在他十多年前在人工突触方面的开创性工作之上。团队的新方法围绕一种名为“扩散忆阻器”（diffusive memristor）的设备展开。\n*   **工作原理**：与依赖电子进行计算的硅系统不同，杨教授的扩散忆阻器利用原子的运动（具体是银离子）来传输信息，这更接近生物神经元的工作方式。\n*   **效率与尺寸**：每个人工神经元仅占用一个晶体管的面积，而旧设计需要数十甚至数百个晶体管。这使得芯片更小、更高效。\n\n## 模仿大脑动力学：使用银离子\n\n*   **复制生物过程**：大脑中，电信号在突触处转化为化学信号，然后再次转化为电信号，以在神经细胞间传递信息。杨教授的团队成功地在他们的设备中精确复制了这一复杂过程。\n*   **离子作用**：生物神经元依赖钾、钠、钙等带电离子产生电脉冲。在新研究中，杨教授利用嵌入氧化物材料中的银离子来生成模仿自然大脑功能（如学习、运动和规划）的电脉冲。\n*   **选择银离子**：杨教授解释说，尽管使用的离子不完全相同，但控制离子运动的物理原理和动力学非常相似。选择银是因为它易于扩散，能提供模拟生物系统所需的动力学，并以非常简单的结构实现神经元功能。\n*   **效率的根本原因**：团队选择利用离子动力学来构建人工智能系统，因为这是人脑的工作方式，而人脑是“进化的胜利者——最高效的智能引擎”。\n\n## 效率在AI硬件中的重要性\n\n*   **现代计算的挑战**：杨教授强调，现代计算的问题不在于缺乏算力，而在于效率低下，消耗过多能源，尤其对于处理海量数据的大规模AI系统而言。\n*   **电子与离子**：虽然电子在纯粹的速度方面表现出色，但杨教授认为，离子是体现大脑原理的更好介质。电子轻且不稳定，导致基于软件的学习，这与大脑的运作方式根本不同。大脑通过离子跨膜运动进行学习，直接在硬件（或“湿件”）中实现节能和自适应学习。\n*   **能耗对比**：一个幼儿只需看几个手写数字的例子就能学会识别，而计算机通常需要数千个。人脑完成这项任务仅消耗约20瓦功率，而当今的超级计算机则需要兆瓦级功率。\n\n## 潜在影响与未来展望\n\n*   **复制自然智能**：这项技术是复制自然智能的重要一步。它能将芯片尺寸和能耗降低几个数量级，使未来的AI系统在不消耗不可持续能源的情况下，实现类似水平的智能。\n*   **洞察大脑工作原理**：杨教授表示，更令人兴奋的是，这种忠实于大脑的系统有望帮助我们揭示大脑自身工作的新见解。\n*   **下一步挑战**：目前实验中使用的银离子尚不兼容标准的半导体制造工艺。未来的工作将探索其他能够实现类似效果的离子材料。下一步是将大量人工突触和神经元集成起来，测试它们能多大程度上复制大脑的效率和能力。\n\n**注意：文章内容中未包含有效的实际图片链接，因此摘要中未包含任何图片。**",
      "shortSummary": "南加州大学科学家开发出一种新型人工神经元，能物理复制真实脑细胞的电化学行为。这项基于“扩散忆阻器”和银离子运动的技术，是神经拟态计算的重大突破。它有望大幅缩小芯片尺寸、降低能耗，并推动人工智能迈向通用智能（AGI）。与传统电子计算不同，该技术通过模仿大脑的离子运动实现硬件级学习，效率远超现有AI系统，同时可能揭示大脑工作的新机制。",
      "translated_title": "行为如真实脑细胞的人工神经元",
      "images": [],
      "contentSource": "完整文章",
      "content": "USC researchers built artificial neurons that replicate real brain processes using ion-based diffusive memristors. These devices emulate how neurons use chemicals to transmit and process signals, offering massive energy and size advantages. The technology may enable brain-like, hardware-based learning systems. It could transform AI into something closer to natural intelligence."
    },
    {
      "title": "过多的屏幕时间可能正在损害儿童的心脏 (原标题: Too much screen time may be hurting kids’ hearts)",
      "link": "https://www.sciencedaily.com/releases/2025/11/251101000418.htm",
      "pubDate": "Sat, 01 Nov 2025 08:01:56 EDT",
      "isoDate": "2025-11-01T12:01:56.000Z",
      "creator": "",
      "summary": "一项基于丹麦1000多名参与者数据的研究显示，儿童和青少年使用电子设备或看电视的时间越长，患心血管代谢疾病的风险越高，包括高血压、高胆固醇和胰岛素抵抗。研究人员指出，屏幕时间与心血管代谢风险之间的关联在睡眠时间较少的青少年中最为显著，这表明屏幕使用可能通过“窃取”睡眠时间来损害健康。研究结果强调了解决年轻人屏幕使用习惯的重要性，这可能是保护长期心脏和代谢健康的一种潜在方式。\n\n### 屏幕时间与早期心脏和代谢风险相关\n\n*   **风险关联**：儿童和青少年花费大量时间在电视、手机、平板电脑、电脑或游戏系统上，似乎面临更高的心血管代谢问题风险，例如血压升高、胆固醇水平不佳和胰岛素抵抗。\n*   **研究来源**：这些发现发表在《美国心脏协会杂志》上。美国心脏协会2023年的一份科学声明指出，“心血管代谢风险正在以越来越年轻的年龄累积”。\n\n### 丹麦队列研究显示一致模式\n\n*   **研究对象**：对来自两项丹麦研究的1000多名参与者进行了评估。\n*   **主要发现**：休闲屏幕时间越长，儿童和青少年的心血管和整体心血管代谢风险显著增加。\n*   **研究作者观点**：研究主要作者David Horner博士表示，限制儿童和青少年时期的自由支配屏幕时间可能保护长期的心脏和代谢健康。这项研究提供了这种联系从早期开始的证据，并强调了拥有平衡日常作息的重要性。\n\n### 研究测量内容\n\n*   **研究组**：哥本哈根儿童哮喘前瞻性研究（COPSAC）的两个小组：一组是2010年跟踪的10岁儿童，另一组是2000年跟踪的18岁青少年。\n*   **测量指标**：研究团队分析了休闲屏幕使用与心血管代谢风险因素之间的关系。屏幕时间包括看电视和电影、玩游戏以及出于娱乐目的使用手机、平板电脑或电脑。\n*   **综合评分**：为了捕捉整体风险，研究人员创建了一个基于代谢综合征多个组成部分的综合心血管代谢评分，包括腰围、血压、高密度脂蛋白（HDL）“好”胆固醇、甘油三酯和血糖水平。该评分根据性别和年龄进行了调整，反映了参与者相对于研究平均水平的风险。\n\n### 每小时的累积效应\n\n*   **风险增加**：分析显示，每增加一小时的休闲屏幕时间，10岁儿童的心血管代谢评分增加约0.08个标准差，18岁青少年增加约0.13个标准差。\n*   **累积影响**：Horner博士指出，这意味着一个每天多花三小时屏幕时间的儿童，其风险可能比同龄人高出四分之一到一半个标准差。虽然每小时的变化很小，但当屏幕时间累积到每天三、五甚至六小时时（在许多青少年中可见），这种影响就会累积起来。将其乘以整个儿童人口，就会看到早期心血管代谢风险的显著变化，这可能会持续到成年。\n\n### 睡眠似乎加剧风险\n\n*   **睡眠与风险**：睡眠不足和晚睡加强了屏幕时间与心血管代谢风险之间的关系。睡眠较少的青少年在相同屏幕暴露量下显示出显著更高的风险。\n*   **机制解释**：Horner博士表示，在儿童时期，睡眠时长不仅调节了这种关系，而且部分解释了它：屏幕时间与心血管代谢风险之间约12%的关联是通过较短的睡眠时长介导的。这些发现表明，睡眠不足可能不仅会放大屏幕时间的影响，而且可能是连接屏幕习惯与早期代谢变化的关键途径。\n\n### 与屏幕使用相关的代谢“指纹”\n\n*   **生物学影响**：通过机器学习分析，研究人员识别出一种独特的血液代谢物模式，似乎与屏幕时间相关联，称之为“屏幕时间指纹”，验证了屏幕时间行为的潜在生物学影响。\n*   **长期风险信号**：使用相同的代谢组学数据，研究人员还评估了屏幕时间是否与成年后的预测心血管风险相关，发现在儿童时期呈正向趋势，在青少年时期呈显著关联。这表明与屏幕相关的代谢变化可能携带长期心脏健康风险的早期信号。\n*   **临床应用**：Horner博士建议，在儿科就诊期间识别和讨论屏幕习惯，可以成为更广泛生活方式咨询的一部分，就像饮食或体育活动一样。这些结果也为使用代谢组学特征作为生活方式风险的早期客观标志物打开了大门。\n\n### 专家实用指导\n\n*   **美国心脏协会专家建议**：美国心脏协会青年心脏心血管疾病预防委员会主席Amanda Marma Perak博士（未参与此研究）建议，将重点放在睡眠上是改变屏幕时间模式的良好起点。\n*   **具体建议**：如果减少屏幕时间感到困难，可以从将屏幕时间提前，并专注于更早入睡和延长睡眠时间开始。\n*   **榜样作用**：成年人也应树立榜样，通过示范健康的屏幕使用习惯（何时放下、如何使用、如何避免多任务处理）来引导孩子。随着孩子长大，更明确地解释为什么在晚餐或其他共同时间放下设备。\n*   **培养独立性**：确保孩子知道如何在没有屏幕的情况下娱乐和安抚自己，并能应对无聊。无聊能激发才华和创造力，所以当孩子抱怨无聊时不要烦恼。生活中的孤独和不适是支持和指导孩子以健康方式应对的机会，而不是仅仅依赖滚动屏幕。\n\n### 重要注意事项和后续问题\n\n*   **观察性研究**：这项研究是观察性的，揭示的是关联而非直接的因果关系。\n*   **数据局限性**：10岁和18岁儿童的屏幕使用情况由父母通过问卷报告，可能无法完全反映实际屏幕时间。\n*   **未来研究方向**：Horner博士指出，未来的研究可以测试在睡前几小时减少屏幕暴露（此时屏幕光线可能扰乱昼夜节律并延迟入睡）是否有助于降低心血管代谢风险。\n\n### 研究细节、背景和设计\n\n*   **研究组**：丹麦COPSAC的两个前瞻性研究组由母子对组成。\n*   **数据收集**：分析了从孩子出生到10岁（2010年研究组）和18岁（2000年研究组）期间计划的临床访问和研究评估中收集的数据。\n*   **屏幕时间数据**：通过问卷，10岁组儿童的父母和18岁组的青少年详细说明了年轻参与者看电视或电影、在游戏机/电视上玩游戏以及出于休闲目的使用手机、平板电脑或电脑的小时数。\n*   **平均屏幕时间**：\n    *   2010年组：6岁时平均每天2小时，10岁时平均每天3.2小时，显示出随时间显著增加。\n    *   2000年组：18岁时平均每天6.1小时，显著更高。\n*   **睡眠测量**：通过传感器在14天内测量睡眠。",
      "shortSummary": "一项丹麦研究发现，儿童和青少年过多的屏幕时间与高血压、高胆固醇和胰岛素抵抗等心血管代谢疾病风险增加有关。这种关联在睡眠不足的青少年中尤为显著，表明屏幕使用可能通过“窃取”睡眠时间来损害健康。研究强调，限制屏幕时间并改善睡眠习惯对保护年轻人长期心脏和代谢健康至关重要。专家建议，成年人应树立榜样，并鼓励孩子培养无屏幕的娱乐方式。",
      "translated_title": "过多的屏幕时间可能正在损害儿童的心脏",
      "images": [],
      "contentSource": "完整文章",
      "content": "More screen time among children and teens is linked to higher risks of heart and metabolic problems, particularly when combined with insufficient sleep. Danish researchers discovered a measurable rise in cardiometabolic risk scores and a metabolic “fingerprint” in frequent screen users. Experts say better sleep and balanced daily routines can help offset these effects and safeguard lifelong health."
    },
    {
      "title": "突破性光学处理器使AI能以光速计算 (原标题: Breakthrough optical processor lets AI compute at the speed of light)",
      "link": "https://www.sciencedaily.com/releases/2025/10/251027224833.htm",
      "pubDate": "Tue, 28 Oct 2025 09:14:28 EDT",
      "isoDate": "2025-10-28T13:14:28.000Z",
      "creator": "",
      "summary": "# 突破性光学处理器使AI能以光速计算\n\n## 现代AI面临的计算瓶颈\n现代人工智能（AI）系统，如机器人手术和高频交易，严重依赖实时处理原始数据流。快速提取重要特征至关重要，但传统的数字处理器已达到物理极限，无法进一步降低延迟或提高吞吐量以满足当前数据密集型应用的需求。\n\n## 光计算：解决方案的曙光\n研究人员正转向光作为解决方案。光计算——利用光而非电来处理复杂计算——有望显著提升速度和效率。其中一个有前景的方法是光学衍射算子，这些薄板状结构在光线穿过时执行数学运算，能以低能耗同时处理多个信号。然而，在超过10 GHz的速度下维持此类计算所需的稳定、相干光一直是一个巨大挑战。\n\n## 清华大学OFE2：突破性光学特征提取引擎\n为克服这一挑战，中国清华大学陈宏伟教授领导的团队开发了一款名为“光学特征提取引擎”（Optical Feature Extraction Engine, OFE2）的突破性设备。他们的研究成果发表在《Advanced Photonics Nexus》上，展示了一种执行高速光学特征提取的新方法，适用于多种实际应用。\n\n## OFE2的数据准备与处理机制\nOFE2的关键进展在于其创新的数据准备模块：\n*   **数据准备模块：** 解决向核心光学组件提供快速、并行光学信号而不损失相位稳定性的难题。传统的基于光纤的系统在分光和延迟时常引入不必要的相位波动。\n*   **集成芯片设计：** 清华团队通过设计一个完全集成的片上系统解决了这个问题，该系统包含可调功率分配器和精确延迟线。\n*   **信号转换：** 该设置将串行数据转换为多个同步的光学通道。\n*   **可重构性：** 集成的相位阵列使得OFE2可以轻松地针对不同的计算任务进行重新配置。\n*   **特征提取：** 准备好的光学信号随后通过一个衍射算子执行特征提取。这个过程类似于矩阵-向量乘法，光波相互作用在特定的输出点产生聚焦的“亮点”。通过微调输入光的相位，这些亮点可以被导向选定的输出端口，使OFE2能够捕捉输入数据随时间变化的细微差异。\n\n## 创纪录的光学性能\nOFE2以12.5 GHz的惊人速度运行，在短短250.5皮秒内完成一次矩阵-向量乘法——这是此类光学计算已知最快的结果。陈教授表示：“我们坚信这项工作为推动集成光学衍射计算在实际应用中突破10 GHz速率提供了重要的基准。”\n\n## OFE2的实际应用测试\n研究团队在多个领域测试了OFE2：\n*   **图像处理：** 成功从视觉数据中提取边缘特征，创建了成对的“浮雕和雕刻”图，提高了图像分类的准确性，例如在CT扫描中识别器官。\n*   **AI效率提升：** 使用OFE2的系统比标准AI模型需要更少的电子参数，证明光学预处理可以使混合AI网络更快、更高效。\n*   **数字交易：** 处理实时市场数据以生成有利可图的买卖操作。经过优化策略训练后，OFE2将传入的价格信号直接转换为交易决策，实现了持续回报。由于这些计算以光速发生，交易者几乎可以零延迟地抓住机会。\n\n## 照亮AI的未来之路\n这些成就共同预示着计算领域的一次重大转变。通过将AI处理中最苛刻的部分从耗电的电子芯片转移到闪电般快速的光子系统，OFE2等技术有望开创实时、低能耗AI的新时代。陈教授总结道：“我们研究中提出的进展将集成衍射算子推向了更高的速率，为图像识别、辅助医疗和数字金融等领域的计算密集型服务提供了支持。我们期待与有数据密集型计算需求的合作伙伴进行合作。”",
      "shortSummary": "清华大学团队开发了突破性光学处理器OFE2，旨在解决现代AI计算瓶颈。OFE2利用光而非电进行高速特征提取，在12.5 GHz下以250.5皮秒完成一次矩阵-向量乘法，创下光学计算速度纪录。其创新数据准备模块和衍射算子使其能高效处理数据。OFE2已成功应用于图像处理，提升AI效率，并在数字交易中实现实时决策。这项技术预示着AI将进入实时、低能耗的光子计算新时代。",
      "translated_title": "突破性光学处理器使AI能以光速计算",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers at Tsinghua University developed the Optical Feature Extraction Engine (OFE2), an optical engine that processes data at 12.5 GHz using light rather than electricity. Its integrated diffraction and data preparation modules enable unprecedented speed and efficiency for AI tasks. Demonstrations in imaging and trading showed improved accuracy, lower latency, and reduced power demand. This innovation pushes optical computing toward real-world, high-performance AI."
    },
    {
      "title": "斯坦福大学的微型眼部芯片帮助盲人重见光明 (原标题: Stanford’s tiny eye chip helps the blind see again)",
      "link": "https://www.sciencedaily.com/releases/2025/10/251022023118.htm",
      "pubDate": "Wed, 22 Oct 2025 10:26:46 EDT",
      "isoDate": "2025-10-22T14:26:46.000Z",
      "creator": "",
      "summary": "# 斯坦福大学的微型眼部芯片帮助盲人重见光明\n\n## 引言\n斯坦福大学医学院及其国际合作者主导的一项临床研究表明，一种名为PRIMA的微型无线芯片与先进智能眼镜结合，已成功为患有晚期年龄相关性黄斑变性（地图样萎缩）的患者部分恢复了视力。在32名参与者中，有27人在植入芯片一年内恢复了阅读能力。借助可调节变焦和增强对比度等数字功能，部分参与者实现了相当于20/42的视力清晰度。该研究成果已于10月20日发表在《新英格兰医学杂志》上。\n\n## 功能性视力恢复的里程碑\nPRIMA植入物由斯坦福大学医学院开发，是首个能够为患有无法治疗的视力丧失患者恢复可用视力的假体眼部设备。这项技术使患者能够识别形状和图案，即所谓的“形态视力”。该论文的共同资深作者、眼科学教授Daniel Palanker博士指出：“以前所有通过假体设备提供视力的尝试，基本上都只产生了光敏感度，而非真正的形态视力。我们是第一个提供形态视力的。”该研究由匹兹堡大学医学院眼科学教授José-Alain Sahel医学博士共同领导，德国波恩大学的Frank Holz医学博士担任主要作者。\n\n## PRIMA系统工作原理\nPRIMA系统由两部分组成：\n*   **智能眼镜上的微型摄像头**：捕捉视觉信息。\n*   **植入视网膜的无线芯片**：接收信息并将其转化为电信号。\n\n摄像头通过红外光将视觉信息投射到植入物上，植入物再将红外光转换为电信号。这些电信号替代了通常检测光线并将视觉数据发送到大脑的受损光感受器。PRIMA项目代表了数十年的科学努力，包括无数原型、动物测试和初步人体试验。Palanker博士于二十年前首次构思这一想法，当时他正在研究用于治疗眼疾的眼科激光。\n\n## 替代受损光感受器\n此次最新试验的参与者患有晚期年龄相关性黄斑变性，即地图样萎缩，这种疾病会逐渐破坏中央视力。全球有超过500万人受此影响，是老年人不可逆失明的主要原因。在黄斑变性中，中央视网膜的光敏感光感受器细胞会退化，只留下有限的周边视力。然而，许多处理视觉信息的视网膜神经元仍然完好无损，PRIMA系统正是利用了这些存活的结构。\n\n该植入物尺寸仅为2x2毫米，被放置在光感受器已经缺失的视网膜区域。与响应可见光的天然光感受器不同，该芯片检测眼镜发出的红外光。Palanker博士解释说，使用红外光是为了确保它对植入物外部剩余的光感受器是不可见的。\n\n## 结合自然与人工视力\n这种设计允许患者同时使用其自然的周边视力与新的假体中央视力，从而提高他们的方向感和行动能力。Palanker博士强调，他们能够同时看到假体和周边视力这一点非常重要，因为这使得他们能够融合并充分利用视力。由于植入物是光伏式的——仅依靠光来产生电流——它以无线方式运行，可以安全地放置在视网膜下方。早期的人工眼设备需要外部电源和延伸到眼外的电缆。\n\n## 重获阅读能力\n这项新试验包括38名60岁以上、因年龄相关性黄斑变性导致地图样萎缩且至少一只眼睛视力低于20/320的患者。芯片植入一只眼睛后四到五周，患者开始使用智能眼镜。尽管一些患者能够立即辨认出图案，但所有患者的视力在数月的训练后都有所改善。Palanker博士表示，可能需要数月的训练才能达到最佳表现，这与掌握人工耳蜗听力所需的时间类似。\n\n在完成一年期试验的32名患者中：\n*   27人能够阅读。\n*   26人表现出临床上显著的视力改善，这被定义为在标准视力表上至少多读两行。\n*   平均而言，参与者的视力提高了5行；其中一人提高了12行。\n\n参与者在日常生活中使用该假体阅读书籍、食品标签和地铁标志。眼镜允许他们调节对比度和亮度，并放大高达12倍。三分之二的参与者表示对该设备有中到高的用户满意度。\n\n19名参与者出现了副作用，包括眼高压（眼压升高）、周边视网膜撕裂和视网膜下出血。这些副作用均未危及生命，且几乎都在两个月内解决。\n\n## 未来展望\n目前，PRIMA设备仅提供黑白视觉，没有中间色调，但Palanker博士正在开发很快将实现全范围灰度视觉的软件。他指出：“患者愿望清单上的第一位是阅读，但紧随其后的第二位是人脸识别。而人脸识别需要灰度视觉。”\n\n他还正在设计更高分辨率的芯片。目前，芯片上的像素宽度为100微米，每个芯片有378个像素。新版本（已在大鼠中测试）的像素可能小至20微米，每个芯片将拥有10,000个像素。Palanker博士还希望测试该设备是否适用于其他由光感受器缺失引起的失明类型。他表示：“这是芯片的第一个版本，分辨率相对较低。下一代芯片将拥有更小的像素，提供更好的分辨率，并搭配更时尚的眼镜。”Palanker博士说，一个拥有20微米像素的芯片可以为患者提供20/80的视力，而通过电子变焦，他们可以接近20/20的视力。\n\n## 研究贡献者与资金支持\n来自德国波恩大学、法国罗斯柴尔德基金会医院、英国摩尔菲尔德眼科医院和伦敦大学学院等众多国际机构和大学的科研人员为这项研究做出了贡献。该研究获得了Science Corp.、国家健康与护理研究所、摩尔菲尔德眼科医院国家医疗服务基金会信托和伦敦大学学院眼科研究所的资金支持。",
      "shortSummary": "斯坦福大学开发的PRIMA微型无线眼部芯片与智能眼镜结合，为晚期年龄相关性黄斑变性患者部分恢复了视力。临床研究显示，32名参与者中有27人在一年内恢复了阅读能力，部分达到20/42的视力。该系统通过红外光将视觉信息投射到植入芯片，替代受损光感受器，是首个能恢复“形态视力”的假体设备。未来将开发灰度视觉和更高分辨率芯片，以实现人脸识别和更佳视力。",
      "translated_title": "斯坦福大学的微型眼部芯片帮助盲人重见光明",
      "images": [],
      "contentSource": "完整文章",
      "content": "A wireless eye implant developed at Stanford Medicine has restored reading ability to people with advanced macular degeneration. The PRIMA chip works with smart glasses to replace lost photoreceptors using infrared light. Most trial participants regained functional vision, reading books and recognizing signs. Researchers are now developing higher-resolution versions that could eventually provide near-normal sight."
    },
    {
      "title": "人工智能将X光片变成关节炎护理的“时间机器” (原标题: AI turns x-rays into time machines for arthritis care)",
      "link": "https://www.sciencedaily.com/releases/2025/10/251022023116.htm",
      "pubDate": "Wed, 22 Oct 2025 09:57:35 EDT",
      "isoDate": "2025-10-22T13:57:35.000Z",
      "creator": "",
      "summary": "### 人工智能预测未来X光片，革新关节炎护理\n\n萨里大学的研究人员开发了一种创新的人工智能系统，能够预测患者膝关节X光片一年后的样子。这项突破性技术有望改变全球数亿骨关节炎患者理解和管理自身病情的方式。\n\n#### 核心功能与优势\n\n*   **生成未来X光片**：该AI模型能够生成逼真的“未来”X光片，为医生和患者提供骨关节炎随时间演变的视觉路线图。\n*   **个性化风险评分**：除了视觉预测，系统还提供个性化的疾病进展风险评分。\n*   **提高预测速度与准确性**：\n    *   该系统在约5000名患者的近50000张膝关节X光片上进行训练，是同类中最大的数据集之一。\n    *   其预测疾病进展的速度比同类AI工具快约9倍，且效率和准确性更高。\n    *   研究人员认为，这种速度与精确度的结合有助于技术更快地融入临床实践。\n\n#### 骨关节炎的挑战与AI的解决方案\n\n骨关节炎是一种退行性关节疾病，影响全球超过5亿人，是老年人致残的主要原因。传统的医疗AI工具通常只提供数字或预测，缺乏直观的解释。而萨里大学的系统通过提供未来X光片的视觉图像，极大地增强了患者对病情的理解和治疗依从性。\n\n*   **增强患者依从性**：研究负责人David Butler指出，将当前的X光片与一年后的预测X光片并置，能强烈激励患者坚持治疗计划或改变生活方式。\n*   **促进早期干预**：医生可以更早地采取行动，为患者提供更清晰的病情发展图景，从而改善骨关节炎膝关节护理及其他相关疾病的风险沟通。\n\n#### 系统工作原理与透明度\n\n该系统的核心是一个先进的生成扩散模型，它不仅创建“未来”X光片，还识别关节中的16个关键点，以突出潜在变化的区域。这一功能通过向临床医生展示AI正在监测的膝关节具体部位，增强了透明度，有助于建立对预测的信心和理解。\n\n#### 广泛的应用前景\n\n萨里大学团队相信，他们的方法可以适用于其他慢性疾病。未来，类似的AI工具可能能够预测吸烟者的肺部损伤或追踪心脏病的进展，提供与骨关节炎系统相同的视觉洞察和早期预警。\n\n目前，研究人员正在寻求合作，以将这项技术引入医院和日常医疗保健使用中。萨里大学AI和机器学习教授Gustavo Carneiro强调，该方法通过快速生成逼真的未来X光片并精确定位最可能发生变化的关节区域，帮助临床医生更早识别高风险患者并实现个性化护理，这是早期AI系统无法比拟的重大进步。",
      "shortSummary": "萨里大学开发了一款AI系统，能预测骨关节炎患者一年后的膝关节X光片，并提供个性化风险评分。该系统训练于大规模数据集，预测速度和准确性显著提升，旨在通过直观的未来X光图像，帮助医生早期干预，激励患者依从治疗，从而革新骨关节炎护理。该技术有望推广至其他慢性疾病的预测与管理。",
      "translated_title": "人工智能将X光片变成关节炎护理的“时间机器”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers at the University of Surrey developed an AI that predicts what a person’s knee X-ray will look like in a year, helping track osteoarthritis progression. The tool provides both a visual forecast and a risk score, offering doctors and patients a clearer understanding of the disease. Faster and more interpretable than earlier systems, it could soon expand to predict other conditions like lung or heart disease."
    },
    {
      "title": "科学家构建出像真实神经元一样工作的人工神经元 (原标题: Scientists build artificial neurons that work like real ones)",
      "link": "https://www.sciencedaily.com/releases/2025/10/251013040335.htm",
      "pubDate": "Tue, 14 Oct 2025 01:31:23 EDT",
      "isoDate": "2025-10-14T05:31:23.000Z",
      "creator": "",
      "summary": "# 科学家构建出像真实神经元一样工作的人工神经元\n\n马萨诸塞大学阿默斯特分校的工程师们开发出一种新型人工神经元，其电活动与天然脑细胞高度匹配。这项创新建立在该团队早期利用产电细菌蛋白质纳米线的研究基础之上，有望为实现像生物系统一样高效运行的计算机，甚至直接与生物组织连接的设备铺平道路。\n\n## 核心创新与背景\n\n*   **能源效率挑战**：人脑在处理大量数据时能耗极低，例如，完成一项任务仅需约20瓦，而大型语言模型（如ChatGPT）可能需要超过1兆瓦才能完成相同任务。传统计算机电路的电效率比人体低100多倍。\n*   **现有技术局限**：此前的人工神经元需要10倍的电压和100倍的功率，远高于生物神经元，因此效率低下且无法直接与对强电信号敏感的活体神经元连接。\n*   **突破性进展**：新开发的人工神经元仅需0.1伏特电压，与人体神经元水平相当，显著降低了能耗。\n\n## 关键技术：蛋白质纳米线\n\n*   这项低功耗神经元的秘密在于其核心成分——由**硫还原地杆菌（Geobacter sulfurreducens）**这种产电细菌合成的蛋白质纳米线。\n*   该团队（包括Jun Yao教授）此前已利用这种细菌的蛋白质纳米线开发出多种高效设备，例如：\n    *   由汗水供电的生物薄膜，可为个人电子设备供电。\n    *   能嗅探疾病的“电子鼻”。\n    *   能从空气中收集电力的设备。\n\n## 广泛应用前景\n\n*   **高效计算**：为设计基于生物启发原理、能效更高的计算机提供可能。\n*   **生物电子接口**：开发能够直接与人体“对话”的电子设备。\n*   **改进可穿戴传感器**：目前的穿戴式电子传感系统在感应到身体信号后，需要通过电放大才能被计算机分析，这增加了功耗和电路复杂性。而基于这种低电压神经元的传感器可以省去放大步骤，直接进行信号处理，从而提高效率并简化设计。\n\n## 研究支持与发表\n\n*   这项研究得到了美国陆军研究办公室、美国国家科学基金会、美国国立卫生研究院和阿尔弗雷德·P·斯隆基金会的支持。\n*   研究成果已发表在《自然通讯》（Nature Communications）期刊上。\n*   主要作者为马萨诸塞大学阿默斯特分校电气与计算机工程研究生Shuai Fu，通讯作者为该校电气与计算机工程副教授Jun Yao。",
      "shortSummary": "马萨诸塞大学阿默斯特分校的科学家们利用产电细菌的蛋白质纳米线，成功构建出一种新型人工神经元。该神经元仅需0.1伏特电压，能效极高，其电活动与真实脑细胞高度匹配。这项突破有望彻底改变计算机的能效，使其接近生物系统水平，并能直接与生物组织连接，为开发更高效的计算和可穿戴设备奠定基础，解决当前大型AI模型高能耗的挑战。",
      "translated_title": "科学家构建出像真实神经元一样工作的人工神经元",
      "images": [],
      "contentSource": "完整文章",
      "content": "UMass Amherst engineers have built an artificial neuron powered by bacterial protein nanowires that functions like a real one, but at extremely low voltage. This allows for seamless communication with biological cells and drastically improved energy efficiency. The discovery could lead to bio-inspired computers and wearable electronics that no longer need power-hungry amplifiers. Future applications may include sensors powered by sweat or devices that harvest electricity from thin air."
    },
    {
      "title": "90%的科学成果正在流失。这项新的人工智能刚刚找到了它们 (原标题: 90% of science is lost. This new AI just found it)",
      "link": "https://www.sciencedaily.com/releases/2025/10/251013040314.htm",
      "pubDate": "Mon, 13 Oct 2025 08:46:51 EDT",
      "isoDate": "2025-10-13T12:46:51.000Z",
      "creator": "",
      "summary": "## Frontiers FAIR² 数据管理：解锁被遗忘的科学数据\n\n### 科学数据流失的严峻挑战\n\n当前，绝大多数科学数据未能充分发挥其推动新发现的潜力。据统计，每100个生成的数据集中，约有80个停留在实验室内部，20个虽被共享但很少被重复利用，仅有不到2个符合FAIR（可查找、可访问、可互操作、可重用）标准，最终通常只有一个能带来新的发现。这种数据流失导致了癌症治疗进展缓慢、气候模型缺乏足够证据以及研究难以复制等严重后果。\n\n### Frontiers FAIR² 数据管理：AI驱动的解决方案\n\n为了解决这一问题，开放科学出版商Frontiers推出了Frontiers FAIR² 数据管理服务，被誉为全球首个全面、AI驱动的科研数据服务。该服务旨在通过一个无缝流程，将数据整理、合规性检查、AI就绪格式化、同行评审、交互式门户、认证和永久托管等所有关键步骤整合起来，确保数据既可重用又获得应有的认可。其核心目标是确保今天的科研投入能够更快地转化为健康、可持续性和技术领域的进步。\n\n### FAIR² 原则与AI核心\n\nFrontiers FAIR² 在既有的FAIR原则基础上进行了扩展，构建了一个开放框架，确保每个数据集都兼容AI，并能被人类和机器以符合道德的方式重用。FAIR² 数据管理系统是这一模型首个可运行的实现，它将高级原则转化为具有可衡量影响的、可扩展的真实基础设施。Frontiers联合创始人兼首席执行官Kamila Markram博士指出，90%的科学成果正在消失，而FAIR² 数据管理将确保任何数据集和发现都不会再丢失，每一项贡献都能推动进步并获得应有的认可。\n\n**AI在核心中的作用：**\n\n*   **AI数据管家：** 由Frontiers旗下Senscience公司开发的AI数据管家，能将过去需要数月手动完成的数据组织、验证、元数据生成和可发布输出等工作，在几分钟内完成。\n*   **集成输出：** 研究人员提交数据后，将获得四种集成输出：\n    *   经过认证的数据包（Certified Data Package）\n    *   经过同行评审且可引用的数据文章（Peer-reviewed and Citable Data Article）\n    *   包含可视化和AI聊天的交互式数据门户（Interactive Data Portal）\n    *   FAIR² 证书（FAIR² Certificate）\n\n这些输出都包含质量控制和清晰的摘要，使数据更易于普通用户理解，并提高跨学科兼容性。它们共同确保了每个数据集的保存、验证、可引用和可重用性，加速了发现过程，同时为研究人员提供了应有的认可。Frontiers FAIR² 还增强了数据的可见性和可访问性，支持科学家、政策制定者、从业者、社区乃至AI系统负责任地重用数据，从而使社会能从科学投资中获取更大价值。\n\n### 旗舰试点数据集案例\n\nFrontiers FAIR² 已成功应用于多个旗舰试点数据集，展示了其潜力：\n\n*   **SARS-CoV-2变体特性：** 涵盖3800种刺突蛋白变体，结合AlphaFold2和ESMFold的结构预测与ACE2结合和表达数据，为大流行病防范提供强大资源。\n*   **临床前脑损伤MRI：** 包含来自四个研究中心的343个弥散MRI扫描的标准化数据集，支持可重复的生物标志物发现和创伤性脑损伤研究。\n*   **环境压力指标（1990-2050）：** 结合43个国家六十年的观测数据和模型预测，追踪排放、废物、人口和GDP，为可持续性基准和气候政策规划提供支持。\n*   **印太环礁生物多样性：** 跨越五个区域的280个环礁，整合生物多样性记录、珊瑚礁栖息地、气候指标和人类利用历史，为生态建模和保护优先排序提供基础。\n\n参与试点的研究人员表示，Frontiers FAIR² 不仅保存和共享数据，还通过质量检查、非专业人士摘要和跨学科数据组合的可靠性，增强了数据重用的信心，同时确保科学家获得认可。所有试点数据集均符合FAIR² 开放规范，确保其经过负责任的整理、可重用，并可供人类和机器长期信任使用。\n\n### 认可与重用：释放科学潜力\n\n每一次数据重用都会使原始数据集的价值倍增，确保没有发现被浪费，每一次贡献都能激发下一次突破，研究人员也能因其工作获得认可。Senscience联合创始人兼首席执行官Sean Hill博士强调，科学投入了数十亿资金生成数据，但大部分都流失了，研究人员也很少获得认可。通过Frontiers FAIR²，每个数据集都将被引用，每位科学家都将获得认可，最终奖励数据创建这项至关重要的工作。这将加速治愈方法、气候解决方案和新技术更快地惠及社会，从而“释放科学”。\n\n### 研究人员的反馈\n\n多位研究人员对Frontiers FAIR² 给予了高度评价：\n\n*   **Dr. Ángel Borja (AZTI)：** 强烈推荐这种数据整理和文章发布方式，能快速生成信息，格式对任何终端用户都很有用。\n*   **Erik Schultes (LACDR)：** Frontiers FAIR² 完美捕捉了项目的科学方面。\n*   **Femke Heddema (PharmAccess)：** 使FAIR原则的执行对研究人员和数字健康实施者来说更加顺畅，证明了使数据集可重用并不复杂，为健康研究开辟了新机遇。\n*   **Dr. Neil Harris (UCLA)：** 提供了对数据缺失和质量的客观检查，对非领域专家理解数据非常有帮助，在处理大数据和跨学科分析时至关重要。\n*   **Maryann Martone (Open Data Commons)：** 是使数据符合FAIR原则最简单有效的方法之一，大大降低了实现真正FAIR数据的门槛。\n*   **Dr. Vincent Woon Kok Sin (HKUST)：** 提高了全球废物数据集的可见性和可访问性，有助于促进合作和加速可持续废物管理的洞察。\n*   **Dr. Sebastian Steibl (Naturalis Biodiversity Center)：** 真正的可访问性超越了简单上传数据，通过AI聊天机器人和交互式可视化工具，使生物多样性数据不仅对学者，也对从业者、政策制定者和社区广泛可用。",
      "shortSummary": "Frontiers推出了全球首个AI驱动的科研数据服务——Frontiers FAIR² 数据管理，旨在解决90%科学数据流失的问题。该服务通过整合数据整理、AI格式化、同行评审等步骤，确保数据符合FAIR原则（可查找、可访问、可互操作、可重用），并兼容AI。它能将数月工作缩短至几分钟，为研究人员提供认证数据包、可引用文章、交互式门户和证书，加速发现并确保贡献者获得认可。多项试点项目已证明其有效性，旨在更快地推动健康、可持续性和技术进步。",
      "translated_title": "90%的科学成果正在流失。这项新的人工智能刚刚找到了它们",
      "images": [],
      "contentSource": "完整文章",
      "content": "Vast amounts of valuable research data remain unused, trapped in labs or lost to time. Frontiers aims to change that with FAIR² Data Management, a groundbreaking AI-driven system that makes datasets reusable, verifiable, and citable. By uniting curation, compliance, peer review, and interactive visualization in one platform, FAIR² empowers scientists to share their work responsibly and gain recognition."
    },
    {
      "title": "为什么GPS在城市中会失效？以及它是如何被巧妙修复的 (原标题: Why GPS fails in cities. And how it was brilliantly fixed)",
      "link": "https://www.sciencedaily.com/releases/2025/10/251009033124.htm",
      "pubDate": "Thu, 09 Oct 2025 03:31:24 EDT",
      "isoDate": "2025-10-09T07:31:24.000Z",
      "creator": "",
      "summary": "# 为什么GPS在城市中会失效？以及它是如何被巧妙修复的\n\n## 引言：城市GPS失效的普遍问题及其重要性\n\n我们大多数人很少质疑GPS定位的准确性，但在新城市中使用手机导航时，即使我们沿着人行道稳定行走，定位点也可能在地图上跳跃。挪威科技大学（NTNU）的博士研究员Ardeshir Mohamadi指出，“城市对卫星导航来说是残酷的。” 他正在研究如何使智能手机和健身手表等经济型GPS接收器在不依赖昂贵外部校正服务的情况下，大幅提高精度。对于自动驾驶汽车而言，高精度定位尤为关键。\n\n## 城市峡谷效应：GPS失效的根本原因\n\nMohamadi和他的NTNU团队开发了一个新系统，使自动驾驶汽车能够在密集的城市环境中安全导航。Mohamadi解释说：“在城市中，玻璃和混凝土会导致卫星信号来回反射。高大的建筑物阻挡了视线，在开阔高速公路上完美运行的系统，进入建成区后效果就不那么好了。”\n\n当GPS信号从建筑物反射时，它们需要更长的时间才能到达接收器。这种延迟会干扰到卫星距离的计算，从而导致报告的位置不准确。这种复杂的城市环境被称为“城市峡谷”，类似于身处深邃峡谷底部，信号只有在多次反射后才能到达。Mohamadi表示：“对于自动驾驶汽车来说，这决定了是自信、安全的驾驶行为，还是犹豫、不可靠的驾驶。这就是我们开发SmartNav——一种专为‘城市峡谷’设计的定位技术——的原因。”\n\n## GPS工作原理简述\n\n全球定位系统（GPS）由许多围绕地球运行的小型卫星组成。这些卫星通过无线电波发送信号，由GPS接收器接收。当接收器从至少四颗卫星接收到这些信号时，它就能够计算出自己的位置。信号包含一个带有代码的消息，指示卫星的位置和信号传输的精确时间，就像卫星发来的短信。\n\n## NTNU团队的解决方案：SmartNav\n\n### 早期尝试：载波相位技术\n\n在城市中，当信号在建筑物之间反弹时，信号中的代码常常会变得不正确。NTNU研究人员研究的第一个解决方案是完全放弃使用代码，转而利用无线电波的信息，即波到达接收器时是向上还是向下传播的，这被称为波的载波相位。\n\nMohamadi指出：“仅使用载波相位可以提供非常高的精度，但这需要时间，当接收器移动时就不太实用。” 问题在于，你必须保持静止，直到计算结果足够好——这不仅仅是几微秒，而是几分钟。\n\n### 现有校正技术：RTK与PPP-RTK\n\n然而，还有其他方法可以改善GPS信号：\n*   **RTK（实时动态）**：用户可以使用通过基站校正信号的服务。只要用户在这些基站附近，RTK就能很好地工作。然而，这种解决方案昂贵，主要面向专业用户。\n*   **PPP-RTK（精密单点定位-实时动态）**：这是一种替代方法，它将精确校正与卫星信号结合起来。欧洲伽利略系统目前免费广播其校正信息，支持了这项技术。PPP-RTK减少了对密集本地基站网络和昂贵订阅的需求，使得在大众市场接收器上进行廉价、大规模的部署成为可能。\n\n### 谷歌的贡献：3D建筑模型与多源数据融合\n\n在特隆赫姆的研究人员努力寻找更好的解决方案时，谷歌为其Android用户推出了一项新服务。谷歌现在拥有全球近4000个城市的3D建筑模型。该公司利用这些模型来预测卫星信号如何在建筑物之间反射。这有助于解决在使用地图应用时，例如试图找回酒店时，出现“走错路边”的问题。\n\nMohamadi表示：“他们结合了来自传感器、Wi-Fi、移动网络和3D建筑模型的数据，生成平滑的位置估计，能够抵御反射引起的误差。”\n\n### SmartNav的整合与成果\n\n研究人员现在能够将所有这些不同的校正系统与他们自己开发的算法结合起来。当他们在特隆赫姆的街道上进行测试时，90%的时间内实现了优于10厘米的精度。研究人员表示，这提供了在城市中可以信赖的精度。PPP-RTK的使用也将使这项技术对公众开放，因为它是一种相对经济的服务。\n\n## 结论：高精度定位的实现与普及\n\nMohamadi总结道：“PPP-RTK减少了对密集本地基站网络和昂贵订阅的需求，使得在大众市场接收器上进行廉价、大规模的部署成为可能。” 这意味着，通过结合多种先进技术，城市中的GPS定位精度得到了显著提升，为自动驾驶等高精度应用提供了可靠支持，并有望惠及普通大众。",
      "shortSummary": "GPS在城市中因高楼阻挡和反射信号（城市峡谷效应）导致定位不准，对自动驾驶等应用构成挑战。挪威科技大学团队开发了SmartNav系统，巧妙地解决了这一问题。他们结合了谷歌利用3D建筑模型预测信号反射的新服务、PPP-RTK等现有校正技术以及自研算法。测试结果显示，该系统在城市中90%的时间内实现了优于10厘米的定位精度，为城市环境下的高精度定位提供了可靠且经济的解决方案，有望广泛应用于大众市场接收器。",
      "translated_title": "为什么GPS在城市中会失效？以及它是如何被巧妙修复的",
      "images": [],
      "contentSource": "完整文章",
      "content": "Our everyday GPS struggles in “urban canyons,” where skyscrapers bounce satellite signals, confusing even advanced navigation systems. NTNU scientists created SmartNav, combining satellite corrections, wave analysis, and Google’s 3D building data for remarkable precision. Their method achieved accuracy within 10 centimeters during testing. The breakthrough could make reliable urban navigation accessible and affordable worldwide."
    },
    {
      "title": "这些小机器人真的能在水上行走 (原标题: These little robots literally walk on water)",
      "link": "https://www.sciencedaily.com/releases/2025/10/251003033930.htm",
      "pubDate": "Sat, 04 Oct 2025 10:26:35 EDT",
      "isoDate": "2025-10-04T14:26:35.000Z",
      "creator": "",
      "summary": "# 弗吉尼亚大学研究人员开发水上直接制造软体机器人的新方法\n\n## 引言\n\n想象一下，一个比树叶还小的微型机器人，像水黾一样在池塘表面滑行。未来，这类设备有望用于追踪污染物、收集水样，或侦察对人类而言过于危险的洪水区域。弗吉尼亚大学工程与应用科学学院机械与航空航天工程教授Baoxing Xu，正在开创一种制造这些机器人新方法。\n\n## HydroSpread：创新制造方法\n\n*   **发表研究**：Xu教授的新研究发表在《科学进展》(Science Advances)上，介绍了HydroSpread，一种首创的制造方法，对日益发展的软体机器人领域具有巨大潜力。\n*   **核心创新**：这项创新使科学家能够直接在水上制造柔软、漂浮的设备，这项技术可应用于医疗保健、电子产品和环境监测等领域。\n*   **解决的问题**：\n    *   在此之前，软体机器人使用的薄而柔韧的薄膜必须在玻璃等刚性表面上制造，然后剥离并转移到水上。这是一个精细的过程，常常导致薄膜撕裂。\n    *   HydroSpread通过让液体本身充当“工作台”来规避了这个问题。\n*   **工作原理**：\n    *   液态聚合物液滴可以在水面自然扩散，形成超薄、均匀的薄片。\n    *   Xu的团队随后可以使用精密激光将这些薄片雕刻成复杂的图案——圆形、条状，甚至UVA标志——具有卓越的精度。\n\n## 原型机器人\n\n研究人员使用这种方法制造了两种昆虫状原型：\n\n*   **HydroFlexor**：通过鳍状运动在水面划行。\n*   **HydroBuckler**：受水黾启发，通过弯曲的腿“行走”。\n\n## 运动与动力\n\n*   **当前动力**：在实验室中，团队使用头顶红外加热器为这些设备提供动力。\n*   **运动机制**：当薄膜受热时，其分层结构会弯曲或屈曲，从而产生划桨或行走动作。\n*   **控制**：通过循环开关加热，设备可以调整速度甚至转向——这证明了可控、可重复运动的可能性。\n*   **未来展望**：未来版本可以设计成响应阳光、磁场或微型嵌入式加热器，为能够自主移动和适应的软体机器人打开了大门。\n\n## HydroSpread的更广泛应用潜力\n\n*   **优势**：Xu教授表示，“直接在液体上制造薄膜为我们提供了前所未有的集成度和精度。我们不再需要在刚性表面上制造然后转移设备，而是让液体提供一个完美的平滑平台，减少了每一步的失败。”\n*   **应用领域**：通过使制造精细薄膜变得更容易且不易损坏，HydroSpread可以为创建可穿戴医疗传感器、柔性电子产品和环境监测器开辟新的可能性——这些工具需要在传统刚性材料不适用的环境中保持薄、软和耐用。\n\n## 研究人员简介\n\n*   **Baoxing Xu**：是机械学、柔顺结构和仿生工程领域的全国知名专家。\n*   **研究方向**：他在弗吉尼亚大学工程学院的实验室专注于将自然界的策略（如昆虫运动的精细力学）转化为有弹性、功能性的设备供人类使用。\n*   **支持**：这项工作得到了国家科学基金会和4-VA的支持，并在弗吉尼亚大学机械与航空航天工程系内进行。\n*   **团队贡献**：Xu团队的研究生和本科生在实验中发挥了核心作用，获得了最先进的制造和机器人技术实践经验。",
      "shortSummary": "弗吉尼亚大学的Baoxing Xu教授开发了一种名为HydroSpread的创新方法，可以直接在水上制造柔软的漂浮机器人。该技术通过激光在水面聚合物薄片上雕刻图案，解决了传统制造中薄膜易撕裂的问题。研究团队已成功制造出HydroFlexor和HydroBuckler两种原型，它们可通过加热实现划行或行走。这项技术有望应用于自主机器人、可穿戴医疗传感器和柔性电子产品等领域，具有广泛的应用前景。",
      "translated_title": "这些小机器人真的能在水上行走",
      "images": [],
      "contentSource": "完整文章",
      "content": "HydroSpread, a breakthrough fabrication method, lets scientists build ultrathin soft robots directly on water. These tiny, insect-inspired machines could transform robotics, healthcare, and environmental monitoring."
    },
    {
      "title": "量子芯片已证明其已为现实世界做好准备 (原标题: Quantum chips just proved they’re ready for the real world)",
      "link": "https://www.sciencedaily.com/releases/2025/09/250927031230.htm",
      "pubDate": "Sun, 28 Sep 2025 07:00:14 EDT",
      "isoDate": "2025-09-28T11:00:14.000Z",
      "creator": "",
      "summary": "## Diraq量子芯片在实际生产中展现高精度，为商业化应用铺平道路\n\nUNSW悉尼的纳米技术初创公司Diraq与欧洲微电子中心（imec）合作，成功证明其硅基量子芯片在实际生产环境中也能保持高精度，为量子计算的商业化应用迈出了关键一步。\n\n### 核心突破与技术验证\n\n*   **高精度制造：** Diraq设计的芯片由imec在标准的半导体生产线上制造，在涉及两个量子比特（qubits）的操作中实现了超过99%的保真度（即准确性）。这一成果于9月24日发表在《自然》（Nature）杂志上。\n*   **生产兼容性：** 这一突破首次证明了实验室环境下的处理器保真度可以成功地转化为制造环境。Diraq的创始人兼首席执行官、UNSW工程学教授Andrew Dzurak表示，Diraq的芯片与数十年来成熟的半导体制造工艺完全兼容。\n\n### 重要意义与未来展望\n\n*   **迈向实用规模：** 此次成果是Diraq量子处理器实现“实用规模”（utility scale）的关键一步。实用规模是指量子计算机的商业价值超过其运营成本，这是美国国防高级研究计划局（DARPA）量子基准测试计划（Quantum Benchmarking Initiative）设定的核心指标。\n*   **解决复杂问题：** 实用规模的量子计算机有望解决当今最先进高性能计算机无法处理的问题。然而，达到实用规模需要存储和操纵数百万个量子比特，以克服脆弱量子态相关的误差。\n*   **硅基优势：** 硅正在成为量子计算机材料的领先者，因为它能够将数百万个量子比特集成到单个芯片上，并与万亿美元的微芯片产业无缝衔接，利用现有成熟的制造方法。\n*   **成本效益：** Diraq与imec的合作表明，硅基量子计算机可以利用成熟的半导体产业进行构建，为实现包含数百万个量子比特的高保真芯片提供了一条经济高效的途径。\n\n### 技术细节与进展\n\n*   Diraq此前已在学术实验室中展示了高保真度的两量子比特逻辑门操作，这是未来量子计算机的基本组成部分。\n*   最新发现证实，Diraq的硅量子比特可以使用半导体代工厂广泛使用的工艺进行制造，满足容错阈值，且具有成本效益和行业兼容性。\n*   Diraq和imec此前还展示了使用CMOS工艺（与日常计算机芯片相同的技术）制造的量子比特可以实现99.9%的单量子比特操作精度。此次突破则是在制造环境中首次实现关键的两量子比特操作。\n\n### 结论\n\nDzurak教授指出，这一最新成就为开发完全容错、功能强大且比其他任何量子比特平台更具成本效益的量子计算机铺平了道路。",
      "shortSummary": "UNSW悉尼的Diraq公司与imec合作，成功证明其硅基量子芯片在实际半导体生产线上能保持超过99%的精度，尤其在两量子比特操作中。这一突破首次将实验室高保真度转化为制造环境，证实了Diraq芯片与现有生产工艺的兼容性。这标志着量子计算迈向“实用规模”的关键一步，为利用成熟半导体产业经济高效地制造数百万量子比特的容错量子计算机开辟了道路。相关成果已发表在《自然》杂志。",
      "translated_title": "量子芯片已证明其已为现实世界做好准备",
      "images": [],
      "contentSource": "完整文章",
      "content": "Diraq has shown that its silicon-based quantum chips can maintain world-class accuracy even when mass-produced in semiconductor foundries. Achieving over 99% fidelity in two-qubit operations, the breakthrough clears a major hurdle toward utility-scale quantum computing. Silicon’s compatibility with existing chipmaking processes means building powerful quantum processors could become both cost-effective and scalable."
    },
    {
      "title": "加州理工学院大规模6100量子比特阵列使量子未来更近一步 (原标题: Caltech’s massive 6,100-qubit array brings the quantum future closer)",
      "link": "https://www.sciencedaily.com/releases/2025/09/250925025341.htm",
      "pubDate": "Thu, 25 Sep 2025 05:09:25 EDT",
      "isoDate": "2025-09-25T09:09:25.000Z",
      "creator": "",
      "summary": "# 加州理工学院实现6100量子比特阵列，推动量子计算发展\n\n## 引言\n量子计算机在解决物理、化学等领域的复杂问题时，需要大量的量子比特。与经典比特不同，量子比特可以同时存在于两种状态（叠加态），这赋予了量子计算机超越经典计算机的潜力。然而，量子比特的脆弱性要求研究人员构建包含数十万个冗余量子比特的系统以进行错误纠正。\n\n## 重大突破\n加州理工学院的物理学家们在这一愿景的实现上迈出了重要一步，成功创建了有史以来最大的中性原子量子比特阵列，其中包含6100个被激光捕获的量子比特。此前同类阵列仅能容纳数百个量子比特。这项里程碑式的研究成果已于9月24日发表在《自然》杂志上。\n\n## 研究团队与方法\n*   **主要研究者：** 加州理工学院物理学教授Manuel Endres是该研究的首席研究员。\n*   **主要学生研究员：** 三位加州理工学院研究生——Hannah Manetsch、Gyohei Nomura和Elie Bataille——主导了这项研究。\n*   **技术手段：** 团队利用光学镊子（高度聚焦的激光束）将数千个独立的铯原子捕获在一个网格中。\n*   **构建过程：** 研究人员将一束激光分成12,000个镊子，在真空室中共同捕获了6100个原子。\n*   **可视化：** 每个量子比特在屏幕上清晰可见，表现为一个光点，展示了大规模量子硬件的直观图像。\n\n## 关键成就与质量保证\n1.  **规模与质量并存：** 尽管阵列规模巨大，包含6000多个量子比特，研究团队仍能将它们保持在叠加态约13秒，这比之前类似阵列的可能时间长了近10倍。\n2.  **高精度操作：** 团队以99.98%的精度操纵单个量子比特，证明了大规模并未牺牲质量。\n3.  **量子比特穿梭能力：** 研究还展示了在保持叠加态的同时，将原子在阵列中移动数百微米的能力。这种量子比特穿梭能力是中性原子量子计算机的关键特性，相比于超导量子比特等传统硬连线平台，它能实现更高效的错误纠正。\n\n## 未来展望与意义\n*   **通向量子纠错计算机的途径：** 这项工作为构建大型纠错量子计算机提供了清晰的路径，中性原子被认为是实现这一目标的有力候选者。\n*   **量子纠错的挑战：** 与经典计算机不同，量子比特不能简单复制（由于不可克隆定理），因此错误纠正需要依赖更精妙的策略。\n*   **实现纠缠态：** 研究人员计划下一步将阵列中的量子比特连接成纠缠态。纠缠是量子计算机超越简单信息存储、开始执行完整量子计算的必要步骤，也是量子计算机模拟自然本身、解锁终极力量的关键。\n*   **科学发现潜力：** 最终目标是利用纠缠态解锁新的科学发现，包括揭示物质新相、指导新型材料设计以及模拟支配时空的量子场。\n\n## 资金支持与合作\n这项研究得到了戈登和贝蒂·摩尔基金会、韦斯顿·哈文斯基金会、美国国家科学基金会（通过其研究生研究奖学金计划和加州理工学院量子信息与物质研究所）、陆军研究办公室、美国能源部（包括其量子系统加速器）、国防高级研究计划局、空军科学研究办公室、海辛-西蒙斯基金会以及AWS量子博士后奖学金等多方资助。其他作者包括加州理工学院的Kon H. Leung和前加州理工学院博士后Xudong Lv。",
      "shortSummary": "加州理工学院物理学家成功构建了有史以来最大的中性原子量子比特阵列，包含6100个量子比特。这项发表在《自然》杂志上的研究，通过光学镊子技术，实现了前所未有的规模，同时保持了量子比特约13秒的叠加态和99.98%的操作精度。团队还展示了量子比特的穿梭能力，这对高效错误纠正至关重要。此成就为构建大规模、纠错型量子计算机铺平了道路，有望通过实现量子比特纠缠，推动科学发现。",
      "translated_title": "加州理工学院大规模6100量子比特阵列使量子未来更近一步",
      "images": [],
      "contentSource": "完整文章",
      "content": "Caltech scientists have built a record-breaking array of 6,100 neutral-atom qubits, a critical step toward powerful error-corrected quantum computers. The qubits maintained long-lasting superposition and exceptional accuracy, even while being moved within the array. This balance of scale and stability points toward the next milestone: linking qubits through entanglement to unlock true quantum computation."
    },
    {
      "title": "AI驱动的智能绷带使伤口愈合速度提高25% (原标题: AI-powered smart bandage heals wounds 25% faster)",
      "link": "https://www.sciencedaily.com/releases/2025/09/250924012232.htm",
      "pubDate": "Wed, 24 Sep 2025 10:37:47 EDT",
      "isoDate": "2025-09-24T14:37:47.000Z",
      "creator": "",
      "summary": "### AI驱动的智能绷带“a-Heal”加速伤口愈合\n\n加州大学圣克鲁斯分校的工程师们开发了一款名为“a-Heal”的可穿戴设备，旨在优化伤口愈合的各个阶段，并已在临床前研究中显示出将愈合速度提高25%的潜力。\n\n#### 系统概述与目标\n*   **个性化治疗**：“a-Heal”系统利用微型摄像头和人工智能（AI）检测伤口愈合阶段，并根据患者独特的愈合过程提供个性化治疗，包括药物或电场干预。\n*   **可及性**：这款便携、无线设备旨在让偏远地区或行动不便的患者更容易获得伤口治疗。\n*   **初步成果**：发表在《npj生物医学创新》杂志上的临床前研究结果表明，该设备能有效加速愈合过程。\n\n#### “a-Heal”的设计与工作原理\n*   **研发团队**：由加州大学圣克鲁斯分校和加州大学戴维斯分校的研究人员组成，由DARPA-BETR项目资助，并由加州大学圣克鲁斯分校电气与计算机工程教授Marco Rolandi领导。\n*   **集成系统**：该设备将摄像头、生物电子学和AI集成在一个“闭环系统”中，据研究人员称，这是伤口愈合领域的首创。\n*   **“绷带中的显微镜”**：由电气与计算机工程副教授Mircea Teodorescu开发的板载摄像头每两小时拍摄一次伤口照片。\n*   **“AI医生”**：照片被输入由应用数学副教授Marcella Gomez开发的机器学习（ML）模型，该模型被称为“AI医生”，运行在附近的计算机上。它能够识别愈合趋势、阶段，发现问题并建议治疗。\n\n#### 治疗机制\n*   **诊断与干预**：AI医生根据图像诊断伤口阶段，并与最佳愈合时间线进行比较。如果发现愈合滞后，ML模型将应用治疗：\n    *   **药物治疗**：通过生物电子执行器局部输送氟西汀（一种选择性血清素再摄取抑制剂），以控制伤口中的血清素水平，通过减少炎症和增加伤口组织闭合来改善愈合。剂量由加州大学戴维斯分校Isseroff团队的临床前研究确定。\n    *   **电场治疗**：通过设备施加电场，可增强细胞向伤口闭合的迁移。该技术由加州大学戴维斯分校的Min Zhao和Roslyn Rivkah Isseroff的先前工作开发。\n*   **智能决策**：AI医生确定最佳药物剂量和电场强度。治疗一段时间后，摄像头再次拍照，循环往复。\n*   **人工干预**：设备在使用过程中将图像和愈合率等数据传输到安全的网络界面，以便人类医生可以根据需要手动干预和微调治疗。\n*   **便捷使用**：该设备可直接连接到市售绷带上，方便安全使用。\n\n#### 临床前研究结果\n*   加州大学戴维斯分校团队在临床前伤口模型中测试了该设备。\n*   使用“a-Heal”治疗的伤口愈合轨迹比标准护理快约25%。\n*   这些发现突显了该技术在加速急性伤口闭合以及启动慢性伤口停滞愈合方面的潜力。\n\n#### AI强化学习模型\n*   **模仿医生诊断**：由应用数学助理教授Marcella Gomez领导的AI模型采用强化学习方法，模仿医生的诊断方式。\n*   **目标导向**：模型的目标是最小化伤口闭合时间，并通过不断学习患者数据和调整治疗方法来优化这一目标。\n*   **“Deep Mapper”算法**：该强化学习模型由Gomez及其学生创建的“Deep Mapper”算法指导，该算法处理伤口图像，量化愈合阶段并将其映射到愈合轨迹上。\n*   **实时学习与预测**：设备在伤口上使用时，会学习过去的愈合线性动态模型，并用其预测愈合的持续进展。这使得算法能够实时学习药物或电场对愈合的影响，并指导强化学习模型迭代决策如何调整药物浓度或电场强度。\n\n#### 未来展望与支持\n*   研究团队正在探索该设备在改善慢性伤口和感染伤口愈合方面的潜力。\n*   该研究得到了美国国防高级研究计划局（DARPA）和健康高级研究计划局（ARPA-H）的支持。",
      "shortSummary": "加州大学圣克鲁斯分校的工程师开发了“a-Heal”，这是一种AI驱动的智能绷带，旨在加速伤口愈合。该设备结合了微型摄像头、生物电子学和人工智能，能实时监测伤口愈合阶段，并个性化地施用药物或电场治疗。临床前研究表明，“a-Heal”能使伤口愈合速度提高约25%。作为一个便携、无线且闭环的系统，它有望为急性及慢性伤口提供更有效、更便捷的治疗方案。",
      "translated_title": "AI驱动的智能绷带使伤口愈合速度提高25%",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new wearable device, a-Heal, combines AI, imaging, and bioelectronics to speed up wound recovery. It continuously monitors wounds, diagnoses healing stages, and applies personalized treatments like medicine or electric fields. Preclinical tests showed healing about 25% faster than standard care, highlighting potential for chronic wound therapy."
    },
    {
      "title": "科学家在硅芯片中实现原子间对话 (原标题: Scientists just made atoms talk to each other inside silicon chips)",
      "link": "https://www.sciencedaily.com/releases/2025/09/250920214318.htm",
      "pubDate": "Sun, 21 Sep 2025 02:01:58 EDT",
      "isoDate": "2025-09-21T06:01:58.000Z",
      "creator": "",
      "summary": "# 科学家在硅芯片中实现原子间对话：量子计算里程碑\n\n澳大利亚新南威尔士大学（UNSW）的工程师们在量子计算领域取得了重大进展，成功地在硅芯片内部利用两个原子核的自旋创建了“量子纠缠态”。这项研究于9月18日发表在《科学》杂志上，被认为是构建21世纪最具挑战性的科学技术之一——大规模量子计算机的重要一步。\n\n## 核心成就与意义\n\n*   **量子纠缠的实现：** 研究团队成功使两个独立的粒子深度关联，不再独立行为，即实现了量子纠缠。纠缠态是量子计算机超越传统计算机的关键资源。\n*   **技术兼容性：** 首席作者霍莉·斯滕普博士指出，这一成就为利用现有技术和制造工艺构建未来量子计算所需的微芯片开辟了道路。他们使“最纯净、最孤立的量子客体”在标准硅电子器件的制造规模上实现了相互通信。\n\n## 量子计算的挑战与UNSW的解决方案\n\n量子计算机工程师面临的核心挑战是平衡两个相互矛盾的需求：既要保护计算元件免受外部干扰和噪声，又要使它们能够相互作用以执行有意义的计算。\n\n*   **UNSW的方法：** 该团队选择了一种平台，利用植入硅芯片中的磷原子核自旋来编码量子信息。新南威尔士大学电气工程与电信学院的安德烈·莫雷洛教授表示，原子核的自旋是固态中最纯净、最孤立的量子客体。\n*   **历史突破：** 莫雷洛教授的团队在过去15年中取得了多项突破，包括在量子世界中保持量子信息超过30秒，并以低于1%的错误率执行量子逻辑操作，这是世界上首次在硅器件中实现。\n*   **旧有局限：** 尽管原子核的隔离性使其非常纯净，但也使其难以在大规模量子处理器中相互连接。此前，操作多个原子核的唯一方法是让它们在固体内部非常靠近，并被同一个电子包围。然而，电子的“扩散”范围有限，并且在同一个电子上添加更多原子核会使单独控制每个原子核变得非常困难。\n\n## “电子电话”：实现原子核远距离通信\n\n研究团队通过引入一种新的通信机制，解决了原子核间连接的难题。\n\n*   **形象比喻：** 斯滕普博士将此比喻为：以前原子核就像在隔音房间里的人，只有在同一个房间里才能清晰对话，但无法与外界交流，且房间容量有限，这种模式无法“扩展”。而现在，他们给这些人配备了“电话”（即电子），使得不同房间的人也能相互交流。房间内部依然安静，但现在可以有更多人进行远距离对话。\n*   **工作原理：** 论文的另一位作者马克·范·布兰肯斯坦解释说，通过电子在空间中扩散的能力，两个电子可以在相当远的距离上“接触”。如果每个电子都直接耦合到一个原子核，那么这些原子核就可以通过电子进行通信。\n*   **实现的距离：** 实验中原子核之间的距离约为20纳米，相当于人类头发宽度的千分之一。斯滕普博士形象地比喻，如果将每个原子核放大到一个人大小，那么它们之间的距离就相当于悉尼和波士顿之间的距离。\n\n## 技术突破与未来展望\n\n*   **与现有技术的兼容性：** 20纳米的距离正是现代硅计算机芯片（如个人电脑和手机中的数十亿个晶体管）的制造规模。这意味着研究人员可以将万亿美元半导体行业开发的制造工艺，应用于基于原子核自旋的量子计算机的构建。\n*   **可扩展性：** 通过消除原子核必须连接到同一个电子的需求，UNSW团队清除了基于原子核的硅量子计算机规模化扩展的最大障碍。莫雷洛教授表示，他们的方法非常稳健且可扩展。未来甚至可以添加更多电子，并使其呈细长形状，以进一步扩大原子核的分布范围。电子易于移动和“塑形”，这意味着相互作用可以快速精确地开启和关闭，这正是可扩展量子计算机所需要的。\n*   **国际合作：** 磷原子由墨尔本大学的大卫·杰米森教授团队植入芯片，超纯硅片则由日本庆应大学的伊东公平教授提供。\n\n这项突破为利用现有半导体技术构建大规模、可扩展的量子计算机奠定了坚实基础。",
      "shortSummary": "澳大利亚新南威尔士大学（UNSW）的工程师们在硅芯片中成功实现了两个原子核自旋的量子纠缠，这是构建大规模量子计算机的关键一步。他们通过电子作为“电话”，使相距20纳米的原子核能够相互通信。这一创新解决了量子计算中隔离与互联的难题，并利用了现有半导体行业的制造工艺。这项突破为开发可扩展、兼容现有技术的量子芯片铺平了道路，具有里程碑意义。",
      "translated_title": "科学家在硅芯片中实现原子间对话",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers at UNSW have found a way to make atomic nuclei communicate through electrons, allowing them to achieve entanglement at scales used in today’s computer chips. This breakthrough brings scalable, silicon-based quantum computing much closer to reality."
    },
    {
      "title": "人工智能不知道自己在做什么，但它正在威胁我们所有人 (原标题: AI has no idea what it’s doing, but it’s threatening us all)",
      "link": "https://www.sciencedaily.com/releases/2025/09/250907172635.htm",
      "pubDate": "Sun, 07 Sep 2025 21:23:41 EDT",
      "isoDate": "2025-09-08T01:23:41.000Z",
      "creator": "",
      "summary": "## 人工智能对人类尊严的威胁：查尔斯达尔文大学研究报告\n\n查尔斯达尔文大学（CDU）的一项研究指出，人工智能（AI）时代正在改变我们的互动方式，但却在全球范围内威胁着人类尊严。\n\n### 主要发现与挑战\n\n*   **法律与伦理格局重塑**：研究主要作者、CDU法学院学者Maria Randazzo博士发现，AI技术正以前所未有的速度重塑西方世界的法律和伦理格局。\n*   **民主价值观受损与偏见加深**：AI正在损害民主价值观，并加深系统性偏见。\n*   **监管不足**：现有法规未能优先保护基本人权和自由，例如隐私权、反歧视、用户自主权和知识产权。这主要是由于许多算法模型具有不可追溯性。\n*   **“黑箱问题”**：Randazzo博士将这种缺乏透明度的问题称为“黑箱问题”。深度学习或机器学习过程做出的决策对人类来说难以追踪，这使得用户难以确定AI模型是否以及为何侵犯了他们的权利和尊严，也难以在必要时寻求公正。\n*   **AI的本质**：Randazzo博士强调，AI在任何人类意义上都不是智能的。她称其为“工程上的胜利，而非认知行为上的胜利”。AI“不知道自己在做什么或为什么”，缺乏人类所理解的思维过程，仅仅是剥离了具身性、记忆、同理心或智慧的模式识别。\n\n### 全球应对策略与呼吁\n\n*   **不同国家的方法**：目前，全球三大数字强国——美国、中国和欧盟——对AI采取了截然不同的方法，分别侧重于市场中心、国家中心和以人为本的模型。\n*   **欧盟模式的偏好**：Randazzo博士认为，欧盟以人为本的方法是保护人类尊严的首选路径。\n*   **全球合作的必要性**：然而，她指出，如果没有全球对这一目标的承诺，即使是欧盟的方法也可能不足。\n*   **核心呼吁**：Randazzo博士警告说，如果全球AI发展不以“使我们成为人类的特质”——我们的选择能力、感受能力、审慎推理能力、同理心和同情心——为锚点，我们就有可能创建出将人性贬低和扁平化为数据点，而非改善人类状况的系统。她强调：“人类绝不能被视为达到目的的手段。”\n\n### 研究发表\n\n这篇题为《人工智能时代的人类尊严：法律问题和监管制度概述》的论文发表在《澳大利亚人权杂志》上，是Randazzo博士关于该主题三部曲中的第一部。",
      "shortSummary": "查尔斯达尔文大学研究指出，人工智能（AI）正在全球范围内威胁人类尊严，重塑法律伦理格局，损害民主价值观并加深系统性偏见。现有监管不足，AI算法的“黑箱问题”使其决策难以追溯。研究强调AI缺乏人类智能，仅是模式识别。尽管欧盟采取以人为本的方法，但Randazzo博士呼吁全球承诺以人类特质为锚点发展AI，避免将人类贬低为数据点，否则将面临严重后果。",
      "translated_title": "人工智能不知道自己在做什么，但它正在威胁我们所有人",
      "images": [],
      "contentSource": "完整文章",
      "content": "Artificial intelligence is reshaping law, ethics, and society at a speed that threatens fundamental human dignity. Dr. Maria Randazzo of Charles Darwin University warns that current regulation fails to protect rights such as privacy, autonomy, and anti-discrimination. The “black box problem” leaves people unable to trace or challenge AI decisions that may harm them."
    },
    {
      "title": "加州理工学院突破使量子存储持续时间延长30倍 (原标题: Caltech breakthrough makes quantum memory last 30 times longer)",
      "link": "https://www.sciencedaily.com/releases/2025/08/250827234137.htm",
      "pubDate": "Wed, 27 Aug 2025 23:49:15 EDT",
      "isoDate": "2025-08-28T03:49:15.000Z",
      "creator": "",
      "summary": "# 加州理工学院量子记忆突破：存储时间延长30倍\n\n## 引言：量子计算的挑战与量子记忆的需求\n\n传统的计算机使用比特（0或1）存储信息，而量子计算机则基于量子比特，其独特之处在于能够同时处于0和1的叠加态。这种量子物理特性是量子计算解决经典计算机无法处理问题的核心潜力所在。当前许多量子计算机依赖于超导电子系统，其中电子在极低温下无电阻流动，形成超导量子比特。这些量子比特在执行逻辑运算方面表现出色，但其存储量子态（即特定量子系统的数学描述）的能力却相对较弱。为了解决这一瓶颈，量子工程师一直在寻求构建“量子记忆”以延长超导量子比特的存储时间。\n\n## 加州理工学院的混合方法：电声转换\n\n加州理工学院的一个科学家团队现已开发出一种混合量子记忆方法，通过有效地将电信息转换为声波，使超导量子比特的量子态存储时间比其他现有技术延长了30倍。这项由加州理工学院研究生Alkim Bozkurt和Omid Golami在电气工程与应用物理助理教授Mohammad Mirhosseini的指导下完成的新研究，已发表在《自然物理》杂志上。\n\nMirhosseini教授指出，拥有量子态后，可能无法立即对其进行操作，因此需要一种方法在需要执行逻辑运算时能够重新访问它，这就需要量子记忆。\n\n## 技术细节：机械振荡器作为量子记忆\n\n*   **前期研究基础**：Mirhosseini团队此前已证明，声波（特别是声子，即振动的粒子，类似于光子是光的粒子）可以作为存储量子信息的有效方法。他们在经典实验中测试的设备，因其在与超导量子比特相同的极高千兆赫频率下工作、在维持量子态所需的低温下表现良好以及具有长寿命，被认为是与超导量子比特配对的理想选择。\n*   **当前实现**：研究人员在芯片上制造了一个超导量子比特，并将其连接到一个被称为机械振荡器的微型设备上。这个振荡器本质上是一个微型音叉，由柔性板组成，这些板在千兆赫频率下通过声波振动。当这些板上施加电荷时，它们可以与携带量子信息的电信号相互作用，从而将信息“管道”输入设备进行存储，并在之后“管道”输出，即被“记住”。\n*   **关键发现**：研究人员仔细测量了信息进入设备后，振荡器失去其宝贵量子内容所需的时间。结果表明，这些振荡器的寿命比目前最好的超导量子比特长约30倍。\n\n## 新方法的优势\n\n这种构建量子记忆的方法相比以往策略具有多项优势：\n\n*   **设备紧凑性**：声波的传播速度远低于电磁波，使得设备可以更加紧凑。\n*   **能量保持**：与电磁波不同，机械振动不会在自由空间中传播，这意味着能量不会从系统中泄漏出去。\n*   **存储时间延长与干扰减少**：这有助于延长存储时间，并减轻附近设备之间不必要的能量交换。\n*   **可扩展性潜力**：这些优势表明，未来有可能将许多这样的“音叉”集成到单个芯片上，为制造可扩展的量子记忆提供了一种潜在途径。\n\n## 未来展望与挑战\n\nMirhosseini教授表示，这项工作已经证明了电磁波和声波之间实现作为记忆元件所需的最小交互量。然而，为了使该平台真正适用于量子计算，需要能够更快地将量子数据输入和输出系统。这意味着必须找到方法，将交互速率提高到当前系统能力的3到10倍。幸运的是，他的团队已经有了实现这一目标的想法。\n\n## 研究贡献者与支持\n\n该论文“微波光子的机械量子记忆”的其他作者包括Mirhosseini实验室的前访问本科生Yue Yu，以及加州理工学院电气工程系的量子信息与物质研究所博士后研究员Hao Tian。这项工作得到了美国空军科学研究办公室和国家科学基金会的资助。Bozkurt获得了Eddleman研究生奖学金的支持。",
      "shortSummary": "加州理工学院科学家开发出一种混合量子记忆方法，通过将电信号转换为声波，使超导量子比特的量子态存储时间延长了30倍。该技术利用微型机械振荡器（类似音叉）存储信息，克服了超导量子比特存储能力弱的缺点。新方法具有设备紧凑、能量损耗低和潜在可扩展性等优势，为未来量子计算机的实用化迈出了重要一步，尽管仍需提高数据交互速率。",
      "translated_title": "加州理工学院突破使量子存储持续时间延长30倍",
      "images": [],
      "contentSource": "完整文章",
      "content": "While superconducting qubits are great at fast calculations, they struggle to store information for long periods. A team at Caltech has now developed a clever solution: converting quantum information into sound waves. By using a tiny device that acts like a miniature tuning fork, the researchers were able to extend quantum memory lifetimes up to 30 times longer than before. This breakthrough could pave the way toward practical, scalable quantum computers that can both compute and remember."
    },
    {
      "title": "为什么微小的蜜蜂大脑可能掌握着更智能AI的关键 (原标题: Why tiny bee brains could hold the key to smarter AI)",
      "link": "https://www.sciencedaily.com/releases/2025/08/250824031528.htm",
      "pubDate": "Sun, 24 Aug 2025 03:15:28 EDT",
      "isoDate": "2025-08-24T07:15:28.000Z",
      "creator": "",
      "summary": "### 蜜蜂大脑与智能AI的新启示\n\n一项由谢菲尔德大学主导的研究发现，蜜蜂利用其飞行运动来促进对复杂视觉模式的精确学习和识别，这可能标志着下一代人工智能（AI）发展的一个重大转变。\n\n#### 核心发现与机制\n\n*   **运动塑造视觉输入**：研究人员构建了一个蜜蜂大脑的计算模型，揭示了蜜蜂在飞行过程中身体的移动如何塑造视觉输入，并在其大脑中产生独特的电信号。\n*   **高效的神经信号**：这些运动产生的神经信号使蜜蜂能够轻松高效地识别周围世界中可预测的特征。\n*   **卓越的学习能力**：蜜蜂在飞行中表现出对复杂视觉模式（如花朵图案）学习和识别的卓越准确性。模型进一步证明，即使是识别人类面孔这样的复杂任务，蜜蜂也能用极少的神经元网络完成。\n*   **智能的整体观**：这项研究强调了一个核心理念：智能源于大脑、身体和环境协同工作的方式。它展示了即使是微小的昆虫大脑，也能利用极少的脑细胞解决复杂的视觉任务。\n\n#### 对AI和机器人技术的启示\n\n*   **下一代AI范式**：这一发现可能彻底改变AI和机器人技术。未来的机器人可以通过利用运动来收集相关信息，从而变得更智能、更高效，而不是仅仅依赖庞大的计算网络。\n*   **效仿自然设计**：谢菲尔德大学机器智能中心主任兼该研究资深作者James Marshall教授指出，利用自然界最优秀的智能设计，为下一代AI打开了大门，将推动机器人技术、自动驾驶汽车和真实世界学习的进步。\n*   **行动与感知的交织**：研究主要作者HaDi MaBouDi博士解释说，蜜蜂的神经回路经过优化，不是孤立地处理视觉信息，而是通过与飞行运动在自然环境中的积极互动来处理。这支持了智能源于大脑、身体和环境协同作用的理论，表明行动与感知是深度交织的，能以最少的资源解决复杂问题。\n\n#### 蜜蜂大脑的效率与适应性\n\n*   **无需奖励的学习**：模型显示，蜜蜂的神经元在反复接触各种刺激后，其大脑网络会逐渐适应，无需依赖联想或强化，就能微调其反应。这意味着蜜蜂大脑只需通过飞行中的观察就能适应环境，而不需要即时奖励。\n*   **资源节约**：这种机制使得蜜蜂大脑极其高效，仅使用少量活跃神经元即可识别事物，从而节省了能量和处理能力。\n*   **验证实验**：研究人员通过实验验证了计算模型。在区分“加号”和“乘号”的任务中，当模型模仿蜜蜂只扫描图案下半部分的策略时，其性能显著提高。\n\n#### 昆虫微型大脑的潜力\n\n*   **脑容量与智能**：伦敦玛丽女王大学感官与行为生态学教授Lars Chittka指出，科学家们一直对大脑尺寸是否能预测动物智能感到好奇。但除非了解支撑特定任务的神经计算，否则这种推测毫无意义。这项研究确定了完成困难视觉辨别任务所需的最小神经元数量，发现即使是识别人脸等复杂任务，所需数量也惊人地少。\n*   **主动塑造信息**：谢菲尔德大学生物科学与神经科学研究所的系统神经科学教授Mikko Juusola强调，动物并非被动接收信息，而是主动塑造信息。新模型揭示了行为驱动的扫描如何创建压缩的、可学习的神经编码，支持了感知、行动和大脑动态共同演化以用最少资源解决复杂视觉任务的统一框架。\n\n#### 结论\n\n这项研究通过结合昆虫行为、大脑工作机制和计算模型的结果，展示了研究小型昆虫大脑如何揭示智能的基本规律，为深化认知理解和开发新技术提供了重要启示。",
      "shortSummary": "谢菲尔德大学研究发现，蜜蜂利用飞行运动进行高效视觉学习和复杂模式识别。通过构建蜜蜂大脑模型，研究揭示智能源于大脑、身体与环境的协同作用，而非仅依赖庞大计算力。这表明即使是微小的大脑也能以极少资源解决复杂任务，为开发更智能、更高效的下一代AI和机器人提供了新范式，强调了行动与感知深度交织的重要性。",
      "translated_title": "为什么微小的蜜蜂大脑可能掌握着更智能AI的关键",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers discovered that bees use flight movements to sharpen brain signals, enabling them to recognize patterns with remarkable accuracy. A digital model of their brain shows that this movement-based perception could revolutionize AI and robotics by emphasizing efficiency over massive computing power."
    },
    {
      "title": "科学家刚刚破解了隐藏在单个原子中的量子代码 (原标题: Scientists just cracked the quantum code hidden in a single atom)",
      "link": "https://www.sciencedaily.com/releases/2025/08/250821094524.htm",
      "pubDate": "Fri, 22 Aug 2025 03:35:14 EDT",
      "isoDate": "2025-08-22T07:35:14.000Z",
      "creator": "",
      "summary": "## 科学家破解单个原子中的量子代码，大幅减少量子计算机硬件需求\n\n### 引言：量子计算面临的挑战\n\n构建大规模量子计算机面临着严峻的挑战。量子比特（qubits）在运行时会产生自发错误，需要通过编码来抑制。随着有用（或逻辑）量子比特数量的增长，所需的物理量子比特数量会呈指数级增加，这使得构建实用的量子机器成为一个巨大的工程难题。\n\n### 重大突破：悉尼大学团队实现高效量子逻辑门\n\n悉尼大学纳米研究所量子控制实验室的科学家们首次展示了一种新型量子逻辑门，能够大幅减少其操作所需的物理量子比特数量。这一突破性进展为解决量子计算机的扩展性问题提供了新的途径。\n\n### 核心技术：GKP编码——量子计算的“罗塞塔石碑”\n\n*   **GKP代码的引入**：研究团队通过在单个原子上构建纠缠逻辑门，使用了被称为GKP（Gottesman-Kitaev-Preskill）代码的纠错码。该代码被誉为量子计算的“罗塞塔石碑”。\n*   **工作原理**：GKP代码能够将平滑、连续的量子振荡转化为清晰、数字化的离散状态，从而更容易发现和修复错误，并实现高度紧凑的逻辑量子比特编码。\n*   **理论到现实**：这项研究于8月21日发表在《自然物理学》上，首次将GKP代码的理论可能性变为物理现实。科学家们通过利用捕获离子（一个带电的镱原子）的自然振荡来存储GKP代码，并首次实现了它们之间的量子纠缠门。\n\n### 实验细节与创新\n\n*   **研究团队**：该研究由悉尼地平线研究员Tingrei Tan博士领导。\n*   **精确控制**：科学家们通过对捕获离子的谐波运动进行精确控制，成功弥合了GKP量子比特的编码复杂性，从而展示了它们的纠缠。\n*   **通用逻辑门集**：Tan博士表示，他们的实验首次实现了GKP量子比特的通用逻辑门集，能够精确控制捕获离子的自然振动，从而操纵单个GKP量子比特或将其配对纠缠。\n*   **软件创新**：第一作者Vassili Matsos（博士生）成功在一个捕获离子中存储了两个可纠错的逻辑量子比特，并展示了它们之间的纠缠。他们使用了Q-CTRL（量子控制实验室的衍生公司）开发的量子控制软件，结合基于物理的模型来设计量子门，以最小化GKP逻辑量子比特的失真，同时保持GKP代码的精细结构。\n\n### 量子技术里程碑\n\n*   **单原子逻辑门**：Matsos通过纠缠单个原子的两个“量子振动”（即量子态），仅用一个原子就创建了一个逻辑门。这一成果是量子技术的一个重要里程碑。\n*   **硬件需求大幅减少**：这一结果极大地减少了创建这些可编程量子机器所需的量子硬件。\n*   **未来展望**：Tan博士指出，GKP纠错码长期以来承诺减少硬件需求，以应对量子计算机扩展的资源开销挑战。他们的实验证明了这些高质量的量子控制是操纵多个逻辑量子比特的关键工具，为以高度硬件高效的方式实现大规模量子信息处理奠定了基础。\n\n### 实验设置与研究意义\n\nTan博士的团队在实验中使用了保罗阱（Paul trap）中的单个镱离子。通过复杂的激光阵列在室温下捕获原子，并控制其自然振动以生成复杂的GKP代码。这项研究有力证明了量子逻辑门可以在减少物理量子比特数量的情况下开发，从而显著提高其效率。\n\n### 资金来源\n\n该研究获得了澳大利亚研究理事会、悉尼地平线奖学金、美国海军研究办公室、美国陆军研究办公室、美国空军科学研究办公室、洛克希德·马丁公司、悉尼量子学院以及H.和A.哈雷的私人资助。作者声明无竞争利益。",
      "shortSummary": "悉尼大学科学家首次在单个原子中成功实现了量子逻辑门，大幅减少了量子计算机所需的物理量子比特数量。他们利用GKP纠错码，通过精确控制捕获离子（镱原子）的自然振动，在一个原子中存储并纠缠了两个逻辑量子比特。这一突破性成果为构建更高效、可扩展的量子计算机奠定了基础，解决了量子计算面临的硬件资源挑战。",
      "translated_title": "科学家刚刚破解了隐藏在单个原子中的量子代码",
      "images": [],
      "contentSource": "完整文章",
      "content": "A research team has created a quantum logic gate that uses fewer qubits by encoding them with the powerful GKP error-correction code. By entangling quantum vibrations inside a single atom, they achieved a milestone that could transform how quantum computers scale."
    },
    {
      "title": "这个简单的磁性技巧可能会永远改变量子计算 (原标题: This simple magnetic trick could change quantum computing forever)",
      "link": "https://www.sciencedaily.com/releases/2025/08/250816113508.htm",
      "pubDate": "Sat, 16 Aug 2025 23:50:10 EDT",
      "isoDate": "2025-08-17T03:50:10.000Z",
      "creator": "",
      "summary": "# 量子计算的突破：磁性技巧增强稳定性\n\n## 挑战：量子比特的脆弱性\n当前量子计算机进入社会的主要障碍是其对环境干扰（如温度、磁场、微小振动）的极度敏感性。量子比特（量子计算机的基本单位）极易失去其量子态，从而影响计算的可靠性。\n\n## 解决方案：新型拓扑量子材料与磁性方法\n瑞典查尔姆斯理工大学、芬兰阿尔托大学和赫尔辛基大学的研究人员提出了一种新型的奇异量子材料，并开发了一种利用磁性来创建稳定性的方法。这一突破有望显著提高量子计算机的韧性，使其能够实际处理量子计算。\n\n## 拓扑激发：内在的稳定性\n为了解决量子比特的脆弱性问题，研究人员一直在探索创建能够在其基本结构（拓扑）中提供更好保护的材料。通过材料结构产生并维持的量子态被称为“拓扑激发”，它们比其他量子态更稳定、更具韧性。然而，挑战在于找到自然支持这种鲁棒量子态的材料。\n\n## 新材料的开发\n研究团队成功开发出一种新的量子材料，该材料能够展示出鲁棒的拓扑激发。这一进展是通过将稳定性直接构建到材料设计中，向实现实用的拓扑量子计算迈出了重要一步。\n\n*   **Guangze Chen（查尔姆斯理工大学应用量子物理博士后、研究主要作者）**表示，这是一种全新的奇异量子材料，能够在外部干扰下保持其量子特性，有助于开发足够强大的量子计算机来处理实际的量子计算。\n*   “奇异量子材料”是一个总称，指具有极端量子特性的新型固体材料。寻找具有特殊韧性特性的此类材料一直是一个长期挑战。\n\n## 磁性：新策略的关键\n传统上，研究人员依赖于基于自旋轨道耦合（一种将电子自旋与其围绕原子核的运动轨道联系起来的量子相互作用）的“配方”来创建拓扑激发。然而，这种“成分”相对稀有，限制了其应用范围。\n\n*   研究团队提出了一种全新的方法，利用磁性——一种更常见、更容易获得的“成分”——来实现相同的效果。通过利用磁相互作用，研究人员能够设计出拓扑量子计算所需的鲁棒拓扑激发。\n*   **Guangze Chen**解释说，磁性在许多材料中自然存在，这使得他们现在可以在更广泛的材料中寻找拓扑特性，包括那些以前被忽视的材料。\n\n## 推动下一代量子计算平台\n为了加速发现具有有用拓扑特性的新材料，研究团队还开发了一种新的计算工具。该工具可以直接计算材料表现出拓扑行为的强度。\n\n*   **Guangze Chen**希望这种方法能够帮助指导发现更多奇异材料，并最终促成基于天然抗干扰材料的下一代量子计算机平台的出现。",
      "shortSummary": "瑞典和芬兰研究人员开发了一种新型奇异量子材料和利用磁性的方法，以增强量子计算机的稳定性。通过在材料设计中构建鲁棒的拓扑激发，并利用更常见的磁性而非稀有的自旋轨道耦合，他们克服了量子比特对环境干扰的敏感性。这一突破有望使量子计算机更具韧性，为实现实用的量子计算铺平道路，并加速新拓扑材料的发现。",
      "translated_title": "这个简单的磁性技巧可能会永远改变量子计算",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers have unveiled a new quantum material that could make quantum computers much more stable by using magnetism to protect delicate qubits from environmental disturbances. Unlike traditional approaches that rely on rare spin-orbit interactions, this method uses magnetic interactions—common in many materials—to create robust topological excitations. Combined with a new computational tool for finding such materials, this breakthrough could pave the way for practical, disturbance-resistant quantum computers."
    },
    {
      "title": "微型“会说话”机器人形成可变形的自我修复群 (原标题: Tiny “talking” robots form shape-shifting swarms that heal themselves)",
      "link": "https://www.sciencedaily.com/releases/2025/08/250812234535.htm",
      "pubDate": "Wed, 13 Aug 2025 04:16:00 EDT",
      "isoDate": "2025-08-13T08:16:00.000Z",
      "creator": "",
      "summary": "## 微型“会说话”机器人：声波协调的自组织群体\n\n这项由宾夕法尼亚州立大学的Igor Aronson教授领导的国际科学家团队，从自然界（如蝙蝠、鲸鱼和昆虫利用声学信号进行交流和导航）中汲取灵感，成功建模出一种微型机器人，它们利用声波进行协调，形成大型群体，并展现出类似智能的行为。\n\n### 工作原理与核心特性\n\n*   **声波通信：** 这些微型机器人通过声波进行通信，每个机器人都配备了声学发射器和探测器。它们能够有效地“听到”并“找到”彼此，从而实现集体的自我组织。\n*   **个体构成：** 每个机器人都由简单的电子电路组成，包含一个马达、一个微型麦克风、一个扬声器和一个振荡器。\n*   **同步机制：** 机器人通过将其自身的振荡器同步到群体声场的频率，并向最强的信号方向迁移，从而实现协同运动和凝聚力。\n*   **自组织与适应性：** 机器人群体是自组织的，能够适应环境，改变其形状和行为，类似于鱼群或鸟群。\n*   **变形与自愈：** 它们能够导航狭窄空间，即使变形或分裂也能重新组合并“自我修复”，保持作为一个集体单元的功能。\n*   **集体智能与感知：** 群体展现出集体（或涌现）智能，能够协同工作，其集体感知能力有助于检测环境变化。\n\n### 潜在应用\n\n这些微型机器人群体未来有望执行各种复杂任务，包括：\n\n*   **环境清理：** 清理受污染环境中的污染物。\n*   **医疗应用：** 在体内进行医疗治疗，例如将药物直接输送到病变区域。\n*   **灾区探索：** 探索灾难区域。\n*   **威胁检测与传感器：** 其自愈能力在威胁检测和传感器应用中尤为有用。\n\n### 研究方法与突破\n\n*   **计算模型：** 研究团队开发了一个计算机模型来追踪微型机器人的运动。尽管论文中的机器人是理论模型中的计算代理而非实际制造的物理设备，但模拟观察到的集体智能有望在相同设计的实验研究中出现。\n*   **声波控制的首次实现：** 这是首次证明声波可以作为控制微型机器人的手段。此前，活性物质粒子主要通过化学信号进行控制。\n*   **声波优势：** 相较于化学信号，声波在通信方面表现更优，它们传播更快、更远，几乎没有能量损失，且设计更简单。集体智能和功能性源于最少的组成部分和简单的声学通信。\n\n### 研究意义\n\n这项研究代表着在创造更智能、更具弹性、最终更有用的微型机器人方面迈出了重要一步。这些机器人具有最小的复杂性，却能解决世界上一些最棘手的问题。研究的见解对于设计下一代微型机器人至关重要，使其能够在挑战性环境中执行复杂任务并响应外部线索。\n\n### 研究团队与资助\n\n该研究成果于8月12日发表在《物理评论X》（Physical Review X）期刊上。除了Igor Aronson教授，论文的其他作者还包括慕尼黑路德维希马克西米利安大学的Alexander Ziepke、Ivan Maryshev和Erwin Frey。该研究由约翰·坦普尔顿基金会资助。",
      "shortSummary": "科学家开发出一种微型机器人群体模型，它们利用声波进行协调，形成可变形的自组织蜂群。这些“会说话”的机器人能像鱼群或鸟群一样协同工作，即使变形也能自我修复。这项研究首次证明声波可有效控制微型机器人，为探索灾区、清理污染或体内药物输送等复杂任务提供了新的可能，代表着智能微型机器人领域的重要突破。",
      "translated_title": "微型“会说话”机器人形成可变形的自我修复群",
      "images": [],
      "contentSource": "完整文章",
      "content": "Scientists have designed swarms of microscopic robots that communicate and coordinate using sound waves, much like bees or birds. These self-organizing micromachines can adapt to their surroundings, reform if damaged, and potentially undertake complex tasks such as cleaning polluted areas, delivering targeted medical treatments, or exploring hazardous environments."
    },
    {
      "title": "哈佛的超薄芯片或将彻底改变量子计算 (原标题: Harvard’s ultra-thin chip could revolutionize quantum computing)",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232413.htm",
      "pubDate": "Fri, 25 Jul 2025 07:54:30 EDT",
      "isoDate": "2025-07-25T11:54:30.000Z",
      "creator": "",
      "summary": "# 哈佛超薄芯片：量子计算的新突破\n\n哈佛大学约翰·A·保尔森工程与应用科学学院（SEAS）的研究人员取得了一项突破性进展，他们开发出一种超薄的“超表面”（metasurface）芯片，有望彻底改变量子计算和网络。这项研究表明，超表面可以作为强大的线性量子光学网络，从而消除对传统波导和其他笨重光学组件的需求。\n\n## 传统挑战与创新解决方案\n\n在迈向实用量子计算机和网络的竞赛中，光子因其在室温下作为信息快速载体的潜力而备受关注。然而，传统上，光子通过微芯片上的波导或由透镜、镜子和分束器等大型设备组成的复杂网络进行控制和纠缠。这类系统因所需部件数量庞大且存在缺陷，难以实现规模化，从而限制了有意义的计算和网络应用。\n\n为了解决这一难题，由应用物理学教授费德里科·卡帕索（Federico Capasso）领导的哈佛SEAS研究团队，创造了经过特殊设计的超表面。这些超表面是刻有纳米级光操纵图案的扁平设备，能够作为量子光学芯片和设置的超薄升级版。这项研究成果已发表在《科学》杂志上，并获得了美国空军科学研究办公室（AFOSR）的资助。\n\n## 超表面的核心优势\n\n卡帕索团队的研究表明，一个单一的超表面能够创建复杂、纠缠的光子态，以执行量子操作，其效果与使用多个不同组件的大型光学设备相同。这项技术带来了显著的优势，解决了量子计算领域长期存在的“可扩展性”问题：\n\n*   **小型化与集成：** 可将整个光学设置微型化到一个单一、稳定且坚固的超表面上。\n*   **鲁棒性与稳定性：** 具有错误抵抗能力，对扰动具有鲁棒性，无需复杂的对准。\n*   **成本效益与制造简便：** 成本效益高，制造过程简单。\n*   **低光学损耗：** 确保光子信息的有效传输。\n\n这项工作代表了基于超表面的量子光学技术，除了为室温量子计算机和网络铺平道路外，还有望惠及量子传感领域，并为基础科学提供“芯片实验室”（lab-on-a-chip）的能力。\n\n## 设计挑战与图论的应用\n\n设计一个能够精确控制光子亮度、相位和偏振等属性的单一超表面面临独特的挑战。随着光子数量（即量子比特数量）的增加，数学复杂性急剧上升，因为每个额外的光子都会引入许多新的干涉路径。在传统设置中，这将需要迅速增加分束器和输出端口的数量。\n\n为了应对这种复杂性，研究人员借鉴了数学的一个分支——图论。通过将纠缠光子态表示为许多相互连接的线条和点，他们能够直观地确定光子如何相互干涉，并预测其在实验中的效果。图论通常用于某些类型的量子计算和量子纠错，但通常不用于超表面的设计和操作。\n\n## 研究意义与未来展望\n\n研究科学家尼尔·辛克莱（Neal Sinclair）表示，这种方法有望高效地扩展光学量子计算机和网络，这长期以来一直是它们与其他平台（如超导体或原子）相比面临的最大挑战。它还为理解、设计和应用超表面，特别是生成和控制量子光，提供了新的见解。通过图论方法，超表面设计和光学量子态在某种程度上成为了“同一枚硬币的两面”。\n\n这项研究得到了包括AFOSR在内的联邦机构的支持，并在哈佛大学纳米系统中心进行。",
      "shortSummary": "哈佛大学研究人员开发出超薄超表面芯片，有望彻底改变量子计算。这些超表面能取代传统笨重的光学组件，创建复杂的纠缠光子态，实现量子操作。该技术解决了量子系统可扩展性难题，具有小型化、高稳定性、低成本等优势。研究团队利用图论简化了复杂设计。这项突破为室温量子计算机和网络、量子传感以及“芯片实验室”应用开辟了新路径。",
      "translated_title": "哈佛的超薄芯片或将彻底改变量子计算",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers at Harvard have created a groundbreaking metasurface that can replace bulky and complex optical components used in quantum computing with a single, ultra-thin, nanostructured layer. This innovation could make quantum networks far more scalable, stable, and compact. By harnessing the power of graph theory, the team simplified the design of these quantum metasurfaces, enabling them to generate entangled photons and perform sophisticated quantum operations — all on a chip thinner than a human hair. It's a radical leap forward for room-temperature quantum technology and photonics."
    },
    {
      "title": "谷歌的深度伪造猎手能看到你所不能——即使在没有面部的视频中 (原标题: Google's deepfake hunter sees what you can’t—even in videos without faces)",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232412.htm",
      "pubDate": "Thu, 24 Jul 2025 23:24:12 EDT",
      "isoDate": "2025-07-25T03:24:12.000Z",
      "creator": "",
      "summary": "## UNITE：谷歌与加州大学河滨分校合作开发的通用深度伪造检测系统\n\n### 引言：应对深度伪造视频带来的挑战\n\n在当前信息环境中，被篡改的视频（即深度伪造）已成为散布虚假信息、进行网络欺凌和煽动危害的强大工具。为了应对这一严峻挑战，加州大学河滨分校（UC Riverside）的研究人员与谷歌的科学家们携手合作，开发出一种功能强大的新型系统，旨在揭露这些伪造内容。\n\n### UNITE系统介绍\n\n*   **开发者：** 该系统由加州大学河滨分校马兰与罗斯玛丽·伯恩斯工程学院的电气与计算机工程教授阿米特·罗伊-乔杜里（Amit Roy-Chowdhury）和博士生罗希特·昆杜（Rohit Kundu），以及谷歌的科学家们共同开发。\n*   **系统名称：** 该系统被称为“识别篡改和合成视频的通用网络”（Universal Network for Identifying Tampered and synthEtic videos），简称 **UNITE**。\n*   **核心创新点：** UNITE的独特之处在于，它不仅检查视频中的面部，还会分析整个视频帧，包括背景和运动模式，从而检测伪造。这使其成为首批能够识别不依赖面部内容的合成或篡改视频的工具之一。\n\n### 深度伪造的演变与挑战\n\n*   **不再局限于换脸：** 昆杜指出，深度伪造技术已经发展，不再仅仅是简单的换脸。现在，人们可以使用强大的生成模型（如文本到视频、图像到视频生成平台）创建完全虚假的视频，包括面部和背景。\n*   **生成式AI工具的普及与风险：** 这些AI平台已广泛在线可用，几乎任何人都可以制作出极具说服力的虚假视频，对个人、机构乃至民主本身构成严重威胁。\n*   **现有检测器的局限性：** 昆杜解释说，早期的深度伪造检测器几乎完全依赖于面部线索。如果帧中没有面部，许多检测器就无法工作。然而，篡改场景背景同样可以扭曲事实，传播虚假信息。\n\n### UNITE的技术原理\n\n*   **模型类型：** UNITE采用基于Transformer的深度学习模型来分析视频片段。\n*   **检测方法：** 它能够检测出细微的空间和时间不一致性，这些线索常常被之前的系统所忽略。\n*   **核心框架：** 该模型借鉴了名为SigLIP的基础AI框架，该框架能够提取不限于特定人物或对象的特征。\n*   **训练方法：** 一种名为“注意力多样性损失”（attention-diversity loss）的新型训练方法，促使系统监控每个帧中的多个视觉区域，防止其仅仅关注面部。\n\n### 系统能力与通用性\n\n*   **检测范围：** UNITE是一个通用检测器，能够识别从简单的面部替换到复杂的、完全由AI生成且不含任何真实素材的合成视频等各种伪造类型。\n*   **“通用”的含义：** 昆杜表示，UNITE是一个模型，能够处理所有这些不同的场景，这正是其“通用”的体现。\n\n### 研究成果与合作\n\n*   **论文发表：** 研究人员在2025年计算机视觉与模式识别大会（CVPR）上展示了他们的研究成果。他们的论文题为“迈向通用合成视频检测器：从面部或背景操纵到完全AI生成内容”，由昆杜主导，详细阐述了UNITE的架构和训练方法。合著者包括谷歌研究员郝雄（Hao Xiong）、维沙尔·莫汉蒂（Vishal Mohanty）和阿图拉·巴拉钱德拉（Athula Balachandra）。\n*   **谷歌合作的重要性：** 昆杜在谷歌实习期间的合作，为模型训练提供了大量数据集和计算资源，使其能够处理各种合成内容，包括由文本或静止图像生成的视频——这些格式常常令现有检测器束手无策。\n\n### 未来展望与应用\n\n尽管UNITE仍处于开发阶段，但它有望在抵御视频虚假信息方面发挥至关重要的作用。潜在用户包括社交媒体平台、事实核查机构和新闻编辑室，它们可以利用UNITE来防止被篡改的视频病毒式传播。昆杜强调：“人们有权知道他们所看到的是否真实。随着AI在伪造现实方面变得越来越好，我们也必须在揭示真相方面做得更好。”",
      "shortSummary": "加州大学河滨分校与谷歌合作开发了UNITE系统，这是一种新型AI模型，旨在检测深度伪造视频。与传统检测器不同，UNITE不仅分析面部，还能检查整个视频帧，包括背景和运动模式，从而识别出超越换脸的完全合成视频。该系统利用Transformer模型和“注意力多样性损失”训练方法，能检测细微的空间和时间不一致性。UNITE有望成为打击视频虚假信息的重要工具，帮助社交媒体和新闻机构辨别真伪。",
      "translated_title": "谷歌的深度伪造猎手能看到你所不能——即使在没有面部的视频中",
      "images": [],
      "contentSource": "完整文章",
      "content": "AI-generated videos are becoming dangerously convincing and UC Riverside researchers have teamed up with Google to fight back. Their new system, UNITE, can detect deepfakes even when faces aren't visible, going beyond traditional methods by scanning backgrounds, motion, and subtle cues. As fake content becomes easier to generate and harder to detect, this universal tool might become essential for newsrooms and social media platforms trying to safeguard the truth."
    },
    {
      "title": "一个简单的变动骗过了AI——揭示了医疗伦理中的危险缺陷 (原标题: A simple twist fooled AI—and revealed a dangerous flaw in medical ethics)",
      "link": "https://www.sciencedaily.com/releases/2025/07/250723045711.htm",
      "pubDate": "Thu, 24 Jul 2025 01:58:50 EDT",
      "isoDate": "2025-07-24T05:58:50.000Z",
      "creator": "",
      "summary": "## AI在医疗伦理中的缺陷：一项新研究揭示了大型语言模型的盲点\n\n### 引言\n\n一项由西奈山伊坎医学院与以色列拉宾医疗中心及其他合作者共同进行的研究表明，即使是最先进的人工智能（AI）模型在面对复杂的医疗伦理情景时，也可能犯下令人惊讶的简单错误。这些发现对在医疗保健环境中何时以及如何依赖大型语言模型（LLMs），如ChatGPT，提出了重要问题。研究结果已于7月22日在线发表在《NPJ数字医学》杂志上。\n\n该研究团队的灵感来源于丹尼尔·卡尼曼的著作《思考，快与慢》，该书对比了快速、直觉的反应与较慢、分析性的推理。研究人员观察到，当经典的横向思维谜题被巧妙地修改后，大型语言模型会表现出失误。基于这一洞察，该研究测试了AI系统在面对经过刻意修改的著名伦理困境时，如何在两种思维模式之间切换。\n\n### 研究方法与关键发现\n\n*   **测试方法**：研究团队使用了一系列商业可用的LLMs，结合了创造性的横向思维谜题和略微修改的著名医疗伦理案例进行测试。\n*   **核心问题：AI的默认思维模式**：\n    *   共同高级作者、西奈山伊坎医学院人工智能与人类健康温德赖希系生成式AI主任Eyal Klang博士指出：“AI可能非常强大和高效，但我们的研究表明，它可能会默认选择最熟悉或最直觉的答案，即使该答案忽略了关键细节。”\n    *   他强调，在日常生活中，这种思维方式可能不被察觉，但在医疗保健领域，决策往往带有严重的伦理和临床影响，错过这些细微之处可能对患者造成真实后果。\n\n### 案例分析\n\n1.  **案例一：“外科医生困境”的变体**：\n    *   **经典版本**：一个男孩与父亲发生车祸受伤，被送往医院，外科医生惊呼：“我不能给这个男孩做手术——他是我儿子！”谜底是外科医生是男孩的母亲，许多人由于性别偏见而未考虑这种可能性。\n    *   **研究修改版本**：研究人员明确指出男孩的父亲就是外科医生，消除了歧义。\n    *   **AI错误**：即便如此，一些AI模型仍然回答说外科医生一定是男孩的母亲。这个错误揭示了LLMs如何固守熟悉的模式，即使新信息与之矛盾。\n\n2.  **案例二：血液输血伦理困境的变体**：\n    *   **经典困境**：宗教信仰的父母拒绝为孩子进行挽救生命的输血。\n    *   **研究修改版本**：研究人员修改了情景，明确指出父母已经同意输血。\n    *   **AI错误**：许多模型仍然建议推翻一个已经不存在的拒绝，再次表明它们依赖熟悉的模式。\n\n### 研究启示与未来展望\n\n*   **AI在医疗实践中的作用与限制**：\n    *   共同高级通讯作者、西奈山伊坎医学院人工智能与人类健康温德赖希系主任Girish N. Nadkarni博士表示：“我们的发现并非暗示AI在医疗实践中没有立足之地，但它们确实强调了深思熟虑的人类监督的必要性，尤其是在需要伦理敏感性、细致判断或情商的情况下。”\n    *   他强调，这些工具无疑非常有帮助，但并非万无一失。医生和患者都应该明白，AI最好作为临床专业知识的补充，而不是替代品，尤其是在处理复杂或高风险决策时。\n    *   最终目标是建立更可靠、更符合伦理的方式，将AI整合到患者护理中。\n*   **人类监督的重要性**：主要作者、拉宾医疗中心达维多夫癌症中心血液学研究所研究员Shelly Soffer博士指出：“对熟悉案例的简单修改暴露了临床医生无法承受的盲点。”她强调，这凸显了在患者护理中部署AI时，人类监督必须保持核心地位。\n*   **未来研究方向**：研究团队计划通过测试更广泛的临床案例来扩展他们的工作。他们还在开发一个“AI保障实验室”，以系统地评估不同模型如何处理现实世界的医疗复杂性。\n\n### 研究团队与相关机构\n\n*   **论文信息**：该论文题为“大型语言模型在医疗伦理推理中的陷阱”（Pitfalls of Large Language Models in Medical Ethics Reasoning）。\n*   **研究作者**：Shelly Soffer, MD; Vera Sorin, MD; Girish N. Nadkarni, MD, MPH; 和 Eyal Klang, MD。\n*   **西奈山伊坎医学院Windreich人工智能与人类健康系**：\n    *   由Girish N. Nadkarni博士领导，他是AI在医疗保健中安全、有效和伦理使用的国际权威。\n    *   该系是美国医学院中首个此类机构，致力于在人工智能与人类健康的交叉领域推动变革性进展。\n    *   该系致力于以负责任、有效、伦理和安全的方式利用AI，以改变研究、临床护理、教育和运营。\n    *   通过汇集世界一流的AI专业知识、尖端基础设施和无与伦比的计算能力，该系正在推动多尺度、多模态数据整合方面的突破，同时简化快速测试和转化为实践的途径。\n    *   该系受益于西奈山内部的动态合作，包括与西奈山哈索·普拉特纳数字健康研究所的合作，该研究所通过推进数据驱动方法来改善患者护理和健康结果，补充了其使命。\n    *   创新核心是著名的西奈山伊坎医学院，它作为学习和合作的中心枢纽。\n    *   2024年，该系创新的NutriScan AI应用程序（由西奈山医疗系统临床数据科学团队与系教职员工合作开发）为西奈山医疗系统赢得了著名的赫斯特健康奖。NutriScan旨在促进住院患者营养不良的更快识别和治疗。该机器学习工具提高了营养不良诊断率和资源利用率，展示了AI在医疗保健中的影响力应用。\n*   **西奈山医疗系统成员医院**：西奈山医院；西奈山布鲁克林；西奈山晨边；西奈山皇后区；西奈山南拿骚；西奈山西；以及西奈山纽约眼耳医院。",
      "shortSummary": "一项新研究发现，即使是最先进的AI模型在处理复杂的医疗伦理情景时也会犯简单错误。研究通过修改经典伦理困境发现，大型语言模型倾向于依赖熟悉模式，即使面对矛盾信息也如此。这揭示了AI在医疗领域存在的危险缺陷，强调了在医疗实践中，尤其是在涉及伦理敏感和细致判断的决策时，人类监督至关重要。AI应作为临床专业知识的补充，而非替代。",
      "translated_title": "一个简单的变动骗过了AI——揭示了医疗伦理中的危险缺陷",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even the most powerful AI models, including ChatGPT, can make surprisingly basic errors when navigating ethical medical decisions, a new study reveals. Researchers tweaked familiar ethical dilemmas and discovered that AI often defaulted to intuitive but incorrect responses—sometimes ignoring updated facts. The findings raise serious concerns about using AI for high-stakes health decisions and underscore the need for human oversight, especially when ethical nuance or emotional intelligence is involved."
    },
    {
      "title": "科学家发现AI真正理解语言的时刻 (原标题: Scientists discover the moment AI truly understands language)",
      "link": "https://www.sciencedaily.com/releases/2025/07/250707073353.htm",
      "pubDate": "Tue, 08 Jul 2025 02:36:49 EDT",
      "isoDate": "2025-07-08T06:36:49.000Z",
      "creator": "",
      "summary": "### 科学家发现AI真正理解语言的时刻\n\n一项发表在《统计力学杂志：理论与实验》(JSTAT) 上的新研究揭示了人工智能语言模型内部学习过程的一个关键奥秘。该研究发现，当神经网络接受训练时，其理解语言的策略会发生一个突然的转变，类似于物理系统中的相变。\n\n**学习策略的演变**\n\n*   **初始阶段（基于位置）**：当训练数据量较少时，神经网络最初依赖于词语在句子中的位置来理解其关系。例如，在英语中，主语通常在动词之前，动词在宾语之前（如“Mary eats the apple”）。这是网络在训练初期自发采用的策略。\n*   **过渡阶段（基于意义）**：随着系统接触到足够的数据，一旦达到一个临界阈值，网络的策略会突然转变。此时，词语的意义成为信息的主要来源。\n*   **类比**：研究人员将这一过程比作儿童学习阅读：最初通过词语位置推断关系，随着学习深入（“不断上学”），重心转向词语的实际含义。\n\n**核心机制：自注意力与Transformer模型**\n\n*   这项研究解释了在自注意力机制的简化模型中发生的这种转变。自注意力机制是Transformer语言模型（如ChatGPT、Gemini、Claude等）的核心组成部分。\n*   Transformer是一种专门处理序列数据（如文本）的神经网络架构，它通过自注意力机制评估序列中每个词语相对于其他词语的重要性。\n*   研究第一作者、哈佛大学博士后研究员Hugo Cui解释说，网络可以使用两种策略来评估词语之间的关系：利用词语位置或依赖词语意义。他指出，令人惊讶的是，在某个阈值之下，网络完全依赖位置；而一旦超过该阈值，则完全依赖意义，而不是两者的混合。\n\n**“相变”概念的引入**\n\n*   Cui将这种策略转变描述为一种“相变”，借鉴了物理学中的概念。统计物理学通过统计方法描述大量粒子（如原子或分子）的集体行为。\n*   类似地，神经网络由大量“节点”或“神经元”组成，它们的智能源于这些神经元的相互作用，这也可以用统计方法来描述。\n*   因此，神经网络行为的这种突然变化可以被视为相变，就像水在特定温度和压力下从液体变为气体一样。\n\n**研究意义**\n\n*   Cui强调，从理论角度理解这种策略转变的发生方式非常重要。尽管研究中使用的网络模型比日常使用的复杂模型更简化，但它们为理解导致模型稳定在某种策略上的条件提供了线索。\n*   这项理论知识有望在未来用于提高神经网络的效率和安全性。\n\n这项题为“点积注意力可解模型中位置学习与语义学习之间的相变”的研究由Hugo Cui、Freya Behrens、Florent Krzakala和Lenka Zdeborová共同完成，已作为“2025年机器学习”特刊的一部分在JSTAT上发表，并被收录在NeurIPS 2024会议的论文集中。",
      "shortSummary": "一项新研究发现，AI语言模型在学习过程中会经历一个关键的“相变”。最初，它们依赖词语在句子中的位置来理解语言。但随着训练数据量的增加，一旦达到某个阈值，模型会突然转变为主要依赖词语的实际含义。这一发现揭示了ChatGPT等模型如何真正理解语言，并有望提升未来AI系统的效率和安全性。",
      "translated_title": "科学家发现AI真正理解语言的时刻",
      "images": [],
      "contentSource": "完整文章",
      "content": "Neural networks first treat sentences like puzzles solved by word order, but once they read enough, a tipping point sends them diving into word meaning instead—an abrupt “phase transition” reminiscent of water flashing into steam. By revealing this hidden switch, researchers open a window into how transformer models such as ChatGPT grow smarter and hint at new ways to make them leaner, safer, and more predictable."
    },
    {
      "title": "科学家们刚刚模拟了“不可能”——容错量子代码终被破解 (原标题: Scientists just simulated the “impossible” — fault-tolerant quantum code cracked at last)",
      "link": "https://www.sciencedaily.com/releases/2025/07/250702214157.htm",
      "pubDate": "Wed, 02 Jul 2025 21:41:57 EDT",
      "isoDate": "2025-07-03T01:41:57.000Z",
      "creator": "",
      "summary": "## 容错量子计算模拟取得突破\n\n量子计算机在走向实际应用的过程中面临一个主要障碍：其有限的计算错误纠正能力。为了开发真正可靠的量子计算机，研究人员必须能够使用传统计算机模拟量子计算以验证其正确性，这是一项至关重要但极其困难的任务。\n\n### 关键挑战：量子误差\n\n*   **高敏感性**：量子计算机的基本组成部分——量子比特（qubits）——虽然具有巨大的计算潜力，但对环境干扰（如振动、电磁辐射或温度变化）极其敏感。\n*   **相干性丧失**：最轻微的噪声都可能导致量子比特计算错误或失去其量子态（相干性），从而丧失继续计算的能力。\n*   **错误检测与纠正困难**：与传统计算机不同，量子计算机更容易出错，且错误更难检测和纠正，导致其目前尚不具备容错能力。\n\n### 突破性进展\n\n瑞典查尔姆斯理工大学、米兰大学、格拉纳达大学和东京大学的研究人员首次公布了一种模拟特定类型纠错量子计算的方法，这是在寻求稳健量子技术方面迈出的重要一步。\n\n*   **模拟对象**：该方法能够模拟使用一种名为Gottesman-Kitaev-Preskill (GKP) 代码的玻色子代码的量子计算。GKP代码因其存储量子信息的方式便于量子计算机纠错，从而降低了对噪声和干扰的敏感性，因此在领先的量子计算机实现中被广泛使用。\n*   **核心创新**：研究人员通过创建一种新的数学工具，成功地在其算法中使用了GKP代码。此前，由于GKP代码深层的量子力学性质，使用传统计算机模拟它们极其困难。\n*   **主要作者**：该研究由查尔姆斯应用量子物理博士Cameron Calcluth担任第一作者，Giulia Ferrini副教授为共同作者。\n\n### 意义与影响\n\n这项突破解决了量子研究领域长期存在的挑战，具有深远意义：\n\n*   **验证能力**：研究人员现在可以更可靠地测试和验证量子计算机的计算结果。\n*   **未来发展**：这为模拟以前无法测试但对构建稳定和可扩展量子计算机至关重要的量子计算开辟了全新的途径。\n*   **容错性**：能够模拟用于容错的纠错代码，对于未来构建更好、更强大的量子计算机至关重要。\n\n### 研究详情\n\n相关文章“Classical simulation of circuits with realistic odd-dimensional Gottesman-Kitaev-Preskill states”已发表在《物理评论快报》（Physical Review Letters）上。作者包括Cameron Calcluth、Giulia Ferrini、Oliver Hahn、Juani Bermejo-Vega和Alessandro Ferraro。",
      "shortSummary": "科学家们首次成功模拟了容错量子计算，解决了量子计算机误差校正的重大难题。瑞典查尔姆斯理工大学等机构的研究人员开发了一种新算法，能模拟使用Gottesman-Kitaev-Preskill (GKP) 玻色子代码的量子计算。这一突破性进展对于未来构建更稳定、更可靠的量子计算机至关重要，因为它允许对之前难以测试的量子计算进行验证，是量子技术迈向实用化的关键一步。",
      "translated_title": "科学家们刚刚模拟了“不可能”——容错量子代码终被破解",
      "images": [],
      "contentSource": "完整文章",
      "content": "A multinational team has cracked a long-standing barrier to reliable quantum computing by inventing an algorithm that lets ordinary computers faithfully mimic a fault-tolerant quantum circuit built on the notoriously tricky GKP bosonic code, promising a crucial test-bed for future quantum hardware."
    },
    {
      "title": "量子计算机刚刚击败了经典计算机——呈指数级且无条件地 (原标题: Quantum computers just beat classical ones — Exponentially and unconditionally)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250629033459.htm",
      "pubDate": "Mon, 30 Jun 2025 02:30:44 EDT",
      "isoDate": "2025-06-30T06:30:44.000Z",
      "creator": "",
      "summary": "# 量子计算机实现指数级无条件加速\n\n## 引言\n量子计算机在加速计算、药物设计、密码破解和新材料发现方面具有巨大潜力，但其功能性常受噪音和计算错误影响。近期，南加州大学维特比工程学院的Daniel Lidar教授及其团队，在量子纠错方面取得突破，首次展示了量子计算机相对于经典计算机的指数级无条件缩放加速优势。\n\n## 研究背景与成果\n*   **研究团队：** 由南加州大学维特比工程学院的Daniel Lidar教授领导，与南加州大学和约翰霍普金斯大学的合作者共同完成。\n*   **硬件平台：** 使用了两台基于127量子比特IBM Quantum Eagle处理器的量子计算机。\n*   **论文发表：** 研究成果“Demonstration of Algorithmic Quantum Speedup for an Abelian Hidden Subgroup Problem”发表在美国物理学会旗舰期刊《物理评论X》（Physical Review X）上。\n*   **加速类型：** 过去曾有温和的多项式加速演示，但指数级加速是量子计算机最显著的性能提升。\n\n## “缩放加速”与“无条件”的定义\n*   **缩放加速：** 并非指固定倍数的加速（如快100倍），而是指随着问题规模（变量数量）的增加，量子与经典计算机之间的性能差距持续扩大。\n*   **指数级加速：** 意味着每增加一个变量，性能差距大约翻倍。\n*   **无条件加速：** Lidar教授解释，这意味着加速不依赖任何未经证实的假设。此前的加速声明通常需要假设没有更好的经典算法可作为基准。\n\n## 解决“西蒙问题”的变体\n*   研究团队修改了算法，使其适用于量子计算机，并用其解决“西蒙问题”（Simon's problem）的一个变体。\n*   **西蒙问题：** 是一种寻找数学函数中隐藏重复模式的问题，被认为是Shor因数分解算法的先驱，后者可用于破解密码并催生了整个量子计算领域。\n*   **游戏类比：** 西蒙问题类似于一个猜谜游戏，量子玩家能比经典玩家指数级更快地赢得游戏。\n\n## 实现指数级加速的关键技术\n第一作者、南加州大学博士研究员Phattharaporn Singkanipa指出，关键在于最大限度地发挥硬件性能：更短的电路、更智能的脉冲序列和统计误差缓解。具体方法包括：\n1.  **限制数据输入：** 通过限制允许的秘密数字数量（技术上是限制秘密数字二进制表示中“1”的数量），减少所需的量子逻辑操作，从而降低误差累积的机会。\n2.  **压缩操作：** 使用“转译”（transpilation）方法，尽可能压缩所需的量子逻辑操作数量。\n3.  **动态解耦（最关键）：** 应用一系列精心设计的脉冲序列，使量子计算机内部量子比特的行为脱离嘈杂环境，保持量子处理的正常进行。这对实现量子加速影响最大。\n4.  **测量误差缓解：** 纠正动态解耦后因测量量子比特状态不完善而残留的某些误差。\n\n## 研究意义与未来展望\n*   **里程碑：** Lidar教授表示，量子计算界正在展示量子处理器如何在特定任务上开始超越经典对应物，并进入经典计算无法企及的领域。这项成果表明，当今的量子计算机已明确具备缩放量子优势。\n*   **不可逆转的性能分离：** Lidar补充说，由于此次展示的指数级加速是首次实现“无条件”的，因此这种性能分离是不可逆转的，量子性能优势变得越来越难以反驳。\n*   **局限与下一步：** Lidar提醒，当前结果除了赢得猜谜游戏外，尚无实际应用。在量子计算机解决实际世界问题之前，仍有大量工作要做。这包括展示不依赖“预言机”（预先知道答案）的加速，以及在更大规模量子计算机中进一步降低噪音和退相干的方法。\n*   **潜力证实：** 尽管如此，量子计算机此前“纸上谈兵”的指数级加速承诺现已得到确凿证实。\n\n## 披露\n南加州大学是IBM量子创新中心。Quantum Elements, Inc.是IBM量子网络中的一家初创公司。",
      "shortSummary": "量子计算机首次实现了对经典计算机的指数级无条件加速。南加州大学团队利用IBM量子处理器，通过解决“西蒙问题”的变体，展示了这种优势。关键技术包括限制数据输入、压缩操作、动态解耦和测量误差缓解，有效降低了噪音影响。这项成果证实了量子计算机在特定任务上超越经典计算机的潜力，尽管目前尚无实际应用，但它为量子计算的未来发展奠定了坚实基础，证明了其“纸上谈兵”的指数级加速承诺已成为现实。",
      "translated_title": "量子计算机刚刚击败了经典计算机——呈指数级且无条件地",
      "images": [],
      "contentSource": "完整文章",
      "content": "A research team has achieved the holy grail of quantum computing: an exponential speedup that’s unconditional. By using clever error correction and IBM’s powerful 127-qubit processors, they tackled a variation of Simon’s problem, showing quantum machines are now breaking free from classical limitations, for real."
    },
    {
      "title": "量子突破：“魔法态”现在更简单、更快、噪音更小 (原标题: Quantum breakthrough: ‘Magic states’ now easier, faster, and way less noisy)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250621233816.htm",
      "pubDate": "Thu, 26 Jun 2025 10:47:08 EDT",
      "isoDate": "2025-06-26T14:47:08.000Z",
      "creator": "",
      "summary": "## 量子计算突破：更高效制备“魔法态”\n\n量子计算机因其远超传统计算机的计算能力而备受期待，但其发展一直面临巨大挑战——噪音。最近，大阪大学的研究人员在《PRX Quantum》杂志上发表了一项突破性成果，提出了一种能够以更低开销和更高精度制备高保真“魔法态”的新方法，有望加速量子计算的实用化进程。\n\n### 量子计算的挑战：噪音\n\n*   **噪音是主要障碍：** 量子系统对噪音极其敏感。即使是微小的温度波动或来自外部的单个光子，都可能轻易破坏量子计算机的设置，使其失效。研究人员Tomohiro Itogawa指出，噪音是量子计算机的“头号敌人”。\n*   **容错量子计算机的需求：** 为了克服噪音问题，科学家们致力于构建所谓的容错量子计算机，这类计算机即使在受到噪音干扰的情况下也能保持准确计算。\n\n### “魔法态”蒸馏与传统方法的局限\n\n*   **容错的关键技术：** “魔法态”蒸馏是创建容错量子系统的一种流行方法。它通过从多个有噪音的量子态中提炼出一个高保真的量子态。\n*   **传统方法的不足：** 然而，资深作者Keisuke Fujii解释说，传统的“魔法态”蒸馏过程计算成本非常高昂，因为它需要大量的量子比特。\n\n### 大阪大学的新方法：“零级”魔法态蒸馏\n\n*   **创新思路：** 研究团队受到启发，开发了一种“零级”版本的魔法态蒸馏。与在更高、更抽象层面开发容错电路不同，这种新方法在物理量子比特或“零级”层面构建容错电路。\n*   **显著优势：**\n    *   **所需量子比特更少：** 新方法所需的量子比特数量大幅减少。\n    *   **开销大幅降低：** 在数值模拟中，与传统方法相比，新方法的空间和时间开销减少了大约几十倍。\n    *   **精度空前：** 实现了前所未有的精度。\n\n### 意义与展望\n\nItogawa和Fujii对量子计算时代的到来持乐观态度。这项技术无疑标志着向开发更大规模、能够有效抵抗噪音的量子计算机迈出了重要一步，无论称之为魔法还是物理，它都为量子计算的未来铺平了道路。",
      "shortSummary": "大阪大学研究人员在量子计算领域取得突破，开发出一种更简单、更快、噪音更小的“魔法态”制备新方法。传统上，为实现容错量子计算而进行的“魔法态”蒸馏成本高昂且需大量量子比特。新方法采用“零级”蒸馏，在物理量子比特层面操作，显著减少所需量子比特，并在数值模拟中将时空开销降低数十倍，同时提高精度。这项创新克服了量子计算机易受噪音干扰的关键难题，是迈向量子计算实用化的重要一步。",
      "translated_title": "量子突破：“魔法态”现在更简单、更快、噪音更小",
      "images": [],
      "contentSource": "完整文章",
      "content": "Quantum computing just got a significant boost thanks to researchers at the University of Osaka, who developed a much more efficient way to create \"magic states\" a key component for fault-tolerant quantum computers. By pioneering a low-level, or \"level-zero,\" distillation method, they dramatically reduced the number of qubits and computational resources needed, overcoming one of the biggest obstacles: quantum noise. This innovation could accelerate the arrival of powerful quantum machines capable of revolutionizing industries from finance to biotech."
    },
    {
      "title": "量子计算机刚刚获得升级——效率提升了10倍 (原标题: Quantum computers just got an upgrade – and it’s 10× more efficient)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250625011632.htm",
      "pubDate": "Wed, 25 Jun 2025 01:58:18 EDT",
      "isoDate": "2025-06-25T05:58:18.000Z",
      "creator": "",
      "summary": "# 新型高效量子计算机放大器\n\n量子计算机在解决极其复杂的问题方面具有巨大潜力，有望在药物开发、加密、人工智能和物流等领域开辟新可能。瑞典查尔姆斯理工大学的研究人员最近取得了一项重大突破，开发出一种高效放大器，该放大器仅在读取量子比特信息时才被激活，其功耗仅为目前最佳放大器的十分之一。这项创新显著减少了量子比特的退相干，为构建拥有更多量子比特和更高性能的强大量子计算机奠定了基础。\n\n## 量子计算基础与挑战\n\n*   **量子比特（Qubits）的独特之处：**\n    *   与传统计算机的比特（只能是0或1）不同，量子比特可以同时处于0和1的状态，以及两者之间的所有中间状态（叠加态）。\n    *   这种叠加现象是量子计算机能够解决传统超级计算机无法处理的复杂问题的关键原因之一。例如，一个20量子比特的量子计算机可以同时表示超过一百万种不同的状态。\n*   **放大器在量子信息读取中的作用：**\n    *   为了利用量子计算机的计算能力，必须测量量子比特并将其转换为可解释的信息。\n    *   这一过程需要极其敏感的微波放大器，以确保准确检测和读取微弱的信号。\n*   **退相干问题：**\n    *   读取量子信息是一个极其精细的过程，即使是微小的温度波动、噪声或电磁干扰都可能导致量子比特失去其完整性（量子态），从而使信息无法使用。\n    *   由于放大器会以热量的形式产生输出，它们也会导致量子比特的退相干。因此，研究人员一直在寻求更高效的量子比特放大器。\n\n## 查尔姆斯大学的创新突破\n\n查尔姆斯大学的研究人员在高效放大器领域迈出了重要一步：\n\n*   **突破性效率：**\n    *   他们开发出目前可使用晶体管构建的最敏感放大器。\n    *   该放大器的功耗已成功降低至现有最佳放大器所需功耗的十分之一，且性能未受影响。\n    *   研究人员Yin Zeng表示，这一突破有望在未来实现更准确的量子比特读取。\n*   **脉冲操作模式：**\n    *   与传统低噪声放大器不同，查尔姆斯研究人员开发的新型放大器采用脉冲操作，即仅在需要进行量子比特放大时才被激活，而非持续开启。\n    *   这是首次在脉冲操作模式下展示用于量子读取的低噪声半导体放大器，它在不影响性能的情况下大幅降低了功耗。\n*   **快速响应与智能控制：**\n    *   由于量子信息以脉冲形式传输，一个关键挑战是确保放大器能够足够快地激活以跟上量子比特的读取速度。\n    *   研究团队通过设计一个使用算法改进放大器操作的智能放大器来解决这一问题。\n    *   他们利用遗传编程实现了放大器的智能控制，使其能够以35纳秒的速度对传入的量子比特脉冲做出响应。\n    *   为了验证他们的方法，研究人员还开发了一种测量脉冲操作低噪声微波放大器噪声和放大性能的新技术。\n\n## 对量子计算机扩展的重要意义\n\n这项进展对于将量子计算机扩展到容纳比目前更多的量子比特具有重要意义：\n\n*   **解决热量限制：** 随着量子比特数量的增加，计算机的计算能力和处理复杂计算的能力也随之增强。然而，更大的量子系统也需要更多的放大器，导致整体功耗增加，这可能导致量子比特的退相干。这项研究为未来量子计算机的扩展提供了解决方案，其中量子比特放大器产生的热量是一个主要的限制因素。\n*   **推动量子计算机发展：** 这一突破为构建拥有显著更多量子比特和增强性能的量子计算机奠定了基础。\n\n## 研究团队与支持\n\n*   这项研究由查尔姆斯大学太赫兹和毫米波技术实验室的博士生Yin Zeng和微波电子学教授Jan Grahn共同完成，并发表在《IEEE Transactions on Microwave Theory and Techniques》期刊上。\n*   研究团队还包括Low Noise Factory AB的Jörgen Stenarson和Peter Sobis。\n*   放大器在查尔姆斯理工大学的Kollberg实验室和哥德堡的Low Noise Factory AB开发。\n*   该研究项目获得了查尔姆斯无线基础设施技术中心（WiTECH）和Vinnova“更智能电子系统”项目的资助。",
      "shortSummary": "瑞典查尔姆斯理工大学开发出一种新型高效量子计算机放大器，其功耗仅为现有最佳放大器的十分之一。该放大器采用脉冲操作，仅在需要时激活，并能以35纳秒的极快速度响应。这项突破性进展显著减少了量子比特的退相干，解决了量子计算机扩展中的热量限制问题，为构建拥有更多量子比特、性能更强大的未来量子计算机铺平了道路。",
      "translated_title": "量子计算机刚刚获得升级——效率提升了10倍",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chalmers engineers built a pulse-driven qubit amplifier that’s ten times more efficient, stays cool, and safeguards quantum states—key for bigger, better quantum machines."
    },
    {
      "title": "大脑中的“可供性”：人工智能尚未掌握的人类超能力 (原标题: Affordances in the brain: The human superpower AI hasn’t mastered)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250622225921.htm",
      "pubDate": "Sun, 22 Jun 2025 22:59:21 EDT",
      "isoDate": "2025-06-23T02:59:21.000Z",
      "creator": "",
      "summary": "## 大脑中的“可供性”：人工智能尚未掌握的人类超能力\n\n### 核心发现：人类大脑如何感知“可供性”\n\n阿姆斯特丹大学的研究人员发现，人类大脑具有一种独特的能力，能够直观地理解如何在环境中移动身体，例如知道可以在人行道上行走或在湖中游泳。这种能力被称为“可供性”（affordances），即环境提供的行动机会。这项研究不仅揭示了人脑的工作机制，也指出了当前人工智能（AI）的不足之处。\n\n### 研究方法与结果\n\n由计算神经科学家Iris Groen领导的团队，包括博士生Clemens Bartnik，通过MRI扫描仪对参与者进行实验。参与者在观看室内外环境的各种照片时，通过按钮指示图片是否提供了行走、骑行、驾驶、游泳、划船或攀爬的机会，同时测量其大脑活动。\n\n研究旨在探究当人们看到一个场景时，是主要关注其中的物体和颜色，还是会自动感知可以做什么。结果显示，视觉皮层中的特定区域以一种无法仅通过图像中的可见物体来解释的方式被激活。这意味着这些大脑区域不仅代表了可见的事物，还代表了可以对这些事物采取的行动。即使参与者没有被明确指示去思考行动，这些行动可能性也会被自动处理。这首次证明了“可供性”不仅是一个心理学概念，也是我们大脑可测量的属性。\n\n### 人工智能的不足\n\n研究团队还将人类的这种能力与包括ChatGPT在内的大量AI模型进行了比较。结果发现，AI算法（如图像识别模型或GPT-4）在预测给定环境中的可能行动方面表现较差。即使经过专门的行动识别训练，AI模型也只能在一定程度上接近人类的判断，但其内部计算与人脑模式不匹配。Groen指出，即使是最好的AI模型也无法给出与人类完全相同的答案，尽管这对人类来说是一项简单的任务。这表明人类的感知方式与我们如何与世界互动是深度交织的，我们将感知与在物理世界中的经验联系起来，而AI模型由于只存在于计算机中，无法做到这一点。\n\n### 对AI发展的启示\n\n这项研究触及了关于开发可靠和高效AI的更宏大问题。随着AI在医疗、机器人等更多领域的应用，机器不仅需要识别事物是什么，还需要理解它能做什么。例如，在灾区寻找路径的机器人，或能区分自行车道和车道的自动驾驶汽车。Groen还强调了AI的可持续性方面。当前的AI训练方法消耗大量能源，且通常只有大型科技公司才能使用。更多关于人脑如何高效处理信息的知识，可以帮助AI变得更智能、更经济、更人性化。",
      "shortSummary": "阿姆斯特丹大学研究发现，人类大脑能独特地自动感知环境中的“可供性”（行动机会），如直观地知道何处可走、可游。MRI研究显示，大脑特定区域会为此激活，这是一种人类特有的“超能力”。相比之下，AI模型（包括ChatGPT）在预测这些行动可能性方面表现不佳，因其缺乏将感知与物理世界互动相结合的能力。这项研究揭示了人脑的独特效率，并指出将此知识融入AI可使其更可靠、高效、可持续和人性化。",
      "translated_title": "大脑中的“可供性”：人工智能尚未掌握的人类超能力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Scientists at the University of Amsterdam discovered that our brains automatically understand how we can move through different environments—whether it's swimming in a lake or walking a path—without conscious thought. These \"action possibilities,\" or affordances, light up specific brain regions independently of what’s visually present. In contrast, AI models like ChatGPT still struggle with these intuitive judgments, missing the physical context that humans naturally grasp."
    },
    {
      "title": "当今一半工作岗位或将消失——智能国家如何为劳动者提供未来保障 (原标题: Half of today’s jobs could vanish—Here’s how smart countries are future-proofing workers)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250622030429.htm",
      "pubDate": "Sun, 22 Jun 2025 03:04:29 EDT",
      "isoDate": "2025-06-22T07:04:29.000Z",
      "creator": "",
      "summary": "## 人工智能对就业的影响及各国应对策略\n\n随着人工智能（AI）日益渗透到生活的各个方面，从通信、广告到考试评分，职场正面临一场深刻的变革。乔治亚大学的最新研究揭示了不同国家如何为AI对劳动力市场的影响做准备。\n\n### AI带来的挑战与机遇\n\n*   **工作岗位消失的风险**：此前的研究表明，未来20年内，当今近一半的工作岗位可能消失。\n*   **新职业的兴起**：然而，并非全是负面影响。研究人员估计，目前65%的小学生未来将从事现在尚不存在的工作，其中大多数新职业将需要高级AI技能和知识。\n*   **不可替代的软技能**：乔治亚大学教育学院的Lehong Shi指出，人类的软技能，如创造力、协作和沟通，是AI无法取代的。\n\n### 研究方法与评估\n\n为了应对这些挑战，各国政府正在采取措施帮助公民获取所需技能。本研究考察了50个国家的国家AI战略，重点关注教育和劳动力政策。研究人员Lehong Shi认为，了解其他国家的做法有助于美国改进其在AI时代的劳动力准备计划。\n\nShi使用六个指标来评估各国对AI劳动力培训和教育的重视程度：\n1.  计划目标\n2.  目标实现方式\n3.  项目示例\n4.  成功衡量标准\n5.  项目支持方式\n6.  各项目时间表\n\n根据计划的详细程度，每个国家被划分为对AI能力劳动力准备给予高、中或低优先级。\n\n### 各国优先级与共同策略\n\n*   **高优先级国家**：在研究的50个国家中，只有13个国家（其中11个是欧洲国家，墨西哥和澳大利亚是例外）高度重视现有劳动力的培训和学校的AI教育。这可能与欧洲国家拥有更多培训资源和终身学习文化有关。\n*   **中优先级国家**：美国属于23个将劳动力培训和AI教育视为中等优先级的国家之一，其计划的详细程度低于高优先级国家。\n*   **共同主题**：尽管各国AI应对方法不同，但出现了一些共同主题：\n    *   几乎所有国家都旨在建立或改进大学的AI相关项目。\n    *   一些国家还致力于改善K-12学生的AI教育。\n    *   超过半数的国家将“在职培训”作为优先事项，部分国家提供行业特定培训项目或实习。\n\n### 被忽视的领域与不同关注点\n\n*   **弱势群体**：很少有国家通过项目向老年人或失业者等弱势群体传授基本的AI技能。\n*   **国家战略差异**：Shi强调，一个国家对教育和劳动力准备的重视程度较低，并不意味着AI不在其关注范围内。例如，一些亚洲国家更注重改善国家安全和医疗保健，而非教育。\n*   **培养兴趣**：一些国家采取终身学习的方法来发展这些专业技能。例如，德国强调营造鼓励对AI产生兴趣的文化；西班牙甚至从学前班就开始教授与AI相关的技能。\n\n### 软技能的重要性\n\n在各国政府采取的众多行动中，Shi指出未来AI赋能的工作场所需要更多关注的一个领域是“人类软技能”。她强调，创造力、协作和沟通等软技能是AI无法取代的，但只有少数国家在计划中提及。培养这些“软技能”对于确保学生和员工在劳动力市场中继续拥有立足之地至关重要。\n\n这项研究发表在《人力资源发展评论》（Human Resource Development Review）上。",
      "shortSummary": "乔治亚大学研究显示，AI正改变职场，未来20年近半工作或消失，但也将创造新岗位。研究评估了50个国家的AI战略，发现仅13国高度重视劳动力培训和AI教育（多为欧洲国家），美国居中。各国普遍关注大学AI项目和在职培训，但对弱势群体和“软技能”（如创造力、沟通）的培养关注不足。研究强调，软技能是AI时代劳动者不可或缺的核心竞争力。",
      "translated_title": "当今一半工作岗位或将消失——智能国家如何为劳动者提供未来保障",
      "images": [],
      "contentSource": "完整文章",
      "content": "AI is revolutionizing the job landscape, prompting nations worldwide to prepare their workforces for dramatic changes. A University of Georgia study evaluated 50 countries’ national AI strategies and found significant differences in how governments prioritize education and workforce training. While many jobs could disappear in the coming decades, new careers requiring advanced AI skills are emerging. Countries like Germany and Spain are leading with early education and cultural support for AI, but few emphasize developing essential human soft skills like creativity and communication—qualities AI can't replace."
    },
    {
      "title": "光速AI：玻璃光纤如何取代硅基大脑 (原标题: AI at light speed: How glass fibers could replace silicon brains)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250619090855.htm",
      "pubDate": "Thu, 19 Jun 2025 09:08:55 EDT",
      "isoDate": "2025-06-19T13:08:55.000Z",
      "creator": "",
      "summary": "# 光速AI：玻璃光纤如何取代硅基大脑\n\n这项研究展示了一种利用光和光纤进行信息处理的新方法，为构建超高速计算机提供了可能性，有望克服传统电子设备在AI计算方面的局限。\n\n## 核心研究与团队\n\n*   **合作机构与研究人员：**\n    *   芬兰坦佩雷大学（Tampere University）：博士后研究员 Mathilde Hary 博士，教授 Goëry Genty。\n    *   法国玛丽居里大学（Université Marie et Louis Pasteur）：博士后研究员 Andrei Ermolaev 博士，教授 John Dudley 和 Daniel Brunner。\n*   **研究目标：** 探索如何利用玻璃光纤中的激光来模拟人工智能（AI）的信息处理方式，特别是一种名为“极限学习机”（Extreme Learning Machine, ELM）的计算架构，该架构受到神经网络的启发。\n\n## 光纤计算的优势与机制\n\n*   **超越传统电子设备：**\n    *   传统电子设备在带宽、数据吞吐量和功耗方面面临瓶颈。随着AI模型日益庞大，其能耗也随之增加，且电子设备处理数据的速度存在上限。\n    *   光纤能够以比电子设备快数千倍的速度转换输入信号，并通过极端的非线性相互作用放大微小差异，使其可识别。\n*   **计算原理：** 计算并非依赖传统的电子和算法，而是利用强光脉冲与玻璃之间的非线性相互作用来实现。\n\n## 实验验证与成果\n\n*   **实验方法：**\n    *   研究人员使用飞秒激光脉冲（比相机闪光灯短十亿倍）和将光限制在比人类头发丝还小区域的光纤，来演示光学ELM系统的工作原理。\n    *   这些超短脉冲包含大量不同波长或颜色。通过将编码了图像信息（通过相对延迟）的脉冲送入光纤，研究人员发现，经过光与玻璃非线性相互作用转换后的输出波长光谱，包含了足以分类手写数字（如流行的MNIST AI基准测试中使用的数字）的足够信息。\n*   **性能表现：**\n    *   最佳系统在不到一皮秒的时间内达到了超过91%的准确率，接近最先进的数字方法。\n    *   值得注意的是，最佳结果并非在最大非线性相互作用或复杂度下产生，而是源于光纤长度、色散（不同波长传播速度的差异）和功率水平之间微妙的平衡。\n    *   研究人员 Hary 强调：“性能不仅仅是简单地通过光纤传输更多功率。它取决于光最初的结构精确度，换句话说，信息是如何编码的，以及它如何与光纤特性相互作用。”\n\n## 未来展望与应用\n\n*   **推动计算新范式：** 这项研究通过利用光的潜力，为新的计算方式铺平了道路，并探索了更高效的架构。\n*   **混合光电AI系统：** Ermolaev 补充说，他们的模型揭示了色散、非线性甚至量子噪声如何影响性能，为设计下一代混合光电AI系统提供了关键知识。\n*   **合作与发展：** 两个研究团队在非线性光-物质相互作用方面均享有国际声誉。他们的合作结合了理论理解和最先进的实验能力，以利用光学非线性进行各种应用。\n*   **长期目标：** 未来目标是构建能够在实验室外实时运行的片上光学系统。\n*   **潜在应用：** 实时信号处理、环境监测和高速AI推理。\n*   **资金支持：** 该项目由芬兰研究理事会、法国国家研究机构和欧洲研究理事会资助。",
      "shortSummary": "芬兰和法国研究团队展示了利用玻璃光纤中的激光进行超高速AI计算的新方法。该研究利用光与玻璃的非线性相互作用，模仿神经网络，克服了传统电子设备在速度和能耗上的限制。实验在不到一皮秒内实现了手写数字分类超过91%的准确率。这项突破为开发高效、高速的混合光电AI系统和片上应用奠定了基础，未来有望应用于实时信号处理等领域。",
      "translated_title": "光速AI：玻璃光纤如何取代硅基大脑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Imagine supercomputers that think with light instead of electricity. That s the breakthrough two European research teams have made, demonstrating how intense laser pulses through ultra-thin glass fibers can perform AI-like computations thousands of times faster than traditional electronics. Their system doesn t just break speed records it achieves near state-of-the-art results in tasks like image recognition, all in under a trillionth of a second."
    },
    {
      "title": "秒速生成气候友好型水泥配方的AI (原标题: The AI that writes climate-friendly cement recipes in seconds)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250619035502.htm",
      "pubDate": "Thu, 19 Jun 2025 03:55:02 EDT",
      "isoDate": "2025-06-19T07:55:02.000Z",
      "creator": "",
      "summary": "## PSI开发AI模型加速气候友好型水泥配方发现\n\n### 挑战与机遇\n\n*   **水泥行业的高排放问题**：水泥生产约占全球二氧化碳排放量的8%，超过全球航空业的总和。这主要源于两个方面：\n    *   **高温燃烧**：水泥厂的旋转窑需要加热到1400摄氏度，将石灰石烧制成熟料。这需要大量的能源密集型燃烧过程，产生大量二氧化碳。\n    *   **原材料分解**：更重要的是，熟料和水泥生产所需原材料（石灰石）中化学结合的二氧化碳，在高温窑中转化时会被释放出来，这部分排放量远超燃烧过程。\n*   **减排策略**：一种有前景的减排策略是修改水泥配方，用替代性胶凝材料部分取代熟料。\n\n### PSI的创新方法：AI模型\n\n*   **研究目标**：瑞士保罗谢勒研究所（PSI）的跨学科团队开发了一种基于机器学习的建模方法，旨在加速发现新的水泥配方，以在保持相同材料质量的同时，显著降低碳足迹。\n*   **“数字食谱”**：该模型能够模拟和优化水泥配方，使其在保持高机械性能的同时，排放更少的二氧化碳。研究人员形容其为“气候友好型水泥的数字食谱”，能够在几秒钟内生成实用的配方建议，避免了实验室中数千次耗时实验。\n*   **研究团队与成果**：\n    *   主要作者：数学家Romana Boiger。\n    *   项目发起人及合著者：PSI运输机制研究组负责人Nikolaos Prasianakis。\n    *   合著者：PSI水泥系统研究组负责人John Provis。\n    *   研究成果已发表在《材料与结构》（Materials and Structures）期刊上。\n\n### AI作为计算加速器\n\n*   **现有替代品与挑战**：目前，钢铁生产的炉渣和燃煤电厂的粉煤灰等工业副产品已被用于部分替代熟料以减少排放。然而，全球对水泥的巨大需求意味着这些材料不足以满足需求。寻找大量可用且能生产高质量、可靠水泥的材料组合极具挑战性，因为水泥的物理过程极其复杂，传统计算机建模计算量大且昂贵。\n*   **AI原理**：研究团队利用人工神经网络。这些计算机模型通过现有数据进行训练，以加速复杂的计算。通过调整内部连接的相对强度（“权重”），网络能够快速可靠地预测相似关系，作为传统物理建模的“捷径”。\n*   **数据生成与速度提升**：\n    *   PSI研究人员利用其开发的开源热力学建模软件GEMS，计算了各种水泥配方在硬化过程中形成的矿物质和发生的地球化学过程。\n    *   将GEMS结果与实验数据和机械模型结合，推导出了机械性能和二氧化碳排放的可靠指标。\n    *   经过训练的神经网络现在可以在毫秒内计算任意水泥配方的机械性能，比传统建模快约一千倍。\n\n### 逆向优化：从目标到配方\n\n*   **优化任务**：为了找到最佳水泥配方（最低二氧化碳排放和最高材料质量），研究人员将问题表述为数学优化任务：寻找一种能同时最大化机械性能和最小化二氧化碳排放的组合。\n*   **遗传算法的应用**：团队在工作流程中整合了另一种AI技术——遗传算法（受自然选择启发的计算机辅助方法），以选择性地识别能够理想结合这两个目标变量的配方。\n*   **“逆向方法”的优势**：这种方法不再需要盲目测试无数配方并评估其结果属性，而是可以直接搜索满足特定期望标准（如最大机械性能和最小二氧化碳排放）的配方。\n\n### 未来展望与潜力\n\n*   **有前景的配方**：研究人员已经识别出一些有前景的水泥配方，它们在二氧化碳减排、质量和实际生产可行性方面都具有潜力。\n*   **概念验证与后续测试**：这项研究主要作为“概念验证”，即证明有前景的配方可以通过纯粹的数学计算识别出来。这些配方仍需在实验室进行测试。\n*   **模型扩展性**：该AI建模工具可以根据需要进行扩展，整合更多方面，如原材料的生产或可用性，以及建筑材料的使用环境（例如，在海洋或沙漠环境中）。\n*   **跨学科合作的重要性**：该项目的成功离不开水泥化学家、热力学专家和AI专家等不同学科背景研究人员的紧密合作，以及与EMPA等其他研究机构在SCENE项目框架内的交流。\n*   **SCENE项目**：该研究是SCENE（瑞士净零排放卓越中心）项目的一部分，该项目旨在为大幅减少工业和能源供应中的温室气体排放提供科学解决方案。AI带来的巨大时间节省使其成为各种材料和系统设计的非常有前景的方法。",
      "shortSummary": "瑞士保罗谢勒研究所（PSI）的科学家开发了一种AI模型，能在几秒内生成气候友好型水泥配方。该模型通过机器学习和神经网络，将水泥配方优化过程加速千倍，同时确保材料质量并显著减少二氧化碳排放。它能根据所需性能和碳足迹，逆向推导出最佳配方。这项创新为加速可持续水泥的开发提供了巨大潜力，有助于大幅降低水泥行业的碳排放。",
      "translated_title": "秒速生成气候友好型水泥配方的AI",
      "images": [],
      "contentSource": "完整文章",
      "content": "AI researchers in Switzerland have found a way to dramatically cut cement s carbon footprint by redesigning its recipe. Their system simulates thousands of ingredient combinations, pinpointing those that keep cement strong while emitting far less CO2 all in seconds."
    },
    {
      "title": "能感知热、痛和压力的机器人？这种新型“皮肤”使其成为可能 (原标题: Robots that feel heat, pain, and pressure? This new “skin” makes it possible)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250616040237.htm",
      "pubDate": "Mon, 16 Jun 2025 04:02:37 EDT",
      "isoDate": "2025-06-16T08:02:37.000Z",
      "creator": "",
      "summary": "### 新型机器人“皮肤”：感知热、痛和压力\n\n剑桥大学和伦敦大学学院（UCL）的科学家们开发出一种低成本、耐用且高度敏感的机器人“皮肤”，这种“皮肤”可以像手套一样添加到机器人手上，使机器人能够以类似于人类的方式感知周围环境信息。\n\n#### 核心创新与特点\n\n*   **整体感知能力：** 与传统机器人触觉解决方案不同，这种新型电子皮肤的整体都是一个传感器，而非仅在小区域嵌入传感器。这使其更接近人类自身的皮肤感应系统。\n*   **多模态感知：** 尽管不如人类皮肤敏感，但它能从材料中超过86万个微小通路检测信号，从而在单一材料中识别不同类型的触觉和压力，例如手指轻触、冷热表面、切割或刺伤造成的损坏，或同时接触多个点。\n*   **材料与制造：** 该皮肤由柔软、有弹性且导电的明胶基水凝胶制成，易于制造，并且可以熔化并塑造成各种复杂的形状。\n\n#### 工作原理\n\n*   **信号转换：** 电子皮肤通过将压力或温度等物理信息转换为电子信号来工作。\n*   **单一传感器实现多功能：** 传统方法通常需要不同类型的传感器来检测不同类型的触觉，这会导致信号相互干扰且材料易损。而新方案采用了一种单一类型的传感器，它能对不同类型的触觉做出不同反应，即“多模态感知”。尽管分离每个信号的原因具有挑战性，但这种多模态传感材料更易于制造且更坚固。\n*   **数据收集与机器学习：** 研究人员将导电水凝胶熔化并铸造成人手的形状。他们测试了不同的电极配置，发现仅通过手腕处的32个电极，就能从整个手部收集超过170万条信息。随后，团队利用这些测试（包括热风枪加热、手指和机械臂按压、轻柔触摸以及手术刀切割）中收集的数据来训练机器学习模型，使机器人手能够识别不同类型触觉的含义。\n\n#### 优势与应用前景\n\n*   **成本效益与耐用性：** 该技术低成本且耐用，适用于广泛应用。\n*   **高效信息获取：** 这种材料能够非常快速地进行数千次测量，并在大面积范围内同时测量多种信息。\n*   **优于现有技术：** 尽管尚未达到人类皮肤的水平，但研究人员认为它优于目前市面上的任何其他解决方案。其方法灵活且比传统传感器更易于构建，并可通过人类触觉进行校准以适应各种任务。\n*   **广泛应用：** 除了未来在仿人机器人或需要触觉的人体假肢中的潜在应用外，该机器人皮肤还可用于汽车行业或救灾等领域。\n\n#### 未来展望\n\n研究人员希望未来能提高这种电子皮肤的耐用性，并对其在实际机器人任务中的表现进行进一步测试。\n\n该研究成果已发表在《科学机器人》（Science Robotics）期刊上，并得到了三星全球研究外展计划、英国皇家学会以及工程与物理科学研究委员会（EPSPC）的支持。",
      "shortSummary": "剑桥大学和伦敦大学学院的科学家开发出一种新型低成本、耐用且高敏感度的机器人“皮肤”。这种皮肤由导电水凝胶制成，能够像人类皮肤一样，在单一材料中感知热、痛和压力等多种触觉信息。通过机器学习训练，它能识别不同类型的接触。该技术比现有方案更优，有望应用于仿人机器人、假肢、汽车和救灾等领域。",
      "translated_title": "能感知热、痛和压力的机器人？这种新型“皮肤”使其成为可能",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers have created a revolutionary robotic skin that brings machines closer to human-like touch. Made from a flexible, low-cost gel material, this skin transforms the entire surface of a robotic hand into a sensitive, intelligent sensor. Unlike traditional robotic skins that rely on a patchwork of different sensors, this material can detect pressure, temperature, pain, and even distinguish multiple contact points all at once."
    },
    {
      "title": "这种量子传感器无需GPS即可追踪3D运动 (原标题: This quantum sensor tracks 3D movement without GPS)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250614034235.htm",
      "pubDate": "Sat, 14 Jun 2025 03:42:35 EDT",
      "isoDate": "2025-06-14T07:42:35.000Z",
      "creator": "",
      "summary": "### 新型量子传感器实现三维运动追踪\n\n科罗拉多大学博尔德分校（CU Boulder）的物理学家们在一项新研究中取得突破，他们利用一团冷却至极低温度的原子，成功同时测量了三维加速度。这项成就此前被许多科学家认为是不可能实现的。这项技术有望为潜艇、航天器、汽车等交通工具提供更精确的导航，而无需依赖GPS。\n\n#### 核心技术与原理\n\n*   **原子干涉仪的创新**：传统的原子干涉仪只能测量一维加速度，但这项新设备首次实现了三维测量，以适应我们所处的三维世界。\n*   **超冷原子云**：研究团队将数万个铷原子冷却到接近绝对零度的温度，使其形成一种神秘的量子态——玻色-爱因斯坦凝聚体（BEC）。BEC的创建者曾因此获得诺贝尔奖。\n*   **激光与人工智能操控**：该设备使用六束细如发丝的激光来固定原子云。借助人工智能，研究人员能够以复杂的模式操纵这些激光，从而测量原子对微小加速度（例如汽车踩油门）的反应。\n*   **原子干涉测量**：其工作原理类似于光学干涉仪，但使用的是原子而非光。原子被激光“抖动”后，每个原子都进入一种“叠加态”，即同时存在于两个位置。当这些“幽灵”般的原子沿两条不同路径传播后重新结合时，会形成一个独特的“指纹”图案。研究人员通过解码这个图案来提取原子所经历的加速度。\n\n#### 研究团队与资助\n\n*   该研究论文题为“光学晶格中的矢量原子加速度测量”，已发表在《科学进展》（Science Advances）期刊上。\n*   团队成员包括：共同作者兼物理系研究生Kendall Mehling、物理学博士后研究员Catie LeDesma，以及物理学教授兼JILA（CU Boulder与NIST的联合研究机构）研究员Murray Holland。\n*   2023年，NASA通过其量子路径研究所向CU Boulder研究人员授予了550万美元的资助，以继续开发这项传感器技术。\n\n#### 优势与应用前景\n\n*   **原子稳定性**：与传统电子加速计（如GPS或机械传感器）不同，原子不会“老化”或衰变。传统传感器的机械部件（如时钟中的弹簧）会随时间变化和变形，而原子则保持不变，这使得基于原子的导航技术具有长期稳定性。\n*   **未来导航**：尽管目前该量子设备尚无法与现有工具竞争，但研究人员对其在无需GPS的精确导航领域寄予厚望。\n\n#### 当前状态与挑战\n\n*   **设备尺寸**：目前设备大小约与一张气垫球桌相当，但已足够紧凑，未来有望部署到实际应用中。\n*   **性能限制**：目前该设备只能测量比地球重力小几千倍的加速度，远低于现有技术的性能。\n*   **持续改进**：团队正在不断改进工程设计，并希望在未来几年内大幅提高其量子设备的性能。\n*   **人工智能辅助**：在设备构建过程中，团队利用机器学习技术训练计算机程序，以提前规划复杂的激光调整步骤，从而简化了原子“分裂”和“重组”的过程。\n\n这项技术展示了原子在测量领域的巨大潜力，并为未来无需GPS的精确导航开辟了新的可能性。",
      "shortSummary": "科罗拉多大学博尔德分校的物理学家开发出一种新型量子传感器（原子干涉仪），首次成功同时测量三维加速度。该设备利用冷却至极低温度的铷原子，通过激光和人工智能操控，解码原子受加速度影响形成的“指纹”图案。这项技术有望为潜艇、航天器和汽车提供无需GPS的精确导航。尽管目前性能尚待提高，但原子固有的稳定性使其比传统传感器更具长期优势，未来潜力巨大。",
      "translated_title": "这种量子传感器无需GPS即可追踪3D运动",
      "images": [],
      "contentSource": "完整文章",
      "content": "Physicists at the University of Colorado Boulder have created a groundbreaking quantum device that can measure 3D acceleration using ultracold atoms, something once thought nearly impossible. By chilling rubidium atoms to near absolute zero and splitting them into quantum superpositions, the team has built a compact atom interferometer guided by AI to decode acceleration patterns. While the sensor still lags behind traditional GPS and accelerometers, it's poised to revolutionize navigation for vehicles like submarines or spacecraft potentially offering a timeless, atomic-based alternative to aging electronics."
    },
    {
      "title": "光子量子芯片让AI更智能、更环保 (原标题: Photonic quantum chips are making AI smarter and greener)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250608222002.htm",
      "pubDate": "Sun, 08 Jun 2025 22:20:02 EDT",
      "isoDate": "2025-06-09T02:20:02.000Z",
      "creator": "",
      "summary": "## 光子量子芯片：赋能更智能、更环保的AI\n\n### 量子机器学习的兴起\n\n*   **研究背景**：当前热门研究领域是机器学习（ML）与量子计算（QC）的结合，催生了“量子机器学习”（QML）这一新范式。\n*   **QML目标**：旨在利用量子平台提升算法的速度、效率或准确性。\n*   **现有挑战**：在当前技术水平的量子计算机上实现显著的量子优势仍是一个开放性难题。\n\n### 维也纳大学团队的突破性实验\n\n*   **实验团队**：由维也纳大学科学家主导的国际研究团队设计并实施了一项创新实验，其成果已发表在《自然·光子学》（Nature Photonics）上。\n*   **实验平台**：实验设置采用了一个由米兰理工大学（Politecnico di Milano）构建的量子光子电路。\n*   **运行算法**：该电路运行了一个由Quantinuum（英国）研究人员首次提出的机器学习算法。\n*   **实验目的**：利用光子量子计算机对数据点进行分类，并量化量子效应的贡献，以理解其相对于经典计算机的优势。\n\n### 关键发现与性能优势\n\n*   **性能提升**：实验结果表明，即使是小型量子处理器，其表现也优于传统算法。\n*   **错误率降低**：项目负责人、维也纳大学的Philip Walther解释说，对于特定任务，他们算法的错误率低于其经典对应算法。\n*   **无需超越现有技术**：论文第一作者Zhenghao Yin补充说，这表明现有量子计算机无需超越最先进的技术也能展现出良好的性能。\n\n### 能源效率的显著优势\n\n*   **绿色计算**：新研究的另一个重要方面是，光子平台相比标准计算机能耗更低。\n*   **未来关键**：合著者Iris Agresti强调，鉴于机器学习算法日益增长的能源需求可能使其变得不可行，光子平台的低能耗特性在未来将至关重要。\n\n### 深远影响\n\n*   **对量子计算的影响**：该研究明确了哪些任务能从量子效应中受益。\n*   **对标准计算的启发**：受量子架构启发的全新算法有望被设计出来，从而实现更好的性能并降低能耗。",
      "shortSummary": "一项国际研究表明，光子量子芯片能显著提升机器学习算法的性能。维也纳大学团队在光子量子处理器上验证，即使是小型量子计算机，其错误率也低于经典算法。此外，光子平台能耗远低于传统计算机，为解决AI高能耗问题提供了绿色方案。这项工作预示着量子机器学习在提升计算效率和降低能耗方面的巨大潜力，使AI更智能、更环保。",
      "translated_title": "光子量子芯片让AI更智能、更环保",
      "images": [],
      "contentSource": "完整文章",
      "content": "A team of researchers has shown that even small-scale quantum computers can enhance machine learning performance, using a novel photonic quantum circuit. Their findings suggest that today s quantum technology isn t just experimental it can already outperform classical systems in specific tasks. Notably, this photonic approach could also drastically reduce energy consumption, offering a sustainable path forward as machine learning s power needs soar."
    },
    {
      "title": "这只“机器鸟”在森林中以45英里/小时的速度飞行——无需GPS或光照 (原标题: This “robot bird” flies at 45 mph through forests—With no GPS or light)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250607103103.htm",
      "pubDate": "Sat, 07 Jun 2025 10:31:03 EDT",
      "isoDate": "2025-06-07T14:31:03.000Z",
      "creator": "",
      "summary": "# 香港大学研发“机器鸟”SUPER：高速自主飞行无需GPS或光照\n\n香港大学（HKU）工程学院机械工程系的傅章教授及其研究团队取得突破性进展，开发出一种名为“安全保障高速空中机器人”（SUPER）的无人机，使其飞行能力前所未有地接近鸟类。与传统无人机依赖外部引导或预设路线不同，SUPER仅依靠机载传感器和计算能力即可自主导航。\n\n## 核心能力与特点\n\n*   **高速飞行**：SUPER能够以超过20米/秒（约45英里/小时）的速度飞行。\n*   **卓越避障**：能够避开细至2.5毫米的障碍物，如电线或树枝。\n*   **紧凑设计**：轴距仅280毫米，起飞重量1.5公斤，展现出非凡的敏捷性。\n*   **全天候导航**：能在夜间穿越茂密的森林，并巧妙避开细线。\n*   **自主性强**：无需GPS或外部引导，完全依赖自身系统进行导航。\n\n## 技术突破\n\nSUPER的创新之处在于其软硬件的精密集成：\n\n*   **轻量级3D激光雷达（LIDAR）传感器**：\n    *   能够精确探测70米范围内的障碍物。\n*   **先进的规划框架**：\n    *   在飞行过程中生成两条轨迹：一条优化速度，探索未知空间；另一条优先考虑安全性，停留在已知无障碍区域。\n    *   直接将激光雷达数据作为点云处理，显著减少计算时间，即使在高速飞行下也能实现快速决策。\n\n## 应用与前景\n\n该技术已在多种实际场景中进行测试，例如古代遗址的自主探索，并展示了在室内外环境中的无缝导航能力。研究团队设想SUPER技术将有广泛的应用：\n\n*   **搜救任务**：在倒塌建筑物或茂密森林等灾区，全天候快速导航，定位幸存者或评估危险，并能向偏远地区运送关键物资。\n*   **自主配送**\n*   **电力线巡检**\n*   **森林监测**\n*   **自主探索与测绘**\n\n傅章教授称这项发明是无人机领域的“游戏规则改变者”，它赋予了无人机鸟类般的实时避障反应能力。研究论文的主要作者任云帆先生强调，SUPER在各种光照条件（包括夜间）下的鲁棒性，使其成为全天候操作的可靠工具。",
      "shortSummary": "香港大学研发出“安全保障高速空中机器人”（SUPER）无人机，能以45英里/小时的速度在森林中飞行，并避开细至2.5毫米的障碍物。它仅依靠机载激光雷达和计算能力，无需GPS或外部光照，即可实现鸟类般的自主导航和实时避障。SUPER设计紧凑，可在夜间工作，适用于搜救、自主配送、巡检和探索等多种关键应用。",
      "translated_title": "这只“机器鸟”在森林中以45英里/小时的速度飞行——无需GPS或光照",
      "images": [],
      "contentSource": "完整文章",
      "content": "Unlike birds, which navigate unknown environments with remarkable speed and agility, drones typically rely on external guidance or pre-mapped routes. However, a groundbreaking development by Professor Fu Zhang and researchers from the Department of Mechanical Engineering of Faculty of Engineering at the University of Hong Kong (HKU), has enabled drones and micro air vehicles (MAVs) to emulate the flight capabilities of birds more closely than ever before."
    },
    {
      "title": "呼吁设置防护措施并加强教育以保护青少年AI用户 (原标题: Guardrails, education urged to protect adolescent AI users)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250603141208.htm",
      "pubDate": "Tue, 03 Jun 2025 14:12:08 EDT",
      "isoDate": "2025-06-03T18:12:08.000Z",
      "creator": "",
      "summary": "## 美国心理学会（APA）呼吁保护青少年AI用户\n\n美国心理学会（APA）发布了一份题为《人工智能与青少年福祉：APA健康建议》的报告，强调人工智能对青少年的影响是微妙而复杂的。报告敦促开发者优先考虑保护年轻人免受剥削、操纵以及现实世界关系侵蚀的功能。\n\n### 核心呼吁与背景\n\n*   **早期干预**：报告指出，AI日益融入日常生活，需要谨慎考虑以确保AI工具的安全性，特别是对青少年而言。APA呼吁所有利益相关者在AI发展早期就将青少年安全纳入考量，以避免重蹈社交媒体所犯的有害错误。\n*   **报告来源**：该报告由一个专家咨询小组撰写，是APA关于青少年社交媒体使用和健康视频内容建议的两份报告的后续。\n\n### 青少年阶段的特殊性\n\n*   **定义与发展**：报告将青少年定义为10至25岁，这是一个漫长的发展阶段，年龄并非衡量成熟度或心理能力的万无一失的标志。同时，这也是大脑关键发育时期，因此需要针对年轻用户采取特殊保护措施。\n*   **AI的双面性**：APA首席心理学家Mitch Prinstein博士指出，AI本身“既非好也非坏”。然而，已有青少年与聊天机器人建立不健康甚至危险“关系”的案例。许多青少年甚至可能不知道他们正在与AI互动，因此开发者立即设置防护措施至关重要。\n\n### 关键建议（防护措施）\n\n报告提出了一系列确保青少年安全使用AI的建议，包括：\n\n*   **模拟人际关系的健康界限**：青少年比成年人更不容易质疑机器人而非人类提供的信息的准确性和意图。\n*   **年龄适用的默认设置**：在隐私设置、互动限制和内容方面创建适合年龄的默认选项。这需要透明度、人工监督和支持以及严格的测试。\n*   **鼓励促进健康发展的AI用途**：AI可以辅助头脑风暴、创作、总结和整合信息，从而帮助学生更容易理解和掌握关键概念。但学生必须了解AI的局限性。\n*   **限制有害和不准确内容的访问与互动**：AI开发者应内置保护措施，防止青少年接触有害内容。\n*   **保护青少年数据隐私和肖像权**：这包括限制将青少年数据用于定向广告和出售给第三方。\n\n### AI素养教育的重要性\n\n报告还呼吁开展全面的AI素养教育，将其整合到核心课程中，并制定国家和州的素养教育指南。\n\n### 责任分担\n\nPrinstein博士表示，许多改变可以由家长、教育者和青少年自己立即实施。而其他更实质性的改变则需要开发者、政策制定者和其他技术专业人员的努力。\n\n**更多资源**：除了报告本身（可在APA.org查阅），APA网站还提供了关于AI、青少年安全以及青少年AI素养的更多资源和指导。",
      "shortSummary": "美国心理学会（APA）报告呼吁为青少年AI用户设置防护措施并加强教育。报告指出AI对青少年影响复杂，存在被剥削、操纵及损害现实关系的风险。建议开发者优先考虑青少年安全，设置健康界限、年龄适用默认设置、限制有害内容、保护数据隐私。同时，强调开展全面的AI素养教育，避免重蹈社交媒体的错误。报告呼吁家长、教育者、开发者和政策制定者共同努力，确保青少年安全使用AI。",
      "translated_title": "呼吁设置防护措施并加强教育以保护青少年AI用户",
      "images": [],
      "contentSource": "完整文章",
      "content": "The effects of artificial intelligence on adolescents are nuanced and complex, according to a new report that calls on developers to prioritize features that protect young people from exploitation, manipulation and the erosion of real-world relationships."
    },
    {
      "title": "自供电人工突触模拟人类色彩视觉 (原标题: Self-powered artificial synapse mimics human color vision)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250602155323.htm",
      "pubDate": "Mon, 02 Jun 2025 15:53:23 EDT",
      "isoDate": "2025-06-02T19:53:23.000Z",
      "creator": "",
      "summary": "## 自供电人工突触模拟人类色彩视觉\n\n### 背景与挑战\n\n*   当前机器视觉在处理视觉数据时，需要大量的计算资源和能源。\n*   高能耗和资源需求限制了机器视觉技术在边缘设备中的广泛部署。\n\n### 研究突破\n\n*   日本研究人员成功开发出一种新型的自供电人工突触。\n\n### 核心特点与功能\n\n*   **色彩识别能力**：该设备能够以高分辨率区分可见光谱中的颜色，其能力接近人类眼睛。\n*   **自供电设计**：它集成了染料敏化太阳能电池，能够自行产生所需电力，无需外部电源。\n*   **独立逻辑操作**：该人工突触无需额外的电路，即可独立执行复杂的逻辑操作。\n\n### 潜在影响\n\n*   这项创新为开发高性能计算机视觉系统铺平了道路。\n*   有望将先进的计算机视觉功能集成到日常设备中，实现更高效、更节能的边缘计算。",
      "shortSummary": "日本研究人员开发出一种自供电人工突触，利用染料敏化太阳能电池，能以高分辨率模拟人类色彩视觉。该设备无需额外电路即可自行发电并执行复杂逻辑操作，解决了机器视觉能耗高的问题，为将高性能计算机视觉系统集成到边缘设备中开辟了新途径。",
      "translated_title": "自供电人工突触模拟人类色彩视觉",
      "images": [],
      "contentSource": "RSS",
      "content": "Despite advances in machine vision, processing visual data requires substantial computing resources and energy, limiting deployment in edge devices. Now, researchers from Japan have developed a self-powered artificial synapse that distinguishes colors with high resolution across the visible spectrum, approaching human eye capabilities. The device, which integrates dye-sensitized solar cells, generates its electricity and can perform complex logic operations without additional circuitry, paving the way for capable computer vision systems integrated in everyday devices."
    },
    {
      "title": "工程师开发出机器人自愈肌肉 (原标题: Engineers develop self-healing muscle for robots)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250530151849.htm",
      "pubDate": "Fri, 30 May 2025 15:18:49 EDT",
      "isoDate": "2025-05-30T19:18:49.000Z",
      "creator": "",
      "summary": "## 工程师开发出机器人自愈肌肉\n\n内布拉斯加大学林肯分校的一个工程团队在开发模仿人类和植物皮肤检测和自愈损伤能力的软体机器人和可穿戴系统方面又迈进了一步。该团队由工程师埃里克·马克维卡（Eric Markvicka）以及研究生伊森·克林斯（Ethan Krings）和帕特里克·麦克马尼加尔（Patrick McManigal）组成。\n\n### 研究背景与突破\n\n*   **研究目标**：开发能够检测和自愈损伤的软体机器人和可穿戴系统，以模仿生物体的自愈能力。\n*   **最新成果**：团队在亚特兰大举行的IEEE国际机器人与自动化会议（ICRA）上发表了一篇论文。该论文提出了一种系统级方法，用于开发能够识别穿刺或极端压力造成的损伤、精确定位并自主启动自我修复的软体机器人技术。\n*   **荣誉认可**：该论文从1606份提交中脱颖而出，成为ICRA 2025最佳论文奖的39个决赛入围者之一，同时也是最佳学生论文奖和机制与设计类别的决赛入围者。\n\n### 解决软体机器人领域的长期问题\n\n马克维卡指出，尽管软体机器人领域在复制传统刚性系统和生物模仿方面取得了巨大进展，但现有的可拉伸电子产品和执行器通常无法像生物体那样响应损伤并启动自我修复。该团队的工作旨在填补这一空白，使合成系统也能实现类似生物的自愈能力。\n\n### 智能自愈人工肌肉的结构与工作原理\n\n团队开发了一种智能自愈人工肌肉（即执行器，将能量转化为物理运动的机器人部件），其特点是多层结构，使其能够在无需外部干预的情况下识别和定位损伤，然后启动自我修复机制。\n\n该“肌肉”由三层组成：\n\n1.  **底部（损伤检测层）**：由嵌入硅弹性体中的液态金属微滴组成的柔软电子皮肤。\n2.  **中间（自愈组件层）**：由坚硬的热塑性弹性体构成。\n3.  **顶部（驱动层）**：当用水加压时，启动肌肉的运动。\n\n**自愈过程详解**：\n\n1.  **损伤检测**：团队在肌肉底部“皮肤”上施加五股监测电流，该皮肤连接到微控制器和传感电路。当该层发生穿刺或压力损伤时，会在痕迹之间形成一个电网络。\n2.  **损伤识别与加热**：系统识别出这种电足迹为损伤证据，并随后增加流经新形成电网络的电流。这使得该网络能够作为局部焦耳加热器，将电流能量转化为损伤区域周围的热量。\n3.  **自我修复**：几分钟后，产生的热量会熔化并重新加工中间的热塑性层，从而密封损伤，有效地实现伤口自愈。\n4.  **系统重置**：最后一步是通过消除底层损伤的电足迹，将系统重置回原始状态。团队利用“电迁移”效应来实现这一点。电迁移通常被视为金属电路中的障碍，因为它会导致金属原子迁移，使电路材料变形并产生间隙，从而导致设备故障。然而，研究人员创新性地利用电迁移来解决一个长期困扰他们的问题：损伤引起的电网络似乎是永久性的。通过进一步提高电流，团队可以诱导电迁移和热失效机制，从而重置损伤检测网络，使系统能够完成多次损伤和修复循环。\n\n### 潜在应用与社会影响\n\n这种自主自愈技术有望彻底改变多个行业：\n\n*   **农业领域**：对于经常接触树枝、荆棘、塑料和玻璃等尖锐物体的农业机器人系统来说，这将是一大福音。\n*   **可穿戴健康监测设备**：能够承受日常磨损，延长设备寿命。\n*   **更广泛的社会效益**：大多数消费电子产品寿命仅为一两年，每年产生数十亿磅的电子垃圾，其中含有铅和汞等有毒物质，威胁人类和环境健康。自愈技术有助于遏制这一趋势，减少电子垃圾。\n\n马克维卡表示，如果能创造出能够自主检测损伤并启动自我修复机制的材料，将真正改变我们对电子产品和机器的看法。",
      "shortSummary": "内布拉斯加大学林肯分校的工程师开发出一种用于机器人的智能自愈人工肌肉。该技术模仿生物自愈能力，能自主检测损伤、精确定位并通过局部加热修复。其创新之处在于利用“电迁移”效应重置损伤检测网络，实现多次修复循环。这项突破有望解决软体机器人长期存在的损伤响应问题，并在农业、可穿戴设备及减少电子垃圾等领域带来革命性影响。",
      "translated_title": "工程师开发出机器人自愈肌肉",
      "images": [],
      "contentSource": "完整文章",
      "content": "Students recently unveiled their invention of a robotic actuator -- the 'muscle' that converts energy into a robot's physical movement -- that has the ability to detect punctures or pressure, heal the injury and repair its damage-detecting 'skin.'"
    },
    {
      "title": "马匹成为新一代社交机器人的主要灵感来源 (原标题: Horses 'mane' inspiration for new generation of social robots)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528214222.htm",
      "pubDate": "Wed, 28 May 2025 21:42:22 EDT",
      "isoDate": "2025-05-29T01:42:22.000Z",
      "creator": "",
      "summary": "文章内容过短或信息不足，无法生成详细摘要。",
      "shortSummary": "文章内容过短或信息不足，无法生成简短摘要。",
      "translated_title": "马匹成为新一代社交机器人的主要灵感来源",
      "images": [],
      "contentSource": "RSS",
      "content": "Interactive robots should not just be passive companions, but active partners -- like therapy horses who respond to human emotion -- say researchers."
    },
    {
      "title": "空中变形助力飞行滚动机器人平稳过渡 (原标题: Mid-air transformation helps flying, rolling robot to transition smoothly)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528150829.htm",
      "pubDate": "Wed, 28 May 2025 15:08:29 EDT",
      "isoDate": "2025-05-28T19:08:29.000Z",
      "creator": "",
      "summary": "### 空中变形飞行滚动机器人\n\n*   **核心创新：** 工程师们成功开发出一种现实版的“变形金刚”机器人，它具备在空中进行形态转换的智能能力。\n*   **功能特点：** 这种类似无人机的机器人能够在飞行过程中实现空中变形，从而使其能够平稳地降落并立即开始地面滚动操作，整个过程无需任何停顿。\n*   **主要优势：** 这种独特的设计显著提升了机器人的敏捷性和鲁棒性（即健壮性）。\n*   **潜在应用：** 这种新型机器人有望在多个领域发挥重要作用，特别是对于商业配送系统和未来的机器人探测器而言，其优势尤为突出。",
      "shortSummary": "工程师们开发了一种能在空中变形的飞行滚动机器人。该机器人具备在空中形态转换的能力，使其能平稳地从飞行过渡到地面滚动操作，无需停顿。这种设计提高了机器人的敏捷性和鲁棒性，有望应用于商业配送和机器人探索。",
      "translated_title": "空中变形助力飞行滚动机器人平稳过渡",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers have developed a real-life Transformer that has the 'brains' to morph in midair, allowing the drone-like robot to smoothly roll away and begin its ground operations without pause. The increased agility and robustness of such robots could be particularly useful for commercial delivery systems and robotic explorers."
    },
    {
      "title": "AI 遇上博弈论：语言模型在类人社交场景中的表现 (原标题: AI meets game theory: How language models perform in human-like social scenarios)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528132456.htm",
      "pubDate": "Wed, 28 May 2025 13:24:56 EDT",
      "isoDate": "2025-05-28T17:24:56.000Z",
      "creator": "",
      "summary": "# AI 遇上博弈论：语言模型在类人社交场景中的表现\n\n*   **大型语言模型（LLMs）的普及与应用**\n    *   大型语言模型（LLMs），作为ChatGPT等工具背后的先进人工智能，正日益深入地融入我们的日常生活。\n    *   它们被广泛应用于多种任务，包括撰写电子邮件、回答问题，甚至在医疗决策中提供支持。\n\n*   **LLMs在社交智能方面的挑战**\n    *   文章提出了一个关键问题：这些AI模型能否像人类一样与他人协作？\n    *   它们是否具备理解社交情境、做出妥协或建立信任的能力？\n\n*   **最新研究发现**\n    *   一项新的研究揭示，尽管当前的AI技术已经展现出高度的智能，但在社交智能方面，它们仍有许多需要学习和提升的空间。",
      "shortSummary": "一项新研究探讨了大型语言模型（LLMs）在类人社交场景中的表现。尽管LLMs已广泛应用于日常任务，但研究提出疑问：它们能否像人类一样协作、理解社交情境、妥协或建立信任？研究发现，当前的AI虽然智能，但在社交智能方面仍有显著不足，表明其在复杂人际互动中尚需提升。",
      "translated_title": "AI 遇上博弈论：语言模型在类人社交场景中的表现",
      "images": [],
      "contentSource": "RSS",
      "content": "Large language models (LLMs) -- the advanced AI behind tools like ChatGPT -- are increasingly integrated into daily life, assisting with tasks such as writing emails, answering questions, and even supporting healthcare decisions. But can these models collaborate with others in the same way humans do? Can they understand social situations, make compromises, or establish trust? A new study reveals that while today's AI is smart, it still has much to learn about social intelligence."
    },
    {
      "title": "孤子超荧光为高温量子材料铺平道路 (原标题: Solitonic superfluorescence paves way for high-temperature quantum materials)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528131645.htm",
      "pubDate": "Wed, 28 May 2025 13:16:45 EDT",
      "isoDate": "2025-05-28T17:16:45.000Z",
      "creator": "",
      "summary": "# 孤子超荧光实现高温量子材料\n\n一项发表在《自然》杂志上的新研究详细阐述了在室温下实现超荧光的机制和材料条件。这项工作为设计能够在高温下实现奇异量子态（如超导性、超流性或超荧光）的材料提供了蓝图，从而为无需极低温即可运行的量子计算机等应用铺平了道路。\n\n## 研究背景与意义\n\n*   **核心发现**：该研究揭示了在高温下实现宏观量子相干性的实验和理论原因，解释了为何某些材料在需要奇异量子态的常温应用中表现更优。\n*   **研究团队**：由北卡罗来纳州立大学牵头，成员包括杜克大学、波士顿大学和巴黎综合理工学院的研究人员。\n*   **宏观量子相变**：类似于鱼群或萤火虫的集体行为，量子世界中粒子群形成一个宏观相干系统，表现得像一个巨大的量子粒子，从而产生超导性、超流性或超荧光等奇异过程。\n*   **传统挑战**：通常，量子相变需要超低温（低温条件）才能发生，因为高温会产生热“噪声”，干扰同步并阻止相变。\n\n## 孤子形成机制\n\n*   **前期研究基础**：此前，研究人员发现某些杂化钙钛矿的原子结构可以保护量子粒子群免受热噪声干扰，从而允许超荧光发生。在这些材料中，形成了大型极化子（与电子结合的原子群），从而隔离了发光偶极子免受热干扰。\n*   **新研究突破**：本研究揭示了这种绝缘效应的工作原理。当用激光激发杂化钙钛矿中的电子时，研究人员观察到大量极化子聚集在一起，形成了一种被称为“孤子”的结构。\n*   **孤子作用**：孤子的形成过程能够抑制热扰动，而这些扰动通常会阻碍量子效应的发生。研究人员将原子晶格比作绷紧的布，激子（代表固体球）在布上形成局部形变（极化子）。当这些极化子从随机分布转变为晶格中的有序排列时，它们就形成了孤子，一个相干的单元。\n*   **密度阈值**：孤子只有在材料中激发的极化子密度足够高时才会形成。理论表明，如果极化子密度较低，系统只有自由的非相干极化子；而一旦超过阈值密度，极化子就会演变为孤子。\n\n## 实验与理论验证\n\n*   **直接观测**：研究人员直接测量了极化子群从非相干无序相到有序相的演变，这是宏观量子态形成的首批直接观测之一。\n*   **理论支持**：\n    *   与杜克大学合作计算了导致热干扰的晶格振荡。\n    *   与法国国家科学研究中心（CNRS）和巴黎综合理工学院合作模拟了在热噪声存在下孤子的复合动力学。\n*   **结果确认**：这些理论工作证实了实验结果，并验证了孤子的内在相干性。\n\n## 研究突破与未来展望\n\n*   **理解深化**：这项工作在理解某些杂化钙钛矿如何以及为何能够表现出奇异量子态方面取得了巨大飞跃。此前，高温量子效应背后的机制尚不明确。\n*   **指导意义**：该研究提供了定量理论并辅以实验结果，为设计能够在高温下运行的新型量子材料提供了指导方针。\n*   **应用前景**：宏观量子效应（如超导性）是所有正在追求的量子技术（量子通信、密码学、传感和计算）的关键，而这些技术目前都受限于对低温的需求。理解了这一理论，为实现高温量子材料迈出了重要一步。\n*   **资金支持**：该工作得到了美国能源部科学办公室的资助（资助号：DE-SC0024396）。",
      "shortSummary": "一项新研究揭示了在室温下实现超荧光的机制，为高温量子材料铺平道路。研究发现，在杂化钙钛矿中，极化子聚集形成“孤子”，能够有效抑制热噪声，从而允许宏观量子相干性在高温下发生。这一突破为设计无需极低温即可运行的量子材料（如超导体）提供了蓝图，对量子计算、通信等领域的发展具有重大意义。",
      "translated_title": "孤子超荧光为高温量子材料铺平道路",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new study in Nature describes both the mechanism and the material conditions necessary for superfluorescence at high temperature."
    },
    {
      "title": "情感反应对自动驾驶汽车的态度至关重要 (原标题: Emotional responses crucial to attitudes about self-driving cars)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250527124219.htm",
      "pubDate": "Tue, 27 May 2025 12:42:19 EDT",
      "isoDate": "2025-05-27T16:42:19.000Z",
      "creator": "",
      "summary": "### 自动驾驶汽车态度中的情感因素\n\n华盛顿州立大学（WSU）的一项新研究揭示，公众对自动驾驶汽车的态度不仅取决于对车辆工作原理的理解，还受到一些不那么显而易见的特征影响，例如兴奋或愉悦的情感，以及对技术社会效益的信念。这些是该研究的关键发现，对于理解随着自动驾驶技术逐渐进入商业市场，人们是否会欣然接受它至关重要。\n\n#### 研究方法与主要发现\n\n这项发表在《交通研究》（Transportation Research）期刊上的研究，调查了323人对自动驾驶汽车的看法。研究人员发现，人们对车辆的理解程度和信任度是决定他们最终是否选择使用的重要因素。然而，WSU爱德华·R·默罗传播学院助理教授魏鹏（Wei Peng）指出，自动驾驶汽车的一些非功能性方面也同样重要：\n\n*   **情感价值：** 与使用汽车相关的情感，如兴奋、享受或新奇感。\n*   **社会影响信念：** 对技术对社会更广泛影响的看法。\n*   **好奇心：** 对了解技术工作原理及其未来潜在作用的兴趣。\n\n此外，研究还发现，受访者在采纳自动驾驶技术之前，希望能够进行“试驾”。鹏教授表示：“这不是那种你看了新闻就会说‘我想买或我想用’的东西。人们想要先尝试一下。”\n\n#### 研究背景与技术发展\n\n这篇新论文是鹏教授和博士生凯瑟琳·罗宾逊-泰（Kathryn Robinson-Tay）在该主题上的最新研究。在他们2023年发表的一篇论文中，他们探讨了人们是否相信车辆是安全的，发现仅仅了解更多车辆工作原理并不能改善对风险的看法——人们还需要对它们有更多的信任。\n\n这项新研究则着眼于决策链的下一步：什么会促使人们实际使用自动驾驶汽车？随着这项技术在道路上成为现实，回答这个问题变得尤为重要。目前，汽车制造商正在为车型添加自动驾驶功能，自动驾驶出租车也已在美国少数城市（如凤凰城、旧金山和洛杉矶）开始运营。预计到2035年，全自动驾驶汽车可能会上市。据估计，它们可以预防90%的事故，同时改善行动不便者的出行能力。\n\n#### 普及面临的挑战\n\n然而，要实现这些益处，需要广泛而迅速的普及——这是一个巨大的障碍，因为公众对自动驾驶汽车的态度一直持负面，而且“机器人出租车”的推广也并非一帆风顺，伴随着一些备受关注的事故和召回。美国汽车协会（AAA）在2月份发布的一项全国性调查显示，60%的受访者表示他们害怕使用自动驾驶汽车。\n\n广泛普及至关重要，因为自动驾驶汽车和人类驾驶汽车共享的道路可能无法带来安全改善，部分原因是自动驾驶汽车可能无法预测和响应不可预测的人类驾驶员。\n\n#### 意外发现与个体差异\n\n研究中的一个意外发现是，当受访者发现车辆易于使用时，他们并没有因此更信任车辆——这为未来的研究提出了新问题：“认为汽车易于使用反而让人更不信任它，这是为什么？”罗宾逊-泰问道。\n\n对自动驾驶汽车的态度在很大程度上取决于个体情况，并可能以令人惊讶的方式表现出细微差别。例如，那些具有强烈“汽车权威认同感”（即对驾驶有个人投入并乐于展示汽车知识）且对自动驾驶汽车了解更多的人，更有可能认为这些汽车易于使用。但知识更丰富的受访者反而不太可能认为这些汽车“有用”——这与“易用性”是一个独立的变量。\n\n其他因素也发挥作用。因残疾或其他原因无法驾驶的人，或对交通拥堵或恶劣天气驾驶有严重担忧的驾驶员，可能对使用自动驾驶汽车有更强的动机。鹏教授举例说：“如果我真的担心下雪天气，就像我们在普尔曼冬天经历的那样，它会有帮助吗？如果我真的担心天气，如果它能帮助我避开危险的天气状况，我可能会买一辆那样的车。”",
      "shortSummary": "华盛顿州立大学研究发现，公众对自动驾驶汽车的态度不仅受理解和信任影响，情感反应（如兴奋、享受）及对技术社会效益的信念也至关重要。人们在采纳前倾向于试驾。尽管自动驾驶技术有潜力预防事故并改善出行，但公众普遍持负面态度，且易用性与信任度之间存在复杂关系。个体情况，如驾驶习惯或对恶劣天气的担忧，也会显著影响其接受度。",
      "translated_title": "情感反应对自动驾驶汽车的态度至关重要",
      "images": [],
      "contentSource": "完整文章",
      "content": "When it comes to public attitudes toward using self-driving cars, understanding how the vehicles work is important -- but so are less obvious characteristics like feelings of excitement or pleasure and a belief in technology's social benefits."
    },
    {
      "title": "专家敦促：AI将长期存在，学生应拥抱这项技术 (原标题: AI is here to stay, let students embrace the technology, experts urge)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250522133513.htm",
      "pubDate": "Thu, 22 May 2025 13:35:13 EDT",
      "isoDate": "2025-05-22T17:35:13.000Z",
      "creator": "",
      "summary": "## 不列颠哥伦比亚大学研究：学生负责任地使用生成式人工智能\n\n不列颠哥伦比亚大学奥肯那根分校（UBC Okanagan）的一项最新研究表明，学生在使用生成式人工智能（GenAI）时表现出负责任的态度，主要将其作为提高任务效率的工具，而非仅仅为了提升成绩。这项研究由健康与运动科学学院（HES）的专业伦理学讲师Meaghan MacNutt博士与博士生Tori Stranges共同完成，并发表在《生理学教育进展》上，其结论与当前对学生使用AI的普遍担忧形成对比。\n\n### 研究背景与方法\n\n*   **研究目的：** 探讨学生在反思性写作作业中使用GenAI的行为和态度。\n*   **研究对象：** 来自三门不同课程的近400名学生，他们匿名完成了关于GenAI使用情况的调查。\n*   **政策背景：** 所有三门课程都采用了相同的AI使用政策，学生可以选择在写作中使用AI工具。\n\n### 主要发现\n\n*   **使用率：** 大约三分之一的学生表示他们使用了AI。\n*   **使用动机：**\n    *   81%的GenAI用户表示，他们的使用动机至少包括以下一项：完成作业的速度和便捷性、获得高分的愿望以及学习的愿望。\n    *   约15%的学生表示他们同时受到这三个因素的驱动。\n    *   超过50%的学生使用AI是为了节省作业时间。\n*   **使用方式：** 大多数学生使用AI来启动论文或修改部分内容。\n*   **AI生成内容比例：** 只有0.3%的作业主要是由GenAI完成的。\n*   **核心结论：** 研究发现，学生使用GenAI的动机更多是出于学习而非成绩，并且他们有选择性地、以他们认为符合道德并支持学习的方式使用这些工具。这与普遍认为本科生越来越注重成绩而牺牲学习的看法有所不同。\n\n### 潜在风险与未来建议\n\n*   **潜在不公平：** MacNutt博士指出，如果付费版本的AI工具效果更优，那么有能力支付的学生可能会比其他学生拥有优势，从而加剧课堂不平等。\n*   **积极作用：** GenAI对学习英语的学生或有阅读写作障碍的人来说可能是一个有用的工具。\n*   **持续研究：** 她建议，随着GenAI技术的不断进步，持续的研究将有助于更好地理解学生行为和态度。\n*   **教育者策略：** MacNutt博士还建议，教育机构和教育者应采取一种“与学生协作”而非“监视学生”的方法来应对AI的普及。\n\n### 总结\n\n研究结果驳斥了关于学生普遍滥用和过度使用GenAI、损害学术诚信和学习的普遍担忧。MacNutt博士强调，在制定相关政策或教授学生如何使用AI时，必须考虑到学生来自不同的背景，并且他们从这些技术中受益或受害的方式也不同。",
      "shortSummary": "不列颠哥伦比亚大学一项研究显示，学生负责任地使用生成式人工智能（GenAI），主要为提高效率和促进学习，而非单纯追求高分。约三分之一的学生使用AI，多数用于启动或修改作业，仅0.3%的作业主要由AI完成。这与普遍担忧相悖。专家建议教育机构应采取“与学生协作”而非“监视”的态度，并关注潜在的数字不平等问题。",
      "translated_title": "专家敦促：AI将长期存在，学生应拥抱这项技术",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new study says students appear to be using generative artificial intelligence (GenAI) responsibly, and as a way to speed up tasks, not just boost their grades."
    },
    {
      "title": "人工智能能比我们更懂情感吗？ (原标题: Could AI understand emotions better than we do?)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250522124755.htm",
      "pubDate": "Thu, 22 May 2025 12:47:55 EDT",
      "isoDate": "2025-05-22T16:47:55.000Z",
      "creator": "",
      "summary": "# 人工智能的情商表现超越人类平均水平\n\n一项最新研究深入探讨了人工智能（AI）在处理情感复杂情境并提出恰当行为建议方面的能力。\n\n## 研究方法\n\n*   研究团队选取了包括ChatGPT在内的六款生成式AI进行测试。\n*   测试中采用了通常为人类设计的情商（EI）评估工具。\n\n## 关键发现\n\n*   **超越人类平均水平**：这些生成式AI在情商评估中的表现超越了人类的平均水平。\n*   **快速生成新测试**：AI还能够以创纪录的速度生成新的情商测试。\n\n## 潜在应用\n\n这些突破性的发现为AI在多个领域开辟了新的可能性，包括：\n\n*   **教育**：辅助情感教育或个性化学习。\n*   **教练指导**：提供情商相关的指导和反馈。\n*   **冲突管理**：协助分析和解决人际冲突。",
      "shortSummary": "一项研究测试了包括ChatGPT在内的六款生成式AI的情商（EI）表现。结果显示，这些AI在人类情商评估中超越了人类平均水平，并能快速生成新的测试。这一发现为AI在教育、教练指导和冲突管理等领域带来了新的应用可能性。",
      "translated_title": "人工智能能比我们更懂情感吗？",
      "images": [],
      "contentSource": "RSS",
      "content": "Is artificial intelligence (AI) capable of suggesting appropriate behavior in emotionally charged situations? A team put six generative AIs -- including ChatGPT -- to the test using emotional intelligence (EI) assessments typically designed for humans. The outcome: these AIs outperformed average human performance and were even able to generate new tests in record time. These findings open up new possibilities for AI in education, coaching, and conflict management."
    },
    {
      "title": "科学家发现一类可能具有革命性特性的晶体 (原标题: Scientists discover class of crystals with properties that may prove revolutionary)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521161106.htm",
      "pubDate": "Wed, 21 May 2025 16:11:06 EDT",
      "isoDate": "2025-05-21T20:11:06.000Z",
      "creator": "",
      "summary": "# 科学家发现一类可能具有革命性特性的晶体\n\n罗格斯大学-新布伦瑞克分校的研究人员发现了一类名为“间晶体”（intercrystals）的新材料，其独特的电子特性有望为未来技术带来革命。这项发现已在科学期刊《自然材料》（Nature Materials）上发表。\n\n## 间晶体是什么？\n*   **构成**: 间晶体由两层超薄石墨烯（单原子厚度的碳原子六边形排列薄片）堆叠在六方氮化硼（由硼和氮组成的六方晶体）层上构成。\n*   **关键机制**: 研究人员通过轻微扭曲这些层，使其形成“莫尔条纹”（moiré patterns）——类似于两层细网格叠加时出现的图案。这种细微的错位显著改变了电子在材料中的移动方式。\n\n## 独特的电子特性\n*   **几何控制**: 间晶体提供了一种全新的材料设计途径，仅通过几何形状而非改变材料的化学成分来控制电子行为。\n*   **结构敏感性**: 与传统晶体不同，间晶体的电子特性会随着其结构的微小变化而显著改变。\n*   **新颖行为**: 这种可变性可能导致新的、不寻常的行为，例如超导性（零电阻导电）和磁性，这些特性通常在普通晶体中不常见。\n\n## 核心技术：“扭转电子学”（Twistronics）\n*   这项发现的核心在于现代物理学中新兴的“扭转电子学”技术。\n*   该技术通过将材料层以特定角度扭曲，从而创建莫尔条纹，显著改变物质内部电子的行为，产生在常规晶体中找不到的特性。\n*   安德烈及其团队在2009年首次证明了扭曲石墨烯中的莫尔条纹可以极大地重塑其电子结构，为扭转电子学领域奠定了基础。\n\n## 潜在的革命性应用\n间晶体的独特属性使其在多个领域具有广阔的应用前景：\n*   **更高效的电子元件**: 可用于开发更高效的晶体管和传感器，而无需复杂的材料混合和加工。\n*   **量子计算**: 有望成为量子计算机新电路的一部分，实现低损耗电子和原子传感器。\n*   **可持续技术**: 由于间晶体可由碳、硼和氮等丰富、无毒的元素制成，而非稀土元素，因此为未来技术提供了更可持续和可扩展的途径。\n*   **未来电路设计**: 有望设计出整个电子电路，其中每个功能（开关、传感、信号传播）都可通过原子级别的几何调谐来控制。\n\n## 间晶体与现有晶体的区别\n*   **常规晶体**: 具有重复的原子排列模式，电子移动方式可预测，旋转或移动特定角度后外观不变（对称性）。\n*   **准晶体（Quasicrystals）**: 1982年发现，结构有序但没有重复模式。\n*   **间晶体**: 研究团队将其命名为“间晶体”，因为它介于晶体和准晶体之间：它们具有像准晶体一样的非重复模式，但又与常规晶体共享对称性。\n*   安德烈表示，间晶体通过利用最小尺度的几何挫折，展示了材料可以被设计来进入新的物质相。\n\n## 研究团队\n这项研究由罗格斯大学物理与天文学系的董事会教授兼研究主要作者Eva Andrei领导，共同作者包括物理学副教授Jedediah Pixley，以及研究助理Xinyuan Lai、Guohong Li和Angela Coe。日本国家材料科学研究所的科学家也对这项研究做出了贡献。研究人员对间晶体的未来应用充满乐观，认为这为在原子层面探索和操纵材料特性开辟了新的可能性。",
      "shortSummary": "罗格斯大学研究人员发现了一类名为“间晶体”的新材料。通过扭曲堆叠的石墨烯和氮化硼层，形成莫尔条纹，间晶体展现出独特的电子特性，其行为可通过几何形状控制。这些材料有望彻底改变电子元件、量子计算和可持续技术，为开发更高效、环保的未来技术奠定基础。",
      "translated_title": "科学家发现一类可能具有革命性特性的晶体",
      "images": [],
      "contentSource": "完整文章",
      "content": "By twisting atom-thin sheets of graphene in just the right way, Rutgers researchers created intercrystals, a new form of matter where geometry alone controls electron behavior. These strange materials could power quantum computers, ultra-efficient circuits, and greener technologies."
    },
    {
      "title": "成像技术消除水下场景中的水体影响 (原标题: Imaging technique removes the effect of water in underwater scenes)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521125256.htm",
      "pubDate": "Wed, 21 May 2025 12:52:56 EDT",
      "isoDate": "2025-05-21T16:52:56.000Z",
      "creator": "",
      "summary": "# 成像技术消除水下场景中的水体影响\n\n## 引言\n海洋中生命繁盛，但由于水体的光学效应，大部分海洋世界难以被清晰观测。光线在水中传播时会发生弯曲、散射并迅速衰减，同时受到水中颗粒物产生的持续性雾霾影响，导致难以在近距离外捕捉到物体的真实颜色。\n\n## SeaSplat：一种新型图像分析工具\n麻省理工学院（MIT）和伍兹霍尔海洋研究所（WHOI）的团队开发了一种名为“SeaSplat”的图像分析工具。该工具旨在消除水体的光学影响，生成仿佛水已被排干般的水下环境图像，从而揭示场景的真实色彩。\n\n### SeaSplat 的工作原理\n*   **结合技术：** SeaSplat 将色彩校正工具与计算模型相结合。\n*   **3D 高斯泼溅（3DGS）：** 该工具借鉴了“3D 高斯泼溅”（3DGS）方法。3DGS 能够将场景图像拼接在一起，生成一个完整的、可从任何角度详细查看的三维表示。\n*   **水体建模与去除：** SeaSplat 能够明确建模水体的影响，从而在某种程度上“去除”水体，生成更佳的水下场景三维模型。\n*   **色彩校正算法：** 该算法计算图像中每个像素受反向散射和衰减效应扭曲的程度，然后消除这些水体效应，计算出像素的真实颜色。\n*   **集成与生成：** 将色彩校正算法整合到 3D 高斯泼溅模型中，SeaSplat 可以快速分析水下图像，生成真实色彩的三维虚拟场景，并可从任何角度和距离进行详细探索。\n\n## 水下光学效应的挑战\n在水下，物体的颜色和清晰度会受到光线在水中传播的影响而扭曲。\n*   **反向散射（Backscatter）：** 光线从水中微小颗粒反射，形成一层薄雾般的模糊效果。\n*   **衰减（Attenuation）：** 特定波长的光线随距离衰减或褪色。例如，在水下，红色物体从远处看比蓝色物体褪色更严重。\n*   **视角依赖性：** 在水下，颜色会随着观察角度和距离的改变而迅速变化和褪色，这与水外环境不同。\n*   **现有方法的局限：**\n    *   **色彩校正工具：** 虽有“Sea-Thru”等算法能准确再现真实颜色，但其计算量巨大，难以用于生成三维场景模型。\n    *   **3DGS：** 3DGS 在水外环境表现出色，但由于水下反向散射和衰减效应扭曲了不同角度的物体颜色，使其难以将水下图像拼接成连贯的三维整体。\n\n## 应用与效益\nSeaSplat 的应用潜力巨大，尤其是在海洋生物学领域：\n*   **海洋健康监测：** 帮助海洋生物学家监测特定海洋群落的健康状况。\n*   **珊瑚礁检测：** 例如，当水下机器人探索并拍摄珊瑚礁时，SeaSplat 可以同步处理图像并渲染出真实色彩的三维表示。科学家可以虚拟地“飞越”这些模型，检查珊瑚白化等迹象。\n*   **提高检测精度：** 珊瑚白化从近处看是白色，但从远处看可能呈现蓝色和模糊，难以检测。SeaSplat 图像能更容易地检测珊瑚白化和不同珊瑚物种，获取海洋中的真实颜色。\n*   **量化生物多样性：** 有助于量化生物多样性，评估珊瑚礁和其他海洋群落的健康状况。\n\n## 测试与结果\n研究团队已将 SeaSplat 应用于多个水下场景的图像，包括红海、加勒比海（库拉索海岸附近）和太平洋（巴拿马附近）。这些图像来自现有数据集，代表了不同海洋位置和水体条件。他们还在美属维尔京群岛测试了由遥控水下机器人拍摄的图像。\n*   **生成效果：** SeaSplat 从每个海洋场景的图像中生成了真实色彩的三维世界。\n*   **虚拟探索：** 研究人员能够虚拟地探索这些模型，例如放大缩小场景，并从不同视角查看特定特征。\n*   **色彩保持：** 即使从不同角度和距离查看，场景中的物体也保持了真实颜色，而不会像在实际海洋中那样褪色。\n\n## 局限性与展望\n目前，该方法需要大量的计算资源，例如一台台式电脑，这对于水下机器人来说过于笨重。然而，SeaSplat 适用于系留操作，即车辆通过缆绳连接到船只，探索并拍摄图像，然后将数据发送到船上的计算机进行处理。\n\n## 研究团队与支持\n该研究由麻省理工学院研究生 Daniel Yang、伍兹霍尔海洋研究所副科学家 Yogesh Girdhar 和麻省理工学院机械工程教授 John Leonard 共同完成。他们将在 IEEE 机器人与自动化国际会议（ICRA）上发表详细介绍 SeaSplat 的论文。该工作部分得到了 WHOI 科学投资基金和美国国家科学基金会的支持。",
      "shortSummary": "麻省理工学院和伍兹霍尔海洋研究所开发了一种名为“SeaSplat”的成像技术，旨在消除水下场景中水体对光线的扭曲影响。该工具结合了色彩校正和3D高斯泼溅技术，能够生成仿佛水被排干后的水下环境真实色彩三维模型。SeaSplat有助于海洋生物学家更准确地监测海洋健康，例如识别珊瑚白化，从而克服了传统水下成像因光线散射和衰减导致的色彩失真问题。",
      "translated_title": "成像技术消除水下场景中的水体影响",
      "images": [],
      "contentSource": "完整文章",
      "content": "MIT and WHOI scientists have unveiled SeaSplat, a system that makes underwater scenes look as if the ocean had been drained away. The tool cancels out water’s distortions and builds true-color 3D worlds that can be explored from any angle. This breakthrough could let marine biologists virtually “swim” through coral reefs to track bleaching and biodiversity with unprecedented clarity."
    }
  ],
  "lastUpdated": "2025-11-26T09:31:43.365Z"
}