{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "小米SU7 SUV在中国大陆车主中大受欢迎，订单量达到24万辆 (原标题: Xiaomi’s SU7 SUV a hit with mainland Chinese motorists as bookings reach 240,000)",
      "link": "https://www.scmp.com/business/china-business/article/3316136/xiaomis-su7-suv-hit-mainland-chinese-motorists-bookings-reach-240000?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 12:00:08 +0000",
      "isoDate": "2025-06-27T12:00:08.000Z",
      "creator": "Daniel Ren",
      "summary": "# 小米YU7 SUV在中国大陆市场取得巨大成功\n\n中国智能手机和电动汽车制造商小米的YU7 SUV在中国大陆市场取得了空前的成功，订单量迅速攀升，对现有市场格局构成了挑战。\n\n## 关键销售数据\n\n*   **预订量惊人**: 在预订开放仅三分钟（周四晚10点）后，YU7就获得了20万份预订单。\n*   **订单持续增长**: 到周五下午4点，订单量已增至24万份。\n*   **“锁定”订单**: 这24万份订单被归类为“锁定”订单，因为每份5000元人民币（约合35,366美元）的定金不可退还，即使买家反悔。\n\n## 市场反响与定价\n\n*   **价格范围**: YU7的定价从253,500元人民币到329,900元人民币不等。\n*   **前所未有的热潮**: 这种对新电动汽车的狂热在中国是前所未有的。通常情况下，单一车型月销量达到1万辆就被认为是成功，而YU7在极短时间内就远超此标准。\n\n## 挑战特斯拉Model Y\n\n*   **市场竞争**: 分析师认为，YU7有望挑战特斯拉Model Y在中国大陆SUV市场的领先地位。特斯拉Model Y去年在中国大陆的年交付量超过48万辆，位居所有SUV（包括燃油车）之首。\n*   **专家评价**: 上海易友汽车服务销售经理田茂伟表示，YU7在短短三分钟内实现的销量，已经超过了数十家电动汽车组装商的年交付量。他认为，这款SUV在正式上市前就已经对Model Y构成了真正的挑战，符合市场预期。\n\n## 车型特点\n\n*   **续航里程**: YU7的基础版车型拥有835公里的驾驶续航里程。\n\n![The basic edition of the YU7 has a driving range of 835km. Photo: Weibo](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/27/002aa2f8-924a-4ca5-9782-2b8c944f1197_cf4eb8ee.jpg)\n*YU7基础版车型拥有835公里的续航里程。图片来源：微博*",
      "shortSummary": "小米YU7电动SUV在中国大陆市场取得巨大成功，预订开放三分钟内即获20万份订单，次日增至24万份“锁定”订单。YU7定价25.35万至32.99万元人民币，基础版续航835公里。其空前的销售热潮被视为对特斯拉Model Y主导地位的有力挑战，远超中国电动车市场常规成功标准。",
      "translated_title": "小米SU7 SUV在中国大陆车主中大受欢迎，订单量达到24万辆",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/27/002aa2f8-924a-4ca5-9782-2b8c944f1197_cf4eb8ee.jpg",
          "alt": "The basic edition of the YU7 has a driving range of 835km. Photo: Weibo",
          "title": "The basic edition of the YU7 has a driving range of 835km. Photo: Weibo",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese smartphone and electric-vehicle (EV) maker Xiaomi has been flooded with orders for its YU7 SUV, with analysts saying the car could challenge the dominance of the Tesla Model Y, the bestselling SUV on the mainland.\nThe company said that it received 200,000 pre-orders for the YU7 in just three minutes after bookings opened at 10pm on Thursday, with the number rising to 240,000 by 4pm on Friday.\nThe 240,000 bookings for the YU7, priced from 253,500 yuan (US$35,366) to 329,900 yuan, are...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/5fde42ad-b1c1-49b7-b8b0-90c2ec16533c_a2e508a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在不确定时期成为亮点：南华早报‘夏季达沃斯’亮点 (原标题: China becomes bright spot at uncertain time: SCMP’s ‘Summer Davos’ highlights)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316098/china-becomes-bright-spot-uncertain-time-scmps-summer-davos-highlights?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 10:00:14 +0000",
      "isoDate": "2025-06-27T10:00:14.000Z",
      "creator": "SCMP Reporters",
      "summary": "## 世界经济论坛“夏季达沃斯”：不确定性中的中国亮点\n\n本周在天津举行的世界经济论坛新领军者年会（即“夏季达沃斯”）上，“不确定性”成为与会者口中出现频率最高的词汇。这反映了全球面临的诸多挑战，但中国在某些领域展现出积极前景。\n\n### 会议焦点与讨论\n\n*   **普遍的不确定性**：与会者普遍感受到不确定性，这源于地区紧张局势、华盛顿不可预测的政策转向以及全球贸易前景不明朗。\n*   **核心议题**：会议讨论了世界是否会继续从一个危机走向另一个危机，以及在全球化面临严峻挑战的时刻如何建立共识。\n*   **具体关注点**：跨境投资、中国经济的结构性转变以及以色列-伊朗冲突背景下的供应链安全也是讨论的重点。\n\n### 科技进步成为亮点\n\n*   **积极情绪**：尽管整体情绪偏向谨慎，但技术进步被视为一个显著的亮点。\n*   **中国贡献**：许多与会者赞扬中国在人工智能（AI）和人形机器人领域的快速发展，认为这些领域蕴藏着巨大的增长机遇。\n\n### 李强总理的主旨演讲\n\n*   **消费大国承诺**：中国国务院总理李强在主旨演讲中承诺，中国将成为一个“超大规模”的消费大国，其消费增长将惠及全球经济。\n*   **开放投资邀请**：李强总理邀请海外企业来华投资，进入中国市场，共享发展红利。",
      "shortSummary": "在天津举行的“夏季达沃斯”论坛上，“不确定性”成为主旋律，全球面临地区紧张、贸易前景不明等挑战。然而，中国的科技进步，尤其在人工智能和人形机器人领域，被视为一大亮点。中国总理李强承诺，中国将成为“超大规模”消费市场，其增长将惠及全球经济，并邀请海外企业来华投资，共享发展机遇。",
      "translated_title": "中国在不确定时期成为亮点：南华早报‘夏季达沃斯’亮点",
      "images": [],
      "contentSource": "完整文章",
      "content": "For those attending the World Economic Forum’s Annual Meeting of the New Champions this week, “uncertainty” was the inescapable word. It could be found on the lips of almost everyone; senior Chinese officials, global executives, foreign academics and thought leaders from all fields.\nThis should not come as a surprise. Simmering regional tensions, unpredictable policy pivots from Washington and a foggy picture for global trade were all top of mind as speakers and panelists gathered in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/f9793c7e-84cc-48ac-9678-d66fd9e1890b_5c7a8735.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国5月工业利润下降9%，因“需求疲软”和中美贸易争端 (原标题: China industrial profits sink 9% in May on ‘weak demand’, US trade dispute)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3316125/china-industrial-profits-sink-9-may-weak-demand-us-trade-dispute?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 09:51:45 +0000",
      "isoDate": "2025-06-27T09:51:45.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国工业利润下降：需求疲软与贸易争端影响\n\n根据周五发布的数据，中国工业企业利润在2025年5月同比下降超过9%，主要原因在于国内对矿产和汽车的需求疲软，以及中美关税争端的影响。\n\n### 关键数据点：\n\n*   **总体下降**：年收入超过2000万元人民币的工业企业利润在5月同比下降9.1%。\n*   **环比表现**：经季节性调整后，5月工业利润较4月下降9.7%，此前4月较3月曾增长4%。\n*   **累计利润**：2025年前五个月，工业企业利润总计2.72万亿元人民币（约合3800亿美元），同比下降1.1%。\n\n### 下降的主要原因：\n\n*   **需求不足**：国家统计局将利润下降归因于需求不足、价格下跌以及“短期因素”的波动。\n*   **国内需求疲软**：分析师指出，国内对矿产和汽车的需求疲软是主要因素之一。\n*   **中美贸易争端**：中美关税争端带来的影响也加剧了利润下滑。\n\n### 行业具体表现（2025年前五个月同比）：\n\n*   **采矿业**：利润大幅下降29%。\n*   **汽车业**：利润下降11.9%。\n*   **制造业**：在2025年前四个月实现了8.6%的同比增长，但在5月放缓至5.4%。\n\n### 受影响产品：\n\n*   利润收缩尤其明显的是那些具有易替代性的低端制造产品。",
      "shortSummary": "中国2025年5月工业利润同比下降9.1%，主要受国内需求疲软和中美贸易争端影响。采矿和汽车等关键行业利润显著下滑，前五个月累计利润下降1.1%。需求不足、价格下跌和短期因素波动是导致整体利润下降的主要原因。",
      "translated_title": "中国5月工业利润下降9%，因“需求疲软”和中美贸易争端",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s industrial profits fell by more than 9 per cent in May over the same month of 2024, according to data released on Friday, reflecting what analysts said was weak domestic demand for minerals and motor vehicles, coupled with ramifications of the US-China tariff dispute.\nThe National Bureau of Statistics said profits for industrial companies making more than 20 million yuan a year in revenue dropped in May by 9.1 per cent, year on year.\nIndustrial profits fell 9.7 per cent in May over...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/bfd98873-f130-473a-a474-95c6f3e76175_197d746d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "广东推出内贸版广交会能否奏效？ (原标题: Will Guangdong’s plan for a domestic version of Canton Fair pay off?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316102/chinas-guangdong-plans-domestic-version-canton-fair-trade-show-will-it-pay?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 09:00:15 +0000",
      "isoDate": "2025-06-27T09:00:15.000Z",
      "creator": "He Huifeng",
      "summary": "## 广东推出内贸版广交会以刺激国内市场\n\n中国南方省份广东计划推出一个“内贸版”广交会，旨在帮助出口导向型企业在外部需求疲软和全球贸易不确定性增加的背景下，开拓国内市场。\n\n### 核心举措与目标\n\n*   **背景与目的**：此举是广东省政府周二发布的一项工作计划的关键组成部分，该计划旨在加强“国内大循环”战略，通过建设强大统一的内部市场来提升中国的经济自给自足能力。\n*   **企业动员**：计划将动员约2万家出口导向型企业参与推广活动，引导高质量的出口产品进入国内市场。\n*   **配套支持**：\n    *   鼓励电商平台设立“出口产品内销”专区。\n    *   为外贸企业开设网店提供费用减免。\n\n### 行业观点与挑战\n\n*   **现有活动过多**：业内人士指出，目前国内贸易促进活动已然过多，但它们在解决消费需求低迷和付款延迟等根本性问题上收效甚微，而这些正是转向内销面临的核心挑战。\n*   **效果存疑**：广州智库广东省体制改革研究会执行会长彭澎表示，广东新展会的目标是支持外贸企业，帮助它们将库存和产能转向国内市场。然而，关键问题在于新展会能否复制每年两届广交会的关键优势——即汇聚大量真正的买家并促成实际交易，还是仅仅沦为一种象征性姿态。",
      "shortSummary": "为应对外部需求疲软，广东省推出“内贸版”广交会，旨在帮助约2万家出口企业开拓国内市场，并鼓励电商平台支持内销。此举是加强“国内大循环”战略的一部分。然而，业内人士担忧现有促销活动已多，且未能解决消费需求低迷和付款延迟等根本问题，新展会能否真正促成交易而非仅具象征意义，仍是关键挑战。",
      "translated_title": "广东推出内贸版广交会能否奏效？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Southern China’s Guangdong province will launch a “domestic trade version” of the Canton Fair – the country’s largest import and export fair – to help export-oriented companies tap into the domestic market amid weak external demand and rising global trade uncertainties.\nThe initiative is a key component of a work plan released by the provincial government on Tuesday that aims to strengthen “domestic circulation” – a strategy focused on boosting China’s economic self-reliance by building a robust...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/d05a9753-3d74-4da2-a399-55b070e65c1b_030cdd6d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美敲定贸易协议，北京证实谈判取得突破 (原标题: China, US finalise trade deal as Beijing confirms breakthrough in talks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316076/china-us-finalise-trade-deal-beijing-confirms-breakthrough-talks?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 07:08:02 +0000",
      "isoDate": "2025-06-27T07:08:02.000Z",
      "creator": "Carol Yang,Ji Siqi",
      "summary": "# 中美贸易谈判取得突破\n\n中国商务部于周五证实，中美两国在围绕出口管制问题的贸易谈判中取得了突破性进展。\n\n## 关键进展：\n\n*   **中方承诺**：中国将根据相关法律法规审查并批准受控物品的出口申请。\n*   **美方回应**：作为对中方行动的回应，美国将相应地取消对中国的一系列限制性措施。\n\n## 背景信息：\n\n*   此次突破是在本月早些时候于伦敦举行的两轮贸易谈判之后取得的。\n*   自伦敦会谈以来，北京和华盛顿一直保持密切沟通，并进一步确认了协议框架的细节。\n\n这一声明标志着两国在解决贸易摩擦方面迈出了重要一步。",
      "shortSummary": "中国商务部周五证实，中美两国在贸易谈判中取得突破。根据协议，中国将审查并批准受控物品的出口申请，而美国将相应取消对中国的部分限制措施。此进展是在两国近期密切沟通后达成的。",
      "translated_title": "中美敲定贸易协议，北京证实谈判取得突破",
      "images": [],
      "contentSource": "完整文章",
      "content": "China said on Friday that it would review and approve export applications for controlled items while the US would also remove some of its limits – confirming much-needed progress in trade talks centred on the two countries’ extensive, reciprocal export controls.\nBeijing and Washington have been in close communication since a two-day round of trade talks in London ended earlier this month, with both sides further confirming details of the framework solidified in those meetings, China’s Ministry...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/ec27342d-5839-4078-9cf5-2f53dfb544cf_8473632b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "经济学家呼吁结构性改革，将中国重心转向消费 (原标题: Economists call for structural reforms to shift China’s focus to consumption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316035/economists-say-structural-reforms-needed-shift-chinas-focus-consumption?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 04:00:13 +0000",
      "isoDate": "2025-06-27T04:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "# 经济学家呼吁中国经济重心转向消费\n\n在天津举行的“夏季达沃斯”（新领军者年会）上，经济学家们呼吁中国进行结构性改革，将经济重心从生产转向消费，尽管中国在人工智能等领域取得了引人注目的技术突破。\n\n## 主要观点与呼吁\n\n*   **消费是富裕的关键：** 香港科技大学商学院教授金刻羽指出，尽管中国在人工智能等技术方面表现出色，但除非成为一个主要的消费国，否则中国永远不会成为一个富裕的国家。\n*   **当前机制的问题：** 中国的政治经济机制在很大程度上倾向于补贴生产以获得竞争力。金刻羽认为，中国商品过于有竞争力，导致全球各国都在进口中国商品，这不仅会给中美关系带来问题，也会给中国与世界其他国家的关系带来问题。这不再仅仅是效率问题，而是关于“和谐”，即给予其他国家参与全球供应链的机会。\n*   **提升内部消费的必要性：** 为了协调其贸易关系，中国应该提高内部消费。\n*   **消费增长的机遇：**\n    *   服务业。\n    *   年轻人正在回流的中国较小城市。\n*   **政策建议：** 金刻羽建议，如果地方政府的绩效考核能将消费作为衡量成功的一个指标，那将是非常棒的。",
      "shortSummary": "在天津举行的“夏季达沃斯”会议上，经济学家们呼吁中国进行结构性改革，将经济重心从生产转向消费。金刻羽教授强调，尽管技术有进步，但中国若不成为主要消费国，便无法真正富裕。她指出，过度依赖生产和出口导致全球贸易失衡，中国应通过提升内部消费来协调贸易关系，并在服务业和小城市寻找增长机遇，建议将消费纳入地方政府绩效考核。",
      "translated_title": "经济学家呼吁结构性改革，将中国重心转向消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "While eye-catching technological breakthroughs – led by the DeepSeek artificial intelligence (AI) model – have boosted confidence in China amid intensifying rivalry with the United States, economists at the Annual Meeting of the New Champions in Tianjin have called for structural reforms to make China a consumption-driven economy.\n“We can talk about technological supremacy, like AI and all these, but China is never going to be a rich country unless it becomes a big consumer country,” Jin Keyu, a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/9eda373e-a7a4-4a30-965f-252f28d551bc_62fe873f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国大规模以旧换新计划是否动力不足？ (原标题: Is China’s massive trade-in programme running out of steam?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315933/chinas-massive-trade-programme-running-out-steam?utm_source=rss_feed",
      "pubDate": "Fri, 27 Jun 2025 01:00:14 +0000",
      "isoDate": "2025-06-27T01:00:14.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国以旧换新计划：进展、挑战与政府对策\n\n## 计划背景与初步成效\n数月来，中国消费者在购买iPhone、汽车和洗衣机等商品时，享受到了政府提供的大幅折扣。这项大规模的补贴计划在今年提振中国消费支出方面发挥了关键作用，帮助经济在美国史无前例的贸易战中保持相对强劲。\n\n## 资金挑战与项目暂停\n然而，在6月份，部分优惠活动突然消失。在东部江苏省，地方当局停止发放家电线上购买券。大约在同一时间，其他几个省份也暂停了汽车和家电的以旧换新计划，理由是资金枯竭。这些暂停是首次表明，中国旨在刺激消费的政策可能面临清算。尽管这些政策在实现主要目标方面取得了成功，但也付出了高昂的代价。\n\n## 中央政府的应对与承诺\n上周，北京重申了对全国耐用品以旧换新计划的支持，承诺在年底前将剩余的3000亿元人民币（约合418亿美元）资金拨付给地方政府，下一轮和再下一轮的资金预计分别在7月和10月发放。\n\n## 资金监管与政策执行\n周四，国家发展和改革委员会政策研究室副主任李超表示，政府将制定月度和周度计划，以监测这些资金的使用情况。她补充说：“这将确保全年消费品以旧换新政策的有序实施。”",
      "shortSummary": "中国大规模的以旧换新补贴计划在提振消费和支持经济方面发挥了重要作用。然而，近期部分地方因资金耗尽而暂停了相关优惠。对此，北京重申了对该计划的支持，承诺在年底前拨付剩余的3000亿元人民币资金，并将在7月和10月分批发放。政府还将加强对资金使用的月度和周度监测，以确保政策的有序实施。",
      "translated_title": "中国大规模以旧换新计划是否动力不足？",
      "images": [],
      "contentSource": "完整文章",
      "content": "For months, consumers across China buying everything from iPhones to cars and washing machines have enjoyed steep discounts – courtesy of the government.\nThis vast subsidy programme has played a key role in boosting China’s consumer spending this year, helping the economy remain relatively robust even amid an unprecedented trade war with the United States.\nBut in June, some of those offers suddenly disappeared. In the eastern Jiangsu province, local authorities stopped issuing vouchers for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/38bf4578-f107-43d3-b825-c8a65e5b02f7_55e24ae7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美元是‘美国会失去的’：专家在‘夏季达沃斯’上就人民币推进展开辩论 (原标题: Dollar is ‘America’s to lose’: experts argue at ‘Summer Davos’ amid yuan push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315941/summer-davos-debate-chinas-yuan-ready-challenge-us-dollar-dominance?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 22:00:13 +0000",
      "isoDate": "2025-06-26T22:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "# 美元地位面临挑战，人民币有望崛起\n\n## 背景\n随着华盛顿“解放日”关税政策的实施，全球对美元的信心正在减弱。\n\n## “夏季达沃斯”辩论\n在世界经济论坛的“新领军者年会”（即“夏季达沃斯”）上，经济学家们就中国人民币能否成为美元的有力替代品展开了辩论。\n\n## 美元地位受损\n*   亚洲协会政策研究所中国经济高级研究员戴安娜·乔伊列娃（Diana Choyleva）指出，美国总统唐纳德·特朗普对盟友和对手征收的“对等关税”，是“削弱美元作为全球储备货币作用的又一步”。\n*   乔伊列娃认为，美元地位日益受到威胁的原因包括：\n    *   其他国家（特别是中国）不愿完全依赖美元。\n    *   数字货币、稳定币和替代性全球支付系统的兴起。\n    *   华盛顿的经济管理不善。\n\n## 美元指数下跌\n美元指数（衡量美元兑一篮子主要货币强度的指标）周四跌破97，创下2022年3月以来的最低点。\n\n## 人民币的潜力\n*   面对对美元日益增长的疑虑，乔伊列娃表示，与欧元相比，人民币可能提供一个更有前景的替代方案。\n*   她强调：“中国正在积极尝试以人民币为中心，创建一个独立的金融势力范围。”",
      "shortSummary": "受美国关税影响，全球对美元信心减弱。在“夏季达沃斯”上，专家探讨人民币能否挑战美元主导地位。戴安娜·乔伊列娃指出，美元地位受损因他国不愿依赖、数字货币兴起及美国经济管理不善。美元指数跌至2022年3月以来最低。乔伊列娃认为人民币比欧元更有潜力，中国正积极构建以人民币为中心的金融影响力。",
      "translated_title": "美元是‘美国会失去的’：专家在‘夏季达沃斯’上就人民币推进展开辩论",
      "images": [],
      "contentSource": "完整文章",
      "content": "As global confidence in the US dollar erodes in the wake of Washington’s “Liberation Day” tariffs, economists at the Annual Meeting of the New Champions debated whether China’s yuan could emerge as a credible alternative to challenge the world’s dominant currency.\nUS President Donald Trump’s sweeping “reciprocal tariffs” on allies and adversaries alike marked “another step in the process of diminishing the role of the dollar as a global reserve currency,” said Diana Choyleva, senior fellow of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/9673d503-c39b-4fd1-9e62-c28d6c8342a4_325fb63e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“机遇沃土”：李强总理称中国经济提供“确定性” (原标题: ‘Hotbed of opportunity’: Premier Li says China’s economy offers ‘certainty’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315932/premier-li-qiang-says-chinas-economy-source-certainty-amid-global-risks?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 13:00:09 +0000",
      "isoDate": "2025-06-26T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "### 李强总理：中国经济提供“确定性”，是“机遇沃土”\n\n中国国务院总理李强在近期的一系列重要会议上强调，尽管全球面临日益加剧的地缘政治挑战和不确定性，中国仍将是充满机遇的沃土，并继续作为全球增长和稳定的引擎。\n\n**主要观点：**\n\n*   **全球经济的确定性来源：** 李强总理在亚洲基础设施投资银行（AIIB）北京年会上指出，中国仍然是全球经济增长的最大动力贡献者，也是世界和平与发展最显著的确定性来源。\n*   **持续的增长势头：** 在天津举行的世界经济论坛新领军者年会上，他表示中国经济增长将保持“相对较快的速度”，并承诺中国将“竭尽全力”应对全球经济面临的挑战。\n\n**经济表现与韧性：**\n\n*   **稳健的季度表现：** 李强总理指出，尽管外部挑战不断增加，中国经济在今年前两个季度表现出韧性。\n*   **第一季度GDP增长：** 他特别提到第一季度国内生产总值（GDP）同比增长5.4%，称之为“来之不易的成就”。\n*   **年度增长目标：** 北京已将今年的年度GDP增长目标设定在5%左右。\n*   **未来机遇：** 李强总理强调，未来几年中国经济仍将是全球经济的“机遇沃土”。\n\n**应对挑战的措施：**\n\n*   **刺激政策：** 面对与美国之间不可预测的贸易战，北京已推出一系列刺激措施，以稳定金融市场并刺激消费。\n*   **具体措施包括：**\n    *   下调基准利率。\n    *   降低银行存款准备金率。\n    *   推出以旧换新计划，以提振家庭消费。",
      "shortSummary": "中国国务院总理李强表示，尽管全球面临不确定性，中国经济仍将是全球增长的引擎和机遇的沃土。他指出，中国经济在今年前两季度表现稳健，第一季度GDP增长5.4%，并设定了全年约5%的增长目标。为应对挑战，中国已推出包括降息、降准和以旧换新等刺激措施，以稳定市场并促进消费，为世界提供“确定性”。",
      "translated_title": "“机遇沃土”：李强总理称中国经济提供“确定性”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will continue to be a land of opportunities and an engine of global growth and stability, even as the world faces rising geopolitical challenges and uncertainties, Chinese Premier Li Qiang said at the Asian Infrastructure Investment Bank’s (AIIB) Annual Meeting in Beijing.\n“China remains the country that contributes the greatest impetus to global economic growth, and the most significant source of certainty for world peace and development,” he said on Thursday.\nLi’s remarks came a day...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/77210050-25a6-4247-a47e-d61a736d1021_45eeaa7f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚投行将在香港设立20人规模的办事处以扩大全球影响力 (原标题: AIIB to expand global footprint with 20-member office in Hong Kong)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315947/aiib-expand-global-footprint-20-member-office-hong-kong?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 11:00:17 +0000",
      "isoDate": "2025-06-26T11:00:17.000Z",
      "creator": "Ji Siqi,Frank Tang",
      "summary": "## 亚投行在香港设立办事处以扩大全球影响力\n\n总部位于北京的亚洲基础设施投资银行（AIIB）计划在香港设立一个办事处，以增强其融资能力并扩大全球影响力。此举被视为香港巩固其国际金融中心地位的一次宣传胜利。\n\n### 办事处目的与职能\n\n*   **增强融资能力**：新办事处旨在提升亚投行的筹资能力。\n*   **扩大全球影响力**：作为亚投行全球扩张战略的一部分。\n*   **处理资金与投资**：将负责亚投行的资金筹集以及与香港机构的运营投资。\n*   **主要司库活动**：该办事处将主要参与司库（treasury）活动。\n\n### 进展与规模\n\n*   **谈判进行中**：亚投行正与香港政府进行谈判，预计最终决定将在今年下半年做出。\n*   **运营时间**：银行希望在获得批准后尽快开始运营。\n*   **人员规模**：新办事处将有大约20名工作人员。\n*   **第二家海外办事处**：这是亚投行在北京以外设立的第二家办事处，规模与2023年9月在阿布扎比设立的第一家海外办事处相似。",
      "shortSummary": "亚洲基础设施投资银行（亚投行）计划在香港设立一个约20人的办事处，旨在增强其融资能力并扩大全球影响力。此举对香港巩固其国际金融中心地位具有重要意义。目前，相关谈判正在进行中，预计今年下半年做出最终决定，办事处将主要负责资金和司库活动。",
      "translated_title": "亚投行将在香港设立20人规模的办事处以扩大全球影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Beijing-headquartered Asian Infrastructure Investment Bank will open an office in Hong Kong to enhance the multilateral development lender’s fundraising power and expand its global presence, the Post has learned from sources familiar with the matter.\nThe new office would come as a publicity victory for Hong Kong as the city redoubles its efforts to consolidate its status as an international financial centre.\nNegotiations with the Hong Kong government are ongoing and the final decision is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/a17b5fbc-d011-4cab-bb47-2f67957246b6_3e8e27c6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "边境更严格的卫生检查如何影响中国的榴莲进口？ (原标题: How are stricter sanitation checks at border affecting China’s durian imports?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315936/chinas-durian-imports-plunge-stricter-checks-catch-out-traders?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 09:04:57 +0000",
      "isoDate": "2025-06-26T09:04:57.000Z",
      "creator": "Ralph Jennings,Mia Nulimaimaiti",
      "summary": "# 中国榴莲进口受边境卫生检查影响\n\n根据贸易观察人士的说法，由于边境卫生检查日益严格，中国今年新鲜榴莲的进口量有所下降。\n\n## 进口数据概览（今年前五个月）\n\n*   **总价值下降**：新鲜榴莲进口额同比下降32.5%，至19.3亿美元。\n*   **总数量下降**：进口量同比下降32.9%，至390,900吨。\n\n## 主要出口国受影响情况\n\n*   **越南受冲击最大**：\n    *   对华榴莲出口的价值和数量均同比下降近62%。\n    *   前五个月，越南对华出口总额为2.54亿美元。\n*   **泰国进口下降**：\n    *   同期，泰国对华榴莲出口额同比下降24%，至16.7亿美元。\n    *   数量上的下降幅度略小。\n    *   泰国仍保持其作为中国最大榴莲进口来源国的地位，其次是越南和其他东南亚国家。\n\n## 原因与展望\n\n*   **更严格的卫生标准**：贸易观察人士指出，针对农药和其他卫生问题的更严格保障措施减缓了进口速度。\n*   **出口商需适应**：出口商可能需要时间来适应新的规定。\n*   **越南的挑战与学习**：越南富布赖特大学政治学家阮清忠（Nguyen Thanh Trung）表示，越南种植者和贸易商需要达到相关标准。他认为，尽管今年他们可能受到很大影响，但种植者和贸易商会从中学习并适应。",
      "shortSummary": "由于边境卫生检查趋严，中国今年前五个月新鲜榴莲进口量和价值均大幅下降约32.5%。其中，越南受冲击最严重，对华出口量值同比下降近62%；泰国出口额下降24%，但仍是中国最大供应国。贸易专家指出，出口商需时间适应更严格的农药及卫生标准。",
      "translated_title": "边境更严格的卫生检查如何影响中国的榴莲进口？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of fresh durians have fallen this year because of stricter sanitation checks at the border, according to people who follow the trade.\nThe value of fresh durian imports in the first five months of this year fell by 32.5 per cent year on year to US$1.93 billion, according to the General Administration of Customs.\nBy volume, imports were down 32.9 per cent to 390,900 tonnes.\nHardest hit was Vietnam, which saw nearly 62 per cent year-on-year declines in both the value and volume of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/bcb07ef7-fb42-4548-ba91-2927b283596d_222aaafe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新一波全球化可能由中国主导 (原标题: The new wave of globalisation could be China-led)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3315681/chinese-companies-can-spearhead-new-wave-globalisation?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-26T08:30:08.000Z",
      "creator": "Wang Huiyao",
      "summary": "### 新一波全球化：中国主导的可能性\n\n文章探讨了全球化3.0的未来走向，以及中国在全球化新浪潮中可能扮演的角色。讨论源于近期在新加坡举行的一场关于中国企业全球化的会议，强调了在当前不确定性下，前瞻性思维的重要性。\n\n#### 中国经济的全球化历程\n\n*   **改革开放初期（1978年）：** 中国经济最初受自给自足和自力更生经验的影响，处于“在中国为中国”的模式。\n*   **融入全球市场：** 随着中国利用全球市场力量，经济转型为“在中国为世界”的模式，中国成为“世界工厂”。\n    *   这一转型通过发展日益复杂的增值产业，成功使8亿人摆脱贫困，并显著提升了全球物质财富。\n    *   到2020年，中国工业总产值已占全球的35%。\n\n#### 当前全球动态与挑战\n\n*   **贸易战的影响：** 始于美国特朗普政府的贸易战，重新调整了全球动态。\n*   **全球化新时代：** 如今，仅仅提供更优、更廉价的产品已不足以应对挑战，全球化正在进入一个新时代。\n*   **多极化与不确定性：** 多极化趋势回归，“去风险化”和不稳定因素使企业面临新的不确定性和转型压力。\n*   **贸易壁垒与地缘政治碎片化：** 贸易壁垒、关税和地缘政治碎片化日益加剧。\n\n#### 全球化3.0的特征与中国策略\n\n*   **全球化3.0的特点：**\n    *   将日益由数字化驱动。\n    *   将日益以区域为导向。\n*   **中国企业的战略调整：**\n    *   中国企业迫切需要调整其全球化战略，加快“走出去”的步伐。\n    *   这意味着从传统的出口驱动型增长模式，转向以全球布局、海外投资和跨境产业协调为特征的新模式。\n    *   核心战略是实现中国经济“在世界为世界”，即中国公司必须走向全球，将其价值链和生产系统分布到不同国家，以更好地服务国际客户。",
      "shortSummary": "文章指出，全球化正进入由贸易战、去风险化和地缘政治碎片化驱动的新阶段（全球化3.0），其特点是数字化和区域化。中国经济已从“在中国为中国”发展到“在中国为世界”，现在面临挑战，需转向“在世界为世界”的战略。中国企业应加速全球化，通过海外投资和跨境协调，将价值链分布到全球，以适应这一新趋势。",
      "translated_title": "新一波全球化可能由中国主导",
      "images": [],
      "contentSource": "完整文章",
      "content": "At a recent Singapore conference on Chinese companies going global, I spoke on deglobalisation and the emerging contours of Globalisation 3.0. Perhaps more than ever, we need to look ahead to new ideas and concepts to tackle whatever the future holds.\nWhen China started its reform and opening up in 1978, its economy, shaped by autarkic experience and self-reliance, was still “in China for China”. In tapping world-changing market forces, the economy entered a period of “in China for the world” as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/e0e59994-e42a-4a30-ab41-11cc5a817b62_09bd48ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国为下一波人工智能和机器人技术奠定坚实基础：宇树科技CEO (原标题: China building strong foundation for next wave of AI, robotics: Unitree CEO)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315892/china-building-strong-foundation-next-wave-ai-robotics-unitree-ceo?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 06:00:16 +0000",
      "isoDate": "2025-06-26T06:00:16.000Z",
      "creator": "Alice Li",
      "summary": "## 中国在人工智能和机器人领域的潜力\n\n中国的人工智能（AI）和机器人技术正在为下一波发展奠定坚实基础，这得益于其强大的数据基础设施、成熟的供应链和广阔的市场。宇树科技（Unitree）的成功案例进一步印证了这一趋势。\n\n### 宇树科技的成就与CEO观点\n\n*   **营收里程碑**：作为中国领先的人形机器人初创公司，宇树科技的年收入已突破10亿元人民币（约合1.394亿美元）。\n*   **增长条件**：宇树科技创始人兼首席执行官王兴兴在天津举行的“新领军者年会”（夏季达沃斯论坛）上表示，行业日益增长的关注、不断增加的需求和支持，为领先企业快速发展创造了必要条件。\n*   **成功因素**：王兴兴指出，自2016年成立以来，公司取得成功的原因包括其所在地浙江省政府的支持、有利的营商环境以及丰富的人才储备。\n\n### 学者观点\n\n*   **中国AI潜力巨大**：长江商学院院长李海涛在同一场专题讨论中表示，中国在人工智能领域拥有“巨大潜力”。\n*   **AI领导者**：李海涛强调，未来十年只有两个国家能够引领人工智能革命，即美国和中国。",
      "shortSummary": "中国人形机器人初创公司宇树科技年收入突破10亿元人民币，其CEO王兴兴表示，行业关注度、需求增长和政府支持促进了公司发展。长江商学院院长李海涛指出，中国在人工智能领域潜力巨大，未来十年只有美国和中国能引领AI革命。这表明中国凭借其数据基础设施、供应链和市场，正为下一波AI和机器人技术发展奠定坚实基础。",
      "translated_title": "中国为下一波人工智能和机器人技术奠定坚实基础：宇树科技CEO",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the head of China's humanoid robotics start-up Unitree disclosed its annual revenue has passed one billion yuan (US$139.4 million), entrepreneurs and scholars said the country's strong data infrastructure, mature supply chain and vast market position it as a potential leader in the next wave of development for artificial intelligence (AI).\n“The rising attention on our industry, along with increasing demand and support, has created the essential conditions for leading companies to grow...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/f1128ca1-3fa2-4cf9-985c-971429fc9075_ec0c6149.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着商业前景改善，中国是否正在留住更多富裕精英？ (原标题: As business outlook improves, is China retaining more of its wealthy elite?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315871/why-are-fewer-wealthy-chinese-likely-emigrate-year?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 04:00:46 +0000",
      "isoDate": "2025-06-26T04:00:46.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国富裕精英移民趋势逆转：外流人数预计降至十年新低\n\n根据伦敦咨询公司Henley & Partners发布的年度财富移民报告，今年选择移民的中国大陆富裕人士数量预计将降至十年来的最低点。这主要得益于中国商业环境的改善以及对科技企业家的吸引力增强。\n\n**主要发现：**\n\n*   **中国大陆富裕人士外流减少：**\n    *   报告预计，今年中国大陆百万富翁（拥有超过100万美元可投资财富的高净值人士）的净流出人数将降至7,800人。\n    *   这远低于去年的15,200人和2023年的13,800人。\n    *   这将结束中国作为全球富裕人士主要流出国的长达十年的地位。\n    *   预计这将是自新冠疫情以来最低的流出水平。\n*   **香港吸引力增强：**\n    *   香港正开始吸引来自亚洲其他地区的百万富翁移民稳定流入。\n    *   预计今年香港将有800名百万富翁净流入，其中包括许多来自邻近深圳快速发展的科技公司高管。\n*   **全球财富移民趋势：**\n    *   报告指出，今年全球预计将有创纪录的142,000名高净值人士选择国际迁徙。\n    *   英国预计将成为净流出人数最多的国家，今年将流失16,500名百万富翁。\n    *   法国、西班牙和德国等其他欧洲国家也可能成为主要的财富流出地。\n*   **中国富裕人士选择留下来的原因：**\n    *   **商业环境改善：** 深圳和杭州等中国科技中心的崛起，以及私人银行、医疗保健和娱乐行业的快速增长，为中国大陆百万富翁提供了留在国内的新理由。\n    *   **海外留学不确定性：** 一位移民顾问和一位富裕的中国母亲表示，中国学生在海外面临日益增长的不确定性，也是导致大陆百万富翁外流减少的另一个主要原因。",
      "shortSummary": "根据Henley & Partners报告，今年中国大陆富裕人士移民数量预计将降至十年新低，净流出7,800人，结束其作为全球主要财富流出国的十年地位。这主要归因于中国商业环境改善、科技吸引力增强以及海外留学不确定性。同时，香港正吸引亚洲百万富翁流入。全球范围内，英国预计将是今年百万富翁净流出最多的国家。",
      "translated_title": "随着商业前景改善，中国是否正在留住更多富裕精英？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The number of wealthy mainland Chinese choosing to emigrate is projected to drop to a 10-year low this year thanks to the country’s improved business environment and its growing appeal to tech entrepreneurs, according to a report by a London-based advisory firm.\nHenley & Partners’ annual wealth migration report also said that Hong Kong is starting to see steady inflows of millionaire migrants from the rest of Asia, with an anticipated net inflow of 800 this year, including many executives from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/26/d4ed07aa-cc7d-43d8-995e-9c2070739701_1139591e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最高立法机构审查首份关于新型技术驱动增长模式的报告 (原标题: China’s top lawmakers review first report on new tech-driven growth model)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315803/chinas-top-lawmakers-review-first-report-new-tech-driven-growth-model?utm_source=rss_feed",
      "pubDate": "Thu, 26 Jun 2025 01:00:13 +0000",
      "isoDate": "2025-06-26T01:00:13.000Z",
      "creator": "Leopold Chen",
      "summary": "# 中国“新质生产力”发展模式报告\n\n中国政府已向最高立法机构提交了首份关于“新质生产力”的专题报告。这一增长模式的核心在于技术突破和产业升级。\n\n## 核心概念与提出背景\n*   **定义：** “新质生产力”是一种以技术突破和产业升级为重点的增长模式。\n*   **提出者：** 这一概念由中国国家主席习近平于2023年末首次提出。\n*   **战略意义：** 在日益增长的外部压力下，中国正加倍努力追求技术自给自足，“新质生产力”已成为官方文件和讲话中频繁引用的政治热词。\n\n## 报告主要内容与目标\n*   **提交机构：** 报告由中国最高经济规划机构——国家发展和改革委员会（NDRC）向全国人民代表大会常务委员会提交。\n*   **关键承诺：**\n    *   扩大国产大语言模型的应用。\n    *   吸引更多外国投资。\n    *   推动关键技术领域的突破。\n\n## 进展与展望\n*   **显著进展：** 国家发展和改革委员会向立法机构表示，中国在推进这一发展模式方面已取得显著进展。\n*   **发展机遇：** 国家发展和改革委员会副主任向立彬表示，中国面临发展新质生产力的新机遇和广阔空间。\n\n## 报告背景\n*   此次报告的审查与立法机构对2024年中央政府预算支出情况的审查同期进行。",
      "shortSummary": "中国最高立法机构审查了首份关于“新质生产力”的报告。该模式以技术突破和产业升级为核心，旨在扩大国产大语言模型应用并吸引外资。国家发改委表示已取得显著进展。作为中国追求技术自给自足的关键战略，“新质生产力”已成为重要政治热词。",
      "translated_title": "中国最高立法机构审查首份关于新型技术驱动增长模式的报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese government has presented its first themed report to the top legislature on “new quality productive forces” – a growth model focused on technological breakthroughs and industrial upgrades – pledging to expand the use of home-grown large language models and attract more foreign investment.\nThe National Development and Reform Commission (NDRC), the country’s top economic planner, told lawmakers that China had made significant progress in advancing the development model, which President...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/251694cb-43b4-4ed9-b827-c9e7a2c453df_63465311.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "夏季达沃斯呼吁中国企业将制造业转移至海外以取得成功 (原标题: ‘Summer Davos’ calls for China’s firms to move manufacturing abroad for success)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315806/chinas-firms-must-integrate-succeed-abroad-executives-say-summer-davos?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-25T22:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "### 夏季达沃斯呼吁中国企业将制造业转移至海外以取得成功\n\n**背景与呼吁**\n在天津举行的“新领军者年会”（夏季达沃斯）上，业内人士指出，中国企业应将其整个制造生态系统而非仅仅是商品组装环节转移到海外，以巩固其海外扩张。\n\n**全球贸易不确定性与关税影响**\n*   **特朗普第二任期的影响**：咨询公司Oliver Wyman合伙人兼亚太宏观策略师Ben Simpfendorfer表示，随着美国总统唐纳德·特朗普第二任期内全球贸易不确定性上升，中国企业将寻求通过在新市场建立工厂（用于出口或本地销售）来增强其供应链的韧性。\n*   **关税上升趋势**：Simpfendorfer在周二的世界经济论坛活动中指出，我们正进入一个关税普遍更高的世界。贸易紧张局势将恶化，不仅限于中美之间，还可能涉及其他国家。\n*   **避免关税的策略**：为了完全避免关税，我们可能会看到中国制造生态系统更大一部分转移到海外。\n\n**中国企业海外布局的现状与挑战**\n*   **早期转移**：在特朗普第一任期内，中国制造商已开始将供应链转移到海外，以减轻关税上涨的影响。他们开始在东南亚建立工厂，并逐步将业务扩展到墨西哥和摩洛哥等国家。\n*   **美国担忧**：然而，华盛顿不希望这些国家成为中国产品的可靠绕道。根据特朗普于4月2日公布的最初“解放日”关税方案，一些东南亚国家联盟（东盟）成员国本将面临比中国更高的关税。\n*   **关税调整**：为安抚全球市场，美国暂停了这些更高的关税90天，转而对几乎所有贸易伙伴实施了10%的“基线”关税上调。",
      "shortSummary": "夏季达沃斯会议呼吁中国企业将整个制造业生态系统转移至海外，以应对日益增长的全球贸易不确定性和关税壁垒。专家指出，随着特朗普可能连任，关税和贸易紧张局势将加剧，海外设厂能增强供应链韧性并规避关税。此前，中国企业已将部分生产转移至东南亚等地，但美国正密切关注这些地区是否成为中国产品的规避路线。",
      "translated_title": "夏季达沃斯呼吁中国企业将制造业转移至海外以取得成功",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies should relocate their entire manufacturing ecosystems – rather than just completing the assembly of goods in another country – to solidify their overseas expansions, industry insiders said during the Annual Meeting of the New Champions in Tianjin.\nWith uncertainty over global trade on the rise in the second term of US President Donald Trump, Chinese companies will look to strengthen the resilience of their supply chain by building factories in new markets, either for export or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/90898b4d-de79-44a2-aabc-7c93a13128df_97a47b68.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "宁德时代高管警告电动汽车降价风险，呼吁北京干预 (原标题: CATL executive warns of risks from EV price cuts, calls on Beijing to intervene)",
      "link": "https://www.scmp.com/business/china-business/article/3315831/catl-executive-warns-risks-ev-price-cuts-calls-beijing-intervene?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 14:32:02 +0000",
      "isoDate": "2025-06-25T14:32:02.000Z",
      "creator": "Daniel Ren",
      "summary": "宁德时代（CATL）作为全球最大的电动汽车电池生产商，其首席制造官倪军近日呼吁中国大陆当局干预正在扰乱新能源汽车市场的价格战。\n\n*   **价格战的现状与风险**\n    *   倪军指出，如果北京政府继续袖手旁观，这场残酷的折扣战将不会结束。\n    *   他警告称，一个“大玩家”（未点名，但暗示为比亚迪）不能持续通过降价来获取市场份额并排挤所有其他小型竞争对手。\n    *   如果这种行为在缺乏适当监管的情况下继续下去，所有竞争对手都将难以生存。\n\n*   **价格战的触发者**\n    *   尽管倪军没有直接点名，但全球最大的电动汽车制造商比亚迪在5月份发起了一轮新的降价。\n    *   比亚迪对其22款纯电动和插电式混合动力车型提供了10%至30%的折扣。\n    *   据《21世纪经济报道》报道，这促使其他公司在5月份对70款车型进行了降价。\n\n*   **宁德时代的市场地位**\n    *   宁德时代在2025年前四个月占据了全球电动汽车电池市场38.6%的份额。\n    *   该公司上个月在香港上市，通过首次公开募股筹集了52.2亿美元，是今年全球最大的IPO。\n\n*   **行业影响**\n    *   倪军的言论是业界有影响力人士对中国大陆电动汽车行业前景发出的最新警告。\n    *   尽管面临诸多挑战，中国电动汽车行业仍被认为是全球电动汽车领域的先锋。",
      "shortSummary": "宁德时代首席制造官倪军警告称，中国电动汽车市场的残酷价格战若无政府干预将难以结束。他指出，某个“大玩家”（暗指比亚迪）的持续降价行为正在威胁其他竞争对手的生存。倪军呼吁北京当局介入，以防止市场失序，确保行业健康发展。宁德时代是全球最大的电动汽车电池生产商，其高管的此番言论反映了行业对当前价格战的深切担忧。",
      "translated_title": "宁德时代高管警告电动汽车降价风险，呼吁北京干预",
      "images": [],
      "contentSource": "完整文章",
      "content": "A senior executive from Contemporary Amperex Technology (CATL), the world’s largest producer of batteries for electric vehicles (EVs), urged authorities on the mainland to intervene in the price war that is roiling the market for new energy cars.\nNi Jun, CATL’s chief manufacturing officer, on Wednesday said the brutal discount war would not end if Beijing remained on the sidelines.\n“One big player cannot always lower prices [to gain market share] while driving out all other small rivals,” he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/152aa1d3-8834-45f8-b687-64e3b16573a5_ce415c4f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不仅仅是制造业：李强承诺中国将成为主要的消费力量 (原标题: Not just manufacturing: Li Qiang vows China will be major consumption power)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315815/summer-davos-li-qiang-vows-china-will-be-mega-sized-consumption-power?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 13:00:14 +0000",
      "isoDate": "2025-06-25T13:00:14.000Z",
      "creator": "Frank Chen",
      "summary": "中国国务院总理李强在天津举行的世界经济论坛年会上表示，中国有潜力成为一个“消费强国”，从而推动国内和全球经济增长。他同时承认中国正面临跨境投资下滑和持续贸易紧张的挑战。\n\n*   **主要观点：**\n    *   中国致力于成为一个“消费强国”，在制造业强国的基础上，进一步提升消费能力。\n    *   中国有望成为高收入国家，并得到强劲的消费升级支持。\n    *   刺激国内消费是应对与美国贸易战和全球不确定性的关键策略。\n\n*   **经济数据：**\n    *   5月份消费活动有所回升，有助于缓解制造业和出口的压力。\n    *   零售额同比增长6.4%，高于4月份的5.1%。",
      "shortSummary": "中国国务院总理李强在世界经济论坛上表示，中国致力于成为“消费强国”，以推动国内和全球经济增长。他承认中国面临跨境投资下滑和贸易紧张的挑战，并强调刺激国内消费是关键策略。5月份零售额同比增长6.4%，表明消费活动有所回升。",
      "translated_title": "不仅仅是制造业：李强承诺中国将成为主要的消费力量",
      "images": [],
      "contentSource": "完整文章",
      "content": "Premier Li Qiang has pledged that China will become a “consumption powerhouse” capable of fuelling domestic and global growth, even as he acknowledged the country was grappling with a slump in cross-border investment and persistent trade tensions.\nSpeaking at the World Economic Forum’s annual meeting in Tianjin on Wednesday, Li reiterated Beijing’s commitment to boosting demand in the world’s second-largest economy and defending globalisation.\n“This will make China a mega-sized consumption...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/dcbf22b6-4cbc-4661-91c0-93b8ab74ea9d_e5f21625.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国敦促私营企业加大对跨境基础设施的投资 (原标题: China urging private firms to invest more in cross-border infrastructure)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315808/china-private-enterprises-invest-cross-border-infrastructure-aiib-doing?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 12:00:08 +0000",
      "isoDate": "2025-06-25T12:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国鼓励私营企业投资跨境基础设施\n\n中国财政部长蓝佛安在亚洲基础设施投资银行（AIIB）年会上表示，中国将大力鼓励私营企业参与基础设施项目，包括由亚投行倡导的跨境互联互通倡议。\n\n### 鼓励私营投资的背景与原因\n\n*   **全球经济放缓与援助减少**：随着全球经济增长放缓和国际发展援助的减少，发展中国家在互联互通投资方面面临公共资源有限的制约。\n*   **迫切需求**：动员私营资本参与跨境基础设施建设，并建立可持续的融资机制，已成为当务之急。\n\n### 政策支持与环境改善\n\n*   **《民营经济促进法》**：中国上月生效的《民营经济促进法》鼓励私营企业投资基础设施。\n*   **持续改进**：中国将继续完善其制度和环境，以吸引更多私营部门参与跨境互联互通项目。\n\n### 应对挑战与未来方向\n\n*   **降低风险担忧**：为确保私营部门的信心和投资意愿，需要努力减少对地缘政治风险和违约的持续担忧。\n*   **提升项目吸引力**：通过与其他区域发展机构的协调，改善基础设施项目的评级和预期回报。\n*   **克服投资瓶颈**：进一步动员私营资本有助于克服公共投资不足对基础设施发展造成的瓶颈。",
      "shortSummary": "中国财政部长蓝佛安在亚投行年会上表示，中国将大力鼓励私营企业投资跨境基础设施项目。此举旨在应对全球经济放缓、国际发展援助减少以及发展中国家公共资源有限的挑战。中国将通过《民营经济促进法》等政策支持私营投资，并致力于减少地缘政治风险，提升项目回报，以动员更多私营资本，克服公共投资不足的瓶颈。",
      "translated_title": "中国敦促私营企业加大对跨境基础设施的投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will significantly encourage private enterprises to participate in infrastructure projects, including cross-border connectivity initiatives championed by the Asia Infrastructure Investment Bank (AIIB), Minister of Finance Lan Foan said at the lender’s annual meeting.\nAs the global economy slows and international development aid declines, developing countries are increasingly constrained by limited public resources for connectivity investments, Lan said at the meeting in Beijing on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/1b25891f-b710-45fe-823b-31f04f927a0b_ff433284.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国插电式混合动力汽车出口在欧盟关税豁免后飙升 (原标题: China’s plug-in hybrid exports spike in wake of EU tariff exemption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315797/chinas-plug-hybrid-exports-spike-wake-eu-tariff-exemption?utm_source=rss_feed",
      "pubDate": "Wed, 25 Jun 2025 10:00:20 +0000",
      "isoDate": "2025-06-25T10:00:20.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 中国插电式混合动力汽车出口激增\n\n中国插电式混合动力汽车（PHEV）正迅速涌入欧洲市场，这得益于欧盟对这类汽车的关税豁免。\n\n*   **对欧盟出口大幅增长**\n    *   根据中国海关数据，2025年5月，中国乘用插电式混合动力汽车对欧盟的出口量和价值均同比增长约600%。\n    *   这一趋势是整体出口增长的主要驱动力。\n\n*   **整体出口表现强劲**\n    *   中国汽车经销商协会（CADA）数据显示，2025年5月，中国乘用插电式混合动力汽车的整体出口量同比增长127%。\n    *   2025年前五个月，乘用插电式混合动力汽车（指座位数少于九个，同时配备可充电电池和传统内燃机的汽车）的出口量增长近140%，总出货量达到32.4万辆。\n\n*   **出口增长的主要原因**\n    *   欧盟对中国制造的纯电动汽车（BEV）征收高达45.3%的关税，并于去年11月全面生效。\n    *   为应对这一政策，中国汽车制造商将重心转向插电式混合动力汽车，利用其在欧盟关税方面的豁免。\n\n*   **插电式混合动力汽车的分类**\n    *   插电式混合动力汽车可分为三类：乘用车、货车以及公共汽车和卡车。\n    *   乘用车（座位数少于九个）是最常见的类型。",
      "shortSummary": "受欧盟关税豁免影响，中国插电式混合动力汽车（PHEV）对欧出口在2025年5月飙升约600%。这推动了中国PHEV整体出口的显著增长，5月同比增长127%。面对欧盟对纯电动汽车的高关税，中国车企将重心转向PHEV，使其成为欧洲市场的重要替代选择。",
      "translated_title": "中国插电式混合动力汽车出口在欧盟关税豁免后飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese plug-in hybrid electric cars are rapidly flooding the European market, with exports to the bloc rising an extraordinary 600 per cent year on year in May as China’s brands take advantage of an exemption in European Union tariffs.\nThe trend is part of a wider boom in sales of Chinese passenger plug-in hybrid electric vehicles (PHEVs), with China’s overall exports of the cars soaring 127 per cent year on year in May, according to data released on Monday by the China Automobile Dealers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/25/ee71495f-3bda-453a-8c22-dfa8a36f74f5_4f4ade5e.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-27T19:14:38.792Z"
}