{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士透露 (原标题: Australia’s Albanese to meet China’s Xi in Beijing this summer: source)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313136/australias-albanese-meet-chinas-xi-beijing-summer-source?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 06:00:12 +0000",
      "isoDate": "2025-06-05T06:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯将访问北京\n\n*   **访问目的与时间**\n    *   澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问中国首都北京。\n    *   此行的主要目的是进行贸易会谈，并应对由美国前总统唐纳德·特朗普的关税政策引发的全球贸易动荡。\n    *   一位知情人士透露，阿尔巴尼斯预计将在访问期间会见中国国家主席习近平。\n\n*   **澳中关系缓和与贸易优先**\n    *   自2022年首次当选以来，阿尔巴尼斯一直致力于缓和其前任强硬政策所造成的对华经济紧张关系。\n    *   这些努力已促使北京放宽了对澳大利亚煤炭、葡萄酒、龙虾及其他商品的进口限制。\n    *   在工党于上个月的澳大利亚联邦选举中取得决定性胜利后，与中国的接触预计仍将是阿尔巴尼斯第二任期的优先事项。\n\n*   **稳定贸易伙伴关系**\n    *   消息人士指出，此次访问是为了与澳大利亚最大的贸易伙伴进行接触。\n    *   澳大利亚民众再次投票支持阿尔巴尼斯，是因为他能够稳定澳中关系。",
      "shortSummary": "澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问北京，与中国国家主席习近平举行贸易会谈。此行旨在进一步缓和两国经济紧张关系，并稳定作为澳大利亚最大贸易伙伴的澳中关系。阿尔巴尼斯自2022年上任以来一直致力于此，已促使中国放宽对澳大利亚商品的进口限制。",
      "translated_title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士透露",
      "images": [],
      "contentSource": "完整文章",
      "content": "Australian Prime Minister Anthony Albanese is set to become the latest world leader to travel to Beijing for trade talks, as countries around the world scramble to navigate the turbulence unleashed by US President Donald Trump’s tariff policies.\nThe Australian leader is expected to arrive in the Chinese capital in July or August, a source with knowledge of the situation told the Post on condition of anonymity, with the European Union also scheduled to hold a crunch summit with China during the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/a7fed20e-8877-49c7-a6b1-b0a836c10140_c50858c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂 (原标题: Solar power boom in Pakistan undercuts coal-fired plants built by China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313131/are-chinese-solar-panels-answer-global-south-or-do-costs-not-add?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 05:00:07 +0000",
      "isoDate": "2025-06-05T05:00:07.000Z",
      "creator": "Carol Yang",
      "summary": "## 巴基斯坦太阳能热潮对中国援建燃煤电厂的冲击\n\n### 背景与核心问题\n*   巴基斯坦分布式太阳能发电的迅速兴起，正对中国在巴基斯坦投资建设的燃煤电厂构成竞争。\n*   智库“Renewables First”的报告指出，廉价的中国太阳能电池板正在削弱燃煤电厂的电力需求，导致“搁浅资产”的恶性循环。\n*   报告主要作者Muhammad Basit Ghauri表示，中国必须在其资助的燃煤电厂和销售的太阳能电池板之间做出选择，因为两者无法在同一市场中同时获胜。\n\n### 巴基斯坦太阳能发展现状\n*   过去五年，巴基斯坦屋顶分布式太阳能发电迅速普及。\n*   期间进口了39吉瓦的太阳能电池板，主要来自中国，这大约相当于巴基斯坦总装机发电容量的四分之三。\n\n### 对中国的呼吁与机遇\n*   “Renewables First”智库呼吁中国在巴基斯坦的能源转型中发挥主导作用，为全球南方国家树立典范。\n*   报告认为，通过支持巴基斯坦统一的清洁能源愿景，中国有机会开发和验证可在全球南方复制的转型模式。\n*   美国退出气候外交为中国在全球能源转型中发挥领导作用创造了空间。\n\n### 本土制造与合作模式转变\n*   报告强调，鉴于全球贸易紧张局势加剧以及中国近期对太阳能技术所需关键矿物的出口限制，发展本土制造业至关重要。\n*   报告建议中巴两国应从“进口商-出口商”关系转变为“本土清洁能源创新生态系统的共同创造者”。\n\n### 挑战与质疑\n*   一位中国能源学者对该智库提出的愿景是否过于昂贵表示质疑。",
      "shortSummary": "巴基斯坦日益增长的分布式太阳能发电（主要由廉价中国太阳能电池板驱动）正在削弱中国在巴基斯坦资助的燃煤电厂的电力需求，导致搁浅资产。一份巴基斯坦智库报告呼吁中国在巴能源转型中发挥主导作用，将其打造成全球南方国家的范本，并强调发展本土制造。然而，有学者质疑该愿景的成本。",
      "translated_title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "The rise of decentralised solar power has prompted a Pakistani think tank to call for China to play a leading role in Pakistan’s energy transition, creating a model for other countries in the Global South. However, a Chinese energy scholar has questioned whether its vision is too expensive to be true.\n“China’s solar panels are outcompeting China’s power plants,” said Muhammad Basit Ghauri, lead author of the report by the Renewables First think tank, which suggests that China has to make a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/d5c8b887-3ab9-4829-b7a7-c89121f5322d_8a393fe3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧将举行关键会谈以解决经济僵局 (原标题: China and EU schedule crunch talks to resolve economic deadlock)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313046/china-and-eu-schedule-crunch-talks-resolve-economic-deadlock?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 13:30:08 +0000",
      "isoDate": "2025-06-04T13:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中欧关键贸易会谈\n\n中欧双方已同意举行新一轮贸易会谈，旨在为下个月（预计7月下旬在北京）举行的高级别领导人峰会铺平道路。此次会谈由欧盟委员会宣布，此前中国商务部长王文涛与欧盟贸易主管马罗斯·塞夫科维奇于周二在巴黎世界贸易组织活动期间举行了会晤。\n\n**会谈目的与内容：**\n\n*   **为高层峰会奠定基础：** 此次会谈旨在为即将于7月下旬在北京举行的中欧领导人峰会做准备，届时欧洲领导人将与中国国家主席习近平会面。\n*   **中方表态：** 中国商务部表示，双方就中欧经济贸易合作中“紧迫和重要的问题”进行了“专注、坦诚和深入的讨论”。此外，双方还责成各自工作团队加紧准备今年的双边经济贸易议程。\n*   **欧盟目标：** 欧盟发言人指出，欧盟的“总体目标仍然是重新平衡我们与中国的贸易和投资关系，并创造公平的竞争环境”。\n\n**分析师观点：**\n\n*   尽管双方已安排会谈，但分析人士认为，中欧能否解决双边经济关系中的僵局仍有待观察。",
      "shortSummary": "中欧双方已同意举行新一轮贸易会谈，旨在为下个月在北京举行的高级别领导人峰会做准备。此次会谈由中国商务部长王文涛和欧盟贸易主管马罗斯·塞夫科维奇在巴黎举行。中方称讨论“专注、坦诚、深入”，欧盟则强调目标是“重新平衡贸易和投资关系，创造公平竞争环境”。分析人士对会谈能否解决经济僵局持观望态度。",
      "translated_title": "中欧将举行关键会谈以解决经济僵局",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the European Union have agreed to hold a new round of trade talks to pave the way for a high-level leaders’ summit next month, but analysts said it remained to be seen whether the two sides could resolve the impasse in their bilateral economic relations.\nThe talks were announced by the European Commission following a meeting between China’s commerce minister, Wang Wentao, and EU trade chief Maros Sefcovic on the sidelines of a World Trade Organization event in Paris on Tuesday.\nThey...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/a71dc7e7-1194-4cf8-96ec-8f26e0ab160c_17f3587c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“进展”：法国希望在中国白兰地关税问题上取得突破 (原标题: ‘Progress’: France hopes to toast breakthrough on China’s cognac tariffs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313035/french-cognac-businesses-hopeful-positive-china-talks-could-roll-back-tariffs?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 09:30:13 +0000",
      "isoDate": "2025-06-04T09:30:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 法国白兰地行业对中国关税突破抱有希望\n\n中国对法国白兰地行业征收的关税给该行业带来了沉重打击，但目前出现了一线乐观情绪，预示着期待已久的突破。\n\n*   **行业乐观情绪**：格罗斯佩林家族品牌（Grosperrin family brand）的负责人吉尔赫姆·格罗斯佩林（Guilhem Grosperrin）表示，他感受到了行业内正在酝酿的乐观气氛，认为谈判即将取得突破。\n*   **积极的官方讨论**：格罗斯佩林透露，中法两国官员之间的讨论进展顺利，对话积极，并且中国政府愿意倾听法方的意见。\n*   **关税影响实例**：为避免支付额外费用，格罗斯佩林的一位中国客户拒绝接收在关税生效前已支付的订单。这位客户正在等待谈判结果，而其资金目前仍滞留在法国。",
      "shortSummary": "受中国关税重创的法国白兰地行业正迎来乐观情绪，期待在关税问题上取得突破。格罗斯佩林家族品牌负责人表示，中法两国官员间的讨论进展顺利且积极，中国政府愿意倾听。一个具体案例显示，有客户因关税问题导致预付款滞留在法国，等待谈判结果。",
      "translated_title": "“进展”：法国希望在中国白兰地关税问题上取得突破",
      "images": [],
      "contentSource": "完整文章",
      "content": "After Chinese tariffs hammered the French cognac industry, Guilhem Grosperrin, director of the Grosperrin family brand, senses a long-awaited breakthrough – a breeze of optimism stirring in the bruised industry.\nFollowing recent talks between the two countries – including a phone call between Chinese President Xi Jinping and his French counterpart Emmanuel Macron – he said he was hopeful that Beijing’s duties on French cognac could soon be rolled back.\n“What we are hearing is that the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/a510ef6c-0a03-41d3-96dc-cbec7f5419ce_05e6bbc9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国GDP增速预计明年放缓，贸易冲突加剧：经合组织 (原标题: China’s GDP growth expected to slow next year amid trade strife: OECD)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313012/chinas-economic-growth-expected-slow-next-year-amid-trade-strife-oecd?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 08:30:14 +0000",
      "isoDate": "2025-06-04T08:30:14.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 经合组织（OECD）预测中国经济增长放缓\n\n*   **增长预测：** 经合组织本周表示，预计中国经济明年将增长4.3%。\n*   **预测下调：** 这一预测比之前的预期下调了0.1个百分点。\n\n## 全球经济增长面临下行压力\n\n*   **主要原因：** 经合组织指出，“实质性贸易壁垒”以及“信心减弱和政策不确定性加剧”正在给今年和明年的全球经济增长率带来下行压力。\n*   **受影响最严重的国家：** 全球经济放缓趋势将“最集中”地体现在中国、加拿大、墨西哥和美国。\n\n## 贸易冲突背景\n\n*   这份展望报告发布之际，美国总统唐纳德·特朗普今年对多个国家（特别是亚洲国家，其中中国面临最大幅度的增长）的进口商品实施了两位数的关税上调。\n\n## 关税对中国经济的影响\n\n*   **出口受限：** 报告指出，中国出口将“受到新征关税的限制”。\n*   **进口下降：** 随着生产日益本地化，进口将随之下降。\n*   **私营企业受影响：** 关税将“不成比例地影响私营企业，包括外国公司，因为它们是主要的出口商”。\n*   **美国市场份额：** 去年，美国吸收了中国商品直接出口的13.5%。",
      "shortSummary": "经合组织（OECD）预测，受全球贸易冲突影响，中国经济明年增速将放缓至4.3%，较此前预期下调0.1个百分点。报告指出，美国加征关税将限制中国出口，并对私营企业造成不成比例的影响，导致全球经济增长普遍承压，尤其集中在中国、加拿大、墨西哥和美国。",
      "translated_title": "中国GDP增速预计明年放缓，贸易冲突加剧：经合组织",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy is projected to grow by 4.3 per cent next year, the Organisation for Economic Co-operation and Development (OECD) said this week as it trimmed a 10th of a percentage point off its previous forecast in the light of ongoing world trade strife.\n“Substantial barriers to trade” coupled with “diminishing confidence and heightened policy uncertainty” were putting downward pressure on economic growth rates around the world this year and next, the Paris-headquartered world trade advocacy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/0245b55f-22bc-496a-83fb-e2dbcaa7794b_b42c44c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国压力下收紧关键矿产‘全链条’管控 (原标题: China tightens ‘whole-chain’ control on critical minerals amid US pressures)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312968/crackdown-illegal-mines-china-tightens-critical-mineral-controls-amid-row-us?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 03:00:12 +0000",
      "isoDate": "2025-06-04T03:00:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国收紧关键矿产“全链条”管控\n\n中国正在加强对关键矿产出口的管控，以应对来自美国的日益增长的压力，并巩固其在全球供应中的主导地位。\n\n## 背景与原因\n*   **全球主导地位：** 中国是全球最大的关键矿产生产国，供应全球92%的精炼稀土元素，这些元素对消费电子产品、电动汽车和高科技国防系统至关重要。\n*   **美国压力：** 此次举措是在美国对喷气发动机和芯片设计技术实施新限制后，中美双边紧张关系再次升级的背景下进行的。中国长期以来将关键矿产供应作为与华盛顿打交道的一张“王牌”。\n\n## 管控措施\n*   **“全链条”管控指令：** 北京已发布指令，要求对战略矿产出口实行更严格的“全链条”管控。\n*   **出口审批：** 相关公司在将矿产运往海外之前，必须获得中国当局的监管批准。\n*   **地方层面执行：** 据《证券时报》报道，广西壮族自治区、贵州省和湖南省等关键矿产丰富的地区正在加强执法，检查出口商运营并打击非法采矿活动。\n\n## 具体行动\n*   **湖南省：** 承诺摸清所有战略矿产出口商的情况，并帮助他们加强合规系统和遵守出口规则的能力。\n*   **广西壮族自治区：** 誓言加强对采矿和勘探环节的监管，更严厉地打击无证开采和超出批准区域采矿等非法活动。\n*   **跨区域协调：** 广西梧州市和广东省云浮市已建立跨区域协调机制，共同打击非法采矿。\n\n## 影响\n这些举措旨在进一步巩固中国在全球关键矿产供应中的控制力，以应对地缘政治挑战。",
      "shortSummary": "中国正加强对关键矿产的“全链条”出口管控，以应对美国压力并巩固其全球供应主导地位。作为全球最大关键矿产生产国，中国供应92%的精炼稀土。北京已指示地方政府（如广西、湖南、贵州）检查出口商、打击非法采矿，并加强合规。此举旨在维护中国在关键战略资源上的优势。",
      "translated_title": "中国在美国压力下收紧关键矿产‘全链条’管控",
      "images": [],
      "contentSource": "完整文章",
      "content": "Parts of China that are rich in critical minerals are stepping up enforcement of tighter export controls as the country doubles down on its dominance of world supplies in the face of increasing pressure from the United States.\nChina, the world’s biggest producer of critical minerals, supplies 92 per cent of the refined rare earth elements that are essential in the production of consumer electronics, electric vehicles and hi-tech defence systems. Its export controls mean companies must obtain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/745b2a70-4720-4f20-9ef3-4583060e5273_f7fae7d2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "甜蜜交易：中国农业科技如何助力埃及沙漠变身顶级糖厂 (原标题: Sweet deal: how China’s agritech helped turn Egypt’s desert into top sugar farm)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312892/chinas-agritech-brings-water-egypts-giant-beet-sugar-factory-sahara-desert?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 00:06:12 +0000",
      "isoDate": "2025-06-04T00:06:12.000Z",
      "creator": "Alice Li",
      "summary": "## 中国农业科技助力埃及沙漠变身顶级糖厂\n\n### 核心合作项目：埃及西米尼亚糖厂\n\n*   **地点与背景：** 埃及西米尼亚，位于撒哈拉沙漠边缘，曾是一片500公顷的沙漠。\n*   **中方贡献：** 中国中曼石油在过去三年内，在该地区钻探了193口水井，为农场提供灌溉水源。\n*   **技术创新：** 中曼石油采用了“空气泡沫钻井”技术。这种方法用空气和发泡剂的混合物取代了传统的泥浆，有效解决了不稳定含水层的问题，防止水井坍塌，并提高了钻井效率。该技术已被许多埃及钻井公司采纳。\n*   **项目成果：** 经过灌溉，这片沙漠现已成为全球最大的甜菜制糖厂——运河糖业（Canal Sugar）的原料供应基地。运河糖业是由阿拉伯联合酋长国和埃及投资者共同出资的合资企业，年产能高达90万吨。\n\n### 战略意义与区域合作\n\n*   **中方动因：** 此次合作反映了中国企业在面临国内经济压力时，积极寻求海外发展机遇的趋势。\n*   **中东需求：** 同时，中东国家也日益寻求中国的专业技术，以应对自身的发展挑战。\n*   **合作范例：沙特阿拉伯**\n    *   **时间：** 5月中旬，在美国总统唐纳德·特朗普访问沙特阿拉伯期间。\n    *   **事件：** 沙特农业官员在北京与中国公司签署了57项协议，总价值达269亿元人民币（约合37亿美元）。\n    *   **合作领域：** 这些协议涵盖了环境、水资源、农业、渔业和畜牧业等多个领域。\n    *   **具体倡议：** 根据沙特国家通讯社报道，关键举措包括水循环知识交流、人力资源能力建设、海藻养殖站的建立以及生物燃料和生物肥料的生产等。",
      "shortSummary": "中国农业科技助力埃及将沙漠变为全球最大的甜菜制糖厂。中国中曼石油在埃及西米尼亚钻探193口水井，采用先进的空气泡沫钻井技术，灌溉500公顷沙漠，为年产90万吨的运河糖业提供原料。这反映了中国企业寻求海外机遇与中东国家寻求中国专业技术以应对发展挑战的战略契合。沙特阿拉伯也与中国签署了多项农业和水资源合作协议，进一步印证了这种趋势。",
      "translated_title": "甜蜜交易：中国农业科技如何助力埃及沙漠变身顶级糖厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "Near the edge of the Sahara Desert, in Egypt’s West Minya, Chinese drillers bore deep into the earth, tapping groundwater to irrigate a once 500-hectare stretch of desert – now home to the world’s largest beet sugar factory.\nChina’s Zhongman Petroleum has drilled 193 wells over the past three years to irrigate the farm, which supplies Canal Sugar – a joint venture backed by investors from the United Arab Emirates and Egypt – with an annual capacity of 900,000 tonnes, according to the state-run...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/b8b3ecb4-2d94-45d8-832b-1fee4f94ceb1_5a5668be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格 (原标题: Why new US curbs on China’s tech tests could raise prices for American consumers)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312904/will-new-us-curbs-chinas-tech-tests-raise-electronic-prices-american-consumers?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-03T13:00:08.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "### 美国对中国科技测试的新限制及其潜在影响\n\n美国联邦通信委员会（FCC）近期针对中国实验室实施了一项禁令，禁止其对进入美国的消费电子产品进行测试。此举引发了对执法可行性以及对美国消费者影响的讨论。\n\n*   **禁令背景与原因**\n    *   FCC于5月22日以4比0的全票通过，最终确定了这项新规定。\n    *   FCC表示，多年来负责测试进入美国设备的中国实验室，被发现与中国共产党和军队存在深层联系。\n    *   FCC主席布伦丹·卡尔在5月22日的声明中指出，这些实验室“为进入美国电信基础设施提供了门户”，并担忧“一个不可靠的实验室——一个效忠于外国对手的实验室——可能会批准不安全的设备进入美国”。\n\n*   **潜在影响**\n    *   **对美国消费者：** 观察人士认为，这项禁令可能导致美国消费者面临更少、更昂贵的选择。\n    *   **对中国制造商：** 分析师指出，尽管华盛顿似乎试图限制中国（FCC称之为“对手”），但这项禁令对中国手机、个人电脑等制造商的影响可能有限。\n\n*   **执法挑战**\n    *   香港大学金融学讲席教授陈志武表示，智能手机由众多部件组成，很难确定每个部件的测试地点。\n    *   他指出，一些部件可能在韩国、日本或美国设计和测试，因此对如何有效执行这项禁令表示疑问。",
      "shortSummary": "美国联邦通信委员会（FCC）禁止被视为安全风险的中国实验室测试进入美国的消费电子产品。FCC认为这些实验室与中国共产党和军队有联系，对美国电信基础设施构成威胁。此举可能导致美国消费者面临更高的价格和更少的选择。然而，分析师认为对中国制造商的影响可能有限，且禁令的执行面临挑战，因为难以追踪所有组件的测试地点。",
      "translated_title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s recent ban on Chinese labs deemed security risks over their testing of consumer electronics bound for the US has observers wondering about law enforcement while saying the ban may leave American consumers with fewer, more expensive choices.\nAnalysts also say the impact on Chinese makers of phones, PCs and the like could be limited, even though Washington appears to be trying to curtail China, a country the US Federal Communications Commission calls an adversary.\n“It is hard to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/5c4ab2d5-f360-49ae-98c8-9278e2f5b016_19b7eba2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "贸易战风险可能促使全球航运商转向亚洲仲裁中心：分析师 (原标题: Trade war risks could push global shippers to Asia’s arbitration hubs: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312879/trade-war-risks-could-push-global-shippers-asias-arbitration-hubs-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 11:00:15 +0000",
      "isoDate": "2025-06-03T11:00:15.000Z",
      "creator": "Frank Chen",
      "summary": "### 贸易战风险促使全球航运商寻求亚洲仲裁\n\n尽管全球两大经济体之间的贸易战已达成休战，但海上不确定性依然存在，这促使全球航运业代表和海事法律专家齐聚中国宁波，探讨新的合同条款、策略和仲裁方案。\n\n*   **主要担忧与术语**\n    *   在浙江海港集团近期主办的航运论坛上，“美国排除条款”和“中国风险条款”被频繁提及。\n    *   利益相关者担心，唐纳德·特朗普的高额关税和中国的报复性措施可能再次出现，从而颠覆全球航运。\n\n*   **寻求仲裁以保护利益**\n    *   论坛参与者一致认为，有必要通过仲裁来保护自身利益。\n    *   香港及附近亚洲枢纽被视为可以帮助中国企业应对贸易和地缘政治波动的选择。\n\n*   **“不可抗力”条款的重要性**\n    *   波罗的海国际航运公会（BIMCO）亚洲区经理庄炜指出，中国及海外的贸易商和航运公司越来越多地咨询，特朗普的关税和其他突发政策变化是否可被视为“不可抗力”。\n    *   在航运合同中，风险或“不可抗力”条款旨在减轻当事方因不可预见的情况（无论是自然灾害还是政治事件）而导致的运输中断责任。\n    *   这些条款明确了此类事件造成的潜在损失或损害应由谁承担。\n\n*   **中国仲裁员的机遇**\n    *   庄炜（同时也是中国海事仲裁委员会成员）表示，关税不确定性也为中国仲裁员带来了机遇，因为航运纠纷正在增加。\n    *   他指出，一些当事方可能更倾向于在西方之外解决案件。",
      "shortSummary": "贸易战的不确定性正促使全球航运商寻求新的合同条款和仲裁方案。在近期的一次航运论坛上，业界普遍关注“美国排除条款”和“中国风险条款”，并认为香港等亚洲仲裁中心能帮助企业应对潜在的关税升级和政策变化。专家指出，航运公司正探讨关税变化是否构成“不可抗力”，而日益增多的航运纠纷也为中国仲裁员带来了机遇，因为一些当事方倾向于在亚洲解决争议。",
      "translated_title": "贸易战风险可能促使全球航运商转向亚洲仲裁中心：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The terms “United States exclusion clause” and “China risk clause” were frequently heard at a recent shipping forum hosted by Zhejiang Seaport Group in the eastern city of Ningbo, as uncertainties at sea persist despite the trade war truce reached between the world’s two biggest economies.\nThe event brought together global logistics sector representatives and maritime law experts to consider new contract clauses, strategies and arbitration options, as stakeholders fear that a return of Donald...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/845e2c70-430b-4614-87ee-21a27c174f2b_f7355530.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "电动汽车价格战、比亚迪困境引发对中国恒大式危机的担忧 (原标题: EV price war, BYD woes prompt fears of China Evergrande-style crisis)",
      "link": "https://www.scmp.com/business/china-evs/article/3312883/china-evs-byd-triggered-price-war-raises-fears-evergrande-liquidity-crisis?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 08:25:20 +0000",
      "isoDate": "2025-06-03T08:25:20.000Z",
      "creator": "Yujie Xue",
      "summary": "中国电动汽车（EV）制造商正面临多重挑战，包括严酷的价格战、销售和利润率下降，以及来自北京当局的警告。\n\n**比亚迪面临的困境：**\n*   **股价下跌：** 比亚迪在香港上市的股票周一市值一度下跌高达17%（约1223亿港元，合156亿美元），从5月23日的历史高点477.80港元跌至378.20港元。周二股价回升了4%。\n*   **原因分析：** 分析师将部分跌幅归因于最近一个季度疲软的财报。\n*   **销售数据：** 作为全球最大的新能源汽车（NEV）制造商，比亚迪5月份交付了382,476辆汽车，环比增长0.6%。然而，在中国大陆市场，由于持续不断的折扣战，其5月份的销量同比持平，环比下降2.5%。\n*   **战略解读：** 汇丰银行分析师认为，比亚迪的降价举动强化了其在国内电动汽车市场“以规模优先于暂时单车利润”的战略。他们指出，这一轮季节性促销恰逢国内需求疲软、消费情绪低迷和市场竞争激烈。\n\n**行业危机担忧：**\n*   **恒大式危机警告：** 长城汽车董事长魏建军上周表示，如果中国电动汽车的价格战和盈利问题得不到控制，可能会将该行业推向类似中国恒大那样的流动性危机。\n*   **比亚迪回应：** 比亚迪品牌及公关负责人李云飞对这种比较提出了异议。",
      "shortSummary": "中国电动汽车市场正经历严酷的价格战，导致销售和利润率下降。市场领导者比亚迪的股价因财报疲软和销量放缓而大幅下跌。长城汽车董事长警告称，若价格战持续，行业可能面临类似中国恒大的流动性危机，但比亚迪对此比较表示异议。整个行业正面临需求疲软和激烈竞争的挑战。",
      "translated_title": "电动汽车价格战、比亚迪困境引发对中国恒大式危机的担忧",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s electric vehicle (EV) makers have had a lot to contend with over the past week: slumping shares for market leader BYD, cooling sales and margins and a warning from authorities in Beijing amid a punishing price war.\nBYD’s Hong Kong-listed shares lost as much as 17 per cent of their market value, or HK$122.3 billion (US$15.6 billion), on Monday after falling to HK$378.20 from an all-time high of HK$477.80 on May 23. The company’s shares recovered 4 per cent on Tuesday. Analysts attributed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/667fd6e5-5b7e-44f8-917e-c616d6d2eca4_d6f58372.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“硝烟弥漫”：中国汽车制造商价格战加剧，引北京不满 (原标题: ‘Full of gunpowder’: price wars of China’s carmakers deepen, draw Beijing’s ire)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312852/full-gunpowder-new-price-wars-among-china-carmakers-mask-hidden-dangers-beijing-warns?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 07:00:13 +0000",
      "isoDate": "2025-06-03T07:00:13.000Z",
      "creator": "Leopold Chen",
      "summary": "### 中国汽车制造商价格战加剧，引北京不满\n\n随着中国经济持续面临通缩压力，政府对汽车制造商之间日益激烈的价格战发出了更强烈的警告。经济学家认为，通货再膨胀可能仍难以实现。\n\n**官方机构集体发声**\n\n*   **工业和信息化部（MIIT）**：工信部、官方媒体以及一个汽车制造商协会在上周末集体表达了对近期制造商提供折扣的担忧。\n*   **共同立场**：他们一致认为价格战对产品质量和行业的长期发展构成威胁。\n\n**价格战的危害与“内卷”**\n\n*   **工信部观点**：新华社周六援引工信部的话称，“企业之间无序的价格战是‘内卷式’竞争的典型例子。”\n*   **阻碍创新与发展**：这种竞争“阻碍了企业对研发的持续投入，最终影响产品质量、性能和服务水平。”\n*   **无赢家论**：工信部明确指出，“价格战没有赢家，当然也没有未来。”\n*   **“内卷”定义**：“内卷”（neijuan）指的是对有限资源或机会的过度竞争。\n\n**行业“亚健康”状态与产能过剩**\n\n*   **《人民日报》评论**：呼应工信部的呼吁，《人民日报》周日发表评论，批评国内汽车制造业处于“亚健康”状态。\n*   **利润率萎缩与产能过剩**：评论指出，面对工业产能过剩，汽车行业的利润率正在萎缩。\n\n**政府治理决心**\n\n*   **加强治理**：工信部承诺将加强对行业内此类竞争的治理。",
      "shortSummary": "中国政府对汽车制造商日益加剧的价格战表示严重关切。工信部、党媒和行业协会警告称，这种“内卷式”竞争损害产品质量、阻碍研发，并威胁行业长期发展。他们指出，价格战导致利润率萎缩和产能过剩，行业已处于“亚健康”状态，并强调价格战没有赢家。北京方面誓言将加强对这种竞争的治理。",
      "translated_title": "“硝烟弥漫”：中国汽车制造商价格战加剧，引北京不满",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has amplified its warnings over cutthroat price wars among carmakers as deflationary pressure persists in the world’s second-largest economy, and economists say a reflation is likely to remain elusive.\nThe Ministry of Industry and Information Technology (MIIT), party mouthpieces and a carmaker association aired concerns at the weekend over recent discounts offered by manufacturers, while collectively deeming price wars a threat to product quality and the long-term development of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/6f135127-d327-4646-9441-df6707a9e35c_4f844e23.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’ (原标题: US efforts to coerce China into trade concessions ‘will not work’, analysts say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312755/us-efforts-coerce-china-trade-concessions-will-not-work-analysts-say?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 15:00:08 +0000",
      "isoDate": "2025-06-02T15:00:08.000Z",
      "creator": "Kandy Wong,Frank Chen",
      "summary": "## 中美贸易紧张局势再起：美方施压无效，中方坚决回应\n\n分析人士指出，美国总统唐纳德·特朗普试图通过对中国经济施加“极限压力”来迫使北京重回谈判桌的努力注定会失败。\n\n### 美方行动与立场\n*   **施压手段**：美国近期公布了对中国出售喷气发动机和芯片设计技术的新限制，旨在通过一系列出口管制措施对中国经济施加压力。\n*   **特朗普表态**：特朗普在社交媒体上坚称，他将不再在贸易问题上扮演“好好先生”的角色，显示出其强硬立场。\n\n### 中方回应与立场\n*   **严厉驳斥**：中国商务部周一对此进行了严厉驳斥，拒绝了美国关于中国违反上月在日内瓦达成的贸易协议的指控。\n*   **指责美方**：商务部声明指出，美国单方面挑起贸易摩擦，导致双边关系出现不确定性，并称华盛顿的言论“严重偏离事实”。\n*   **承诺遵守协议**：商务部强调，中国正在履行其责任，认真、严格地跟进并积极维护日内瓦会谈后达成的共识，展现出决心和诚信。\n\n### 背景与影响\n*   **协议实施争议**：全球两大经济体之间的紧张关系再次升级，焦点在于日内瓦协议的执行问题。该协议曾规定美中两国在90天内大幅削减彼此商品的关税。",
      "shortSummary": "分析人士指出，美国总统特朗普通过出口管制等“极限压力”手段，试图胁迫中国做出贸易让步的努力将不会奏效。中国商务部严厉驳斥了美方关于中方违反日内瓦贸易协议的指控，并强调美方单方面挑起摩擦。中方重申将坚守并维护日内瓦会谈达成的共识。此次紧张局势因日内瓦协议的执行问题再次升级。",
      "translated_title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s attempts to force Beijing back to the negotiating table by piling “extreme pressure” on the Chinese economy through a barrage of export controls are doomed to fail, analysts said.\nWashington has unveiled new curbs on the sale of jet engine and chip design technologies to China in recent days, as Trump insisted in a social media post that he would no longer be “Mr Nice Guy” on trade.\nBut Beijing responded with a stinging rebuke on Monday, with the Ministry of Commerce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/f4807019-b82c-4a00-ac10-ce9813c7622f_7b2e76a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "波音在华希望面临贸易战逆风、供应链风险：分析师 (原标题: Boeing’s China hopes face trade war headwinds, supply chain risks: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312763/boeings-china-hopes-face-trade-war-headwinds-supply-chain-risks-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-02T13:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 波音在华业务前景：机遇与挑战\n\n*   **背景与波音的期望**\n    *   美国飞机制造商波音公司预计，此前因中美贸易战而暂停的中国航空公司订单将恢复。\n    *   波音公司首席执行官凯利·奥特伯格（Kelly Ortberg）表示，在北京和华盛顿于5月达成90天贸易休战协议后，中国航空公司已确认将于本月开始接收波音飞机。\n\n*   **贸易战的影响**\n    *   自美国总统唐纳德·特朗普于1月重返白宫以来，其贸易政策导致全球航空供应链面临不确定性。\n    *   奥特伯格此前曾表示，由于“关税环境”，对中国的交付在4月曾被暂停。\n    *   上个月，奥特伯格证实，在中美关税在4月飙升后，一些中国航空公司曾拒绝接收波音飞机。\n\n*   **分析师的警告**\n    *   尽管波音抱有希望，但分析师警告称，供应链限制和关税不确定性可能会减缓实际交付速度。\n\n*   **政治考量**\n    *   商业咨询公司Dezan Shira & Associates的执行合伙人阿尔贝托·维托雷蒂（Alberto Vettoretti）指出，随着特朗普政府推动更多美国商品销往海外，北京官员可能会将恢复的波音订单视为在更广泛贸易谈判中的筹码。",
      "shortSummary": "波音公司预计，在中国和美国达成贸易休战后，中国航空公司将恢复暂停的飞机订单并开始接收交付。然而，分析师警告称，供应链限制和关税不确定性可能减缓实际交付。此前，由于关税环境，中国航空公司曾暂停接收波音飞机。有分析认为，北京可能将恢复的波音订单视为贸易谈判中的筹码。",
      "translated_title": "波音在华希望面临贸易战逆风、供应链风险：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "Boeing expects Chinese airlines to resume orders that were paused during the trade war with the United States, but analysts warn supply chain constraints and tariff uncertainties could slow actual deliveries.\nKelly Ortberg, CEO of the American aircraft giant, said Chinese airlines have confirmed they would begin taking deliveries of Boeing planes this month after Beijing and Washington agreed to a 90-day trade truce in May.\nIn April, Ortberg was quoted as saying that deliveries to China had been...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/b59c18fe-3294-46ff-9d71-9c5e4ec0e229_b85b7922.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“贸易冲击”迫使中国企业更有效地投资：研究人员 (原标题: ‘Trade shocks’ force China’s firms to invest more efficiently: researchers)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312717/chinas-firms-invest-more-efficiently-when-facing-trade-shocks-researchers?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 07:00:17 +0000",
      "isoDate": "2025-06-02T07:00:17.000Z",
      "creator": "Sylvia Ma,Leopold Chen",
      "summary": "### 研究发现“贸易冲击”促使中国企业提高投资效率\n\n一项最新研究指出，当中国企业面临更高的关税或进口限制时，它们倾向于更有效地进行投资。这项研究揭示了关税可能带来的意想不到的好处，其数据分析涵盖了中美贸易战之前的情况。\n\n*   **研究背景与方法：**\n    *   该论文发表在经同行评审的《公司金融杂志》（Journal of Corporate Finance）上。\n    *   研究分析了2003年至2016年间2700多家中国上市公司的财务和会计数据，以及在此期间对中国施加的贸易壁垒。\n    *   研究数据涵盖了中美贸易战爆发之前的信息。\n\n*   **主要发现：**\n    *   研究表明，反倾销或反补贴关税等贸易防御工具（TDIs）在很大程度上促使中国企业更有效地配置资本。\n    *   这种影响在现金充裕但公司治理薄弱的企业中尤为显著，因为这些企业此前更常出现未经审查的过度投资。\n    *   作者将贸易冲击描述为一种“外部纪律机制”，它能够减少企业的自由现金流，并有效抑制过度投资（即向表现不佳的项目投入过多资源）。\n\n*   **发布时机与背景：**\n    *   该论文于4月发布，正值中国出口商面临新的贸易动荡之际。\n    *   当时，全球两大经济体（中美）相互征收了三位数的关税，尽管随后于5月达成90天休战协议。\n    *   此外，欧盟也已对中国电动汽车征收了反补贴关税。\n\n*   **作者观点：**\n    *   研究结果揭示了一种微妙的动态，表明贸易保护措施（如贸易防御工具）能够对目标企业的资源配置和更广泛的经济产生复杂且反直觉的影响。",
      "shortSummary": "一项发表在《公司金融杂志》上的研究发现，面对关税或进口限制等“贸易冲击”时，中国企业会更有效地进行投资。该研究分析了2003年至2016年间2700多家中国上市公司的财务数据，指出贸易防御工具充当了“外部纪律机制”，促使企业更有效地配置资本，尤其是在公司治理薄弱的现金充裕型企业中，从而抑制了过度投资。",
      "translated_title": "“贸易冲击”迫使中国企业更有效地投资：研究人员",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese firms tend to invest more efficiently when facing higher duties or import restrictions, according to a study that highlights an unexpected benefit of tariffs by analysing data from before the two trade wars with the United States.\nPublished in the peer-reviewed Journal of Corporate Finance, the paper examined more than 2,700 listed firms in China, their financial and accounting data from 2003 to 2016, and the trade barriers imposed on the country during this period.\nThe paper was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/e5494546-9408-4a5b-9bd7-c994bb06ef89_55c1b2a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国端午节与儿童节重合，家庭旅游蓬勃发展 (原标题: As China’s Dragon Boat Festival, Children’s Day coincide, family tourism booms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312487/chinas-dragon-boat-festival-coincides-second-holiday-fuelling-boom-family-tourism?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 04:00:15 +0000",
      "isoDate": "2025-06-02T04:00:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国端午节与儿童节重合，家庭旅游蓬勃发展\n\n刚过去的周末，中国端午节与儿童节的罕见重合，导致国内旅游预订量激增，尤其是露营地、游乐园及其他景点。\n\n#### 主要数据与趋势：\n\n*   **携程（Trip.com）数据：**\n    *   国内短途旅行预订量同比增长23%。\n    *   亲子订单占总预订量的35%。\n    *   “家庭友好型”酒店搜索量增长45%。\n\n*   **飞猪（Fliggy）数据（截至上周三）：**\n    *   主题公园门票预订量比去年端午节周末增长超过100%。\n    *   露营地预订量飙升80%。\n    *   包含酒店、餐饮和娱乐的家庭酒店套餐在2024年同期增长24%。\n    *   郊区“水上娱乐”以及与儿童和宠物野餐等活动需求旺盛。\n\n#### 旅游增长原因：\n\n*   飞猪表示，今年的假期与儿童节重合，显著增强了家庭出游的吸引力。\n\n#### 更广泛的背景：\n\n*   自新冠疫情以来，中国国内假日旅游有所增加，人们对风景、文化体验和探险的兴趣日益增长。\n*   尽管经济存在不确定性，但游客在旅行时仍会考虑节约开支。\n\n#### 政府视角：\n\n*   中国官方已将旅游业视为支持国家服务业发展的重要驱动力。",
      "shortSummary": "中国端午节与儿童节的重合，推动国内家庭旅游市场大幅增长。携程数据显示，短途游预订量同比增长23%，亲子订单占比35%。飞猪平台显示，主题公园门票预订量增长超100%，露营地预订量增长80%，家庭酒店套餐也增长24%。此次假期叠加儿童节显著提升了家庭出游吸引力。疫情后，国内旅游持续升温，官方也视旅游业为服务业的重要驱动力。",
      "translated_title": "中国端午节与儿童节重合，家庭旅游蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "An unusual convergence of the Dragon Boat Festival and Children’s Day in China over the weekend led to a surge in domestic tourism bookings to campsites, amusement parks and other attractions, according to travel platforms.\nShort-haul domestic travel bookings had grown 23 per cent year on year, according to travel platform Trip.com’s latest figures. The trend was driven by “summer escapes” with parent-child orders making up 35 per cent of overall bookings and “family-friendly” hotel searches...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/97f83695-c431-4cab-a5b8-32c80ca24b36_2684654a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国家长如何看待美国限制学生签证的举动？ (原标题: What do Chinese parents think of US moves to restrict student visas?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312489/us-hostility-chinese-students-prompts-many-parents-look-elsewhere?utm_source=rss_feed",
      "pubDate": "Sun, 01 Jun 2025 14:00:08 +0000",
      "isoDate": "2025-06-01T14:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 美国限制中国学生签证的举动及其影响\n\n特朗普政府近期对中国学生赴美留学施加的进一步限制，正在中国家庭中引发广泛疑虑，促使许多人重新考虑子女的海外学术未来。\n\n*   **重新评估海外教育**\n    *   对一些家庭而言，“美国梦”正被更务实的替代方案所取代，这些方案可能更接近本土或位于其他西方国家。\n    *   美国对国际学生政策的不可预测性，使得家长们开始权衡子女海外教育的投资回报。\n\n*   **具体限制措施与事件**\n    *   **签证撤销与审查：** 美国国务卿马可·卢比奥宣布，美国将撤销与中国共产党有联系或在“关键领域”学习的中国学生的签证。\n    *   **签证面试暂停与背景审查：** 此前，全球范围内的学生签证面试突然暂停，政府正在考虑更严格的审查措施，包括对潜在学生的社交媒体帖子进行筛查。\n    *   **哈佛大学国际学生比例提议：** 美国总统唐纳德·特朗普提议将哈佛大学的国际学生比例从30%削减至15%，声称美国学生正在失去机会。\n    *   **国土安全部对哈佛的行动：** 就在几天前，国土安全部曾试图阻止哈佛招收国际学生，但此举后来被一名联邦法官叫停。\n    *   **哈佛大学的解释期限：** 特朗普政府随后在法庭文件中表示，不会立即终止哈佛招收国际学生的能力，但给予该大学30天时间解释为何应保留此能力。",
      "shortSummary": "特朗普政府近期限制中国学生签证的举动，正引发中国家庭对子女赴美留学未来的担忧。政策包括撤销与中共关联或关键领域学生的签证、暂停签证面试及审查社交媒体。此外，特朗普还提议削减哈佛大学的国际学生比例。这些不确定性促使中国家长重新评估海外教育的投资回报，并考虑其他留学目的地或本土选择。",
      "translated_title": "中国家长如何看待美国限制学生签证的举动？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Trump administration’s recent moves to further restrict Chinese students’ access to US education are sending ripples of doubt through families in China, prompting many to reconsider their children’s academic futures abroad.\nFor some, the American dream is giving way to more pragmatic alternatives closer to home or in other Western nations, as the United States’ unpredictable approach to international students makes them ponder the returns on investment in their children’s overseas...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/daf56817-6de3-4ffa-bc24-d5e81179774c_61fe115f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "碟中谍？中国端午档票房遇冷 (原标题: Mission: Impossible? China faces box office blues during Dragon Boat Festival)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312471/mission-impossible-china-faces-box-office-blues-during-dragon-boat-festival?utm_source=rss_feed",
      "pubDate": "Sun, 01 Jun 2025 03:00:16 +0000",
      "isoDate": "2025-06-01T03:00:16.000Z",
      "creator": "Leopold Chen",
      "summary": "## 中国端午档票房遇冷\n\n尽管一部好莱坞电影在预售票房上领先，但最新数据显示，中国端午节假期的电影票房表现低迷，整个行业正面临一系列不尽如人意的表现。\n\n### 票房数据概览\n\n*   根据中国电影行业数据平台猫眼的数据，端午节假期首日（周六）的票房收入估计为1.22亿元人民币（约合1690万美元）。\n*   这一数字低于中国大陆上一个公共假期（五一节）首日（5月1日）的1.77亿元人民币。\n\n### 影片表现\n\n*   由传奇美国演员汤姆·克鲁斯主演的好莱坞电影《碟中谍：最终清算》（Mission: Impossible – The Final Reckoning）预计以5460万元人民币的票房收入领跑当日。\n*   该片表现优于国产动画片《爱情的无尽旅程》以及日本经典动漫《哆啦A梦》的衍生作品。\n\n### 行业背景与长期展望\n\n*   在全球第二大经济体努力刺激国内消费的背景下，中国电影票房收入在去年有所下降，总计425亿元人民币，较上一年下降22.6%，甚至低于2015年的水平。\n*   然而，观察人士表示，得益于国产电影制作水平的提高，中国电影市场长期来看仍具韧性。",
      "shortSummary": "中国端午节假期电影票房表现低迷。假期首日票房仅1.22亿元人民币，低于五一假期首日。好莱坞电影《碟中谍：最终清算》领跑当日票房。尽管汤姆·克鲁斯主演的影片表现突出，但中国电影市场整体面临挑战，去年票房总收入较上一年下降22.6%。不过，观察人士认为，得益于国产电影的进步，中国电影市场长期仍具韧性。",
      "translated_title": "碟中谍？中国端午档票房遇冷",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Hollywood film topped ticket presales for China’s Dragon Boat Festival, but latest data points to a subdued box office for the holiday season as the industry grapples with a string of underwhelming performances.\nThe box office revenue for Saturday, the first day of the Dragon Boat Festival holiday, was estimated at 122 million yuan ($16.9 million), according to Maoyan, a Chinese film industry data platform. The figure was lower than the 177 million yuan for May 1, the first day of mainland...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/31/e0f43000-4c6d-42cd-993e-286b22d82c1d_96ba433e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国的恶性竞争问题需要全球关注 (原标题: Why China’s problem of cutthroat competition demands the world’s attention)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3312409/why-chinas-problem-cutthroat-competition-demands-worlds-attention?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 21:30:08 +0000",
      "isoDate": "2025-05-31T21:30:08.000Z",
      "creator": "Kok How Lee",
      "summary": "### 中国恶性竞争问题（内卷）的严重性\n\n*   文章指出，约瑟夫·熊彼特提出的“创造性破坏”概念，可能未曾预料到无限制竞争的破坏性。这正是中国近期经济成功背后的悖论。\n*   《人民日报》发表社论，呼吁将“内卷”（一种自我挫败的过度竞争循环）扼杀在萌芽状态，这表明中国官方已公开承认并重视这一问题的严重性。\n*   内卷已成为影响中国工业战略和全球贸易动态的经济暗流。\n\n### 内卷的具体表现及案例\n\n*   **电动汽车行业：**\n    *   在《人民日报》文章发表前后，比亚迪对其22款车型降价高达34%，其中海鸥车型售价仅为55,800元人民币（约合7,750美元）。\n    *   此举可能导致其他竞争对手效仿，并可能使日本、韩国和欧洲的整个汽车品牌群体失去竞争力。\n    *   外国汽车制造商可能面临利润缩减和创新预算减少，最终可能退出无法获胜的电动汽车竞争。\n*   **外卖配送市场：**\n    *   美团和京东在已饱和的外卖市场中加大补贴，争夺用户增长。\n    *   这并非因为需求崩溃，而是因为竞争已变得病态，企业陷入“逐底竞争”。\n\n### 经济影响与后果\n\n*   经典经济理论认为，长期来看利润会趋于正常水平，但这种激烈竞争意味着超额利润迅速下降，而低于正常水平的利润则需要更长时间才能回升。\n*   利润空间受到无情挤压，激励机制引发过度反应，所有人都在追逐相同的机会，往往不计后果。\n\n### 相关视频内容\n\n*   文章中包含一个视频链接，标题为“‘我们很无奈’：为什么中国外卖骑手正处于崩溃边缘”。\n*   ![视频缩略图](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt)",
      "shortSummary": "中国正面临严重的“内卷”问题，即过度竞争导致的自我挫败循环。官方媒体已公开承认其严重性。例如，比亚迪大幅降价引发电动汽车价格战，美团和京东在外卖市场陷入“逐底竞争”。这种恶性竞争导致企业利润空间被无情挤压，超额利润迅速消失，并促使企业不计后果地追逐机会，对经济产生深远影响，值得全球关注。",
      "translated_title": "为什么中国的恶性竞争问题需要全球关注",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "When Joseph Schumpeter coined the term “creative destruction”, he might not have realised just how destructive unrestrained competition could be. That is the paradox at the heart of China’s recent economic success.\nOn Monday, People’s Daily ran an editorial, calling for neijuan or involution – a self-defeating cycle of excessive competition – to be nipped in the bud. For China’s Communist Party mouthpiece to publicly acknowledge the issue signals its severity. Involution has become an economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/246227d3-339c-48a3-8968-7cbc07031ff8_b010a5fc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "难以转向：为什么中国出口商在贸易战下难以在国内销售 (原标题: Hard to pivot: why China’s exporters struggle to sell at home despite trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312469/hard-pivot-why-chinas-exporters-struggle-sell-home-despite-trade-war?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 10:00:13 +0000",
      "isoDate": "2025-05-31T10:00:13.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国出口商面临的困境：投资西方市场后难以转向国内销售\n\n### 背景与挑战\n\n*   **公司案例**：浙江省的Soton Daily Necessities是一家生产吸管和食品包装材料的中国公司。\n*   **巨额投资**：该公司去年投入3000万元人民币（约合416万美元）升级生产设施，以符合西方国家（美国和欧洲）日益严格的环境标准。这笔投资巨大，相当于销售数千万根吸管所能获得的利润。\n*   **投资初衷**：Soton公司看好西方消费者日益增长的环保意识，因此采取了技术和资本密集型战略，旨在生产环保产品，理论上认为这能带来回报。\n\n### 意外的政策冲击\n\n*   **预期落空**：尽管进行了大量投资，但公司副总裁毛斌表示，“任何有健全逻辑的人都不会预料到一位美国总统会走到如此极端”，这暗示了美国政策（如贸易战）对出口业务造成了意想不到的冲击，使得原本看好的西方市场变得困难。\n\n### 政府应对与转型困境\n\n*   **政策鼓励**：为了缓解中国企业的困境，北京鼓励受影响的出口商将重心转向国内市场，将原本用于海外销售的产品转为内销。\n*   **转型挑战**：文章标题“Hard to pivot”指出，尽管有政策鼓励，但中国出口商在将业务重心从国际市场转向国内市场时面临巨大挑战。",
      "shortSummary": "中国出口商Soton Daily Necessities投入巨资升级生产以符合西方环保标准，却因美国政策变化（贸易战）面临出口困境。尽管北京鼓励企业转向国内市场，但将原本面向海外的产品转为内销，对这些企业而言是一项艰巨的挑战，导致它们难以有效适应市场变化。",
      "translated_title": "难以转向：为什么中国出口商在贸易战下难以在国内销售",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese company that exports straws and food packaging materials spent 30 million yuan (US$4.16 million) last year to comply with stricter environmental standards in Western countries. Although the costs to upgrade its production facilities were steep – roughly equivalent to the profits the firm would make selling tens of millions of straws – the potential in the US and European markets seemed to justify the investment.\nAnd they were right – in theory.\nBy betting on the growing environmental...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/31/89982dc5-f736-4e88-824c-23b9f4f8b93a_1ed4a85c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国出口管制：中国航空发动机的延迟，而非停滞 (原标题: US export controls: a delay, but not a grounding, for China’s aircraft engines)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312505/us-export-controls-delay-not-grounding-chinas-aircraft-engines?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 14:30:08 +0000",
      "isoDate": "2025-05-30T14:30:08.000Z",
      "creator": "Ralph Jennings,Frank Chen",
      "summary": "美国对中国飞机制造商实施的技术出口限制，短期内将延迟中国的喷气发动机国产化进程，但分析师周五表示，任何挫折只会坚定北京实现技术自给自足的决心，以测试和推出国产发动机。\n\n**主要观点：**\n\n*   **美国出口管制**：据报道，美国官员已暂停向中国国有企业中国商用飞机有限责任公司（Comac）的民用飞机提供可能用于制造喷气发动机的某些技术销售。\n*   **中方回应**：中国外交部发言人林剑周五对美国的发动机管制措施表示强烈反对，指责美国“恶意阻挠和打压中国”，并表示中方将坚决维护自身合法权益。\n*   **对中国的影响**：\n    *   **短期延迟**：中国的喷气发动机国产化进程将面临短期延迟。\n    *   **决心增强**：分析师认为，此举将促使北京更加坚定地致力于技术自给自足，加速国产发动机的研发和推出。\n    *   **资源投入**：预计中国将在未来两到三年内投入更多资源开发国产喷气发动机。\n    *   **生产影响**：总部位于上海的中国商飞（Comac），其目标是未来与空客和波音等跨国公司竞争全球市场份额，可能被迫放缓飞机生产。\n*   **C919现状**：中国首款单通道客机C919已投入商业运营两年。",
      "shortSummary": "美国对中国飞机制造商实施的出口管制，短期内将延迟中国的喷气发动机国产化进程。中国外交部对此表示强烈反对，并指责美国“恶意阻挠”。分析师指出，此举虽造成延迟，但将坚定中国实现技术自给自足的决心，促使其在未来两三年内投入更多资源加速国产发动机研发，并可能导致中国商飞放缓飞机生产。",
      "translated_title": "美国出口管制：中国航空发动机的延迟，而非停滞",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s technology-export restrictions targeting Chinese plane makers this week will delay China’s jet engine indigenisation process in the near term, but any setback will only harden resolve in Beijing for tech self-reliance to test and launch a home-grown engine, analysts said on Friday.\nUnited States officials have reportedly suspended some sales of technologies linked to jet engines that could be built for Chinese state-owned Commercial Aircraft Corporation of China’s (Comac) civilian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/67219b82-f6d9-4717-85df-3dc377a31a0b_142b4967.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-05T07:19:30.296Z"
}