{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "美国猫式关税能否将中国制造业的‘老鼠’赶出东盟迷宫？ (原标题: Can catlike US tariffs chase China’s manufacturing mouse out of the Asean maze?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317553/can-catlike-us-tariffs-chase-chinas-manufacturing-mouse-out-asean-maze?utm_source=rss_feed",
      "pubDate": "Thu, 10 Jul 2025 02:00:10 +0000",
      "isoDate": "2025-07-10T02:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "## 美国关税对中国制造业的影响与挑战\n\n中国出口商，如黄永兴，正迫切寻求明确的政策指引，以便决定其在本土或东南亚工厂的生产和运输策略。华盛顿动荡不定的关税政策持续重塑制造商的盈利边界，使得黄永兴每周在社交媒体上分享的更新在中小企业主中获得了广泛关注。\n\n### 核心问题与挑战\n\n*   **“对等”关税威胁：** 美国总统唐纳德·特朗普宣布对14个国家征收最高达40%的“对等”关税，其中多数是中国出口的主要目的地。这一举动直接将东南亚（中国最大的出口市场）置于华盛顿的贸易目标之中。\n*   **打击转运策略：** 特朗普的政策直接打击了中国出口商在整个东南亚地区的转运策略，使得通过第三方国家规避关税的路径变得不确定。\n*   **政策模糊性：** 美国在转运政策上的模糊性，即威胁高关税但缺乏具体的实施细节，给计划出海的中国投资者带来了巨大的不确定性。\n\n### 中国企业的应对\n\n*   **投资困境：** 面对这种不确定性，中国制造商正经历一场长期的投资困境。他们难以决定是否继续在海外投资，或如何调整现有布局。\n*   **谨慎行事：** 许多中国公司，无论是已经完成海外扩张的，还是有此计划的，都别无选择，只能采取谨慎策略，以规避潜在的风险和损失。",
      "shortSummary": "美国对14个国家（包括东南亚）征收最高40%的“对等”关税，旨在打击中国出口商的转运策略。政策模糊性导致中国制造商面临投资困境和巨大不确定性。为应对此局面，许多中国企业被迫采取谨慎策略，等待明确的政策指引。",
      "translated_title": "美国猫式关税能否将中国制造业的‘老鼠’赶出东盟迷宫？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese exporters like Huang Yongxing are desperate for some straight answers so they can start making and shipping goods from their factories in either China or Southeast Asia.\nAnd the answers – or at least updates – that Huang does get, he shares on his social media account via weekly updates that have gained traction among owners of small and medium-sized businesses as disruptive and volatile tariff policies out of Washington continue to redraw the profitability lines for manufacturers.\nThey...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/09/e5c8a269-4f02-4c75-b63b-1e5d0034d3b2_6ea9d184.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国增长最快的企业能否自救？ (原标题: Can China’s fastest-growing firms save themselves from themselves?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317596/can-chinas-fastest-growing-firms-save-themselves-themselves?utm_source=rss_feed",
      "pubDate": "Wed, 09 Jul 2025 22:00:07 +0000",
      "isoDate": "2025-07-09T22:00:07.000Z",
      "creator": "Ji Siqi,Alice Li",
      "summary": "# 中国新兴产业的“逐底竞争”及其后果\n\n本文是关于中国国内经济挑战系列报道的第二部分，主要探讨新兴产业内部的激烈竞争如何导致价格暴跌和质量问题，并引发官方关注。\n\n## 移动电源行业的困境：一个案例研究\n\n*   **行业危机显现：** 中国移动电源行业似乎在短时间内陷入了困境。\n*   **高调安全事件：** 今年发生了多起便携式充电设备在航班上起火的事件。\n*   **监管机构介入：** 6月下旬，中国航空监管机构发布紧急禁令，禁止不符合特定安全标准的设备带上飞机。\n*   **大规模召回与停产：**\n    *   全国各地机场堆积了大量废弃电池包。\n    *   多家制造商宣布召回产品，声称超过一百万台设备在重复使用后容易过热。\n    *   深圳领先企业罗马仕（Romoss）宣布暂停生产六个月，并关闭了其在主要电商平台上的店铺，公司未来前景不明。\n*   **问题根源：** 最终，问题被追溯到一家电池电芯供应商。该供应商将生产转移到另一家工厂，而这家新工厂为了降低成本，非法替换了隔膜材料。\n\n## “逐底竞争”的必然结果\n\n*   **价格急剧下降：** 过去四年，罗马仕移动电源的平均价格从140元人民币降至约70元人民币（约合20美元降至10美元）。\n*   **成本与利润挤压：** 然而，一个优质电池电芯的成本通常在40元至50元人民币之间。\n*   **被迫牺牲质量：** 利润空间的不断缩小，加上行业内部的激烈竞争，迫使许多制造商别无选择，只能在产品质量上做出妥协。",
      "shortSummary": "中国新兴产业（如移动电源）内部的激烈竞争导致“逐底竞争”，引发价格暴跌和质量问题。多起移动电源起火事件后，监管机构发布禁令，企业被迫召回产品甚至停产。根本原因是供应商为降成本非法替换材料。这种竞争压缩了利润，迫使企业牺牲质量，对行业发展构成严峻挑战。",
      "translated_title": "中国增长最快的企业能否自救？",
      "images": [],
      "contentSource": "完整文章",
      "content": "This is the second story in a three-part series exploring the domestic economic challenges China faces as it navigates an unprecedented trade war with the United States. In this piece, we examine the no-holds-barred battles within the country’s emerging industries that have sent prices off a cliff and prompted official comment.\nOvernight, it seemed China’s power bank industry had run out of juice.\nIt started with a series of high-profile incidents this year, where certain versions of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/09/8978adb2-aec6-411b-a79b-2e97ffe13bbc_e19d6705.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国承诺建设大型项目，尽管转向国内消费 (原标题: China pledges to build megaprojects despite pivot to domestic consumption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317569/china-pledges-build-megaprojects-despite-pivot-domestic-consumption?utm_source=rss_feed",
      "pubDate": "Wed, 09 Jul 2025 13:00:10 +0000",
      "isoDate": "2025-07-09T13:00:10.000Z",
      "creator": "Alice Li,Ji Siqi",
      "summary": "### 中国经济发展与投资策略\n\n中国官员表示，未来五年中国将继续“科学”规划和建设大型项目，并保持“投资强度”，尽管北京正寻求转向以消费为主导的增长模式。\n\n*   **投资的重要性**\n    *   国家发展和改革委员会（NDRC）副主任李春林在北京的一次新闻发布会上指出，为了进一步推动经济发展和改善民生，保持一定规模的投资至关重要。\n    *   他还提到，中国的人均GDP刚刚突破13,000美元大关。\n\n*   **背景与市场关注**\n    *   李春林的评论是在市场对北京如何进一步刺激消费以抵消美国发起的关税战影响的猜测日益增多的背景下发表的。\n\n*   **投资的历史作用与挑战**\n    *   投资曾是中国经济快速增长的主要引擎，最显著的例子是2009-2010年4万亿元人民币的刺激计划，该计划使中国摆脱了全球金融危机的冲击。\n    *   然而，这种方法也引发了债务激增，主要原因是地方政府借贷失控。\n\n*   **“十四五”规划中的大型项目**\n    *   根据中国社会经济发展蓝图——“十四五”规划（涵盖2021年至2025年），中国计划了102个大型项目，其中包括：\n        *   川藏铁路\n        *   中老铁路\n        *   平陆运河\n\n**图片说明：** 文章内容中不包含有效的实际图片链接，因此摘要中不包含图片。",
      "shortSummary": "中国官员表示，未来五年中国将继续规划和建设大型项目，并保持投资强度，尽管其经济增长模式正转向以消费为主导。国家发改委强调投资对经济发展和民生改善的重要性。虽然投资曾是增长引擎但也导致债务问题，但“十四五”规划（2021-2025年）仍包含102个大型项目，如川藏铁路和中老铁路。",
      "translated_title": "中国承诺建设大型项目，尽管转向国内消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will continue to “scientifically” plan and build megaprojects while maintaining its “investment intensity” over the next five years, officials said – even as Beijing seeks to shift to a more consumption-driven growth model.\n“To further drive economic development and improve people’s livelihoods, it is essential to maintain a certain scale of investment,” said Li Chunlin, vice-chairman of the National Development and Reform Commission (NDRC), the country’s top economic planner, at a press...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/09/2a7a281d-fac5-4ce6-865e-b09c6bd7ac6c_4700546a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车制造商极氪转向混合动力以利用销量飙升 (原标题: Chinese EV maker Zeekr plugs in to hybrids to tap into soaring sales)",
      "link": "https://www.scmp.com/business/china-business/article/3317577/chinese-ev-maker-zeekr-plugs-hybrids-tap-soaring-sales-expand-model-range?utm_source=rss_feed",
      "pubDate": "Wed, 09 Jul 2025 11:51:57 +0000",
      "isoDate": "2025-07-09T11:51:57.000Z",
      "creator": "Daniel Ren",
      "summary": "# 极氪进军混合动力市场\n\n## 引言\n极氪，吉利汽车旗下的高端电动汽车（EV）品牌，已加入混合动力技术阵营，旨在全球最大的汽车市场中，在日益激烈的竞争下扩大客户基础。\n\n## 市场背景与竞争格局\n*   极氪是最新推出插电式混合动力（PHEV）车型的中国大陆电动汽车制造商。\n*   此举使得上海的蔚来成为目前唯一一家仅生产纯电动汽车的国内公司。\n*   美国汽车制造商特斯拉也在中国大陆生产纯电动汽车。\n*   独立分析师高深指出，几乎所有中国汽车制造商都拥有多样化的产品组合，以与特斯拉竞争。\n*   插电式汽车的目标客户是那些对预算敏感或对电动汽车续航里程感到焦虑的消费者。\n\n## 首款混合动力车型：极氪9X\n*   极氪的首款混合动力车型是SUV 9X。\n*   该车型将使用宁德时代（CATL）生产的Freevoy超级混合动力电池。\n*   其续航里程为380公里。\n*   混合动力汽车通常在短途（100-200公里）使用电池，长途则切换到燃油。\n\n## 极氪对混合动力技术的声明\n*   极氪周三在一份声明中表示，其混合动力技术“为长续航插电式混合动力汽车设定了新标准”。\n*   这包括同类最佳的充电速度、加速性能以及在高速公路巡航和城市驾驶中的振动控制。\n\n## 相关图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7)",
      "shortSummary": "吉利旗下高端电动汽车品牌极氪已推出插电式混合动力车型，以在激烈竞争中扩大客户群。此举使其成为最新一家转向混合动力的中国车企，与蔚来和特斯拉等纯电动车企形成差异。极氪的首款混动SUV 9X搭载宁德时代电池，续航380公里，旨在吸引对预算或续航有顾虑的消费者。",
      "translated_title": "中国电动汽车制造商极氪转向混合动力以利用销量飙升",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Zeekr, a premium electric vehicle (EV) unit of Geely Auto, has jumped on the hybrid technology bandwagon to widen its customer base amid rising competition in the world’s largest automotive market.\nThe Hangzhou-based company has become the latest mainland Chinese EV assembler to launch plug-in hybrids, leaving Shanghai-headquartered Nio as the only domestic company making pure EVs.\nUS carmaker Tesla, which produces cars on the mainland, is another maker of pure EVs.\n“Nearly all Chinese carmakers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/09/7ccdc3bb-dfe6-457a-a659-f31f458fee8b_c66f7b31.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国突发铜关税考验中国庞大精炼产业 (原标题: Surprise US copper tariff tests the mettle of China’s vast refining industry)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317571/surprise-us-copper-tariff-tests-mettle-chinas-vast-refining-industry?utm_source=rss_feed",
      "pubDate": "Wed, 09 Jul 2025 11:00:13 +0000",
      "isoDate": "2025-07-09T11:00:13.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 美国铜关税对中国精炼产业的影响\n\n## 关税背景与市场反应\n*   **美国关税冲击：** 华盛顿决定对铜进口征收50%的关税，这一举措正在太平洋彼岸引发震动，全球最大的铜消费国中国感受到了影响。\n*   **市场价格分化：**\n    *   受关税威胁影响，美国铜期货价格上涨，扩大了与伦敦和中国市场之间的价差。\n    *   美国总统特朗普宣布关税后，上海期货交易所（SHFE）交易最活跃的铜期货合约周三下跌了1.36%。\n*   **套利机会：** 价格差异将刺激套利交易。\n\n## 潜在风险与不确定性\n*   **物理吸收效应减弱：** Benchmark Mineral Intelligence中国铜市场首席分析师赵永成警告称，关税预计将比大多数潜在铜交付到达美国的时间更早实施。\n*   **全球价格下行风险：** 赵永成表示，由于时间限制导致美国市场的物理吸收效应减弱，伦敦金属交易所（LME）和上海期货交易所的铜价可能面临下行风险。\n*   **细节尚不明朗：** 关于关税实施的具体时间表以及是否会有任何豁免（美国大部分精炼铜从智利和加拿大进口）的细节仍不清楚。",
      "shortSummary": "美国对铜进口征收50%关税，引发市场震动。美国铜期货价格上涨，而中国和伦敦市场价格下跌，导致价差扩大。分析师警告，由于关税实施可能早于货物抵达美国，美国市场物理吸收能力减弱，伦敦和上海铜价面临下行风险。具体实施细节和豁免情况尚不明确。",
      "translated_title": "美国突发铜关税考验中国庞大精炼产业",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shockwaves from Washington’s decision to impose a 50 per cent tariff on copper imports are still rippling across the Pacific, and China, the world’s largest consumer of the metal, is feeling the effects.\nCopper futures traded in the US rallied on the tariff threat, expanding a price gap with the London and China markets, where prices fell.\nThe most active copper futures contracts traded on the Shanghai Futures Exchange fell by 1.36 per cent on Wednesday following US President Donald Trump’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/09/758cfd37-b1ed-4e86-8429-3c5f4173987f_4f2d46a2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国‘仍依赖’：为何中国稀土主导地位远未结束 (原标题: US ‘remains dependent’: why China’s rare earth dominance is far from over)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317546/chinas-rare-earth-dominance-continue-us-investment-lags-analysts?utm_source=rss_feed",
      "pubDate": "Wed, 09 Jul 2025 09:30:09 +0000",
      "isoDate": "2025-07-09T09:30:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国稀土主导地位与美国依赖\n\n*   **中国稀土产业的战略优势**\n    *   中国预计将继续在稀土产业保持对美国的战略优势。\n    *   这主要得益于北京对先进采矿和加工技术的长期投资。\n\n*   **美国面临的挑战与劣势**\n    *   根据纽约智库“战略风险”（Strategy Risks）的报告，美国正为其数十年的投资不足、过时政策以及缺乏连贯战略付出代价。\n    *   报告指出，尽管美国正在通过旨在加强生产和材料加工的举措来解决其在该领域的脆弱性，但由于相对缺乏原材料矿藏和政府投资，美国仍然依赖从中国进口矿物。\n\n*   **中国利用稀土主导地位作为谈判筹码**\n    *   北京正日益利用其在全球稀土供应链中的主导地位，特别是在近期与特朗普政府的贸易谈判中。\n    *   关键矿产成为中国反击华盛顿技术限制的有力筹码。\n    *   上个月在伦敦达成的一项协议为双方放宽限制奠定了基础。\n\n*   **美国摆脱依赖的努力不足**\n    *   尽管美国在努力缩小差距，但“战略风险”的分析师表示，美国在近期和中期内，仍未采取足够措施来减少对中国稀土出口的依赖。\n\n*   **总结**\n    *   中国凭借长期投资和技术优势，在稀土领域保持领先。\n    *   美国因历史欠账和战略缺失，仍高度依赖中国稀土。\n    *   稀土已成为中国在贸易谈判中对抗美国技术限制的重要工具。\n    *   尽管美国有所行动，但短期内仍难以摆脱对中国稀土的依赖。",
      "shortSummary": "中国凭借对先进采矿和加工技术的长期投资，预计将继续在稀土产业保持对美国的战略优势。美国因长期投资不足、政策过时和缺乏连贯战略，仍高度依赖中国稀土。中国已将稀土作为贸易谈判中的有力筹码，以反击美国的技术限制。尽管美国正努力减少依赖，但分析师认为，在近期和中期内，美国仍无法摆脱对中国稀土出口的依赖。",
      "translated_title": "美国‘仍依赖’：为何中国稀土主导地位远未结束",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is expected to maintain a strategic edge over the United States in the rare earth industry, thanks to Beijing’s long-term investments in advanced mining and processing technologies.\nIn contrast, the US is paying the price for decades of underinvestment, obsolete policies and the absence of a coherent strategy, according to a report by the New York-based think tank Strategy Risks.\nThe warning came as Beijing increasingly leverages its dominance in the global rare earth supply chain –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/09/c1b378e9-ab97-4d4e-a1f6-c72f8730835e_ffa59d07.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新数据显示，中国在全球造船业的领先地位可能正在消退 (原标题: China’s lead in global shipbuilding may already be fading, new data suggests)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317497/chinas-lead-global-shipbuilding-may-already-be-fading-new-data-suggests?utm_source=rss_feed",
      "pubDate": "Wed, 09 Jul 2025 05:00:57 +0000",
      "isoDate": "2025-07-09T05:00:57.000Z",
      "creator": "Alice Li,Carol Yang",
      "summary": "## 中国在全球造船业的领先地位面临挑战\n\n最新行业数据显示，中国在全球造船业的主导地位在过去六个月中似乎有所削弱，这表明美国限制中国船厂的努力可能正在奏效。\n\n### 市场份额变化\n\n*   **中国**：多年来一直是全球最大的造船国，但在2025年上半年，其新订单同比暴跌68%，降至2630万载重吨。\n*   **韩国**：作为行业第二大参与者，同期新订单同比下降7%，降至1420万载重吨。尽管订单量下降，但相对于中国，韩国的市场份额有所增长。\n\n### 全球市场份额对比（2025年上半年 vs. 去年同期）\n\n*   **中国**：在全球新订单中的份额从一年前的75%下降到56%。\n*   **韩国**：市场份额从14%上升到30%。\n\n### 导致中国市场份额下降的原因\n\n分析师指出，中国市场份额的萎缩主要由以下因素驱动：\n\n*   **美国制裁**：美国针对中国造船业的限制措施。\n*   **全球需求低迷**：全球需求普遍下降。\n*   **船东担忧**：SHIPBID新加坡分公司总经理韩宁表示，这种下降“主要归因于全球船东对美国针对中国造船业的措施的担忧，以及他们随后为适应这些措施所做的努力”。",
      "shortSummary": "最新数据显示，中国在全球造船业的领先地位正在消退。2025年上半年，中国新订单同比骤降68%，市场份额从75%降至56%。同期，韩国新订单虽下降7%，但相对份额增至30%。分析认为，这主要受美国对中国造船业的制裁以及全球需求低迷的影响，船东对美国措施的担忧也加剧了这一趋势。",
      "translated_title": "新数据显示，中国在全球造船业的领先地位可能正在消退",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s dominance of global shipbuilding appears to have been eroded over the past six months, according to the latest industry data, suggesting that US efforts to rein in the country’s shipyards may be starting to bite.\nChina has been by far the world’s largest shipbuilder for years, but its shipyards saw new orders plunge 68 per cent year on year to 26.3 million deadweight tonnes in the first half of 2025, according to a Monday report from maritime consultancy Clarksons Research.\nSouth Korea,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/09/dc36e369-d3b0-46b4-b92e-cabd6adb3db6_99f2f088.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国6月消费者物价小幅上涨，但通缩担忧持续存在 (原标题: China’s consumer prices edge up in June, but deflation worries persist)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317472/chinas-consumer-prices-rise-june-deflation-worries-persist?utm_source=rss_feed",
      "pubDate": "Wed, 09 Jul 2025 01:34:01 +0000",
      "isoDate": "2025-07-09T01:34:01.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国6月消费者物价指数（CPI）分析\n\n### 消费者物价指数小幅上涨\n\n*   **首次上涨**：中国消费者物价在6月份出现五个月以来的首次上涨。\n*   **具体数据**：根据国家统计局周三发布的数据，全国消费者物价指数（CPI）上月同比增长0.1%。\n*   **超出预期**：这一读数高于金融数据提供商Wind根据中国经济学家调查预测的0.03%的下降。\n*   **扭转跌势**：5月份，该指标同比下降0.1%，6月的上涨扭转了这一趋势。\n*   **官方解读**：国家统计局首席统计师董丽娟表示，“扩大内需、提振消费的政策在6月份继续显现成效。”\n\n### 持续的通缩压力\n\n*   **需求疲软**：尽管CPI有所上涨，但这一微弱的增长仍表明在全球第二大经济体中，在与美国前所未有的贸易战背景下，需求持续疲软。\n*   **多重因素**：中国正面临持续的通缩压力，这主要由国内需求低迷和工业产能过剩共同驱动。\n*   **贸易战影响**：贸易战进一步阻碍了生产商清理过剩库存的能力，加剧了通缩问题。\n\n### 政府应对措施与挑战\n\n*   **刺激消费政策**：政府已推出一系列措施以提振消费，包括一项大规模的“以旧换新”计划，为汽车、家用电器和其他商品提供补贴。\n*   **计划动力减弱**：然而，该计划在最近几周已显示出失去动力的迹象。\n*   **持续担忧**：通缩仍是中国政府面临的一个严重问题。",
      "shortSummary": "中国6月消费者物价指数（CPI）五个月来首次上涨0.1%，但这一微弱增长仍凸显出国内需求持续疲软。尽管政府推出了“以旧换新”等刺激消费措施，但通缩压力因需求低迷、产能过剩及贸易战影响而持续存在，且刺激计划动力减弱，通缩仍是中国政府的严重担忧。",
      "translated_title": "中国6月消费者物价小幅上涨，但通缩担忧持续存在",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer prices rose for the first time in five months in June, but the modest gain still pointed to persistent weak demand in the world’s second-largest economy amid an unprecedented trade war with the United States.\nThe national consumer price index (CPI), a key gauge of inflation, rose 0.1 per cent year on year last month, according to data released by the National Bureau of Statistics on Wednesday.\nThe reading came in above a forecast of a 0.03 per cent drop provided by the financial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/09/7ec1beca-232d-4cb4-b807-9a1f68a846fc_67e1ba31.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国大力发展海上风能，北京推动海洋经济发展 (原标题: China spins up offshore wind energy as Beijing promotes marine economy)",
      "link": "https://www.scmp.com/business/china-business/article/3317404/china-spins-offshore-wind-energy-beijing-promotes-marine-economy?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 23:30:07 +0000",
      "isoDate": "2025-07-08T23:30:07.000Z",
      "creator": "Yujie Xue",
      "summary": "# 中国海上风能发展概况\n\n## 发展背景与目标\n中国正在大力发展海上风能，这与北京实现碳中和、确保能源安全以及发展海洋经济以促进经济增长的目标高度契合。\n\n## 产能增长与预测\n*   **上半年新增容量：** 根据非营利组织全球能源监测（GEM）周三发布的报告，中国在今年上半年新增了超过4.4吉瓦（GW）的海上风电装机容量，这与2024年全年新增的总量持平。\n*   **年度预测：** 报告预计中国今年将至少新增9吉瓦的海上风电装机容量，这超过了全球预计新增总量的一半。\n*   **在建项目：** 此外，中国还有22吉瓦的海上风电项目正在建设中，这些项目有望在2025年之后投入运营。\n\n## 技术发展与政府支持\n*   **技术进步：** GEM研究员兼报告合著者张梦琪指出，中国正在发展强大的海上风电技术产业，其开发边界正向更深海域推进。\n*   **中央政府支持：** 她强调，中央政府提供了强有力的支持，包括直接的财政补贴，以及顶层规划和市场化方法的结合。\n\n## 重点项目案例\n*   **最远海域项目：** 上周，由国有企业中国长江三峡集团公司开发、位于江苏省盐城近海的中国最远海域海上风电项目已投入运营。\n*   **项目规模与效益：** 该项目风力发电机组距离海岸最远达85.5公里，预计每年可发电超过2.6太瓦时（TWh），足以满足约110万户三口之家一年的用电需求。\n\n## 政策重视与经济效益\n*   **高层关注：** 国家主席习近平在上周的一次高级别经济会议上提及海上风能，将其作为推动中国海洋经济“高质量发展”的关键领域。\n*   **政府工作报告：** 海上风电也出现在北京今年3月的年度政府工作报告中，报告指出该领域将有助于创造就业、保障能源安全以及促进沿海省份的经济发展。",
      "shortSummary": "中国正大力发展海上风能，以实现碳中和、保障能源安全并推动海洋经济增长。今年上半年新增装机容量超4.4吉瓦，预计全年将新增至少9吉瓦，占全球一半以上。中国拥有强大的海上风电技术产业，并获得中央政府的强力支持。海上风能被视为推动海洋经济高质量发展的关键，有助于创造就业和促进沿海经济发展。",
      "translated_title": "中国大力发展海上风能，北京推动海洋经济发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has ramped up offshore wind energy development, as the form of renewable energy aligns with Beijing’s goals of carbon neutrality, energy security and developing the marine economy to boost economic growth.\nChina added more than 4.4 gigawatts (GW) of offshore wind capacity in the first six months of the year, the same amount it added in all of 2024, according to a report by the non-profit Global Energy Monitor (GEM) on Wednesday.\nThe report said the country was expected to add at least 9GW...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/b18203ad-64bc-4cce-873c-b9693fd5cd26_e54aff91.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国试图削减铺张浪费。现在一些官员甚至不敢点咖啡 (原标题: China tried to cut lavish spending. Now some officials fear ordering coffee)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317362/china-told-its-officials-tighten-their-belts-did-they-go-notch-too-far?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 22:00:17 +0000",
      "isoDate": "2025-07-08T22:00:17.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国政府紧缩政策及其意想不到的后果\n\n本文是探讨中国在与美国前所未有的贸易战中面临的国内经济挑战系列报道的第一篇。它深入探讨了北京旨在遏制政府铺张浪费的举措，以及由此产生的意想不到的后果。\n\n### 政策背景与目的\n\n*   长期以来，官员的炫耀性消费被视为浪费公共资金和滋生腐败的温床，引发了公众的强烈不满。\n*   政府推行紧缩政策，旨在遏制这种铺张浪费的行为，并防止腐败。\n\n### 紧缩措施的启动与内容\n\n*   该运动始于五月，当时中央政府为公务员和国有企业员工参加公务接待制定了更严格的规定。\n*   新规定明确禁止在公务接待中消费香烟、酒类和“高档菜肴”。\n*   这是政府为限制官员奢华庆祝活动而采取的一系列措施中的最新一项。\n\n### 政策影响与后果\n\n*   这项政府紧缩措施在最近几周给全国带来了冲击波，对数百万国有部门的员工产生了影响。\n*   许多企业，特别是餐饮业，受到了严重打击，北京内部也因此引发了担忧。\n*   **案例：** 一位来自中国东北小镇的公务员王先生（化名）的经历，生动地展现了政策的深远影响。他现在不敢去餐馆，甚至因为害怕在宴会上被看到而错过了侄女的婚礼。王先生曾是美食爱好者，过去每天都会与朋友外出用餐，但现在他表示“没人敢冒头”，因此只敢在家吃饭。这反映了公务员群体中普遍存在的极度谨慎和恐惧心理，即使是随意的外出用餐也可能带来严重问题。",
      "shortSummary": "中国政府为遏制铺张浪费和腐败推行紧缩政策，对公务员和国有企业员工产生了深远影响。该政策导致官员因害怕被视为铺张而避免公共消费，甚至影响正常社交，例如有公务员因担心被看到而不敢外出用餐或参加婚宴。此举也对相关企业造成冲击，引发了广泛担忧。",
      "translated_title": "中国试图削减铺张浪费。现在一些官员甚至不敢点咖啡",
      "images": [],
      "contentSource": "完整文章",
      "content": "This is the first story in a three-part series exploring the domestic economic challenges China faces as it navigates an unprecedented trade war with the United States. In this piece, we explore Beijing’s drive to rein in wasteful government spending – and its unintended consequences.\nWang, a civil servant from a small town in northeastern China, is too scared to go to restaurants these days. He even skipped his niece’s wedding due to his fear of being seen at a banquet.\nAn avid foodie, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/2bd21a70-d58c-4b22-bf41-bdbd1ddacaaa_d8a813a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国加强经济监测，以规避最坏情况 (原标题: China steps up economic monitoring, looking to head off worst-case scenarios)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317395/china-steps-economic-monitoring-looking-head-worst-case-scenarios?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-08T15:00:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国加强经济监测以应对不确定性\n\n中国最高经济规划机构国家发展和改革委员会（NDRC）正在加强其经济监测和预警能力，以应对全球经济波动和潜在的挑战。\n\n## 背景与动因\n\n*   **全球经济环境复杂：** 面对美国不稳定的关税威胁以及全球经济的持续变动，中国认识到需要更强大的经济监测和早期预警机制。\n*   **全球经济贸易秩序重构：** 在全球经济和贸易秩序重构的背景下，NDRC正在寻求研究，以评估美国关税的影响，并完善中国现有的监测指标。\n*   **非关税壁垒考量：** NDRC还计划评估各国非关税壁垒可能对中国经济产生的影响。\n\n## 现有系统与新方向\n\n*   **现有庞大系统：** 中国目前已拥有一个庞大的经济健康监测系统，涵盖从中央银行到商务部等多个部门。\n*   **NDRC新举措的信号：** 发改委此次的新举措表明，中国希望采取一种更细致、更具前瞻性的方法，以协助起草国家2026-2030年发展蓝图。\n*   **提升监测能力：** 上海金融与发展研究院院长邵宇指出，新的监测系统可能需要更高的频率，并能更好地反映实体经济状况。\n*   **应对未来挑战：** 邵宇预计，经济监测系统的改进将帮助中国更好地应对未来可能加剧的波动和竞争。\n*   **监测重点转变：** 现有系统可能侧重于贸易平衡和金融市场波动等指标，而未来的系统则可能更深入地关注供应链安全、技术和货币稳定。",
      "shortSummary": "中国国家发展和改革委员会（NDRC）正加强经济监测和预警能力，以应对美国关税威胁及全球经济变局。此举旨在采取更细致、前瞻性的方法，为2026-2030年发展规划提供支持。未来的监测将更侧重供应链安全、技术和货币稳定，以帮助中国更好地应对经济波动和竞争。",
      "translated_title": "中国加强经济监测，以规避最坏情况",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid erratic US tariff threats and with the world economy in flux, China’s top economic planner says that more economic monitoring and early-warning capabilities are needed.\nThe National Development and Reform Commission (NDRC) is soliciting studies to assess the impacts of US tariffs and to refine China’s existing monitoring indicators “in the context of global economic and trade order restructuring”.\nIt also plans to evaluate how non-tariff barriers of various countries might impact China’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/68647d11-b337-4e3f-9821-776dfe7790b9_a3e8d07b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "东亚面临美国新关税，中国稀土限制：SCMP每日要闻 (原标题: East Asia faces fresh US tariffs, China rare earth curbs: SCMP daily highlights)",
      "link": "https://www.scmp.com/news/china/article/3317439/trumps-fresh-tariffs-east-asia-chinas-rare-earth-dominance-scmp-daily-highlights?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 13:15:07 +0000",
      "isoDate": "2025-07-08T13:15:07.000Z",
      "creator": "SCMP",
      "summary": "### SCMP每日要闻：东亚面临美国新关税，中国稀土限制\n\n本文总结了《南华早报》(SCMP) 当日关于中国的一些重要新闻，主要围绕美国对东亚国家的关税政策以及中国在稀土领域的主导地位展开。\n\n#### 主要内容：\n\n1.  **美国对日韩及其他国家征收新关税**\n    *   美国总统唐纳德·特朗普因谈判进展缓慢，在设定的截止日期前，于周一单方面对日本和韩国征收了25%的关税。\n    *   同时，对其他几个国家也征收了相同或更高的进口税。\n\n2.  **中国稀土主导地位及其影响**\n    *   北京近期对稀土实施了出口管制措施。\n    *   此举促使国际社会加紧努力，以实现供应链多元化，并削弱中国在关键矿产领域长期以来的主导地位。\n\n3.  **特朗普的14国关税方案对中国构成压力**\n    *   尽管美国总统特朗普于周一签署行政命令，将“对等”关税的暂停期延长至8月1日，但这并未给中国带来多少宽慰。\n    *   华盛顿还针对包括中国多个亲密贸易伙伴在内的14个国家征收高达40%的关税。\n    *   这可能让北京的决策者感到日益被逼入绝境。\n\n4.  **中国在贸易战中的策略：押注贵州**\n    *   文章提及中国在贸易战中的一项策略是押注贵州省。\n    *   贵州长期以来一直是中国最贫困的省份之一。",
      "shortSummary": "SCMP每日要闻聚焦美中贸易紧张。美国总统特朗普对日韩及多国征收新关税，并对14个贸易伙伴施压，令中国倍感压力。同时，中国对稀土的出口管制促使全球寻求供应链多元化，以削弱其主导地位。文章还提及中国在贸易战中押注贫困省份贵州的策略。",
      "translated_title": "东亚面临美国新关税，中国稀土限制：SCMP每日要闻",
      "images": [],
      "contentSource": "完整文章",
      "content": "Catch up on some of SCMP’s biggest China stories of the day. If you would like to see more of our reporting, please consider subscribing.\n1. Apparently impatient Trump slaps 25% tariffs on Japan, South Korea\nUS President Donald Trump, apparently impatient with the slow progress of negotiations, on Monday slapped 25 per cent unilateral tariffs on Japan and South Korea and equal or higher import taxes on several other nations ahead of a self-imposed Wednesday deadline.\n2. Rare earth dominance: why...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/623b570f-92fa-4e07-af75-5421625a907c_df0297d9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将加快与邻国的动车连接 (原标题: China to speed up bullet-train connectivity with neighbours)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317391/china-speed-bullet-train-connectivity-neighbours?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 11:57:01 +0000",
      "isoDate": "2025-07-08T11:57:01.000Z",
      "creator": "Ji Siqi",
      "summary": "中国副总理张国清在第十二届世界高速铁路大会开幕式上表示，中国将通过扩大高速铁路网络，进一步加强与其他国家的互联互通。此举旨在推动基础设施的“硬联通”以及标准和规则的“软联通”，将高速铁路定位为推进“一带一路”倡议的基石。\n\n**主要承诺与目标：**\n*   中国致力于实施重大项目和以人为本的小型倡议，以提供切实的利益。\n*   在海外开展高铁项目时，将加强对基础设施和技能培训的支持，以更好地造福各国人民。\n*   继续推进重要的标志性铁路项目，并参与国际铁路标准的制定。\n\n**重点铁路项目：**\n*   **匈牙利-塞尔维亚铁路：**\n    *   标志着中国高铁首次进入欧洲。\n    *   旨在连接布达佩斯和贝尔格莱德。\n    *   塞尔维亚境内的部分线路已于2022年投入运营。\n    *   预计整条线路将于2026年完工。\n    *   该项目，特别是匈牙利段，受到了欧盟的审查，欧盟对中国在该地区日益增长的影响力保持警惕。\n*   **中国-吉尔吉斯斯坦-乌兹别克斯坦铁路**\n*   **中泰铁路**\n\n**背景：**\n*   此次大会已成为全球高速铁路发展和技术的展示平台。",
      "shortSummary": "中国副总理张国清表示，中国将通过扩大高速铁路网络，加强与邻国的互联互通，以推动“一带一路”倡议。中国致力于基础设施和标准规则的“软硬联通”，并支持海外项目的基础设施和技能培训。重点项目包括匈牙利-塞尔维亚铁路、中吉乌铁路和中泰铁路。其中匈塞铁路预计2026年完工，但面临欧盟对其影响力的审查。",
      "translated_title": "中国将加快与邻国的动车连接",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will further enhance connectivity with other countries by expanding its high-speed railway network, a senior politician pledged on Tuesday.\nThe country intends to promote both the “hard connectivity” of infrastructure and the “soft connectivity” of standards and rules to position high-speed rail as a cornerstone for advancing the nation’s Belt and Road Initiative, Vice-Premier Zhang Guoqing said at the opening ceremony of the 12th World Congress on High-Speed Rail in Beijing.\n“China is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/9bea486f-977c-495d-aa7d-ff9b0c9a83f1_55992a97.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“压力与分化”：为何特朗普的14国关税方案令中国如坐针毡 (原标题: ‘Pressure and division’: why Trump’s 14-nation tariff package puts China on edge)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317397/why-trumps-14-nation-tariff-package-puts-china-edge-and-pressures-southeast-asia?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 10:00:22 +0000",
      "isoDate": "2025-07-08T10:00:22.000Z",
      "creator": "Carol Yang,Luna Sun",
      "summary": "### 特朗普14国关税方案对中国的影响\n\n美国总统唐纳德·特朗普签署了一项行政命令，将“对等”关税的暂停期延长至8月1日，但这并未给中国带来多少安慰。相反，华盛顿同时对14个国家（其中许多是中国亲密的贸易伙伴）征收高达40%的关税，这可能让北京的政策制定者感到日益被逼入绝境。\n\n**背景与策略**\n\n*   尽管此前在伦敦进行的突破性会谈为取消大部分双边出口管制（从中国的稀土限制到美国的飞机发动机和芯片）奠定了基础，美国仍推出了这项新的关税方案。\n*   分析人士指出，美国最新的关税方案是一项经过精心策划的策略，旨在孤立中国，并在即将到来的贸易谈判中加强华盛顿的立场。此前在5月达成的90天贸易休战协议将于8月初到期。\n\n**专家观点**\n\n*   华南理工大学公共政策研究院助理研究员徐伟军表示，特朗普新宣布的关税是“脱钩议程”的延续。\n*   徐伟军将其描述为“压力与分化”：“信息很明确——像越南这样的‘合作’国家会得到优惠待遇，而其他国家则面临高关税。”",
      "shortSummary": "美国总统特朗普签署行政命令，延长“对等”关税暂停期，但同时对14个国家（多为中国贸易伙伴）征收高达40%的关税。尽管伦敦会谈曾为取消出口管制奠定基础，分析人士认为此举旨在孤立中国，并在贸易休战期满前加强美国谈判地位。专家称这是“脱钩议程”的延续，通过“压力与分化”策略，对“合作”国家给予优惠，对其他国家施加高关税，令中国倍感压力。",
      "translated_title": "“压力与分化”：为何特朗普的14国关税方案令中国如坐针毡",
      "images": [],
      "contentSource": "完整文章",
      "content": "When US President Donald Trump signed an executive order on Monday to extend a pause on “reciprocal” tariffs until August 1, it offered little comfort to China.\nInstead, Beijing’s policymakers may feel increasingly cornered, as Washington also moved to target 14 countries – many of them China’s close trading partners – with tariffs of up to 40 per cent.\nThis came despite breakthrough talks in London that laid the groundwork to remove most bilateral export controls – from China’s rare earth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/807fa929-aeb7-4e35-a801-6014228e33c5_ffc0ce55.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么东亚一体化可能是应对美国关税威胁的解决方案 (原标题: Why East Asian integration could be the solution to US tariff threats)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3317197/how-china-japan-and-south-korea-can-be-titans-tech-innovation?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 08:30:06 +0000",
      "isoDate": "2025-07-08T08:30:06.000Z",
      "creator": "Winston Mok",
      "summary": "### 东亚一体化：应对美国关税威胁的潜在方案\n\n*   **美国关税威胁与背景**\n    *   在美国总统唐纳德·特朗普宣布对14个国家征收关税（包括对日本和韩国征收25%的关税）后，这些关税于8月1日生效。\n    *   特朗普指责日本未从美国购买足够的稻米和汽车。文章指出，美国汽车业在日本市场缺乏竞争力。\n    *   德国、日本和中国是全球前三大汽车出口国。这些国家（包括韩国）在全球汽车贸易中保持高额顺差，而美国则面临巨额逆差。\n\n*   **东亚经济模式与发展**\n    *   **出口导向型增长：** 东亚经济模式的核心是出口导向型增长。\n    *   **产业升级：** 东亚经济体经历了从服装等基本劳动密集型产品到相机、智能手机等高科技产品的类似发展路径。\n    *   **品牌与创新：**\n        *   日本的崛起以索尼和丰田等全球品牌为代表。尽管索尼的领先地位可能已被三星超越，但丰田仍是全球顶尖汽车制造商之一。\n        *   在电动汽车（EVs）领域，比亚迪等中国公司正成为特斯拉的强大挑战者。\n\n*   **中国在全球制造业中的角色转变**\n    *   **早期角色：** 与日本和韩国主要依赖本土技术制造不同，中国长期以来扮演着原始设备制造商（OEM）的角色，例如出口到美国的笔记本电脑和智能手机，许多是为外国品牌生产。文章指出，这种角色在地缘政治和成本因素下是可替代的。\n    *   **超越低成本竞争：** 中国已不再主要依靠低成本竞争。劳动密集型生产已转移到东南亚、南亚等地。\n    *   **制造业强国地位：** 中国凭借其强大的供应链和向自动化转型，仍保持着制造业强国的地位。\n    *   **自动化水平：** 在工业机器人采用方面，中国已超越德国和日本，仅次于韩国和新加坡，位居第三。",
      "shortSummary": "美国对日本和韩国等东亚国家征收关税，凸显了全球贸易失衡。东亚经济体以出口导向型增长为动力，已从劳动密集型产业升级至高科技制造和自动化，如日本的丰田和中国在机器人领域的进步。美国汽车业在日本缺乏竞争力，而东亚国家在汽车贸易中保持顺差。文章暗示，面对美国的关税威胁，东亚国家加强区域一体化可能是有效的应对策略。",
      "translated_title": "为什么东亚一体化可能是应对美国关税威胁的解决方案",
      "images": [],
      "contentSource": "完整文章",
      "content": "Just ahead of the July 9 deadline to reach an agreement on tariffs, US President Donald Trump announced his decision on the tariffs levels for 14 countries – including a rate of 25 per cent on Japan and South Korea – effective August 1.\nTrump accused Japan of not buying enough rice and cars from the US. It’s worth noting that the American car industry is simply not competitive in Japan. Germany, Japan and China are the top three auto exporters. Those countries, along with South Korea, have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/9244ab17-fda4-47d8-b662-bb453139b197_545ad025.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "稀土主导地位：尽管全球抵制，中国为何仍掌握主动权 (原标题: Rare earth dominance: why China still holds the cards despite global pushback)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317330/chinas-rare-earth-dominance-faces-global-pushback-beijing-has-strong-hand-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 06:00:19 +0000",
      "isoDate": "2025-07-08T06:00:19.000Z",
      "creator": "Kandy Wong",
      "summary": "稀土主导地位：尽管全球抵制，中国为何仍掌握主动权\n\n*   **背景与起因**\n    *   北京近期对稀土实施的出口管制，促使国际社会加紧努力，以实现供应链多元化，并削弱中国在关键矿产领域长期以来的主导地位。\n    *   中国商务部于6月表示，将批准符合条件的出口申请，并对与其他国家讨论相关限制持开放态度。\n\n*   **全球应对措施与项目进展**\n    *   随着稀土成为中美竞争的新前沿，全球多家公司已宣布一系列旨在摆脱对中国供应依赖的项目计划。\n    *   **St George Mining (澳大利亚上市)**：该公司于7月2日通过电子邮件宣布，已开始在其全资拥有的巴西Araxá铌-稀土元素项目中识别富矿区。\n    *   **Kaz Resources 和 Cove Kaz Capital (美国公司)**：这两家美国公司在7月2日前的两周发布声明，宣布与哈萨克斯坦国家地质公司合作，在Akbulak稀土项目进行勘探和冶金测试。\n    *   **Critical Metals Corp (纳斯达克上市)**：该公司于6月表示，已从美国进出口银行获得高达1.2亿美元的贷款，用于格陵兰南部的一个稀土项目。\n    *   **Lynas Rare Earth (澳大利亚上市)**：该公司于5月表示，正在马来西亚生产氧化镝，据其称，这使其成为“中国境外唯一商业化生产分离重稀土产品的公司”。",
      "shortSummary": "中国近期对稀土的出口管制，促使全球加速供应链多元化，以削弱其在关键矿产领域的主导地位。尽管中国商务部表示开放讨论，但稀土已成为中美竞争的新焦点。多家国际公司正积极推进项目，如St George Mining在巴西、美国公司在哈萨克斯坦、Critical Metals Corp在格陵兰以及Lynas Rare Earth在马来西亚，旨在建立中国以外的稀土供应和生产能力，以减少对中国的依赖。",
      "translated_title": "稀土主导地位：尽管全球抵制，中国为何仍掌握主动权",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s recent export controls on rare earths have spurred a flurry of international efforts to diversify supply chains and reduce China’s long-standing dominance in critical minerals.\nIn June, the Ministry of Commerce announced that it would approve qualified export applications and was open to discussions with other countries regarding the restrictions. But as rare earths emerge as a new front in the US-China rivalry, companies worldwide have announced plans for a string of projects designed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/b3b7e0f9-e593-4f63-82f9-00eae9b76e64_03cfda9f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国如何提振消费支出？北京正在讨论的5个想法 (原标题: How can China boost consumer spending? Here are 5 ideas being floated in Beijing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317312/how-can-china-get-consumers-spending-here-are-5-ideas-being-floated-beijing?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 03:05:35 +0000",
      "isoDate": "2025-07-08T03:05:35.000Z",
      "creator": "Alice Li",
      "summary": "中国正将提振消费支出作为近期关键政策优先事项，以实现经济再平衡，减少对出口的依赖，并抵消中美贸易战的影响。尽管中国已推出大规模消费品以旧换新计划，成功推动了汽车和智能手机等商品的销售，但有迹象表明该政策势头正在减弱，通缩压力持续影响经济。这促使人们呼吁政府采取进一步行动，中国顶尖经济学家提出了一系列新政策建议。以下是文章中详细阐述的一个想法：\n\n**1. 根据提振消费能力评估地方官员**\n\n*   **提出者：** 清华大学经济管理学院院长白重恩。\n*   **核心建议：** 将消费作为地方政府的关键绩效指标（KPI）。\n*   **理由：**\n    *   中国对地方干部的考核体系在决定官员晋升方面发挥着关键作用，并影响着官员在任期间的优先事项。\n    *   白重恩指出，如果地方经济增长仍是首要绩效指标，官员将继续优先发展投资驱动型模式，导致产能过剩、价格不稳定和债务压力增加。\n    *   他认为，将消费作为关键绩效指标，将引导地方政府转向更可持续的增长模式，即促进稳定就业和增强消费者信心。",
      "shortSummary": "为提振消费和经济再平衡，中国正面临现有政策势头减弱和通缩压力。经济学家呼吁政府采取新措施，其中一项建议是将提振消费能力纳入地方官员的绩效考核，以取代过度依赖投资的增长模式，从而促进可持续发展、稳定就业和消费者信心。",
      "translated_title": "中国如何提振消费支出？北京正在讨论的5个想法",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has made boosting consumer spending a key policy priority in recent months, as it tries to rebalance its economy away from a reliance on exports and offset the impact of an unprecedented trade war with the United States.\nThe country has launched a massive trade-in programme for consumer goods that has succeeded in driving up sales of everything from cars to smartphones, but there are signs that the policy is starting to lose momentum and deflationary pressure continues to affect the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/f059d05d-a6ec-4cc9-a7d9-a1082f566ddb_72b31a4a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国或将采纳全民基本收入，以应对人工智能取代工作岗位 (原标题: China could embrace universal basic income as AI takes jobs)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3317193/ai-replaces-workers-china-could-consider-universal-basic-income?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 23:00:10 +0000",
      "isoDate": "2025-07-07T23:00:10.000Z",
      "creator": "Zhou Xin",
      "summary": "# 人工智能对中国就业市场的影响与全民基本收入的可能性\n\n尽管中国当局目前对全民基本收入（UBI）持不积极态度，且过去曾拒绝向家庭分发现金的提议，但随着人工智能和自动化对就业市场的影响日益加剧，UBI的概念未来可能在中国变得不那么陌生。\n\n## 人工智能与自动化对就业的影响\n\n*   **入门级岗位被取代：** 机器正在越来越多地取代入门级工作岗位。\n    *   例如，随着机器翻译技术的进步，对人工翻译的需求可能减少。\n    *   流水线上商品分拣等体力劳动也在下降。\n*   **“黑灯工厂”的兴起：** 许多中国领先制造商正在开发“黑灯工厂”（dark factories），以减少对人工劳动的依赖。\n*   **结构性失业风险：**\n    *   尽管新技术会创造新的就业机会，但这些新角色通常不适合从传统行业被取代的工人。\n    *   旧工作岗位消失的速度超过了新工作岗位创造的速度，这可能导致严重的结构性失业。\n    *   **具体案例：** 如果无人驾驶出租车成为常态，数百万人可能面临失业风险。其中很少有人能够转型到数据科学家等新兴需求岗位。\n\n![一辆自动驾驶汽车在中国湖北省武汉市进行路测。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/07/eca4f89a-f21a-4332-8937-366dc3038376_b32ed52d.jpg)",
      "shortSummary": "尽管中国当局目前对全民基本收入（UBI）不积极，但随着人工智能和自动化取代工作岗位，中国未来可能考虑采纳UBI。机器正加速取代入门级工作，如翻译和流水线操作，许多制造商正开发“黑灯工厂”。新技术创造的新岗位不适合被取代的工人，旧岗位消失速度快于新岗位创造，可能导致大规模结构性失业，例如无人驾驶出租车将影响数百万司机。",
      "translated_title": "中国或将采纳全民基本收入，以应对人工智能取代工作岗位",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/07/eca4f89a-f21a-4332-8937-366dc3038376_b32ed52d.jpg",
          "alt": "An autonomous-driving car performs a road test in Wuhan, central China’s Hubei Province. Photo: Xinhua",
          "title": "An autonomous-driving car performs a road test in Wuhan, central China’s Hubei Province. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "It may seem far-fetched to suggest that China should consider implementing a universal basic income at this time, as authorities appear to be unenthusiastic about the idea. In the past, Chinese officials have rejected proposals to distribute cash to households, even when many families were clearly in need of support.\nBut while the term universal basic income has yet to appear in any official Chinese policy documents, it may become less foreign in the coming years because of the increasing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/30ac9599-f0c6-4971-93b0-da334c2d0e48_fba5beff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“历史性机遇”：中国为何在贸易战中押注贫困省份 (原标题: ‘Historic opportunity’: why China is betting on a poor province in trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317235/chinas-trade-war-strategy-bet-guizhou-long-one-its-poorest-provinces?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 22:00:15 +0000",
      "isoDate": "2025-07-07T22:00:15.000Z",
      "creator": "Frank Tang",
      "summary": "## 中国应对贸易战的战略重心转移\n\n美国发起的“2025贸易战”（原文如此）被视为中国政策制定者的一个分水岭时刻。尽管中国经济韧性及其在全球供应链中的核心地位帮助其与华盛顿达成了90天休战，但北京正在深入布局，以应对一场持久战。\n\n### 国家战略与经济安全\n\n*   **五年规划与国内经济强化**：即将出台的五年规划（中国的标志性发展蓝图）预计将强化国内经济，以追求全球领导地位。\n*   **省级响应与2026-2030发展计划**：省级领导人正抓住机遇，与国家战略保持一致。2026年3月正式发布的2026-2030年发展计划，有望重塑中国的经济和工业格局。\n*   **战略重心转向国内市场**：北京正战略性地转向国内市场，并重新聚焦经济安全。\n\n### 贵州省的独特地位\n\n*   **未受关税影响**：位于中国西南部的山区省份贵州，距离最近的海岸400公里，几乎没有感受到唐纳德·特朗普前所未有的关税冲击波。\n*   **抓住机遇**：贵州官员将此视为机遇，贵州省委书记徐麟在一次五年规划准备会议上强调：“我们必须充分发挥比较优势，服务国家战略。”\n\n### “战略腹地战略”\n\n*   **核心内容**：贵州现在依赖于2023年12月政策制定会议上提出的“战略腹地战略”。该计划侧重于发展内陆工业基地、物资储备和基础设施。\n*   **历史借鉴**：这一战略被广泛比作中国的“三线建设”项目——在20世纪60年代和70年代，面对与苏联日益紧张的关系，中央政府将数万个国防项目和战略工厂迁至西部山区。",
      "shortSummary": "面对美国发起的贸易战，中国正将战略重心转向强化国内经济，并通过即将出台的五年规划和2026-2030年发展计划来实施。贵州省，一个未受关税影响的内陆省份，成为这一战略的关键。贵州正依托“战略腹地战略”，发展内陆工业基地、物资储备和基础设施，以增强经济安全和韧性。此举被比作20世纪60年代的三线建设，旨在应对外部压力。",
      "translated_title": "“历史性机遇”：中国为何在贸易战中押注贫困省份",
      "images": [],
      "contentSource": "完整文章",
      "content": "The 2025 trade war launched by the United States is shaping up to become a watershed moment for Chinese policymakers.\nWhile the country’s economic resilience and role at the centre of global supply chains helped secure a 90-day truce with Washington, Beijing is digging deep to fight a protracted conflict. The forthcoming Five-Year Plan – China’s signature development blueprint – is expected to fortify the domestic economy in the pursuit of global leadership.\nProvincial leaders are seizing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/cc924ec6-6acb-4c83-b11c-444dbacf0a3c_e52b98ec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国免签政策成效显著，2025年海外入境人数飙升 (原标题: China’s visa-free policy pays dividends as overseas entries soar in 2025)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317241/chinas-visa-free-policy-pays-dividends-overseas-entries-soar-2025?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 13:00:12 +0000",
      "isoDate": "2025-07-07T13:00:12.000Z",
      "creator": "June Xia",
      "summary": "# 中国免签政策成效显著，海外入境人数飙升\n\n中国扩大对数十个国家公民的免签政策似乎取得了显著成效，大量海外游客涌入，为2025年上半年中国消费提供了急需的提振。\n\n## 主要数据亮点：\n\n*   **整体成效**：免签政策显著促进了海外入境人数增长和国内消费。\n*   **上海**：\n    *   2025年上半年，上海接待海外访客260万人次，同比增长44.8%。\n    *   其中约140万人次通过免签政策入境，是去年同期的三倍多。\n    *   主要客源国包括韩国、日本、美国、泰国和俄罗斯。\n    *   浦东国际机场以237万海外入境人次位居全国首位。\n*   **北京**：\n    *   海外入境总人数达149万人次。\n    *   其中超过84万人次通过免签政策入境，是去年同期的两倍。\n*   **成都**：\n    *   2025年上半年，成都通过免签政策入境的人数达28.7万人次，比2024年上半年增长120%。\n*   **海南**：\n    *   作为中国最大的自由贸易港，海南接待了66.3万外国出入境人次，比2024年增长48%。\n    *   其中约89%通过免签计划入境；海南允许59个国家的公民免签停留30天，这在中国各地区中独具特色。\n\n## 未来展望：\n\n文章指出，尽管取得了显著进展，但仍存在一些瓶颈需要解决。如果这些问题得到妥善处理，中国的入境旅游有望在未来10到20年内达到世界顶级水平。",
      "shortSummary": "中国扩大免签政策在2025年上半年取得了显著成效，海外入境人数大幅增长，提振了国内消费。上海、北京、成都和海南等主要城市和地区均报告了海外访客和免签入境人数的显著增长。其中，上海上半年海外访客达260万，免签入境人数是去年三倍。海南免签入境占比高达89%。尽管仍有瓶颈，但该政策有望在未来使中国入境旅游跻身世界前列。",
      "translated_title": "中国免签政策成效显著，2025年海外入境人数飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s expansion of visa-free entry to nationals from dozens of countries appears to have yielded substantial results, with tourists arriving in droves from overseas and providing a much-needed boost to the country’s consumption in the first half of the year.\nShanghai, the country’s financial hub, saw 2.6 million visits from abroad in the first six months of 2025, up 44.8 per cent year on year according to local authorities. About 1.4 million of them entered China under a visa-free policy, more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/c8f44a88-68fa-43df-8ed2-e217d69a9aac_7d03b7a1.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-10T02:51:15.168Z"
}