{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "随着美国打击转运，中国企业被敦促深化与东盟的融合 (原标题: Chinese firms urged to deepen Asean roots as US cracks down on transshipments)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319213/chinese-firms-urged-deepen-asean-roots-us-cracks-down-transshipments?utm_source=rss_feed",
      "pubDate": "Wed, 23 Jul 2025 02:30:07 +0000",
      "isoDate": "2025-07-23T02:30:07.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 随着美国打击转运，中国企业被敦促深化与东盟的融合\n\n鉴于美国威胁对依赖出口的东南亚地区征收高额关税，一位资深区域经济学家建议北京应鼓励中国企业深化与东南亚经济体的融合，而非将该地区用作对美转运的途径。\n\n**美国关税背景与转运问题**\n\n*   美国此前宣布对来自越南及其他23个贸易伙伴的进口商品征收关税，转运问题因此受到关注。\n*   美国总统特朗普警告称，经越南转运的进口商品将面临40%的关税，是越南本地制造商品20%关税的两倍。\n\n**专家建议与区域合作**\n\n*   新加坡东盟+3宏观经济研究办公室（AMRO）首席经济学家何东（Dong He）周二表示，东南亚国家当局会检查产品的原产地，并且一些国家已与美国达成相关协议。\n*   何东建议中国官员应鼓励中国企业更深入地融入东盟（Asean）当地经济。\n\n**企业自主性与长期策略**\n\n*   他补充说，尽管中国政府寻求保护其出口，但企业应拥有自主权，对自身在当地经济中的角色做出长期决策。\n*   这样做也能保护企业免受不可预测的关税税率影响。\n\n**当前关税现状**\n\n*   根据摩根士丹利的估计，来自中国的进口商品平均面临42%的关税。\n*   其他亚洲国家从8月1日起将面临25%至40%的关税。\n\n**中-东盟贸易关系深化**\n\n*   自2018年美国对中国发动贸易战以来，北京已加强了与东盟国家的贸易和投资。\n*   海关数据显示，去年中国与东盟的货物贸易额达到9823.4亿美元，比2023年增长7.8%，巩固了东盟作为中国最大贸易伙伴的地位。",
      "shortSummary": "鉴于美国对转运商品征收高额关税，一位区域经济学家敦促中国企业深化与东南亚经济体的融合，而非利用其进行对美转运。美国已对经越南转运的商品征收40%关税。专家建议中国企业应更深入融入东盟当地经济，以应对不可预测的关税。自2018年贸易战以来，中国已加强与东盟的贸易和投资，使东盟成为中国最大贸易伙伴，去年贸易额达9823.4亿美元。",
      "translated_title": "随着美国打击转运，中国企业被敦促深化与东盟的融合",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing should encourage its firms to deepen integration with Southeast Asian economies instead of using the region as a transshipment route to the US, according to a senior regional economist – as Washington threatens the export-reliant region with high tariffs.\nTransshipments drew attention earlier this month after the US announced tariffs on imports from Vietnam and 23 other trading partners. US President Donald Trump warned that imports diverted through Vietnam would face a 40 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/23/a225667e-b6de-4989-a74d-f23e69e7161e_b656c791.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国公交公司寻求通过宠物乘车、邮政递送来遏制亏损 (原标题: China’s public bus companies look to curb losses with pet rides, postal delivery)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319156/chinas-public-bus-companies-bleed-cash-and-lose-riders-are-rides-pets-answer?utm_source=rss_feed",
      "pubDate": "Tue, 22 Jul 2025 13:00:08 +0000",
      "isoDate": "2025-07-22T13:00:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国公交公司寻求创新方案以遏制亏损\n\n## 背景：日益增长的财务压力与乘客量下降\n中国各地的公共公交公司正面临严峻的财务困境，运营成本上升，而乘客量持续下降。为了应对这一挑战，一些公司开始探索创新和非传统的业务模式，以期扭转亏损局面。\n\n## 创新举措：物流服务与宠物乘车\n\n### 1. “公交+物流”模式\n*   **郑州公交集团的案例**：河南省省会郑州市的公交集团是最新采纳“公交+物流”模式的公司之一。本月早些时候，该集团宣布与快递巨头顺丰速运达成合作。\n    *   **合作内容**：两家公司将利用公交车的闲置运力，例如在非高峰时段或夜间车辆停运时，进行市内紧急快件的递送。\n    *   **财务困境**：郑州公交集团面临巨大的财务压力。根据金融数据提供商Wind的数据，2024年其收入同比下降8.38%，运营亏损更是从2023年的303万元人民币扩大到2024年的1170万元人民币，增幅高达286%。\n\n### 2. 允许宠物乘车\n*   文章提到，除了物流服务，一些公交公司也开始尝试允许宠物作为乘客，以期增加收入来源和吸引乘客。\n\n## 全国范围内的乘客量下降趋势\n郑州公交集团并非唯一一家面临财务压力的公交公司。近年来，中国全国范围内的公交乘客量普遍下降，主要原因包括：\n*   **出行方式转变**：乘客转向地铁、共享单车和网约车等替代出行方式。\n*   **官方数据**：2024年，中国公共汽车和无轨电车客运量为386.7亿人次，仅略高于2019年客运量的一半，而2019年的客运量本身也已处于下降趋势。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2023/11/01/clean-thumb.jpg?itok=xsQYMSr0)",
      "shortSummary": "面对财务压力和乘客量下降，中国公交公司正寻求创新方案以遏制亏损。一些公司正将闲置公交车用于物流配送，如郑州公交集团与顺丰速运合作，利用非高峰时段运力进行市内快递。此外，也有公司尝试允许宠物乘车。这些举措旨在利用现有资源，应对地铁、共享单车和网约车等替代出行方式带来的冲击，以期扭转全国范围内公交乘客量持续下滑的趋势。",
      "translated_title": "中国公交公司寻求通过宠物乘车、邮政递送来遏制亏损",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2023/11/01/clean-thumb.jpg?itok=xsQYMSr0",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With public bus companies across China struggling to keep the wheels going round and round amid rising financial pressures and declining ridership, some are embracing innovative and unorthodox measures – such as repurposing their idle fleet for delivery services, or allowing pets as passengers.\nZhengzhou Public Transport Group, which serves the capital city of Henan province, is among the latest to adopt an emerging “bus-plus-logistics” business model, having announced a partnership with courier...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/22/c94736f1-6b49-4e17-98b3-c93d7e92fc9e_6788363d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国新冠军？江苏缩小与广东的GDP差距，争夺省级经济榜首 (原标题: China’s new champion? Jiangsu narrows gap with Guangdong for top provincial GDP)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3319135/chinas-jiangsu-province-narrows-gdp-gap-guangdong-tech-sectors-fuel-growth?utm_source=rss_feed",
      "pubDate": "Tue, 22 Jul 2025 12:00:12 +0000",
      "isoDate": "2025-07-22T12:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国省级经济竞争：江苏逼近广东\n\n文章指出，中国省级经济竞争日趋激烈，江苏省通过技术驱动增长，正迅速缩小与长期经济领头羊广东省的GDP差距。\n\n### 关键数据与差距缩小\n\n*   **GDP差距显著缩小**：2025年上半年，江苏省的国内生产总值（GDP）已达到广东省的97.44%。两省之间的差距缩小至1757.6亿元人民币（约合245亿美元）。\n*   **历史性接近**：相比去年同期1916.2亿元人民币的差距，这一数字标志着多年来两省GDP差距最接近的一次，对广东省数十年来作为中国第一大省级经济体的地位构成了威胁。\n\n### 广东省经济表现与挑战\n\n*   **GDP增长放缓**：尽管广东省2025年上半年GDP超过6.87万亿元人民币，同比增长4.2%，但这一增长率低于全国平均水平5.3%。\n*   **出口增长乏力**：作为广东省传统经济支柱的出口，其增长率从2024年第一季度的12.1%大幅下降至今年同期（指2025年上半年）的1.1%。\n*   **外部贸易压力**：广东省改革学会执行会长彭澎指出，外部贸易压力也对其经济造成影响。\n\n### 江苏省的韧性与优势\n\n*   **多元化工业结构**：彭澎表示，江苏省的经济更具韧性，原因在于其不同城市之间拥有多元化的工业结构。\n*   **较低的房地产依赖**：江苏对房地产的依赖程度较低，使其经济基础更为稳固。\n*   **较小的出口依赖**：相比广东，江苏对出口的依赖性较小，使其在面对外部贸易波动时更具抗风险能力。\n\n### 历史背景\n\n*   广东省毗邻香港，在改革开放时期成为中国第一个出口强省，并长期占据中国省级经济榜首的地位。",
      "shortSummary": "江苏省正通过技术驱动增长，迅速缩小与广东省的GDP差距，威胁其长期省级经济榜首地位。2025年上半年，江苏GDP已达广东的97.44%。广东省作为传统出口大省，其经济增长（4.2%）低于全国平均水平，且出口增长显著放缓。专家认为，江苏经济结构多元化、对出口和房地产依赖较小，使其更具韧性，而广东则面临外部贸易压力。",
      "translated_title": "中国新冠军？江苏缩小与广东的GDP差距，争夺省级经济榜首",
      "images": [],
      "contentSource": "完整文章",
      "content": "The race for China’s provincial economy crown has turned red hot, with Jiangsu closing the gap with Guangdong through tech-driven growth.\nJiangsu’s gross domestic product (GDP) now stands at 97.44 per cent of Guangdong’s, with the distance between the two provinces narrowing to 175.76 billion yuan (US$24.5 billion) in the first half of 2025 – compared to 191.62 billion yuan for the same period last year, according to data released by provincial authorities.\nThat marks the closest margin in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/22/047f38f5-b636-4beb-a7d0-1d31543f39b9_27d707f0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国为何将货船改装成巨型海上渔场？ (原标题: Why is China converting cargo ships into giant floating fish farms?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319136/china-converts-cargo-ship-giant-fish-farm-food-security-push-gets-creative?utm_source=rss_feed",
      "pubDate": "Tue, 22 Jul 2025 10:30:08 +0000",
      "isoDate": "2025-07-22T10:30:08.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国将货船改装成巨型海上渔场以增强粮食安全\n\n中国正在推行一项创新项目，将旧货船改装成移动式渔场，以提升国家的粮食安全和水产养殖能力。这一举措旨在应对庞大人口日益增长的海鲜需求，并减轻对本地鱼类资源的压力。\n\n### 项目背景与目标\n\n*   **粮食安全优先：** 北京将自给自足作为优先事项，尤其是在全球气候变化和地缘政治紧张局势加剧的背景下。\n*   **“海上粮仓”战略：** 该项目是中国构建“海上粮仓”宏伟目标的一部分，旨在加强国家粮食供应。\n*   **应对海鲜需求：** 随着中国人口对海鲜需求的增长，传统渔业面临压力，促使政府寻求创新的水产养殖解决方案。\n\n### 旗舰项目：浙岱渔养60001号\n\n*   **船只改造：** 一艘名为“浙岱渔养60001”的巨型散货船已被成功改装成移动式渔场。该船原长225米，宽32.2米，载重能力达8万吨。\n*   **生产能力：** 改造后，该船预计每年可生产高达2800吨的鱼类。\n*   **执行方：** 此次改装由国有造船巨头中国船舶集团有限公司（CSSC）的子公司完成。\n*   **技术创新：** 中国船舶集团表示，这是其“以科技赋能海洋开发，强化‘海上粮仓’”的创新实践。\n\n### 项目发展历程\n\n*   **长期探索：** 中国船舶集团自2017年起就开始探索旧船在海水交换式水产养殖中的再利用。\n*   **改造周期：** 据报道，“浙岱渔养60001”号的改装工作耗时约三个月完成。",
      "shortSummary": "中国正将旧货船改装成巨型移动式渔场，以增强粮食安全和水产养殖能力。例如，一艘名为“浙岱渔养60001”的散货船已被中国船舶集团（CSSC）的子公司改造，每年可生产高达2800吨鱼类。此举旨在满足日益增长的海鲜需求，并构建“海上粮仓”，以应对气候变化和地缘政治紧张带来的粮食供应挑战。",
      "translated_title": "中国为何将货船改装成巨型海上渔场？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese company has converted a giant cargo ship into a mobile fish farm as part of a project that aims to boost the nation’s food security by repurposing old vessels for use in aquaculture.\nThe ship, named the Zhe Dai Yu Yang 60001, is a hulking bulk carrier measuring 225 metres in length and 32.2 metres in width, which used to have a capacity of 80,000 deadweight tonnes.\nBut it will now be used to produce up to 2,800 tonnes of fish per year after its conversion by a subsidiary of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/22/5c99e315-b38a-4d6a-ae93-2fc9c286da18_0ad83fd1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比亚迪在香港电动汽车市场销量超越特斯拉和宝马 (原标题: BYD outsells Tesla, BMW in Hong Kong EV market)",
      "link": "https://www.scmp.com/business/china-evs/article/3319131/byd-outsells-tesla-hong-kong-ev-market-mainland-firms-eye-global-expansion?utm_source=rss_feed",
      "pubDate": "Tue, 22 Jul 2025 09:00:18 +0000",
      "isoDate": "2025-07-22T09:00:18.000Z",
      "creator": "Yujie Xue",
      "summary": "# 比亚迪在香港电动汽车市场销量超越特斯拉和宝马\n\n## 2025年上半年香港电动汽车市场概览\n\n*   **市场领导者：** 2025年上半年，比亚迪在香港新增电动汽车（EV）注册量中位居榜首，超越了特斯拉和宝马。\n*   **战略意义：** 此次领先反映了中国大陆汽车制造商正将香港作为其全球扩张的启动平台。\n*   **市场份额：** 根据香港运输署的数据，在2025年上半年注册的18,356辆私人电动汽车中，比亚迪占据了27%的市场份额，共计4,902辆。\n*   **畅销车型：** 比亚迪的畅销车型是海狮07（Sealion 07），这是一款纯电动中型五座SUV，于2024年底上市，共售出3,676辆。\n*   **竞争对手表现：** 同期，特斯拉在香港注册了3,889辆新车。\n*   **前六品牌：** 除了比亚迪和特斯拉，吉利旗下的极氪（Zeekr）、丰田（Toyota）以及中国大陆电动汽车制造商小鹏（Xpeng）也进入了上半年的前六名。这六大品牌合计占据了所有电动汽车注册量的66%。\n\n## 市场趋势与背景\n\n*   **2024年对比：** 2024年，特斯拉在香港新增注册量为9,556辆，几乎是比亚迪电动汽车销量的两倍。\n*   **中国车企策略：** 面对国内激烈的市场竞争以及进入美国和欧盟等主要海外市场所面临的壁垒，中国大陆电动汽车制造商在香港的雄心日益增长。\n*   **专家观点：** 国际智能汽车工程协会秘书长张翔（David Zhang）指出，尽管特斯拉和宝马等外国汽车制造商拥有既定的品牌优势，但比亚迪和吉利等中国电动汽车品牌正凭借其先进技术、吸引人的功能和有竞争力的价格，迅速赢得香港消费者的青睐。",
      "shortSummary": "2025年上半年，比亚迪在香港电动汽车新注册量中超越特斯拉和宝马，成为市场领导者，占据27%的市场份额。其畅销车型为海狮07。此举反映了中国大陆车企利用香港作为全球扩张跳板的战略，以应对国内竞争和海外市场壁垒。专家认为，中国品牌凭借先进技术、吸引力功能和有竞争力的价格，正迅速赢得香港消费者青睐。",
      "translated_title": "比亚迪在香港电动汽车市场销量超越特斯拉和宝马",
      "images": [],
      "contentSource": "完整文章",
      "content": "BYD scored the most new electric vehicle (EV) registrations in Hong Kong in the first half of 2025, beating Tesla and BMW, as mainland Chinese carmakers increased their focus on the city to serve as a launch pad for their global ambitions.\nThe Shenzhen-based carmaker accounted for 27 per cent, or 4,902, of the 18,356 private EVs that were registered in the first half, data from the city’s Transport Department showed this week.\nBYD’s bestseller with 3,676 units was the Sealion 07, a pure...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/22/55ff1842-542d-49a7-aa52-f95d7a9beba4_accf4dd3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在欧中企呼吁中欧峰会达成“实质性”协议 (原标题: Chinese firms in Europe call for ‘substantive’ deal at China-EU summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319129/chinese-firms-europe-call-substantive-deal-china-eu-summit?utm_source=rss_feed",
      "pubDate": "Tue, 22 Jul 2025 08:30:34 +0000",
      "isoDate": "2025-07-22T08:30:34.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 在欧中企呼吁中欧峰会达成“实质性”协议\n\n在欧洲的中国企业呼吁中国和欧盟的政治领导人抓住“历史性机遇”，在本周于北京举行的中欧峰会上解决分歧，达成一项“实质性”贸易协议。\n\n**主要诉求与期望：**\n\n*   **减少贸易壁垒和政治干预：** 中国欧盟商会（CCCEU）秘书长方东奎表示，商界对此次峰会寄予厚望，希望中欧双方能抓住历史机遇，取得实质性成果。\n*   **解决棘手问题：** 呼吁双方在电动汽车和稀土出口等棘手问题上找到妥协方案。\n*   **共同威胁：** 强调中欧双方都面临美国总统唐纳德·特朗普关税战的共同威胁，这促使双方寻求合作。\n*   **经济关系定位：** 认为中欧经济关系不应被地缘政治劫持，而应成为全球贸易的稳定器和引擎。\n*   **具体贸易壁垒：** CCCEU特别希望双方能达成协议，取消欧盟针对中国电动汽车的关税。\n\n**峰会背景与参与者：**\n\n*   此次备受期待的领导人会议将于周四举行，届时欧洲委员会主席乌尔苏拉·冯德莱恩、欧洲理事会主席安东尼奥·科斯塔以及中国国务院总理李强将共同主持。\n*   中国外交部周一宣布，中国国家主席习近平也将在本周会见冯德莱恩和科斯塔。\n*   在峰会召开前，中欧领导人仍在许多问题上存在分歧。",
      "shortSummary": "在欧中企呼吁中欧领导人在本周的北京峰会上达成“实质性”贸易协议，以解决分歧并减少贸易壁垒。中国欧盟商会强调，双方需在电动汽车和稀土出口等问题上妥协，共同应对美国关税战的威胁。他们认为，中欧经济关系应成为全球贸易的稳定器，并希望取消欧盟对中国电动汽车的关税。此次峰会被视为实现实质性成果的历史性机遇。",
      "translated_title": "在欧中企呼吁中欧峰会达成“实质性”协议",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese businesses in Europe have urged political leaders in China and the European Union to seize a “historic opportunity” to resolve their disputes and reach a “substantive” trade deal at this week’s China-EU summit in Beijing.\nThey called for a reduction in trade barriers and political interference, stressing that Beijing and Brussels needed to find a compromise on thorny issues such as electric vehicles and rare earth exports, as both faced a common threat in US President Donald Trump’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/22/49c388dc-f5b4-4c5d-9a60-9fa4a2c8e415_79a7f910.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人型机器人销量有望加速增长，推广应用“极有可能” (原标题: China’s humanoid-robot sales seen gearing up, with adoption push ‘very likely’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319103/china-bets-bots-humanoid-robot-sales-seen-gearing-adoption-push-very-likely?utm_source=rss_feed",
      "pubDate": "Tue, 22 Jul 2025 06:28:44 +0000",
      "isoDate": "2025-07-22T06:28:44.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国人形机器人市场展望：推广应用与需求侧驱动\n\n摩根士丹利（Morgan Stanley）的一份报告指出，为促进人形机器人的广泛应用，中国可能倾向于提供终端用户补贴，以应对该行业快速发展和机器人能力提升的趋势。此评论强调了对人形机器人需求侧采纳的日益关注。\n\n### 政策焦点转变\n\n*   **从供给侧到需求侧**：报告指出，与今年迄今为止主要关注研发资金等供给侧政策不同，政府对人形机器人行业的关注正日益转向需求侧的采纳和应用。\n*   **推广应用可能性大**：分析师（由盛忠领导）预测，中国在今年下半年“极有可能”推动人形机器人的应用。他们认为，这将“提振市场情绪，并有望带来技术突破”。\n*   **“下游应用”成为核心**：报告强调，“下游应用”将成为今年下半年该行业的主要关注点，并引用了近期公布的大额商业订单作为例证。\n\n### 推广应用的驱动因素\n\n*   **数据需求**：报告解释称，“机器人模型需要大量的训练数据来提高成功率和效率。”\n*   **良性循环**：推动应用并在真实工作场景中收集数据，有助于为研发和应用形成一个“良性循环”。\n\n### 近期商业订单\n\n*   **优必选科技（UBTech Robotics）**：这家深圳公司从国有汽车出口商MiEE（上海）汽车技术公司获得了9000万元人民币（约合1250万美元）的采购订单。根据中国招标投标公共服务平台周五的备案，这是迄今为止人形机器人行业最大的一笔交易。\n*   **阿吉博特（AgiBot）与宇树科技（Unitree Robotics）**：本月早些时候，两家中国知名机器人初创公司——阿吉博特和宇树科技——从全球用户数量最大的电信公司中国移动获得了总计1.24亿元人民币的订单。",
      "shortSummary": "摩根士丹利报告指出，中国有望加速人形机器人销量增长，并极可能通过终端用户补贴等方式推动其广泛应用。政策焦点正从研发转向需求侧，以获取真实数据提升机器人性能，形成研发与应用的良性循环。近期，优必选科技、阿吉博特和宇树科技等公司已获得来自国企的大额订单，显示市场需求正在升温。",
      "translated_title": "中国人型机器人销量有望加速增长，推广应用“极有可能”",
      "images": [],
      "contentSource": "完整文章",
      "content": "To spur the broader adoption of humanoid robots, China may be inclined to offer end-user subsidies as the industry rapidly evolves and the robots become more capable, according to a report by investment bank Morgan Stanley.\nThe comments underscore a growing focus on the demand-side uptake of humanoid robotics. By comparison, most of the year-to-date government policies have focused on the supply side, such as funding for research and development, according to the report, published on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/22/c78cf0be-66b0-411f-a44d-67510addb9d5_4a600bef.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在西藏的特大水电站项目引发水电股飙升 (原标题: China’s mega dam project in Tibet sparks hydropower stock surge)",
      "link": "https://www.scmp.com/business/china-business/article/3319091/chinas-mega-dam-project-tibet-sparks-stock-surge-hydropower-infrastructure-sectors?utm_source=rss_feed",
      "pubDate": "Tue, 22 Jul 2025 05:22:16 +0000",
      "isoDate": "2025-07-22T05:22:16.000Z",
      "creator": "Yujie Xue",
      "summary": "# 中国西藏特大水电站项目引发水电股飙升\n\n中国在西藏建设世界最大水电站的计划，被北京称为“世纪工程”，预计将带来巨额投资，从而提振了相关股票。分析师预测，基础设施建设公司、能源开发商和电网设备制造商将从中受益。\n\n## 项目概况\n\n*   **启动宣布**: 中国总理李强于周六宣布了该项目的启动。新华社报道称，该项目位于雅鲁藏布江下游，该河流在流出西藏后进入印度并最终流入孟加拉国，被称为布拉马普特拉河。\n*   **规模与投资**: \n    *   该项目包括五座梯级水电站。\n    *   总投资估计约为1.2万亿元人民币（约合1670亿美元）。\n    *   预计年发电能力将达到30万吉瓦时。\n*   **世界之最**: 这使其成为世界上最大的水电设施，其投资是目前中国最大水坝——三峡大坝的五倍，发电能力是其三倍。\n\n## 市场反应\n\n*   在项目宣布后，中国基础设施建设和水电板块的股价在周一恢复交易时大幅上涨。\n*   参与该项目的国有开发商中国电力建设集团的股价在周一和周二均上涨10%，达到每日涨停限制。\n*   专业从事水电设备的公司，如东方电气，以及水泥公司，包括华新，在周一也出现了显著的价格上涨。\n\n![中国总理李强在周六的仪式上宣布世界最大水电站项目开工。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/22/9ec7275c-1c08-4ac3-baab-81d0cbc88c68_7ac94200.jpg)\n*中国总理李强在周六的仪式上宣布世界最大水电站项目开工。图片来源：新华社*",
      "shortSummary": "中国总理李强宣布启动在西藏雅鲁藏布江下游建设世界最大水电站项目。该项目总投资约1.2万亿元人民币，预计年发电量30万吉瓦时，规模远超三峡大坝。受此消息影响，中国基础设施建设和水电相关股票周一开盘后大幅上涨，多家公司股价触及涨停，显示出市场对“世纪工程”的积极反应。",
      "translated_title": "中国在西藏的特大水电站项目引发水电股飙升",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/22/9ec7275c-1c08-4ac3-baab-81d0cbc88c68_7ac94200.jpg",
          "alt": "Chinese Premier Li Qiang announces the commencement of the construction of the world’s largest hydropower dam at a ceremony on Saturday. Photo: Xinhua",
          "title": "Chinese Premier Li Qiang announces the commencement of the construction of the world’s largest hydropower dam at a ceremony on Saturday. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s construction of the world’s largest hydropower dam in Tibet has boosted related stocks, as analysts predict that infrastructure construction companies, energy developers, and power grid equipment manufacturers would benefit from the substantial investment into what Beijing calls the “project of the century”.\nChinese Premier Li Qiang on Saturday announced the start of the project, situated on the lower reaches of the Yarlung Tsangpo River, which becomes the Brahmaputra River as it leaves...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/22/23b7cd64-b6e6-4296-9053-5fadac87ffa7_966fdd3a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济超预期增长，为何工人仍旧承压？ (原标题: As China’s economy beats expectations, why workers continue to carry the burden)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319025/can-china-pass-ground-tests-ace-its-economic-report-card-2025s-second-half?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 22:00:09 +0000",
      "isoDate": "2025-07-21T22:00:09.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国经济表现与民众感受的脱节\n\n尽管中国官方公布的经济数据（如年中GDP增长5.3%）表现强劲，超出预期，但普通民众和企业却普遍感受到经济压力，与“亮眼”数据形成鲜明对比。\n\n### 工人困境的案例\n\n*   以成都36岁的会计师贾斯汀·李（Justin Li）为例，他已五年未涨工资，月薪自疫情以来一直维持在7000元人民币（约975美元）。\n*   面对公司裁员风险，李的购房梦想变得遥不可及，他不敢承担房贷，担心失业。\n*   他目前与妻子、母亲和一岁女儿依靠租房生活，对未来充满不确定性。\n\n### 官方经济数据\n\n*   北京发布的年中经济报告显示，中国GDP增长率达到5.3%，超出预期，表明经济在面对包括中美贸易战在内的各种逆风时仍具韧性。\n*   普遍认为，全年“5%左右”的GDP增长目标不会落空。\n\n### 数据背后的隐忧\n\n尽管官方数据乐观，但潜在风险依然存在，包括：\n\n*   消费者信心低迷\n*   持续的通缩压力\n*   房地产市场长期低迷\n*   贸易不确定性\n\n这些因素加剧了对下半年经济放缓的担忧，并促使各界呼吁更强有力的政策支持。\n\n### 专家观点\n\n*   香港大学金融学讲席教授陈志武指出，需要区分官方经济数据与家庭和企业的实际感受。\n*   他强调，民众所感受到的世界与上半年“亮眼”的数据截然不同。",
      "shortSummary": "中国经济数据显示GDP增长超预期，但普通工人如成都的会计师贾斯汀·李却面临五年未涨薪、裁员风险和购房无望的困境，凸显官方数据与民众实际感受的脱节。消费者信心低迷、通缩压力和房地产市场低迷等潜在风险，引发对下半年经济放缓的担忧，并呼吁加强政策支持。专家指出，民众感受到的经济现实与乐观数据存在差异。",
      "translated_title": "中国经济超预期增长，为何工人仍旧承压？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Having gone five years without a raise, and now facing increased odds of being laid off, a 36-year-old accountant in the southwestern Chinese city of Chengdu is among those feeling a disconnect between robust headline economic figures and the day-to-day reality.\nJustin Li has been struggling to make ends meet since the onset of the pandemic. Since then, his monthly salary of 7,000 yuan (US$975) has not changed. And now, as his company undergoes a round of lay-offs, his dream of buying a home...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/de608917-d7b6-44d4-92be-eba30d51913f_ae58f89d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟在中国稀土磁铁出口中的份额在六月跃升 (原标题: EU share of China’s rare earth magnet shipments jumps in June)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319027/eu-share-chinas-rare-earth-magnet-shipments-jumps-june?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 14:30:07 +0000",
      "isoDate": "2025-07-21T14:30:07.000Z",
      "creator": "Alice Li",
      "summary": "### 中国稀土磁铁出口在六月反弹，欧盟份额显著增加\n\n中国稀土元素出口许可证审批加速后，其稀土磁铁出货量在六月出现反弹，其中运往欧盟的永久磁铁比例达到今年最高水平。\n\n**主要数据点：**\n*   **总出口量：** 六月，中国出口了3,188吨稀土永磁体。这比五月增长了157.5%，但同比下降了38.2%。\n*   **欧盟份额：** 欧盟接收了1,364吨磁铁，占六月出口总量的43%，高于五月的32%。\n*   **美国份额：** 美国购买了353吨磁铁，占六月出口总量的11%，高于五月的4%。尽管美国购买量比五月激增了660%，但仍比去年同期下降了52%。\n\n**背景与影响：**\n*   **重要性：** 稀土永磁体是电动汽车、风力涡轮机、智能手机和航空航天器等多种产品的关键组成部分。\n*   **出口管制：** 此前，中国在四月为报复美国关税上调，对七种稀土元素和磁铁实施了出口管制，要求企业在出口这些产品前获得政府许可。\n*   **此前下降：** 受管制影响，中国稀土磁铁出口量在四月和五月大幅下降，每月环比下降约50%。\n*   **地缘政治意义：** 由于中国在全球稀土供应链中占据主导地位，而稀土对欧洲关键产业（特别是电动汽车）至关重要，这使得稀土矿物成为中欧关系中的一个争议点。",
      "shortSummary": "中国稀土磁铁出口在六月强劲反弹，运往欧盟的份额跃升至43%，创今年新高。这得益于出口许可证审批加速，此前中国因对美关税报复而实施了出口管制，导致四、五月出口量锐减。稀土磁铁对电动汽车等欧洲关键产业至关重要，中国在全球供应链中的主导地位使其成为中欧关系中的一个焦点。",
      "translated_title": "欧盟在中国稀土磁铁出口中的份额在六月跃升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Following the acceleration of licence approvals for the export of rare earth elements, China’s shipments of the minerals rebounded in June – and the proportion of its permanent magnets sent to the European Union rose to its highest level this year.\nLast month, China exported 3,188 tonnes of rare earth permanent magnets – an essential component for a variety of products, including electric vehicles (EVs), wind turbines, smartphones and aerospace vessels. This represented a 157.5 per cent increase...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/b0d2e0e0-130c-4020-8536-65967a23d422_7ae75a3b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从内卷到演进？中国被敦促刺激新需求，实现创新驱动增长 (原标题: Involution to evolution? China urged to spur new demand, innovation-led growth)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319009/china-urged-curb-neijuan-boosting-domestic-consumption-innovation-led-growth?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 11:30:07 +0000",
      "isoDate": "2025-07-21T11:30:07.000Z",
      "creator": "June Xia",
      "summary": "## 中国应对“内卷”：刺激需求与创新驱动增长\n\n分析师指出，刺激消费需求和鼓励可持续创新对于中国应对过度竞争（即“内卷”）至关重要，甚至有助于将这一趋势转化为良性循环。同时，宏观层面的政策也必不可少，因为仅凭企业自身行动不足以解决问题。\n\n### “内卷”的本质与影响\n\n*   **定义：** “内卷”指的是一种自我挫败的过度竞争循环，企业被迫投入越来越多的资源，却无法获得相应的回报。\n*   **本质：** 中国国际金融股份有限公司（CICC）的分析师指出，“内卷”式竞争的本质是在有限市场空间内的低效竞争。\n\n### 应对“内卷”的策略\n\n为解决“内卷”的根本问题，分析师提出了以下关键措施：\n\n*   **扩大市场需求：** 通过提振需求来创造一个“增量蛋糕”，扩大市场规模，从而提供一个有利的宏观环境来对抗“内卷”。\n*   **推动创新与差异化：** 企业必须增加研发投入，并提供差异化的产品，以培育一个积极的、需求驱动的良性循环。\n*   **宏观政策支持：** 高层宏观经济政策至关重要，因为仅靠企业层面的行动不足以有效应对“内卷”问题。",
      "shortSummary": "分析师认为，为应对中国经济的“内卷”（过度竞争），刺激消费需求和鼓励创新驱动增长至关重要。内卷的本质是有限市场内的低效竞争。解决方案包括扩大市场需求、增加研发投入、提供差异化产品，并辅以必要的宏观经济政策支持，以实现从内卷到良性发展的转变。",
      "translated_title": "从内卷到演进？中国被敦促刺激新需求，实现创新驱动增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Stimulating consumer demand and encouraging sustainable innovation are vital to China’s efforts to combat excessive competition – termed neijuan in Chinese, or “involution” - and could even help turn the trend into a virtuous cycle, analysts said.\nTop-down macroeconomic policies are also crucial, as actions taken by enterprises alone are insufficient, they added.\n“The essence of ‘involutional’ competition is inefficient competition in a limited market space,” analysts from China International...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/a7fee186-0c70-4674-91ff-7f22517ed620_124746e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国誓言在多年创纪录扩张后升级高铁 (原标题: China vows high-speed rail upgrade after years of record-breaking expansion)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319006/china-vows-high-speed-rail-upgrade-after-years-record-breaking-expansion?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 10:30:09 +0000",
      "isoDate": "2025-07-21T10:30:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国高铁网络：创纪录扩张后的升级与未来展望\n\n中国的高速铁路网络，作为全球规模最大的高铁系统，在经历了多年的创纪录扩张后，正准备进行进一步的升级。北京承诺在未来五年内改善服务并降低物流成本。\n\n### 扩张成就与未来目标\n\n*   **里程碑式增长**：交通运输部部长刘伟表示，2021年至2024年间，中国新增了10,000公里的高铁运营里程。\n*   **当前规模**：截至目前，中国高铁运营里程已达48,000公里，占全球高铁总里程的70%以上。\n*   **覆盖范围**：该网络覆盖了全国97%人口超过50万的城市。\n*   **年度目标**：中国有望在今年年底前实现50,000公里的高铁运营总里程目标。\n\n### 网络效益与最新进展\n\n*   **经济与社会效益**：高铁网络的快速发展拓宽了国内出行选择，降低了物流成本，并为中国尖端技术的出口创造了机会。\n*   **最新线路开通**：最近开通的一段线路连接了重庆与湖北省黔江，是未来连接西南城市重庆与东南城市厦门战略线路的一部分，旨在加强内陆地区与沿海地区的互联互通。\n*   **客运量创新高**：根据官方数据，2025年上半年，中国国家铁路客运量达到创纪录的22.4亿人次，比上一年增长了6.7%。\n\n### 增长动因\n\n国家铁路局副局长安路生指出，高铁客运量的增长得益于经济改善带来的出行需求上升，以及服务质量的提升和网络容量的增强。",
      "shortSummary": "中国高铁网络已是全球最大，在多年创纪录扩张后，正计划进一步升级，以改善服务并降低物流成本。2021-2024年新增1万公里，目前运营里程达4.8万公里，覆盖全国97%的50万以上人口城市，目标年底达5万公里。今年上半年客运量创纪录达22.4亿人次，增长得益于经济改善、服务提升和网络容量增强。",
      "translated_title": "中国誓言在多年创纪录扩张后升级高铁",
      "images": [],
      "contentSource": "完整文章",
      "content": "After record levels of expansion over the past few years, China’s high-speed rail network – already the world’s largest – is set for further upgrades, as Beijing pledges to improve services and lower logistics costs over the coming half a decade.\nChina added 10,000km of operational high-speed rail tracks between 2021 and 2024, putting the nation on track to reach its goal of 50,000km by the end of the year, Minister of Transport Liu Wei said at a press conference in Beijing on Monday.\n“The...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/158149d5-cf52-419c-8609-5f95660f53fa_ce039651.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国官员呼吁汽车制造商遏制价格螺旋式上涨 (原标题: Chinese officials call on carmakers to clamp down on price spiral)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319011/chinese-officials-call-carmakers-clamp-down-price-spiral?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 09:30:08 +0000",
      "isoDate": "2025-07-21T09:30:08.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国政府呼吁汽车制造商遏制价格战\n\n中国政府正积极介入汽车行业，特别是新能源汽车（NEVs）领域，以解决其所称的“非理性竞争”和“残酷的价格战”。这一现象被认为正在压低价格，威胁到新兴增长动力的活力，并加剧通货紧缩压力。\n\n### 背景与问题\n\n*   **非理性竞争：** 中国政府与主要汽车制造商进行了多次讨论，指出“非理性竞争”导致的价格下跌是影响整个经济的问题。\n*   **威胁增长：** 这种价格战尤其威胁到新能源汽车等新兴增长驱动力的蓬勃发展。\n*   **通缩压力：** 价格战也被认为是加剧通货紧缩压力的因素之一。\n\n### 政府行动与会议\n\n为遏制这种削弱行业增长潜力的趋势，工业和信息化部（MIIT）于周五晚些时候发布了两份声明，指出行业领导者在北京连续两天举行了两次研讨会。出席会议的官员指示企业采取行动，扭转价格下滑的局面。\n\n### 主要呼吁与指导\n\n1.  **遏制非理性竞争的紧迫性：**\n    *   中央指导小组副组长车军（Che Jun）在中国汽车工业协会（汽车制造商最重要的行业协会）的会议上强调，遏制新能源汽车行业的非理性竞争“至关重要且极其紧迫”。\n    *   北京汽车工业控股和比亚迪的代表也出席了此次会议。\n    *   中央指导小组由执政的共产党中央委员会派遣，负责对相关地区和行业提供监督和指导。\n\n2.  **长期努力与表率作用：**\n    *   车军强调，价格战问题容易复发，因此需要持续的、长期的努力。\n    *   他补充说，领先企业应通过合法和理性的市场竞争，为行业其他企业树立榜样。\n\n3.  **多部门联合会议与促进健康发展：**\n    *   另一个研讨会由工业和信息化部、国家发展和改革委员会以及国家市场监督管理总局联合举办，共有17家领先汽车制造商的代表出席。\n    *   这些政府机构表示，应通过成本监督和价格监测来促进健康的产业发展。\n\n### 目标\n\n政府呼吁汽车制造商建立持久的标准，以确保公平有序的市场活动，从而促进汽车行业的健康发展。",
      "shortSummary": "中国官员正呼吁汽车制造商遏制“非理性竞争”和价格战，尤其是在新能源汽车（NEVs）领域。政府认为这种价格下跌威胁行业增长并加剧通缩压力。工业和信息化部等部门召集主要车企开会，强调遏制价格下滑的紧迫性，要求企业通过成本监督、价格监测及建立持久标准，确保市场公平有序，促进产业健康发展。",
      "translated_title": "中国官员呼吁汽车制造商遏制价格螺旋式上涨",
      "images": [],
      "contentSource": "完整文章",
      "content": "In discussions with major carmakers, China has repeatedly brought up the “irrational competition” driving down prices – an economy-wide issue threatening the buoyancy of emerging growth drivers, particularly new energy vehicles (NEVs) – calling for firms to establish lasting standards to ensure fair and orderly market activity.\nAs Beijing seeks to rein in a cutthroat price war driving down growth potential in the sector – a trend that is also fuelling deflationary pressure – industry leaders...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/b949965e-2820-4743-bb80-6db98180363a_927ceccd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国抨击欧盟银行制裁，关键峰会前紧张局势升级 (原标题: China slams EU banking sanctions as tensions rise ahead of key summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318966/china-slams-eu-banking-sanctions-tensions-rise-ahead-key-summit?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 06:00:09 +0000",
      "isoDate": "2025-07-21T06:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中国对欧盟制裁中国银行的强烈反应\n\n**背景：**\n*   欧盟在其最新一揽子措施中宣布对两家中国小型银行——绥芬河农村商业银行和黑河农村商业银行实施制裁。\n*   这两家银行位于中国与俄罗斯边境附近的城市，欧盟此举旨在削弱俄罗斯的战争机器。\n\n**中方立场与回应：**\n*   中国商务部（Mofcom）发表声明，对欧盟此举表示“强烈不满和坚决反对”。\n*   中方呼吁欧盟“立即停止其错误做法”。\n*   中国誓言将采取“必要措施”，坚决维护中国公司和金融机构的合法权益。\n\n**外交努力与警告：**\n*   据知情人士透露，中方在幕后进行了密集的游说，以将这些银行从制裁方案中移除。\n*   本月早些时候，中国外交部长王毅在与欧盟高级外交官卡亚·卡拉斯会晤时，曾“三四次”警告称，如果银行被列入制裁名单，中方将作出回应。\n\n**时机与峰会：**\n*   此次制裁是在中欧双方准备于周四在北京举行一次关键领导人峰会前几天宣布的。\n*   届时，欧盟委员会主席乌尔苏拉·冯德莱恩和欧洲理事会主席安东尼奥·科斯塔将与中国国家主席习近平和国务院总理李强会面。",
      "shortSummary": "中国强烈谴责欧盟对两家中国银行（绥芬河农村商业银行和黑河农村商业银行）实施制裁，称此举旨在削弱俄罗斯的战争机器。中国商务部表示“强烈不满和坚决反对”，并誓言将采取必要措施维护中方利益。此次制裁发生在中欧关键领导人峰会前夕，加剧了双方紧张关系。中方此前曾密集游说并警告欧盟不要将这些银行列入制裁名单。",
      "translated_title": "中国抨击欧盟银行制裁，关键峰会前紧张局势升级",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has called on the European Union to “immediately cease its wrong practice” of sanctioning two Chinese banks, vowing to take action to defend the interests of Chinese companies just days ahead of a key leaders’ summit.\n“China expresses strong dissatisfaction and resolute opposition to this move,” China’s Ministry of Commerce (Mofcom) said in a statement on Monday.\n“China will take necessary measures to resolutely safeguard the legitimate rights and interests of Chinese companies and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/f4106fbc-9ba6-464b-8602-7e019a3b9543_7faf81c2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国东北老工业城市押注航空与俄罗斯以求复兴 (原标题: Chinese rust-belt city gambles on the skies – and Russia – to fuel revival)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318781/chinese-rust-belt-city-hegang-gambles-new-airport-russian-trade-fuel-revival?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 04:00:12 +0000",
      "isoDate": "2025-07-21T04:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国鹤岗市的经济复兴尝试\n\n### 背景与挑战\n\n*   **城市概况**：鹤岗市是中国东北部靠近俄罗斯边境的一座老工业城市，曾以其廉价住房（房价低至2万元人民币）而闻名。\n*   **经济困境**：该市多年来面临经济增长停滞、工业衰退和人口萎缩的严峻挑战。\n    *   **人口下降**：当地人口已从2010年代的约110万降至目前的85万。\n    *   **GDP下滑**：根据官方数据，鹤岗的GDP从2022年的409.2亿元（约57亿美元）降至2024年的380.2亿元。\n\n### 复兴策略：新建机场项目\n\n*   **项目启动**：鹤岗市近期通过官方微信宣布，萝北机场（Luobei Airport）的建设即将启动。\n*   **投资与时间表**：\n    *   该项目预计投资12亿元人民币。\n    *   计划于2027年投入运营。\n*   **预期容量与设施**：\n    *   一旦建成，机场预计每年可容纳45万旅客和1600吨货物。\n    *   将拥有一条2500米的跑道和一个5008平方米的航站楼。\n\n### 专家观点与意义\n\n*   **基础设施突破**：香港恒生大学讲师David Wong指出，鹤岗机场项目是中国许多中小城市试图通过新一轮基础设施建设寻求经济突破的典型案例。\n*   **实际效益**：他补充说，改善航空连接可以为那些航空交通不便的地区带来实际利益，帮助它们追赶连接更完善的城市区域。\n*   **成本效益**：从成本效益角度来看，小型区域机场（通常投资约10亿元人民币）远比耗资数百亿甚至数千亿元的高铁项目更为经济。",
      "shortSummary": "中国东北老工业城市鹤岗正押注新建萝北机场以实现经济复兴。该市面临人口萎缩和GDP下滑的困境，曾以廉价住房闻名。投资12亿元的机场预计2027年开放，旨在每年服务45万旅客和1600吨货物。专家认为，此举是中国中小城市通过基础设施寻求突破的缩影，且比高铁项目更具成本效益，有望改善区域连接，推动经济发展。",
      "translated_title": "中国东北老工业城市押注航空与俄罗斯以求复兴",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new airport project in Hegang, a rust-belt city near China’s northeastern border with Russia, marks a high-stakes effort at economic revival in a place better known for its cheap housing – where homes once sold for as little as 20,000 yuan (US$2,790), analysts said.\nThe initiative is part of a broader effort to revive the city’s economy after years of stagnant growth, industrial decline and a shrinking population. Hegang’s local population has dropped from about 1.1 million in the 2010s to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/7f19b426-981f-4891-912b-38a790e4803d_8253d6f2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "肖恩·斯坦谈美国企业为何在华如履薄冰 (原标题: Sean Stein on why US businesses are walking a tightrope to stay in China)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318709/sean-stein-why-us-businesses-are-walking-tightrope-stay-china?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 22:00:10 +0000",
      "isoDate": "2025-07-20T22:00:10.000Z",
      "creator": "Kandy Wong",
      "summary": "**肖恩·斯坦谈美国企业在华如履薄冰**\n\n肖恩·斯坦是美中贸易全国委员会（USCBC）的主席，该委员会是一个总部设在华盛顿的非营利组织，致力于促进世界两大经济体之间的贸易。该委员会代表着超过270家在中国开展业务的美国公司。\n\n*   **背景与经历**\n    *   斯坦最近曾担任中国美国商会董事会主席，并曾是上海美国商会名誉主席。\n    *   在此之前，他作为外交官服务了近三十年，包括担任美国驻沈阳和上海总领事。\n\n*   **中美贸易关系现状与展望**\n    *   **关税暂停的延长**：普遍认为，美中两国在日内瓦会谈后同意的90天关税暂停期几乎肯定会再延长90天，因为双方已宣布达成框架协议。回到日内瓦之前的三位数关税水平是“不可想象的”，双方都不希望看到这种情况。\n    *   **更广泛协议的可能性**：\n        *   中国已将两种芬太尼前体添加到其限制化学品清单中。\n        *   因此，外界预期美国可能会降低因芬太尼问题而征收的20%关税。\n        *   如果美国降低关税，中国预计也将降低其部分报复性关税。\n        *   这可能是一条通往更正常贸易关系的道路。\n        *   然而，到目前为止，美国尚未采取措施回应中国的姿态。\n    *   **商界担忧**：商界普遍担心，两国之间几乎所有的讨论都集中在关税问题上。",
      "shortSummary": "美中贸易全国委员会主席肖恩·斯坦指出，美国企业在华面临挑战。他预计美中90天关税暂停期将延长，并讨论了达成更广泛贸易协议的可能性。尽管中国已在芬太尼前体问题上做出姿态，但美国尚未 reciprocate。斯坦强调，商界担忧两国对话过度聚焦于关税，而非更全面的贸易关系。",
      "translated_title": "肖恩·斯坦谈美国企业为何在华如履薄冰",
      "images": [],
      "contentSource": "完整文章",
      "content": "Sean Stein is president of the US-China Business Council (USCBC), a Washington-based non-profit organisation that promotes trade between the world’s two largest economies. The council represents more than 270 American companies doing business in China.\nHe most recently served as board chair of the American Chamber of Commerce in China and is chair emeritus of the American Chamber of Commerce in Shanghai. Before that, he served for nearly three decades as a diplomat, including as US Consul...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/d4a31c77-a325-42eb-ba19-f349633dd9f2_51ba6d7a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "报告：美欧援助削减，中国在东南亚影响力日增 (原标题: US and EU aid cuts see China’s star on the rise in Southeast Asia, report says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318693/us-and-europe-cut-aid-budgets-chinas-star-rise-southeast-asia-report-says?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 12:30:08 +0000",
      "isoDate": "2025-07-20T12:30:08.000Z",
      "creator": "Kandy Wong",
      "summary": "### 报告：美欧援助削减，中国在东南亚影响力日增\n\n一份由澳大利亚智库洛伊研究所（Lowy Institute）发布的新报告指出，随着美国和欧盟大幅削减对外援助预算，中国作为东南亚最大基础设施融资国的角色正在增强其在该地区的影响力。\n\n#### 西方援助的削减\n\n*   **美国**：特朗普政府时期削减了约600亿美元的援助。\n*   **欧洲国家**：撤回了超过250亿美元的资金。\n*   **未来展望**：预计美国今年将削减其对外援助83%。\n*   **影响**：西方资金的撤回以及关税不确定性对贸易关系的损害，使得东南亚发展融资的“重心”正转向东方，特别是北京，但也包括东京和首尔。\n\n#### 中国影响力的上升\n\n*   **基础设施融资主导地位**：报告指出，中国是东南亚基础设施融资的单一最大合作伙伴。\n*   **与传统捐助国的对比**：尽管传统捐助国（如美国、澳大利亚以及联合国、亚洲开发银行、世界银行等国际组织）的总支出仍超过中国，但随着西方援助的减少和中国战略的调整，北京有望重新获得主导地位。\n*   **具体案例**：中国通过基础设施互联互通增强地区影响力，近期案例包括与越南和泰国的高速铁路项目。\n\n#### 中国的对外援助原则\n\n中国国际发展合作署发言人李明在三月份的新闻发布会上表示，中国对外援助的相关原则“不会改变”，其中包括：\n*   不干涉他国内政。\n*   不附加政治条件。\n*   不作空头承诺。\n\n李明强调，一个大国应该承担其应尽的国际义务和责任，而不是背弃承诺、唯利是图或恃强凌弱。",
      "shortSummary": "一份洛伊研究所报告指出，随着美国和欧盟大幅削减对外援助，中国作为东南亚最大基础设施融资国的地位日益巩固，其在该地区的影响力也随之上升。报告称，尽管传统捐助国总支出仍高于中国，但西方援助的减少使中国有望重获主导地位。中国强调其援助不干涉内政、不附加政治条件。",
      "translated_title": "报告：美欧援助削减，中国在东南亚影响力日增",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s role as Southeast Asia’s largest infrastructure financier is increasing its regional influence at a time when the United States and the European Union are slashing their foreign aid budgets, a new report by an Australian think tank said.\nWith the Trump administration in the United States scrapping about US$60 billion in aid and European countries pulling back more than US$25 billion, “the centre of gravity” in Southeast Asia’s development finance landscape “looks set to drift East,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/1bf9c96d-9e38-45c1-9001-e009838d9bd8_cb2c3a35.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“美国梦已褪色”：Jeep 如何在中国走到尽头 (原标题: ‘The American dream has faded’: how Jeep reached the end of the road in China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318762/american-dream-has-faded-how-jeep-reached-end-road-china?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 03:00:18 +0000",
      "isoDate": "2025-07-20T03:00:18.000Z",
      "creator": "He Huifeng",
      "summary": "# Jeep在华合资企业破产：一个时代的终结\n\n## 引言\n上周，Jeep在中国的合资企业宣布破产，这让许多中国“千禧一代”深感悲伤。广汽菲亚特克莱斯勒汽车有限公司（GAC Fiat Chrysler Automobiles）于7月8日正式宣布破产，这是中国汽车市场首例中外合资企业破产，对全球汽车行业产生了巨大震动。\n\n## 昔日辉煌与“美国梦”的象征\n对于40多岁的Alice Yu来说，Jeep曾承载着特殊的意义。她回忆起2010年代初，当时的男友送给她一辆价值超过40万元人民币（约合55,700美元）的进口Jeep大切诺基。那时，Yu是深圳一位崭露头角的媒体经理，这辆豪华SUV似乎象征着她那一代人所向往的“美国梦”——自由与繁荣。Jeep品牌在中国有着悠久的历史，甚至可以追溯到1949年，当时毛泽东主席曾被拍到在一辆美军威利斯Jeep上向中国军队致敬。\n\n## 衰落原因与破产\n然而，如今的Jeep品牌在中国已严重落后于时代。这种滞后导致了销量暴跌和债务缠身，最终走向了历史性的破产。此次破产涉及Stellantis（一家拥有标致、菲亚特、克莱斯勒和玛莎拉蒂等品牌的跨国巨头）和广州汽车集团（GAC）的合资企业。尽管Stellantis旗下品牌众多，但在中国，它长期以来一直与Jeep品牌紧密相连。\n\n## 影响\nJeep在华合资企业的破产不仅标志着一个品牌的衰落，也预示着全球汽车行业可能面临的挑战，尤其是在快速变化的中国市场。",
      "shortSummary": "Jeep在华合资企业广汽菲亚特克莱斯勒汽车有限公司已宣布破产，这是中国汽车市场首例中外合资企业破产。曾象征“美国梦”的Jeep品牌，因未能跟上中国市场发展，导致销量暴跌、债务缠身。此次破产对全球汽车业产生震动。",
      "translated_title": "“美国梦已褪色”：Jeep 如何在中国走到尽头",
      "images": [],
      "contentSource": "完整文章",
      "content": "Like many elder Chinese millennials, Alice Yu was deeply saddened last week when she heard the joint venture that made Jeeps in China had declared bankruptcy.\nThe 40-something recalled her then-boyfriend giving her an unforgettable gift in the early 2010s: an imported Jeep Grand Cherokee costing more than 400,000 yuan (US$55,700).\nAt the time, Yu was an up-and-coming media manager living in Shenzhen, and the luxurious SUV seemed to symbolise the “American dream” of freedom and prosperity that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/7c7ab9a9-4933-470a-b68e-cae3138de7f0_3aa6f411.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "英伟达CEO在中国大放异彩——但贸易战担忧仍暗流涌动 (原标题: Nvidia CEO shines in China – but trade war fears still lurk beneath surface)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318784/nvidia-ceo-jensen-huang-charms-china-trade-war-fears-still-lurk-beneath-surface?utm_source=rss_feed",
      "pubDate": "Sat, 19 Jul 2025 13:00:09 +0000",
      "isoDate": "2025-07-19T13:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "### 英伟达CEO黄仁勋访华：魅力攻势与贸易关系缓和\n\n*   英伟达（Nvidia）首席执行官黄仁勋（Jensen Huang）在一年内第三次访问中国，作为全球市值最高公司的领导人，他展开了全面的魅力攻势。\n*   作为中国国际供应链促进博览会的贵宾，黄仁勋的访问凸显了近期中美关系的解冻。\n\n### H20芯片出口获批：关键进展\n\n*   抵达中国后，黄仁勋宣布华盛顿已批准英伟达出口H20芯片。\n*   H20是一款专为中国市场设计的AI芯片，其性能低于英伟达被禁止向中国出口的“黄金标准”加速模型。\n\n### 黄仁勋的个人魅力展示\n\n*   在博览会第三届开幕式上，黄仁勋甚至脱下标志性的皮夹克，换上传统中式唐装，并用略显生疏的普通话发表了部分演讲。\n*   在台下，他耐心接受了无数媒体采访，赞扬了中国的科技公司和AI模型，并满足了自拍请求。\n*   他的个人魅力和乐观态度在中美就贸易谈判达成框架协议并推动某些技术和稀土出口审批后得到了充分展现。\n\n### 美国企业参与度提升\n\n*   在英伟达的带领下，美国企业成为此次博览会最大的海外参展团，参展数量比上一届增加了15%。\n\n### 潜在担忧依然存在\n\n*   然而，在表面乐观的氛围之下，供应链中断和更广泛的“脱钩”威胁并未消散，担忧依然暗流涌动。",
      "shortSummary": "英伟达CEO黄仁勋近期第三次访华，展开魅力攻势，凸显中美关系缓和。他宣布华盛顿已批准向中国出口专为中国市场设计的H20 AI芯片。黄仁勋在博览会上身着唐装、用中文演讲，并积极与媒体互动，展现了乐观姿态。尽管美国企业参展热情高涨，但供应链中断和更广泛脱钩的担忧仍未完全消除。",
      "translated_title": "英伟达CEO在中国大放异彩——但贸易战担忧仍暗流涌动",
      "images": [],
      "contentSource": "完整文章",
      "content": "On his third trip to China in a year, Nvidia CEO Jensen Huang – head of the world’s most valuable company – was on a full-blown charm offensive.\nAs a guest of honour at the China International Supply Chain Expo, Huang’s visit underscored the recent thaw in Sino-US relations. Upon arrival, he announced Washington had cleared the way for Nvidia to export the H20 – a made-for-China AI chip less powerful than its gold-standard acceleration model, which was banned for export to the country in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/346a29fd-b052-4f2c-a9b7-2aefa7bbeeb5_3658de71.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最新的促婚策略：音乐节上的拉斯维加斯式婚礼 (原标题: China’s latest pro-marriage tactic: Vegas-style weddings at music festivals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318758/china-tries-tempt-couples-marriage-music-festival-wedding-booths?utm_source=rss_feed",
      "pubDate": "Sat, 19 Jul 2025 08:00:09 +0000",
      "isoDate": "2025-07-19T08:00:09.000Z",
      "creator": "June Xia",
      "summary": "### 中国应对结婚率下降的新策略\n\n近年来，中国结婚率急剧下降，各地政府正积极寻求对策以扭转这一趋势。他们最新的尝试是在热门音乐节上设立类似拉斯维加斯式的临时婚姻登记处。\n\n#### 乌鲁木齐的“超级草莓音乐节”案例\n\n*   **创新举措：** 新疆维吾尔自治区首府乌鲁木齐的官员在“超级草莓音乐节”上设立了临时婚姻登记处，这一举动引起了广泛关注。这是当地为吸引情侣结婚而推出的一系列引人注目的措施之一。\n*   **便捷登记：** 根据乌鲁木齐水磨沟区民政局的规定，符合条件的中国大陆情侣只需凭身份证和三张护照尺寸照片，即可在音乐节现场当场办理结婚登记。\n*   **成功案例：** 据当地媒体报道，在周六下午登记处开放期间，共有三对情侣当场喜结连理。\n*   **新人反馈：** 来自昌吉市的居民姚玉阳原计划周一与男友结婚，但抵达音乐节后改变了计划。她向《乌鲁木齐晚报》表示：“音乐节上有我最喜欢的乐队‘夏日入侵计划’的表演，所以我们可以一起结婚，一起享受音乐。”她还补充说：“现场登记很方便，只花了大约10分钟就完成了。”\n\n#### 全国范围内的趋势\n\n近几个月来，中国各地在意想不到的地点设立婚姻登记处的频率越来越高。这表明地方官员正竭尽全力，通过提供便利和独特的体验，以期提升全国不断下降的结婚率。",
      "shortSummary": "为应对结婚率下降，中国各地政府正积极探索新策略。最新举措是在音乐节上设立拉斯维加斯式的临时婚姻登记处。例如，乌鲁木齐在“超级草莓音乐节”上提供现场登记服务，吸引情侣当场结婚。此举旨在通过提供便利和独特的体验来刺激结婚意愿，成为全国范围内提升结婚率努力的一部分。",
      "translated_title": "中国最新的促婚策略：音乐节上的拉斯维加斯式婚礼",
      "images": [],
      "contentSource": "完整文章",
      "content": "Officials across China have been racking their brains to think of ways to reverse a sharp decline in the country’s marriage rate over the past few years. Their latest idea: Las Vegas-style weddings at popular music festivals.\nLocal officials in Urumqi, capital of the Xinjiang Uygur autonomous region, made headlines over the weekend when they set up a temporary registry office at the Super Strawberry Music Festival – the latest in a string of eye-catching local initiatives designed to tempt...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/3e70bd28-ee83-4026-a68f-821cdec64c9f_fa10a0b3.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-23T02:58:54.561Z"
}