{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "部分AirPods Pro 3用户抱怨出现静电噪音 (原标题: Some AirPods Pro 3 Owners Complain About Static Noise)",
      "link": "https://www.macrumors.com/2025/10/29/airpods-pro-3-static-complaints/",
      "pubDate": "Wed, 29 Oct 2025 16:03:00 PDT",
      "isoDate": "2025-10-29T23:03:00.000Z",
      "creator": "Juli Clover",
      "summary": "# AirPods Pro 3静电噪音问题\n\n部分AirPods Pro 3用户反映，在开启主动降噪（ANC）功能但未播放任何媒体内容时，会遇到类似静电的噪音问题。这些抱怨主要集中在Reddit和MacRumors论坛上。\n\n## 噪音描述与受影响模式\n受影响的用户将噪音描述为静电声、可听见的嘶嘶声、白噪音、雨声，以及类似将海螺放在耳边听到的海浪声。据报告，这种静电噪音在主动降噪（ANC）、自适应（Adaptive）和通透（Transparency）模式下均有出现。\n\n## 用户反馈示例\n*   **用户ugh**：在安静房间里开启ANC后，低频噪音确实减少，但高频噪音反而似乎变大，听起来像房间里一直开着一个小风扇。\n*   **用户xJohnyxx**：在通透/自适应模式下噪音非常明显，尤其是在右耳。他表示AirPods Pro 2没有这个问题，并计划退货，因为也不喜欢新的音效配置文件且佩戴不适。\n*   **用户rolan2q**：在购买一周后不得不更换他的AirPods Pro 3。在一次飞行中，他的右耳AirPod全程都有口哨/风声。尽管尝试了重置、重新配对和清洁，问题依然存在。\n*   **Reddit用户EdRecde**：静电噪音太大，导致无法以30分贝左右的低音量听音乐。作为他的第一副AirPods，他无法比较，但只有关闭麦克风才能让耳机完全安静。\n\n## 问题范围与潜在原因\n并非所有AirPods Pro 3设备都受到影响，有些用户完全没有遇到此问题，也有用户对环境中的任何静电噪音不那么敏感。目前尚不清楚该问题是硬件缺陷还是软件故障。如果是软件问题，苹果可能会通过未来的固件更新来解决。\n\n## 苹果的回应与用户尝试的解决方案\n*   有用户向苹果报告问题后获得了更换设备，但新更换的AirPods Pro 3仍然存在相同的问题。\n*   据称，苹果已指示门店员工为报告静电问题的用户更换AirPods Pro 3。\n*   目前，唯一能完全消除静电噪音的方法似乎是关闭主动降噪和通透模式，这可以在佩戴AirPods时通过“设置”应用完成。\n\n## 相关图片\n![AirPods Pro 3](https://images.macrumors.com/t/7s8Td5r9PRnyrSFNvNIMkDQzzgo=/400x0/article-new/2025/10/airpods-pro-3-prime-day-green.jpeg?lossy)",
      "shortSummary": "部分AirPods Pro 3用户报告在开启主动降噪（ANC）且无媒体播放时，出现静电、嘶嘶声或白噪音。此问题在ANC、自适应和通透模式下均有发生，且部分用户更换设备后问题依旧。苹果已指示门店为用户更换受影响的AirPods Pro 3。问题原因尚不明确，可能是硬件或软件问题。关闭主动降噪和通透模式是目前唯一的临时解决方案。",
      "translated_title": "部分AirPods Pro 3用户抱怨出现静电噪音",
      "images": [
        {
          "url": "https://images.macrumors.com/t/7s8Td5r9PRnyrSFNvNIMkDQzzgo=/400x0/article-new/2025/10/airpods-pro-3-prime-day-green.jpeg?lossy",
          "alt": "airpods pro 3 prime day green",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/10/airpods-pro-3-prime-day-green.jpeg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Some <a href=\"https://www.macrumors.com/roundup/airpods-pro/\">AirPods Pro 3</a> owners have been experiencing a problem with a static-like sound when Active Noise Cancellation is on but no media is playing, according to complaints <a href=\"https://www.reddit.com/r/AirpodsPro/comments/1nl2fem/ocean_static_noise_with_airpods_pro_3_anyone_else\">on Reddit</a> and the <a href=\"https://forums.macrumors.com/threads/airpods-pro-3-anc-loud-static-white-noise.2467050/\">MacRumors forums</a>.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/10/airpods-pro-3-prime-day-green.jpeg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1022414\" />\r<br/>\nThose who are affected have described the noise as static, an audible hiss, white noise, rain, and an ocean-like sound similar to holding a seashell up to the ear. There have been reports of users hearing the static sound in ANC, Adaptive, and Transparency modes. From <a href=\"https://forums.macrumors.com/threads/airpods-pro-3-anc-loud-static-white-noise.2467050/post-34173608\"><em>MacRumors</em> reader ugh</a>:\r<br/>\n<blockquote>It's very strange, I would think it's defective, but it's on both ears?? You can switch ANC from on to off, clearly ANC is quieting down the lower frequencies, but the higher frequencies seem to actually get LOUDER in a quiet room when turning ANC on. It just sounds like I have a small fan on in the room all the time (I do not).</blockquote>\r<br/>\n<a href=\"https://forums.macrumors.com/threads/airpods-pro-3-anc-loud-static-white-noise.2467050/post-34180782\">From xJohnyxx</a>:\r<br/>\n<blockquote>Very pronounced in mine but only in Transparency/Adaptive mode. And only, or at least way more pronounced, in the right one. Had absolutely zero static noise with APP2. Will be returning since I also don't quite like the new sound profile and they are less comfortable for me.</blockquote>\r<br/>\n<a href=\"https://forums.macrumors.com/threads/airpods-pro-3-anc-loud-static-white-noise.2467050/post-34183216\">From rolan2q</a>:\r<br/>\n<blockquote>OMG after one week of ownership I had to exchange my AirPods Pro 3. During a flight from NYC to Chicago I had a whistling/wind noise on my right Airpod the whole time. I reset, repaired, cleaned them and same thing. Hopefully this is not a widespread issue.</blockquote>\r<br/>\nSome users say the static is worse in one AirPod than the other, and others suggest that high frequencies also seem to be oddly amplified. Music mitigates the problem for some users, but not others. From EdRecde <a href=\"https://www.reddit.com/r/AirpodsPro/comments/1nl2fem/ocean_static_noise_with_airpods_pro_3_anyone_else\">on Reddit</a>:\r<br/>\n<blockquote>I have the same problem. It's not possible to hear music at a low level around 30 db because the static is too much. It's my first pair of AirPods so I can't compare but only switching the microphones off makes the headphones silent</blockquote>\r<br/>\nNot all &zwnj;AirPods Pro 3&zwnj; units seem to be affected, and there are people who appear to be experiencing no issue at all. Some users may also be less sensitive to any kind of ambient static sound.\r<br/>\n\r<br/>\nOne user who reported the issue to Apple received replacement AirPods, and other people have exchanged the &zwnj;AirPods Pro 3&zwnj; but experienced the same issue with the replacement pair. One user said that Apple is directing store employees to <a href=\"https://forums.macrumors.com/threads/airpods-pro-3-anc-loud-static-white-noise.2467050/post-34231266\">exchange the AirPods Pro 3</a> for users who report static issues.\r<br/>\n\r<br/>\nIt's not clear if the static that people are hearing is related to hardware or software, but if it is a software issue, Apple could address it in future firmware updates. The only option for eliminating the static entirely appears to be turning ANC and Transparency off, which can be done in the Settings app when wearing the AirPods.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/29/airpods-pro-3-static-complaints/\">Some AirPods Pro 3 Owners Complain About Static Noise</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/some-airpods-pro-3-owners-complain-about-static-noise.2470096/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "苹果宣布三项App Store开发者更新 (原标题: Apple Announces Three App Store Updates for Developers)",
      "link": "https://www.macrumors.com/2025/10/29/apple-developer-app-store-updates/",
      "pubDate": "Wed, 29 Oct 2025 15:09:03 PDT",
      "isoDate": "2025-10-29T22:09:03.000Z",
      "creator": "Juli Clover",
      "summary": "# 苹果宣布三项App Store开发者更新\n\n苹果公司于2025年10月29日宣布了App Store审核流程的更新，为开发者提供了更多新功能和灵活性。这些更新主要集中在以下三个方面：\n\n## 1. 灵活的App审核提交\n\n开发者现在可以在现有提交正在审核时，提交额外的项目进行审核。这大大提高了审核流程的效率和灵活性。\n\n*   **可提交的额外项目示例包括：**\n    *   当一个应用版本正在审核时，可以单独提交一个或多个应用内活动（In-App Events）。\n    *   可以提交一个应用版本来解决关键错误，该版本独立于任何正在审核的自定义产品页面。\n    *   可以提交一个或多个Game Center功能，例如成就、排行榜和挑战等。\n*   更多详细信息可在苹果的应用提交说明页面上找到。\n\n## 2. 扩展自定义产品页面数量\n\n苹果将开发者可以创建的自定义产品页面数量增加了一倍，以更好地突出应用中的内容和功能。\n\n*   **主要特点：**\n    *   开发者现在可以同时发布多达70个自定义页面。\n    *   每个自定义产品页面都可以分配关键词，以提高其在App Store上的可发现性。\n\n## 3. 扩展优惠码（Offer Codes）的使用范围\n\n除了新的应用审核功能和更多自定义产品页面支持外，苹果还将优惠码（Offer Codes）扩展到所有应用内购买类型。\n\n*   **优惠码的适用范围：**\n    *   现在适用于消耗型、非消耗型和非续订订阅，以及自动续订订阅。\n    *   苹果还为在促销期结束后不会自动续订的自动续订订阅添加了优惠码。\n*   **功能和替代：**\n    *   优惠码允许开发者为用户提供免费或打折的应用内购买内容的限时优惠。\n    *   苹果正在用优惠码取代促销码（Promo Codes）。\n    *   自2026年3月26日起，App Store Connect中将不再提供为应用内购买创建促销码的选项。\n    *   促销码仍可用于提供免费应用下载，并且已有的促销码在其过期前将继续有效。\n\n![苹果开发者应用功能](https://images.macrumors.com/t/CnQp9hRPxnSHPj0Bk1C9icR0vNM=/400x0/article-new/2021/04/apple-developer-app-feature.jpg?lossy)",
      "shortSummary": "苹果宣布了三项App Store开发者更新。首先，开发者现在可以在现有提交审核时，提交额外的应用内活动、关键错误修复和Game Center功能，提高了审核灵活性。其次，自定义产品页面数量增加至70个，并可分配关键词以增强应用发现性。最后，优惠码已扩展到所有应用内购买类型，包括消耗型、非消耗型和各类订阅，并将逐步取代应用内购买的促销码。这些更新旨在提升开发者在App Store上的管理和推广能力。",
      "translated_title": "苹果宣布三项App Store开发者更新",
      "images": [
        {
          "url": "https://images.macrumors.com/t/CnQp9hRPxnSHPj0Bk1C9icR0vNM=/400x0/article-new/2021/04/apple-developer-app-feature.jpg?lossy",
          "alt": "apple developer app feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2021/04/apple-developer-app-feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple today <a href=\"https://developer.apple.com/news/?id=gf6mgrs6\">added new features</a> and expanded flexibility to its <a href=\"https://www.macrumors.com/guide/app-store/\">App Store</a> review process. Developers are now able to submit additional items for review when an existing submission is already under review.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2021/04/apple-developer-app-feature.jpg\" alt=\"\" width=\"2250\" height=\"1266\" class=\"aligncenter size-full wp-image-795934\" />\r<br/>\nApple has provided several examples of what can be submitted:\r<br/>\n<ul>\r<br/>\n \t<li>One or more In-App Events in a separate submission if you have an app version under review.</li>\r<br/>\n \t<li>An app version to address a critical bug that's separate from any existing custom product pages under review.</li>\r<br/>\n \t<li>One or more Game Center features -- including achievements, leaderboards, challenges, and more.</li>\r<br/>\n</ul>\r<br/>\nMore information is available on Apple's <a href=\"https://developer.apple.com/help/app-store-connect/manage-submissions-to-app-review/overview-of-submitting-for-review\">app submission instruction page</a>.\r<br/>\n\r<br/>\nApple is doubling the number of custom product pages that developers can create to highlight content and features in apps. Up to 70 custom pages can be published at any time, and keywords can also be assigned to each custom product page to make them more discoverable on the &zwnj;App Store&zwnj;.\r<br/>\n\r<br/>\nIn addition to new app review features and support for more custom product pages, Apple is also expanding offer codes to all In-App purchase types. Offer codes are available for consumable, non-consumable, and non-renewing subscriptions in addition to auto-renewable subscriptions. Apple also added offer codes for auto-renewable subscriptions that don't auto-renew after the promotional period ends.\r<br/>\n\r<br/>\nOffer codes allow developers to provide people with limited-time offers for free or discounted In-App purchase content. Apple is replacing promo codes with offer codes, and as of March 26, 2026, there will no longer be an option to create promo codes for In-App purchases in &zwnj;App Store&zwnj; Connect. Promo codes will continue to be available to provide people with free app downloads, and already-available promo codes will continue to work until they expire.<div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/app-store/\">App Store</a>, <a href=\"https://www.macrumors.com/guide/apple-developer-program/\">Apple Developer Program</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/29/apple-developer-app-store-updates/\">Apple Announces Three App Store Updates for Developers</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-announces-three-app-store-updates-for-developers.2470094/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "振动扬声器的工作原理以及苹果为何可能在iPad Mini 8中使用它们 (原标题: How Vibration-Based Speakers Work and Why Apple Might Use Them in the iPad Mini 8)",
      "link": "https://www.macrumors.com/2025/10/29/ipad-mini-8-vibration-speakers/",
      "pubDate": "Wed, 29 Oct 2025 14:16:24 PDT",
      "isoDate": "2025-10-29T21:16:24.000Z",
      "creator": "Juli Clover",
      "summary": "### iPad Mini 8 或将采用振动扬声器技术\n\n苹果公司正在考虑为下一代 iPad mini 8 引入一种创新的扬声器系统设计，该设计将移除传统的扬声器孔，以显著提升设备的防水性能。据彭博社报道，如果这一技术得以采纳，iPad mini 8 将成为苹果产品线中首款采用振动发声技术的设备。\n\n![ipad mini 7 early black friday](https://images.macrumors.com/t/cUQnBaCeeAPDpAoc2kzjPfneN-M=/400x0/article-new/2024/11/ipad-mini-7-early-black-friday.jpeg?lossy)\n\n#### 振动发声技术的工作原理\n\n苹果可能计划使用“声音激励器”（sound exciter）来产生声音。这种激励器通过使玻璃面板或金属边框等表面振动来产生声波，无需传统的振膜扬声器。\n\n*   **核心机制：** 压电或电磁激励器可以利用几乎任何表面进行共振。\n*   **苹果实施方式：** 苹果可以将激励器连接到 iPad mini 的机身或显示屏上。播放音频时，激励器会使面板振动以推动空气，从而产生声音，而无需扬声器孔。\n*   **立体声潜力：** iPad 拥有足够大的显示屏，可以支持多个激励器，将屏幕划分为多个子面板作为独立的振膜，从而实现立体声效果。\n\n#### 苹果的专利支持\n\n苹果公司已获得一项名为“机械驱动面板声学系统”（mechanically actuated panel acoustic system）的专利，其描述与上述技术类似。该专利指出，电子设备的外壳可作为声学系统的一部分，外壳被划分为子面板，每个子面板都带有一个或多个执行器来使其振动，从而将音频信号转换为声学输出。\n\n#### 实际应用案例\n\n市场上已有设备采用振动发声技术：\n\n*   **华为 P30 Pro (2019):** 首次推出“声学显示技术”，使用屏幕下方的微型激励器振动玻璃屏幕，将整个显示屏变为通话扬声器。然而，该技术仅用于通话，其他音频仍通过底部扬声器输出，且缺乏立体声。\n*   **LG G8 ThinQ:** 利用整个 OLED 显示屏作为振膜发声，并搭配底部扬声器以实现立体声和低音效果。\n*   **索尼 OLED 电视 (“Acoustic Surface”):** 多年来一直使用该技术，显示屏后方有多个执行器振动屏幕发声。索尼宣称其声音与画面精确同步，提供更沉浸的观看体验，广受好评。\n*   **“隐形”扬声器：** 许多可安装在石膏板或天花板后的“隐形”扬声器也使用表面激励器，使墙壁变为扬声器驱动器。\n\n#### 提升防水性能\n\n移除扬声器孔是提升防水性能的关键。\n\n*   **减少进水路径：** 扬声器孔是水进入设备的常见路径。当前的 iPad mini 没有防水等级。\n*   **参考 iPhone：** iPhone 具有 IP68 级防水性能，可在 6 米水深下浸泡至少 30 分钟。\n*   **麦克风孔：** 即使移除扬声器孔，麦克风孔仍可能保留。苹果可以通过使用垫圈和粘合剂来确保麦克风孔的防水性，而不会影响其功能，就像 iPhone 所做的那样。\n\n#### 潜在的缺点\n\n振动发声系统也存在一些挑战：\n\n*   **低音表现：** 低音是振动发声系统的一个常见问题。例如，索尼电视会集成独立的低音炮来增强低音。苹果可能需要采用类似的混合解决方案，或利用数字信号处理来弥补缺失的低音频率。\n*   **声场宽度：** 表面扬声器可以将中高音辐射到整个面板，但由于振动来自单一表面而非两个独立驱动器，感知到的声场宽度可能会变窄。\n*   **触控影响：** 触摸屏幕可能会吸收振动，从而影响声音。苹果可能会通过传感器检测设备握持方式，并相应调整振动模式来缓解此问题。\n\n#### 其他 iPad Mini 8 特性与发布时间\n\n除了防水功能，传闻还指出 iPad mini 8 可能是继 iPad Pro 之后首款采用 OLED 显示技术的 iPad。如果采用振动发声系统，可能还需要复杂的音频处理。iPad mini 8 预计将搭载与 iPhone Air 和 iPhone 17 Pro 相同的 A19 Pro 芯片。\n\niPad mini 8 最快可能在 2026 年发布。",
      "shortSummary": "iPad mini 8 预计将采用创新的振动扬声器技术，以消除扬声器孔，显著提升防水性能。该技术通过激励器使设备表面（如显示屏或机身）振动发声，类似于华为和索尼等公司的现有产品。尽管能增强防水性，但振动扬声器可能面临低音不足和声场宽度受限等挑战。苹果可能通过混合方案或数字信号处理来解决。iPad mini 8 还可能配备 OLED 屏幕和 A19 Pro 芯片，预计最快于2026年发布。",
      "translated_title": "振动扬声器的工作原理以及苹果为何可能在iPad Mini 8中使用它们",
      "images": [
        {
          "url": "https://images.macrumors.com/t/cUQnBaCeeAPDpAoc2kzjPfneN-M=/400x0/article-new/2024/11/ipad-mini-7-early-black-friday.jpeg?lossy",
          "alt": "ipad mini 7 early black friday",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2024/11/ipad-mini-7-early-black-friday.jpeg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The next-generation <a href=\"https://www.macrumors.com/roundup/ipad-mini/\">iPad mini</a> 8 could <a href=\"https://www.macrumors.com/2025/10/28/ipad-mini-water-resistance/\">feature an updated design</a> that removes the speaker holes for improved water resistance, with Apple considering a new speaker system design. The new system would use vibration-based technology, according to <em>Bloomberg</em>, which would make it unique among Apple products if it's adopted.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2024/11/ipad-mini-7-early-black-friday.jpeg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-974829\" />\r<br/>\nIt turns out there are already some devices on the market that use vibration-based sound, giving some insight into how the technology works and how Apple might implement the feature.\r<br/>\n\r<br/>\n<h2>Vibration-Based Sound</h2>\r<br/>\nApple could be planning to use a sound exciter, which creates sound waves by causing a surface like a glass panel or metal frame to vibrate. A piezo or electromagnetic exciter can use almost any surface for resonance, and there's no need for a standard speaker that sends vibrations through a diaphragm.\r<br/>\n\r<br/>\nApple could attach an exciter to the &zwnj;iPad mini&zwnj;'s chassis or display. When playing audio, the exciter could vibrate the panel to move air and create sound with no traditional speaker or need for speaker holes.\r<br/>\n\r<br/>\nThe <a href=\"https://www.macrumors.com/roundup/ipad/\">iPad</a> has a decent-sized display that could support multiple exciters to allow for stereo sound, with the screen divided into sub-panels to serve as separate diaphragms.\r<br/>\n\r<br/>\n<h2>Patents</h2>\r<br/>\nApple has <a href=\"https://patents.justia.com/patent/9525943\">patented a system</a> similar to what's described above. Apple's \"mechanically actuated panel acoustic system\" patent describes an electronic device with an enclosure that's used as part of an acoustic system.\r<br/>\n\r<br/>\nThe enclosure is divided into sub-panels, and each sub-panel has one or more actuators to vibrate the sub-panel. The actuator and attached sub-panel then convert an audio signal to acoustic output.\r<br/>\n\r<br/>\n<h2>Real-World Examples</h2>\r<br/>\nHuawei's 2019 P30 Pro debuted \"Acoustic Display Technology,\" featuring an under-display speaker. It included a tiny exciter that vibrated the glass screen, turning the entire display into a speaker. An <a href=\"https://www.ifixit.com/Teardown/Huawei+P30+Pro+Teardown/122028\">iFixit teardown</a> revealed that Huawei was using a small coil with a magnet in the middle paired with a component that vibrated the screen to create sound.\r<br/>\n\r<br/>\nBased on reviews, the Acoustic Display Technology worked well, but Huawei only used it for calls. All the rest of the smartphone's audio was routed through an additional bottom speaker, and the lack of stereo sound wasn't popular. Huawei released one more model with the technology, the P40, before returning to a more traditional system for subsequent smartphones.\r<br/>\n\r<br/>\nSome TVs have used the technology to improve sound. <a href=\"https://www.lg.com/global/newsroom/news/corporate/lg-continues-to-push-boundaries-of-exceptional-smartphone-audio-with-new-g-series/\">LG's G8 ThinQ</a> used the entire OLED display as a diaphragm, vibrating the screen to produce sound. LG paired it with a bottom speaker for stereo performance and to handle bass.\r<br/>\n\r<br/>\nSony's OLED TVs have used an \"Acoustic Surface\" for sound for several years. The TVs include multiple actuators behind the display that vibrate the screen to create sound. Sony says sound is precisely aligned with what you see, for a more immersive viewing experience. The technology is <a href=\"https://www.reddit.com/r/bravia/comments/1665erq/acoustic_surface_audio/\">often praised</a> in reviews of Sony TV sets.\r<br/>\n\r<br/>\nIt wouldn't be a surprise to see Apple adopt something like the Acoustic Surface, positioning it as a way for users to get immersive, spatial sound even when not wearing AirPods or other headphones that support spatial audio.\r<br/>\n\r<br/>\nThere are also plenty of <a href=\"https://www.aminasound.com\">\"invisible\" speakers</a> that are meant to be mounted behind drywall or in ceilings. They use surface exciters to vibrate the material they're attached to, turning walls into speaker drivers.\r<br/>\n\r<br/>\n<h2>Water Resistance</h2>\r<br/>\nRemoving the speaker holes provide fewer paths for water ingress. The current &zwnj;iPad mini&zwnj; has speaker holes at the top and bottom of the device, and no water resistance rating.\r<br/>\n\r<br/>\nIt's not clear what water resistance rating the &zwnj;iPad mini&zwnj; might get. The <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> has <a href=\"https://support.apple.com/en-us/108039\">IP68 water resistance</a>, which means it can withstand being under water that's six meters deep for at least 30 minutes.\r<br/>\n\r<br/>\n<h2>Microphone Holes</h2>\r<br/>\nIf Apple eliminates speaker holes on the &zwnj;iPad mini&zwnj;, microphone holes would likely remain. The <a href=\"https://www.macrumors.com/guide/ipad-mini-7/\">iPad mini 7</a> has one microphone hole at the top and a second microphone hole located below the camera.\r<br/>\n\r<br/>\nThe &zwnj;iPhone&zwnj; also has microphone holes, so Apple could use gaskets and adhesive for water resistance without impacting functionality.\r<br/>\n\r<br/>\n<h2>Potential Drawbacks</h2>\r<br/>\nBass is an issue with vibration-based audio systems. Sony, for example, integrates separate subwoofers in its TVs to add bass. Apple could use a similar hybrid solution, or use digital signal processing to make up for the missing bass frequencies.\r<br/>\n\r<br/>\nSurface speakers can radiate mids and highs across the panel, but perceived width can be narrower because the vibration comes from a single surface rather than two separate drivers in different locations. If Apple uses actuators to vibrate the &zwnj;iPad mini&zwnj;'s chassis or display, audio playback might not sound as full as stereo speakers do.\r<br/>\n\r<br/>\nTouch can dampen sound by absorbing vibration. Apple could likely mitigate this with sensors that determine how the &zwnj;iPad&zwnj; is held, adjusting the vibration pattern accordingly.\r<br/>\n\r<br/>\n<h2>Other iPad mini 8 Features</h2>\r<br/>\nAlong with water resistance, rumors suggest the &zwnj;iPad mini&zwnj; 8 could be the first &zwnj;iPad&zwnj; other than the <a href=\"https://www.macrumors.com/roundup/ipad-pro/\">iPad Pro</a> to <a href=\"https://www.macrumors.com/2025/10/28/apple-ipad-macbook-oled-displays/\">get OLED display technology</a>.\r<br/>\n\r<br/>\nIf implemented, Apple's vibration-based sound system could require some fancy audio processing. The &zwnj;iPad mini&zwnj; is expected to have the <a href=\"https://www.macrumors.com/2025/08/13/ipad-mini-a19-pro-chip/\">same A19 Pro chip</a> that Apple introduced in the <a href=\"https://www.macrumors.com/roundup/iphone-air/\">iPhone Air</a> and the <a href=\"https://www.macrumors.com/roundup/iphone-17-pro/\">iPhone 17 Pro</a>.\r<br/>\n\r<br/>\n<h2>Launch Timing</h2>\r<br/>\nApple could release the &zwnj;iPad mini&zwnj; 8 as soon as 2026.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/ipad-mini/\">iPad mini</a></div><div class=\"linkback\">Buyer's Guide: <a href=\"https://buyersguide.macrumors.com/#iPad_Mini\">iPad Mini (Neutral)</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/ipad.137\">iPad</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/29/ipad-mini-8-vibration-speakers/\">How Vibration-Based Speakers Work and Why Apple Might Use Them in the iPad Mini 8</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/how-vibration-based-speakers-work-and-why-apple-might-use-them-in-the-ipad-mini-8.2470090/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "苹果在第一代AirPods Pro爆音诉讼中获得部分驳回 (原标题: Apple Wins Partial Dismissal in First-Gen AirPods Pro Crackling Lawsuit)",
      "link": "https://www.macrumors.com/2025/10/29/airpods-pro-crackling-lawsuit-partial-dismissal/",
      "pubDate": "Wed, 29 Oct 2025 11:07:28 PDT",
      "isoDate": "2025-10-29T18:07:28.000Z",
      "creator": "Juli Clover",
      "summary": "# 苹果在第一代AirPods Pro爆音诉讼中获得部分驳回\n\n苹果公司在针对第一代AirPods Pro爆音问题的集体诉讼中取得了部分胜利，法官驳回了原告提出的一些诉求，但部分关键指控仍将继续审理。\n\n## 诉讼背景\n\n*   **提起时间**：该集体诉讼于2024年11月提起。\n*   **主要指控**：指控苹果公司虚假宣传，销售存在持续爆音或静电问题的AirPods Pro型号。\n*   **用户反馈**：AirPods Pro上市后不久，客户就报告了爆音、咔嗒声、噼啪声和静电噪音等问题。\n*   **苹果的应对措施**：\n    *   **2020年5月**：发布软件更新，试图解决问题。\n    *   **2020年10月**：启动维修计划。\n*   **原告主张**：如果苹果公司坦诚披露缺陷，他们就不会购买或会以更低的价格购买这些耳机。\n*   **苹果的动议**：苹果公司于2025年3月提交了驳回诉讼的动议。\n\n## 法官的裁决（苹果部分胜诉）\n\n法官本周的裁决导致了混合结果，部分诉求被驳回，但也有部分诉求得以保留。\n\n### 被驳回的诉求\n\n*   **州级诉求**：部分州的欺诈和消费者法相关诉求被驳回。\n*   **担保诉求**：明示担保和默示担保相关诉求被驳回。\n*   **全国性诉求**：因原告未能提供每个州的代表性原告，全国性诉求被驳回。\n*   **特定原告诉求**：部分针对特定原告的诉求被撤销。\n*   **不当得利**：加利福尼亚州的不当得利诉求未获支持。\n*   **禁令救济**：由于第一代AirPods Pro已不再销售，法院否决了禁令救济的请求。\n\n### 幸存的诉求\n\n*   **“隐瞒欺诈”诉求**：指控苹果公司在2020年服务计划中公开承认缺陷后，仍未能披露已知的AirPods Pro缺陷。这一关键诉求得以保留。\n\n## 诉讼的后续发展\n\n*   **修改和重新提交**：许多被驳回的州、全国性及担保诉求可以在未来21天内修改并重新提交，这意味着部分诉求仍有可能在案件审理过程中被恢复。\n*   **原告的举证责任**：原告需要证明苹果公司在2020年维修计划后知晓并隐瞒了缺陷，并且拒绝了有效的保修维修，这些诉求才能继续推进。\n*   **“隐瞒欺诈”诉求的挑战**：幸存的“隐瞒欺诈”诉求在后续裁决过程中可能成为原告的障碍，并最终可能被驳回。\n*   **苹果的辩护**：苹果公司援引先例辩称，只有在保修期结束后才需要披露安全问题，而AirPods Pro的声音缺陷并非安全隐患。法院认为此时考虑此问题为时过早，未予驳回苹果的论点。\n\n## 相关图片\n\n*   AirPods爆音问题\n    ![AirPods Crackling Feature](https://images.macrumors.com/t/2N0pBTmUFGfFw5d7gvS8JXWUtLU=/400x0/article-new/2020/05/AirPods-Crackling-Feature.jpg?lossy)",
      "shortSummary": "苹果公司在针对第一代AirPods Pro爆音问题的集体诉讼中获得部分胜利。法官驳回了包括部分州欺诈、消费者法、明示/默示担保及全国性诉求，并否决了禁令救济。然而，“隐瞒欺诈”诉求得以保留，指控苹果在2020年服务计划后仍未披露已知缺陷。部分被驳回的诉求可在21天内修改并重新提交。原告需证明苹果知晓并隐瞒缺陷，且拒绝有效保修。苹果辩称声音缺陷非安全问题，法院认为此论点尚早。",
      "translated_title": "苹果在第一代AirPods Pro爆音诉讼中获得部分驳回",
      "images": [
        {
          "url": "https://images.macrumors.com/t/2N0pBTmUFGfFw5d7gvS8JXWUtLU=/400x0/article-new/2020/05/AirPods-Crackling-Feature.jpg?lossy",
          "alt": "AirPods Crackling Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2020/05/AirPods-Crackling-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple was not able to get an AirPods Pro class action lawsuit <a href=\"https://www.macrumors.com/2024/11/13/apple-airpods-pro-crackling-lawsuit/\">filed in November 2024 dismissed</a>, but the judge overseeing the case did throw out some of the claims this week, giving the company a partial win.\r<br/>\n\r<br/>\n<img class=\"aligncenter size-full wp-image-977497\" src=\"https://images.macrumors.com/article-new/2020/05/AirPods-Crackling-Feature.jpg\" alt=\"\" width=\"2098\" height=\"1180\" />\r<br/>\nThe lawsuit covers the first-generation AirPods Pro, accusing Apple of false advertising for selling AirPods Pro models with ongoing crackling or static issues. Shortly after the AirPods Pro went on sale, <a href=\"https://www.macrumors.com/guide/airpods-pro-crackling-popping/\">customers began complaining</a> of crackling, rattling, popping, and static-like noises. Apple issued <a href=\"https://www.macrumors.com/2020/05/06/airpods-pro-noise-cancellation-troubleshooting/\">a software update</a> in May 2020 to attempt to fix the problem, and then later <a href=\"https://www.macrumors.com/2020/10/30/airpods-pro-sound-issues-service-program/\">launched a repair program</a> in October 2020.\r<br/>\n\r<br/>\nThe customers who filed the lawsuit requested relief due to the defective nature of the AirPods Pro, and they said they would not have purchased the earbuds or would have paid less if Apple was forthcoming about the flaw.\r<br/>\n\r<br/>\nApple filed a motion to dismiss the lawsuit in March 2025, leading to the mixed result handed down this week. Claims related to some state fraud and consumer law were dismissed, as were those related to express warranty and implied warranty. Nationwide claims were also thrown out because the plaintiffs failed to present a representative plaintiff from each state, which the court said is required for nationwide counts. Some plaintiff-specific claims were dropped, and a claim for unjust enrichment in California did not survive. The court also denied injunctive relief because the original AirPods Pro are no longer offered for sale.\r<br/>\n\r<br/>\nThe fraud by omission claims survived, and Apple is accused of failing to disclose known AirPods Pro defects even after acknowledging them publicly with the 2020 service program. Several of the state, nationwide, and warranty claims can be amended and refiled with more information in the next 21 days, so some of the claims could be revived as the case goes on.\r<br/>\n\r<br/>\nPlaintiffs will need to prove that Apple was aware of the defect and concealed it following the 2020 repair program, and that the company denied valid warranty repairs for those claims to move forward.\r<br/>\n\r<br/>\nThe surviving fraud by omission claim could prove to be an obstacle for the plaintiffs later in the decision process, and it could ultimately be dismissed. Citing prior case law, Apple argued that it only has to disclose safety issues after the warranty period has expired, and the AirPods Pro sound defect was not a safety hazard. The court did not reject Apple's argument, and simply said that it was premature for it to consider the issue at this stage.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/lawsuit/\">Apple Lawsuits</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/29/airpods-pro-crackling-lawsuit-partial-dismissal/\">Apple Wins Partial Dismissal in First-Gen AirPods Pro Crackling Lawsuit</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-wins-partial-dismissal-in-first-gen-airpods-pro-crackling-lawsuit.2470079/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "英伟达成为首家市值达5万亿美元的公司，受AI需求激增推动 (原标题: Nvidia Becomes First $5 Trillion Company as AI Demand Surges)",
      "link": "https://www.macrumors.com/2025/10/29/nvidia-5-trillion-market-cap/",
      "pubDate": "Wed, 29 Oct 2025 10:15:52 PDT",
      "isoDate": "2025-10-29T17:15:52.000Z",
      "creator": "Juli Clover",
      "summary": "## 英伟达市值突破5万亿美元\n\n**里程碑成就**\n*   2025年10月29日，英伟达成为首家市值达到5万亿美元的上市公司。\n*   这一里程碑是在其市值突破4万亿美元后仅3.5个月内实现的。\n\n**股价飙升原因**\n*   过去一周，英伟达股价上涨了14.5%。\n*   主要驱动因素是市场对其图形处理器（GPU）的强劲需求。\n*   另一个重要因素是市场预期其可能获准向中国销售最先进的芯片。\n\n**中美芯片贸易限制与展望**\n*   目前，美国禁止英伟达向中国出售其Blackwell AI芯片。\n*   中国也出于国家安全考虑，限制国内公司进口部分英伟达芯片。\n*   美国前总统特朗普表示，他将于10月30日与中国领导人讨论英伟达的“超级芯片”，这引发了市场对当前局势可能发生转变的希望。\n\n**AI芯片的重要性与行业布局**\n*   英伟达的AI芯片对于开发和训练大型语言AI模型至关重要。\n*   几乎所有主要的科技公司都在积极开发各类AI产品。\n*   例如，苹果公司正在构建AI基础设施，以支持其Apple Intelligence及其他未来的AI功能。\n*   苹果主要使用其自研的Apple Silicon芯片，但据报道也投资了英伟达的服务器技术。\n\n**与苹果的对比及市场地位**\n*   英伟达的增长速度已超越了苹果、微软等其他科技巨头。\n*   尽管如此，苹果在前一天也短暂达到了4万亿美元的估值，并正接近再次达到这一目标。\n*   苹果正在生产自己的AI服务器，首批设备已于本月开始出货，但这些服务器主要用于内部使用。\n*   因此，苹果不太可能在服务器市场与英伟达展开竞争。\n\n![Apple vs Nvidia](https://images.macrumors.com/t/8QPlTLEt6AnHenXFjh2ODSs3wvs=/400x0/article-new/2024/06/Apple-vs-Nvidia.jpg?lossy)",
      "shortSummary": "英伟达成为首家市值达到5万亿美元的上市公司，在突破4万亿美元后仅3.5个月。其股价在过去一周上涨14.5%，主要得益于AI芯片需求的激增以及可能获准向中国销售先进芯片的预期。尽管中美存在芯片贸易限制，但相关讨论带来了市场希望。英伟达的AI芯片对大型语言模型开发至关重要，其增长速度超越了包括苹果在内的其他科技巨头。苹果也正构建AI基础设施，并已开始出货内部AI服务器。",
      "translated_title": "英伟达成为首家市值达5万亿美元的公司，受AI需求激增推动",
      "images": [
        {
          "url": "https://images.macrumors.com/t/8QPlTLEt6AnHenXFjh2ODSs3wvs=/400x0/article-new/2024/06/Apple-vs-Nvidia.jpg?lossy",
          "alt": "Apple vs Nvidia",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2024/06/Apple-vs-Nvidia.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Nvidia today became the first public company to reach a &#36;5 trillion market capitalization, hitting the milestone 3.5 months after <a href=\"https://www.macrumors.com/2025/07/09/nvidia-4-trillion-market-value/\">surpassing &#36;4 trillion</a>.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2024/06/Apple-vs-Nvidia.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-953774\" />\r<br/>\nOver the past week, Nvidia's shares have climbed 14.5 percent due to demand for its GPUs and the possibility that it might be able to sell its most advanced chips in China. As of now, the U.S. prevents Nvidia from selling its Blackwell AI chips to China, and China has also restricted Chinese companies from importing some Nvidia chips because of national security concerns. Trump said that he would discuss Nvidia's \"super duper chip\" with Chinese president Xi Jinping on October 30, leading to hopes that the situation might change.\r<br/>\n\r<br/>\nNvidia's AI chips are key for developing and training large language AI models, and almost every major tech company is working on some kind of AI product. Apple, for example, is building out AI infrastructure to power <a href=\"https://www.macrumors.com/guide/apple-intelligence/\">Apple Intelligence</a> and other future AI capabilities. Apple is using <a href=\"https://www.macrumors.com/guide/apple-silicon/\">Apple Silicon</a> chips, but it has also <a href=\"https://wccftech.com/loop-capital-apple-is-placing-1-billion-worth-of-orders-for-nvidias-gb300nvl72-with-super-micro-computer-smci-and-dell-tapped-as-key-server-partners/\">reportedly invested</a> in Nvidia server technology.\r<br/>\n\r<br/>\nNvidia's growth has outpaced Apple, Microsoft, and other tech companies, but Apple reached a milestone of its own yesterday. Just ahead of Thursday's earnings call, Apple briefly reached<a href=\"https://www.macrumors.com/2025/10/28/apple-4-trillion-market-cap/\"> a &#36;4 trillion valuation</a>. Apple's stock price has dropped slightly since then, but the company is close to hitting that target again.\r<br/>\n\r<br/>\nApple is pumping out its own artificial intelligence servers, and the first units <a href=\"https://www.macrumors.com/2025/10/24/apple-starts-shipping-made-in-america-ai-servers/\">started shipping out</a> this month. It is unlikely that Apple will compete with Nvidia in the server market because its servers are designed for internal use.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/nvidia/\">Nvidia</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/29/nvidia-5-trillion-market-cap/\">Nvidia Becomes First &#36;5 Trillion Company as AI Demand Surges</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/nvidia-becomes-first-5-trillion-company-as-ai-demand-surges.2470076/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "苹果下一代AirPods Pro的预期 (原标题: What to Expect From Apple's Next AirPods Pro)",
      "link": "https://www.macrumors.com/2025/10/29/what-to-expect-from-next-airpods-pro/",
      "pubDate": "Wed, 29 Oct 2025 10:00:54 PDT",
      "isoDate": "2025-10-29T17:00:54.000Z",
      "creator": "Joe Rossignol",
      "summary": "苹果据称正在开发下一代AirPods Pro，尽管AirPods Pro 3才发布六周。这款新产品预计将带来两项关键改进，并可能于2026年推出。\n\n### 核心新特性\n\n1.  **H3芯片**\n    *   下一代AirPods Pro预计将配备苹果的H3无线音频芯片。\n    *   彭博社的马克·古尔曼（Mark Gurman）表示，H3芯片将提供比AirPods Pro 2和AirPods Pro 3中H2芯片**更卓越的音质和更低的延迟**。\n\n2.  **微型红外摄像头**\n    *   新AirPods Pro还将集成微型红外摄像头。\n    *   苹果供应链分析师郭明錤（Ming-Chi Kuo）曾指出，带有红外摄像头的AirPods可能实现**“空中手势控制”**，但他未详细说明具体功能。\n    *   郭明錤还预期，下一代AirPods Pro将拥有**改进的Vision Pro集成**。\n    *   古尔曼补充说，这些摄像头可能支持一些**人工智能功能**，类似于iPhone 15 Pro及更新机型上的“视觉智能”。\n\n### 发布时间与命名\n\n*   目前尚未有其他功能传闻。\n*   郭明錤预测，下一代AirPods Pro将于**2026年**发布。\n*   关于产品名称，目前尚不清楚它会被命名为“AirPods Pro 4”，还是作为“AirPods Pro 3”的修订版推出。考虑到AirPods Pro 2在发布一年后曾通过更新USB-C充电盒等方式进行小幅迭代而未更改名称，以及AirPods Pro系列通常三年的主要更新周期，2026年推出修订版AirPods Pro 3的可能性较大。\n\n![AirPods Pro 3 设计](https://images.macrumors.com/t/s5MGFVBaI9MaVUebZrYOO6l_k=/400x0/article-new/2019/10/airpods-pro-3-design.jpg?lossy)",
      "shortSummary": "苹果正在开发下一代AirPods Pro，预计于2026年发布。主要升级包括：搭载H3芯片，提供更佳音质和更低延迟；集成微型红外摄像头，支持“空中手势控制”、改进Vision Pro集成及人工智能功能。目前尚不确定其命名为AirPods Pro 4或修订版AirPods Pro 3。",
      "translated_title": "苹果下一代AirPods Pro的预期",
      "images": [
        {
          "url": "https://images.macrumors.com/t/s5MGFVBaI9MaVUebZrUYOJO6l_k=/400x0/article-new/2019/10/airpods-pro-3-design.jpg?lossy",
          "alt": "airpods pro 3 design",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2019/10/airpods-pro-3-design.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "While the <a href=\"https://www.macrumors.com/2025/09/10/airpods-pro-3-features/\">AirPods Pro 3</a> launched only six weeks ago, Apple is reportedly already working on new AirPods Pro, with two key changes rumored for the earbuds.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2019/10/airpods-pro-3-design.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1021273\" />\r<br/>\nSpecifically, the next AirPods Pro are expected to be <a href=\"https://www.macrumors.com/2025/10/12/new-airpods-pro-airpods-5-h3-chip-rumors/\">equipped with Apple's <strong>H3 chip</strong></a> for wireless audio, along with <a href=\"https://www.macrumors.com/2025/09/07/airpods-pro-3-this-year-per-kuo/\">tiny <strong>infrared cameras</strong></a>.\r<br/>\n\r<br/>\n<em>Bloomberg</em>'s Mark Gurman said the H3 chip will offer improved sound quality and lower latency, compared to the H2 chip in the AirPods Pro 2 and AirPods Pro 3.\r<br/>\n\r<br/>\nApple supply chain analyst Ming-Chi Kuo <a href=\"https://medium.com/@mingchikuo/%E9%85%8D%E5%82%99ir%E7%9B%B8%E6%A9%9F%E7%9A%84%E6%96%B0%E6%AC%BEairpods%E5%8F%AF%E6%9C%9B%E6%8F%90%E5%8D%87%E4%BA%BA%E6%A9%9F%E4%BA%A4%E4%BA%92%E9%AB%94%E9%A9%97%E8%88%87%E5%BC%B7%E5%8C%96apple%E7%A9%BA%E9%96%93%E9%9F%B3%E8%A8%8A-%E7%A9%BA%E9%96%93%E9%81%8B%E7%AE%97%E7%94%9F%E6%85%8B-new-ir-camera-equipped-airpods-to-enhance-2daa96913d7f\">previously said</a> AirPods with infrared cameras could enable \"in-air gesture control,\" but he did not elaborate on that possibility. He also expects the next AirPod Pro to have improved Vision Pro integration.\r<br/>\n\r<br/>\nThe cameras could enable some artificial intelligence features, akin to Visual Intelligence on the iPhone 15 Pro and newer, according to Gurman.\r<br/>\n\r<br/>\nNo other features have been rumored yet.\r<br/>\n\r<br/>\nIt is unclear if the next AirPods Pro would be AirPods Pro 4, or if they would still be AirPods Pro 3. AirPods Pro 2 were updated with a USB-C charging case and a few other tweaks a year after they launched, without receiving a name change.\r<br/>\n\r<br/>\nKuo said the next AirPods Pro <a href=\"https://www.macrumors.com/2025/09/07/airpods-pro-3-this-year-per-kuo/\">will launch in 2026</a>. If that timeframe proves to be accurate, then revised AirPods Pro 3 sounds likely, given there was a three-year gap between the AirPods Pro, AirPods Pro 2, and AirPods Pro 3.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/airpods-pro/\">AirPods Pro 3</a></div><div class=\"linkback\">Buyer's Guide: <a href=\"https://buyersguide.macrumors.com/#AirPods-Pro\">AirPods Pro (Buy Now)</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/airpods.216\">AirPods</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/29/what-to-expect-from-next-airpods-pro/\">What to Expect From Apple&#039;s Next AirPods Pro</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/what-to-expect-from-apples-next-airpods-pro.2470074/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2025-10-30T09:31:05.103Z"
}