{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "海上派对：为什么中国年轻人爱上邮轮度假 (原标题: Party at sea: why young Chinese have fallen in love with cruise ship holidays)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316973/how-young-chinese-travellers-are-fuelling-cruise-ship-holiday-boom?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 04:00:10 +0000",
      "isoDate": "2025-07-06T04:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国年轻人爱上邮轮度假\n\n**背景与趋势**\n\n*   中国年轻旅行者，特别是高中和大学毕业生，正日益将海洋邮轮作为一种社交旅行方式。分析师发现，这已成为一个显著的增长趋势。\n\n**案例：董文鑫的邮轮组织业务**\n\n*   **创业动机：** 复旦大学MBA毕业生董文鑫（30岁）为了维系与同学的联系，萌生了组织团体邮轮旅行的想法。他认为，在上海这个主要港口城市，邮轮出发频繁，存在将分散各地的同学重新聚集起来的商机。\n*   **运营模式：** 过去三年里，董文鑫组织了多趟为期一周的往返邮轮旅行。团体规模从4人到30人不等，部分行程远至日本。\n*   **旅行费用：** 根据邮轮的豪华程度，每位旅客的费用在3,000元（约合418美元）至10,000元人民币之间。\n\n**邮轮旅行的独特优势**\n\n*   **促进社交：** 邮轮为团体成员提供了独特的联谊环境，拥有丰富的娱乐活动和共享空间，不受限于租住公寓等传统旅行方式的局限。\n*   **活动丰富：** 董文鑫指出，虽然邮轮旅行不同于公路旅行或徒步，但乘客可以在公共空间享受大量活动，这正是其吸引力所在。",
      "shortSummary": "中国年轻人，特别是毕业生，正日益青睐邮轮度假作为社交旅行方式。复旦大学MBA毕业生董文鑫组织邮轮团维系同学关系，印证了这一趋势。邮轮提供独特的集体环境、丰富的娱乐活动和共享空间，有助于团体成员建立深厚联系，成为他们寻求社交体验的理想选择。",
      "translated_title": "海上派对：为什么中国年轻人爱上邮轮度假",
      "images": [],
      "contentSource": "完整文章",
      "content": "After graduating from Fudan University’s prestigious MBA programme this year, Dong Wenxin wants to keep in touch with his fellow students. The 30-year-old figured many former students probably felt the same way – eager to reconnect even when scattered across China.\nLiving in Shanghai, a major global port city with regular cruise ship departures, gave him an idea. Dong saw business potential in organising group trips that would bring former students back together for quality time at sea.\nOver the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/06/ea607991-1aa5-44fa-a420-d1cf44607994_49e10ca2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普想让中国的无人机停飞——但它们是否已高飞到难以触及？ (原标题: Trump wants to ground China’s drones – but have they flown too high to reach?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317044/trump-wants-ground-chinas-drones-have-they-flown-too-high-reach?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 22:00:16 +0000",
      "isoDate": "2025-07-05T22:00:16.000Z",
      "creator": "Leopold Chen,Xiaofei Xu,Ralph Jennings",
      "summary": "### 特朗普政府的无人机行政令\n\n*   美国总统唐纳德·特朗普于6月6日签署了一项行政命令，旨在对全球无人机市场，特别是中国在该市场中的主导地位，产生重大影响。\n*   该命令要求政府机构“在法律允许的最大范围内”优先使用美国本土制造的无人机系统（UAS）。\n*   此外，行政令还承诺削减相关法规，以加速国内无人机生产和开发。\n\n### 对中国无人机市场地位的挑战\n\n*   这并非华盛顿首次试图遏制中国在利润丰厚的无人机领域崛起，但它表明美国并未放弃这场竞争。\n*   尽管如此，分析师和行业内部人士指出，中国在全球无人机市场中的卓越地位，使得美国目前难以将其产品从供应链中移除。\n\n### 行业观点与潜在影响\n\n*   宾夕法尼亚州Proxim公司（一家使用无人机进行商业检查的公司）的董事总经理保罗·尼尔森（Paul Nielsen）认为，这项行政令是一种谈判策略。\n*   但他对其实施前景感到“不安”，并指出全球只有少数几家非中国公司生产无人机。\n*   尼尔森预测，这项禁令可能会提高成本，称这是“基本的经济学原理”。",
      "shortSummary": "美国总统特朗普签署行政令，要求政府优先使用本土无人机，旨在削弱中国在无人机市场的领导地位。然而，分析师认为中国在全球市场的主导地位使得美国难以将其产品移除，且此举可能导致成本上升。全球仅少数非中国公司生产无人机，凸显了挑战。",
      "translated_title": "特朗普想让中国的无人机停飞——但它们是否已高飞到难以触及？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump issues quite a few executive orders. So many, in fact, that one could be forgiven for not keeping up with them all.\nBut amid the rapid-fire policy changes that have come to characterise his administration, one arrived last month that could have drastic implications for the world’s drone market – and China’s role in it.\nThe order, signed June 6, requires government agencies to prioritise using home-grown unmanned aircraft systems (UAS) “to the maximum extent permitted by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/7dafc9f1-0635-4b8d-9642-2b5bcabbfef1_97028d1b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“对我们来说更难”: 中国年轻人在严峻的英国就业市场中挣扎 (原标题: ‘It’s harder for us’: young Chinese struggle to compete in harsh UK job market)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316972/chinese-graduates-struggle-compete-harsh-uk-job-market-its-harder-us?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 12:00:10 +0000",
      "isoDate": "2025-07-05T12:00:10.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 英国就业市场中中国毕业生的困境\n\n文章指出，对于在英国完成学业的中国毕业生来说，在当地就业市场中找到一份稳定的工作面临着严峻的挑战。这不仅是因为英国整体的就业竞争激烈，还因为中国学生面临着额外的文化障碍和签证限制。\n\n### Harley Hu的求职经历\n\n*   **漫长而艰难的求职过程**：25岁的Harley Hu在去年12月完成教育学硕士学位后，开始在英国寻找全职工作。她寄出了200到300份简历，花了整整半年时间才找到一份稳定的工作。\n*   **临时性的解决方案**：Hu目前找到了一份全职的教学工作，但这份工作只能提供暂时的喘息。她的雇主不提供技术工人签证担保，这意味着她需要在2026年底两年期的毕业后工作签证（Post-study work visa）到期前，找到其他留在英国的途径。\n*   **未来的不确定性**：Hu表示，如果无法解决签证问题，她将不得不准备回中国。她的经历反映了许多中国留学生在英国面临的普遍困境。\n\n### 普遍面临的挑战\n\n*   **激烈的就业竞争**：英国的毕业生就业市场竞争异常激烈，青年失业率高达14.3%。\n*   **中国学生的额外障碍**：与来自其他国家的国际学生相比，中国毕业生往往面临更大的挑战，这主要是由于一系列文化障碍。\n*   **数据对比**：英国政府数据显示，中国国际学生毕业后的职业发展轨迹与其他国家的学生存在显著差异，进一步凸显了他们面临的独特困境。",
      "shortSummary": "文章指出，在英国完成学业的中国毕业生在当地就业市场面临严峻挑战。以Harley Hu为例，她花费半年时间才找到工作，但因雇主不提供签证担保，未来仍面临回国风险。这反映了中国学生在英国就业的普遍困境，他们不仅要应对14.3%的青年失业率带来的激烈竞争，还要克服文化障碍，且政府数据显示其就业轨迹与其他国际学生存在显著差异。",
      "translated_title": "“对我们来说更难”: 中国年轻人在严峻的英国就业市场中挣扎",
      "images": [],
      "contentSource": "完整文章",
      "content": "After finishing her master’s degree in education last December, Harley Hu began looking for a full-time job in the United Kingdom. The search proved to be far more gruelling than she had expected.\n“I sent out maybe 200 or 300 CVs,” the 25-year-old told the Post. “It took half a year to find something stable.”\nAfter six months of juggling part-time work as a Chinese language tutor, Hu has now secured a full-time role in teaching. But the job only provides a temporary respite, as her employer does...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/f5209206-828e-4866-b869-85c15ffc0811_5bc83fee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "太阳能里程碑：中国在行业突破中利用海洋 (原标题: Solar energy milestone: China taps the ocean in breakthrough for industry)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316987/solar-energy-milestone-china-taps-ocean-breakthrough-industry?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 08:00:13 +0000",
      "isoDate": "2025-07-05T08:00:13.000Z",
      "creator": "June Xia",
      "summary": "# 中国首个海水基太阳能系统投入工业使用\n\n中国在山东青岛启动了首个完全基于海水的太阳能系统，该系统适用于工业用途和大规模电力生产，标志着可再生能源领域的一项突破。此举是中国扩大沿海地区可再生能源、促进海洋经济发展和推动工业创新的重要组成部分。\n\n## 项目概况与规模\n*   **地点与运营商**：该浮动太阳能电站位于青岛，由中国最大的国有企业之一中石化（Sinopec）建造。它与中石化在5月下旬启动的另一个海上光伏发电项目共同组成了该公司迄今为止最大的此类倡议。\n*   **发电与减排**：据国务院信息网站称，这两个项目每年可合计发电1670万千瓦时，减少二氧化碳排放1.4万吨。\n\n## 浮动电站技术特点\n*   **建设方与面积**：该浮动电站由中石化青岛炼化公司在沿海水域建造，占地约6万平方米。\n*   **装机容量**：装机容量为7.5兆瓦。\n*   **潮汐适应性**：太阳能电池板能随潮汐涨落，从海洋表面发电。\n*   **效率提升**：靠近水面可将发电效率提高5%至8%。\n\n## 国家战略意义\n*   **能源转型**：该项目是中国减少对进口燃料依赖、转向本土可再生能源的更广泛战略的一部分。\n*   **国家目标**：中国政府在2020年设定了目标，到2030年风能和太阳能总装机容量超过12亿千瓦。\n*   **“新质生产力”**：北京将光伏能源等新兴产业视为发展“新质生产力”的关键，这是一种以技术突破和产业升级为核心的增长模式，并多次得到中国国家主席习近平的强调。",
      "shortSummary": "中国在青岛启动了首个工业级海水基太阳能系统，这是中石化最大的海上光伏项目。该系统与另一项目合计年发电1670万千瓦时，减排1.4万吨二氧化碳。其浮动面板随潮汐涨落，靠近水面可提升5-8%效率。此举是中国减少进口燃料依赖、发展可再生能源，并推动“新质生产力”战略的重要一步。",
      "translated_title": "太阳能里程碑：中国在行业突破中利用海洋",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched a fully seawater-based solar energy system – the first of its kind suitable for industrial use and large-scale power production – as part of broader efforts to expand renewables in coastal regions, boost the maritime economy and drive industrial innovation.\nLocated in Qingdao, Shandong province, the floating solar station builds upon another offshore photovoltaic power generation project launched in late May. Together, they form the largest initiative of its kind by Sinopec,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/a43973fb-00ba-49be-a045-48d1a18eb53b_d8204d30.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "韩国、日本在美国瞄准中国造船业之际加紧行动——它们能成功吗？ (原标题: South Korea, Japan step up as US targets China’s shipbuilding – can they succeed?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316971/south-korea-japan-step-us-targets-chinas-shipbuilding-industry-can-they-succeed?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 02:00:17 +0000",
      "isoDate": "2025-07-05T02:00:17.000Z",
      "creator": "Carol Yang",
      "summary": "## 韩国、日本在美国瞄准中国造船业之际加紧行动\n\n### 背景概述\n\n随着美国誓言要遏制中国在造船业的主导地位（尽管美国国内产能几乎不存在），韩国和日本正寻求从中受益并重新获得其竞争优势。\n\n### 韩国的应对策略与目标\n\n*   **总统承诺与行业危机：** 一个月前上任的韩国总统李在明，在竞选期间就承诺支持造船业，他将该行业描述为“处于重大危机之中”。\n*   **行业重要性：** 李在明在5月14日的一篇社交媒体帖子中指出：“造船业一直是推动韩国出口和创造就业的核心产业。”\n*   **未来愿景：** 他表示：“我将创建一个超越造船强国、引领世界的海洋强国。”\n*   **政策方向：**\n    *   尽管新政府尚未通过任何具体支持该行业的政策或法案，但据野村证券驻首尔的造船业分析师Eon Hwang透露，政府已在“新政府增长政策指南”中概述了相关措施。\n    *   根据Hwang提供的翻译，这些指导方针侧重于船舶开发、生产改进和新的增长计划。\n    *   该文件还指出，新政府旨在通过数字化、自动化以及改善人员培训和工作条件，促进未来船舶（如自主船和环保船）的开发。\n\n### 日本的角色\n\n文章标题和开头提到了日本，但提供的文章内容中没有详细说明日本在此背景下的具体行动或计划。",
      "shortSummary": "美国旨在遏制中国造船业主导地位，促使韩国和日本寻求重获竞争力。韩国总统李在明承诺支持面临危机的造船业，视其为出口和就业核心。新政府计划通过“新政府增长政策指南”，聚焦船舶开发、生产改进及未来船舶（如自主、环保船）发展，以期将韩国打造成全球海洋强国。文章未详细说明日本的具体举措。",
      "translated_title": "韩国、日本在美国瞄准中国造船业之际加紧行动——它们能成功吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the United States vows to curb China’s dominance in shipbuilding – despite its domestic capacity being nearly nonexistent – South Korea and Japan are looking to benefit from the rivalry and reclaim their competitive edge.\nSouth Korea’s president, Lee Jae-myung, who took office a month ago, campaigned on supporting the industry – which he described as being “in major crisis”.\n“Shipbuilding has been a core industry driving Korea’s exports and creating jobs,” he said in a social media post on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/95681a4d-1161-4927-99a2-cdd359c048ca_d090a38b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国以旧换新计划提振外国品牌（包括苹果）销量 (原标题: China’s trade-in programme boosts sales of foreign brands – including Apple)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316980/chinas-trade-programme-boosts-sales-foreign-brands-including-apple?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 14:00:07 +0000",
      "isoDate": "2025-07-04T14:00:07.000Z",
      "creator": "Mandy Zuo",
      "summary": "中国政府推出的以旧换新计划正在提振包括苹果在内的外国品牌在华销量。\n\n*   **政策背景与投入：**\n    *   中国政府通过发行专项债券，投入3000亿元人民币（约合409亿美元）用于以旧换新计划。\n    *   该计划旨在通过对汽车、智能手机等商品提供大幅折扣，以刺激国内需求，并抵消美国关税的影响。\n*   **初步成效：**\n    *   根据商务部数据，截至5月底，该政策已带动1.1万亿元人民币的销售额。\n    *   多个主要跨国公司因此受益。\n*   **苹果公司案例：**\n    *   根据咨询公司Counterpoint Research的报告，2025年第二季度，苹果iPhone在中国的销量同比增长8%。\n    *   这是苹果两年内首次在中国市场实现季度销售正增长。\n    *   销量增长主要归因于苹果在5月份推出的积极折扣活动，以及中国国家以旧换新计划的显著支持。\n    *   苹果公司在“618”购物节前下调了iPhone 16系列的价格。\n*   **未来展望：**\n    *   报告指出，第二季度的表现得益于国家对智能手机的补贴。\n    *   但预计该计划在今年下半年可能会有所缩减。",
      "shortSummary": "中国政府投入3000亿元人民币的以旧换新计划，已带动1.1万亿元销售额，显著提振了包括苹果在内的外国品牌销量。苹果iPhone在2025年第二季度销量同比增长8%，结束了两年负增长，主要得益于其折扣活动和国家补贴。然而，该计划在下半年可能面临缩减。",
      "translated_title": "中国以旧换新计划提振外国品牌（包括苹果）销量",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global brands including US tech giant Apple have recorded an unexpected bump in sales in China over recent months, as they reap the benefit of Beijing’s giant consumption-boosting subsidy campaign.\nChina has ploughed 300 billion yuan (US$40.9 billion) of funding from a special bond sale this year into the trade-in programme – which provides hefty discounts on goods ranging from cars to smartphones – as the government strives to raise domestic demand and offset the impact of US tariffs.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/b0185e28-d9fd-42ab-b040-317fbdef03f4_3e1bc440.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普是否以美元为代价获得了他的“巨大而美丽的法案”？ (原标题: Did Trump get his ‘Big Beautiful Bill’ at the US dollar’s expense?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316991/did-trump-get-his-big-beautiful-bill-us-dollars-expense?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 11:30:13 +0000",
      "isoDate": "2025-07-04T11:30:13.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 美国预算案通过及其对美元的影响\n\n美国国会通过了一项庞大的预算案，引发了市场对美国长期债务的担忧，分析师认为这可能加剧了对美元作为避险资产可靠性的现有疑虑。\n\n### “一项巨大而美丽的法案法案”的主要内容\n\n这项名为“一项巨大而美丽的法案法案”（One Big Beautiful Bill Act）的预算案在众议院以218票对214票的微弱优势获得通过。该法案的主要内容包括：\n\n*   增加边境安全和国防开支。\n*   将2017年颁布的创纪录减税措施永久化。\n\n该法案目前已提交给美国总统唐纳德·特朗普签署，预计他将于周五签署。\n\n### 债务上限与财政影响\n\n该法案将联邦政府的债务上限提高5万亿美元，这一数字超过了此前版本法案中设定的4万亿美元。虽然这为财政部借款以偿还未来义务提供了更多空间，但也意味着未来将累积更多的国家债务。\n\n### 专家分析与市场担忧\n\n澳新银行（ANZ）大中华区首席经济学家杨宇霆（Raymond Yeung）指出，尽管这项法案可能降低了政府立即违约的风险，但它也加深了市场对美国债务可持续性和利率结构的担忧。\n\n杨宇霆表示，在法案通过前的几个月里，投资者就已经在讨论如何分散风险并减少对美元资产的敞口。他进一步指出，即使没有这项法案，许多国家也一直在积累多元化投资的势头。",
      "shortSummary": "美国国会通过了一项名为“一项巨大而美丽的法案法案”的预算案，该法案将增加边境安全和国防开支，并永久化2017年的减税措施。此法案将联邦政府债务上限提高5万亿美元，引发了对美国长期债务可持续性的担忧。分析师指出，尽管法案降低了短期违约风险，但加剧了投资者对美元作为避险资产可靠性的疑虑，促使他们寻求资产多元化。",
      "translated_title": "特朗普是否以美元为代价获得了他的“巨大而美丽的法案”？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The passage of a sprawling budget bill has raised concerns over the long-term debt of the United States, which analysts said could compound already heightened worries over the reliability of the country’s currency as a safe-haven asset.\nWinning a narrow 218-214 vote in the House of Representatives on Thursday, the “One Big Beautiful Bill Act” – which raises spending on border security and defence while making the record tax cuts enacted in 2017 permanent – now heads to US President Donald Trump...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/9499cd11-6e8d-4b6a-b4b8-bdf764b6ed7d_42448182.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧寻求改善关系之际，布鲁塞尔旨在保护其制造业基础 (原标题: As China, EU eye warm ties, Brussels aims to protect its manufacturing base)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316955/china-eu-eye-warmer-ties-brussels-seeks-protect-its-crown-jewel-manufacturing?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 08:00:57 +0000",
      "isoDate": "2025-07-04T08:00:57.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中欧关系与欧洲制造业的挑战\n\n### 德国制造业面临困境\n*   **PMI数据表现：** 德国制造业采购经理人指数（PMI）在6月份升至34个月高点，但仍停留在49.0。由于低于50的读数表示行业收缩，这凸显了德国在恢复制造业增长和昔日辉煌方面面临的严峻挑战。\n\n### 中欧寻求改善关系\n*   **高层互访：** 在德国PMI数据发布之际，中国外交部长王毅正在欧洲进行访问（布鲁塞尔、柏林和巴黎），为本月晚些时候举行的中欧峰会做准备。\n*   **共同目标：** 中欧双方都希望在全球贸易格局因美国而重新洗牌的背景下，解决贸易争端并改善双边关系。\n\n### 欧洲对中国制造业的担忧\n*   **核心症结：** 分析师和业内人士指出，尽管中欧双方都有加强关系的紧迫性，但决定布鲁塞尔与北京之间动态的关键因素是欧洲对中国制造业实力对其构成威胁的深层担忧。欧洲的制造业被视为其大陆的“皇冠上的明珠”。\n*   **专家观点：** 巴黎雅克·德洛尔研究所（Institut Jacques Delors）研究欧洲和中国经济治理的专家萨沙·库尔蒂亚尔（Sacha Courtial）表示：“欧洲希望重建其制造业，因此无法承受大量来自中国的廉价进口。”\n\n### 全球制造业产出对比（2024年）\n*   **欧盟：** 净产出为2.72万亿美元。\n*   **美国：** 产出为2.91万亿美元，与欧盟大致持平。\n*   **中国：** 产出为4.66万亿美元，是全球最大的制造业基地。",
      "shortSummary": "尽管德国制造业面临收缩挑战，中欧正寻求改善关系并解决贸易争端。然而，欧洲对中国制造业实力对其构成威胁的担忧是双边关系的关键因素。欧洲希望重建其制造业，不愿承受大量廉价中国进口。根据世界银行数据，2024年中国以4.66万亿美元的产出位居全球最大制造业国，远超欧盟和美国。",
      "translated_title": "中欧寻求改善关系之际，布鲁塞尔旨在保护其制造业基础",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hopes for a long-awaited recovery of factory activity in Europe’s manufacturing powerhouse were uplifted this week as a key indicator of the sector’s health surged to a 34-month high in Germany.\nBut the fact that the country’s manufacturing purchasing managers’ index for June still remained at 49.0 – when a reading below 50 suggests a contraction in the sector – underscores the uphill challenge that Germany is facing in trying to regain growth and past glory in its manufacturing activities.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/73cd39d8-eab9-4ce2-9053-8b38b7b1d8a2_ba10a24a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧紧张关系升级，北京对欧洲白兰地征收反倾销关税 (原标题: China-EU tensions rise as Beijing levies anti-dumping tariffs on European brandy)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316945/china-levy-anti-dumping-tariffs-european-cognac?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 07:21:12 +0000",
      "isoDate": "2025-07-04T07:21:12.000Z",
      "creator": "Xiaofei Xu,Mia Nulimaimaiti,Finbarr Bermingham",
      "summary": "## 中欧贸易摩擦加剧：中国对欧洲白兰地征收反倾销关税\n\n### 概述\n中国商务部宣布，将对原产于欧盟的进口白兰地征收为期五年的反倾销关税，此举主要影响法国生产的白兰地。这一决定是在中国外交部长王毅正在欧洲访问，旨在解决贸易争端并改善双边关系之际公布的，标志着中欧贸易紧张局势的进一步升级。\n\n### 关税详情与中方理由\n*   **征收对象与期限**：关税将针对主要来自法国的欧洲白兰地，为期五年。\n*   **生效日期**：新关税将于本周六（即公告发布后的第二天）起生效。\n*   **追溯性**：中国商务部明确表示，不会对2023年10月11日至本周五期间进口的相关欧盟白兰地追溯征收反倾销税。\n*   **中方理由**：中国商务部在一份声明中指出，调查发现欧盟相关进口白兰地存在倾销行为，对中国国内白兰地产业造成了实质性损害威胁，且倾销与损害威胁之间存在因果关系。确定的倾销幅度介于27.7%至34.9%之间。\n\n### 背景与外交考量\n*   **宣布时机**：关税公告恰逢中国外交部长王毅正在欧洲进行访问，此行的主要目的是在当前全球贸易格局重塑的背景下，寻求解决贸易争端并改善与欧盟的关系。\n*   **专家解读**：经济学人智库高级中国经济学家徐天辰分析指出，中方此前一直未实际征收关税，是希望欧盟能对中国采取更温和的立场。然而，现在中方显然对欧盟的“强硬”态度感到失望，尽管中方已表现出和解姿态。\n*   **调查截止期**：此次关税公告是在中国反倾销调查原定于7月5日结束的截止日期前一天发布的。\n*   **峰会准备**：王毅的欧洲之行也被视为本月晚些时候中欧峰会的准备工作，但此次关税决定无疑给即将到来的峰会蒙上了一层阴影。\n\n### 中欧关系现状\n*   **紧张局势加剧**：法国外贸银行首席经济学家艾丽西亚·加西亚-埃雷罗表示，中欧之间的紧张关系显而易见。除了白兰地，目前还有针对猪肉和乳制品的“第三阶段调查”正在进行中。\n*   **中方策略与影响力**：加西亚-埃雷罗认为，每当欧盟委员会表示“我们已经完成，没有高级经济对话”时，中方就会发起一项调查，更不用说出口管制。她强调，中方拥有很大的影响力，这表明中国在贸易争端中掌握着重要的筹码。",
      "shortSummary": "中国决定对主要来自法国的欧洲白兰地征收为期五年的反倾销关税，税率介于27.7%至34.9%之间，本周六生效。此举发生在中国外长王毅访欧旨在缓和贸易紧张之际。中方称此举是因欧盟白兰地存在倾销并对国内产业构成威胁。专家认为，中方此前期待欧盟立场软化，但因欧盟的强硬态度而失望。这进一步加剧了中欧贸易摩擦，也反映出双方在即将举行的峰会前关系紧张。",
      "translated_title": "中欧紧张关系升级，北京对欧洲白兰地征收反倾销关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has decided to levy anti-dumping tariffs on European brandy, mostly produced in France, for the next five years – an announcement made while Foreign Minister Wang Yi is on his European tour seeking to resolve trade disputes and improve ties amid a reshuffle of global trade dynamics introduced by the United States.\n“There is dumping of related imported brandy from the EU, the domestic brandy industry faces a material threat of injury, and there is a causal relationship between the dumping...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/b02137c4-bcdf-4c00-811e-ed1ff2ee6d63_d9828410.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美越贸易协议中的一项条款如何可能颠覆亚洲供应链 (原标题: How a clause in the US-Vietnam trade deal could upend Asia’s supply chains)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316920/why-1-clause-us-vietnam-trade-deal-sparking-concern-across-asia?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 05:33:11 +0000",
      "isoDate": "2025-07-04T05:33:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 美越贸易协议及其对亚洲供应链的影响\n\n美国与越南于周三宣布达成一项贸易协议，该协议将使华盛顿对越南商品征收20%的关税。\n\n### 协议主要内容与初步反应\n\n*   **关税税率**：美国将对越南商品征收20%的关税。\n*   **越南企业反应**：越南庞大出口部门的企业最初对此消息感到宽慰，因为20%的税率远低于美国此前在4月份威胁要征收的46%的所谓“对等”关税。\n\n### 协议中的“转运”条款\n\n*   **高额转运关税**：然而，该协议暗藏玄机。美国总统唐纳德·特朗普在宣布协议的社交媒体帖子中表示，被认定通过越南转运的商品将面临高达40%的更高关税。\n*   **条款实施与影响**：目前尚不清楚这项转运条款将如何具体实施。但分析师指出，该条款可能产生深远影响，不仅对越南，也对更广泛的亚洲地区供应链造成冲击。\n\n### 转运的定义\n\n*   **概念解释**：从最纯粹的意义上讲，转运是指出口商通过将货物经由第三国转移来逃避关税的行为。",
      "shortSummary": "美国与越南达成贸易协议，将对越南商品征收20%关税。尽管这低于此前威胁的税率，但协议中新增的“转运”条款规定，经越南转运的商品将面临40%的更高关税。分析师认为，这项条款的实际操作尚不明确，但可能对越南乃至整个亚洲的供应链产生深远影响，旨在打击通过第三国逃避关税的行为。",
      "translated_title": "美越贸易协议中的一项条款如何可能颠覆亚洲供应链",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States announced it had reached a trade deal with Vietnam on Wednesday, which will see Washington impose a 20 per cent tariff on Vietnamese goods.\nBusinesses in Vietnam’s vast export sector initially reacted with relief to the news, as the 20 per cent rate is substantially lower than the 46 per cent so-called “reciprocal” tariff that the US threatened to impose on Vietnam in April.\nHowever, the agreement has a sting in the tail. US President Donald Trump also said in a social post...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/0f998f16-991f-45a8-a31e-ee1023612676_ef14baab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最新承诺解决太阳能电池板产能过剩问题能否达到预期效果？ (原标题: Will China’s latest vow to tackle solar panel oversupply have desired impact?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316893/china-vows-once-again-tackle-solar-panel-oversupply-will-time-be-different?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 02:32:34 +0000",
      "isoDate": "2025-07-04T02:32:34.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国政府承诺解决太阳能光伏产业产能过剩问题\n\n中国政府已承诺解决其太阳能光伏（PV）产业中存在的过度竞争和产能过剩问题，该产业目前仍在积极拓展全球市场。\n\n### 政府高层表态与行动\n\n*   **工业和信息化部部长李乐成：**\n    *   周四，李乐成部长在北京与14家太阳能光伏制造商和行业协会代表举行了会议。\n    *   他强调，“行业必须依法依规治理，全面整治无序低价竞争”。\n    *   李乐成指出，应引导企业提高产品质量，推动落后产能有序退出，以实现健康和可持续发展。\n    *   他还敦促与会者“全面客观地看待光伏产业发展格局”，以“进一步巩固和提升”中国在该行业的优势。\n*   **国家主席习近平：**\n    *   周二，在国家最高经济决策机构——中央金融委员会会议上，习近平主席明确指出要解决“无序低价竞争”问题。\n    *   他指示要清除过剩的工业产能。\n\n### 行业反馈与面临的挑战\n\n*   在与李乐成部长的会议中，光伏行业代表们讨论了他们在生产、创新和竞争中面临的困难。\n*   他们还就可能的政策支持提出了建议。\n\n### 目标\n\n中国政府此举旨在通过规范市场秩序、淘汰落后产能和提升产品质量，促进太阳能光伏产业的健康发展，从而巩固和增强中国在该领域的全球领先地位。",
      "shortSummary": "中国政府正采取行动解决太阳能光伏产业的产能过剩和过度竞争问题。工业和信息化部部长李乐成和国家主席习近平均强调要整治“无序低价竞争”并淘汰落后产能。政府旨在引导企业提升产品质量，实现行业健康可持续发展，以巩固中国在光伏领域的优势。行业代表也提出了面临的困难和政策建议。",
      "translated_title": "中国最新承诺解决太阳能电池板产能过剩问题能否达到预期效果？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed to reduce excessive competition and oversupply in its solar photovoltaic (PV) industry, which is continuing to explore global markets.\nIndustry and Information Technology Minister Li Lecheng told 14 representatives from solar PV manufacturers and industry associations on Thursday that the “industry must be governed in accordance with laws and regulations, and disorderly low-price competition should be comprehensively addressed”, the ministry said in a statement released after...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/3e225993-fc60-402b-809b-5be2fbfc5e75_ac8a9f12.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "AlixPartners称，中国电动汽车价格战粉碎了90%品牌盈利的希望 (原标题: China’s EV price war dashes profit hopes of 90% of brands, AlixPartners says)",
      "link": "https://www.scmp.com/business/china-business/article/3316864/chinas-ev-price-war-dashes-profit-hopes-90-brands-alixpartners-says?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 00:30:08 +0000",
      "isoDate": "2025-07-04T00:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "## AlixPartners报告：中国电动汽车市场盈利前景严峻\n\n根据AlixPartners的最新报告，中国电动汽车（EV）行业正面临激烈的价格战和长期产能过剩的挑战，导致绝大多数品牌难以实现盈利。\n\n### 主要发现：\n\n*   **盈利挑战严峻**：\n    *   预计未来五年内，中国不到10%的电动汽车品牌能够实现盈利。\n    *   目前约有50家汽车制造商生产129个电动汽车品牌，但AlixPartners预测，到2030年，只有15个品牌有望实现盈利，并且这些品牌将占据中国大陆电动汽车市场近75%的份额。\n    *   AlixPartners大中华区联席负责人兼亚洲汽车业务主管Stephen Dyer指出，如果无情的折扣战持续，到2030年，盈利的电动汽车制造商数量可能会进一步降至不到10家，利润空间将受到更大挤压。\n\n*   **市场竞争与创新**：\n    *   Dyer表示，中国是全球最具竞争力的新能源汽车市场之一，其特点是激烈的价格战、快速创新以及新进入者不断提高行业标准。\n    *   这种高度竞争的环境推动了技术和成本效率的显著进步，但也使得许多公司难以实现可持续盈利。\n\n### 市场份额预测：\n\n*   **欧洲市场扩张**：报告预计，到2030年，中国顶尖电动汽车制造商在欧洲的市场份额将翻倍，达到10%。\n*   **中国大陆市场主导**：AlixPartners估计，到2030年，电动汽车（包括纯电动和插电式混合动力车）将占中国大陆新车销量的76%，相当于2000万辆。\n\n### 相关图片：\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7)\n    *   *图片描述：展示中国企业如何在电动汽车竞赛中超越特斯拉。*",
      "shortSummary": "AlixPartners报告指出，由于价格战和产能过剩，未来五年中国仅不到10%的电动汽车品牌能盈利。预计到2030年，129个品牌中仅15个能盈利，占据近75%市场份额。中国电动汽车制造商在欧洲市场份额有望翻倍至10%。尽管市场竞争激烈推动技术进步，但持续的折扣战正严重挤压利润空间。到2030年，电动汽车预计将占中国新车销量的76%。",
      "translated_title": "AlixPartners称，中国电动汽车价格战粉碎了90%品牌盈利的希望",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Less than 10 per cent of electric vehicle (EV) brands in China will turn a profit in the next five years, as the industry grapples with a price war and chronic overcapacity, according to AlixPartners.\nHowever, the country’s top EV players were expected to double their market share in Europe to 10 per cent by 2030, the consultancy said in its latest report on the global car industry on Thursday.\nOf the 129 EV brands currently produced by about 50 carmakers, only 10 of them - up to 15 in an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/03/04dc88a0-9278-45c3-b77f-b2b4574e3e62_ac2bc5ab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国富豪创办大学首次招收本科生，有何期待？ (原标题: What to expect as tycoon-founded Chinese universities enrol first undergraduates)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316818/what-expect-two-chinese-universities-founded-tycoons-enrol-first-undergraduates?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 00:00:14 +0000",
      "isoDate": "2025-07-04T00:00:14.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国富豪创办大学首次招收本科生：预期与关注\n\n随着中国大学招生季的开启，一些由富豪资助的新兴大学因首次招收本科生而备受全国关注。\n\n## 核心信息\n\n*   **新大学概况**\n    *   **福耀科技大学 (FYUST)**：由玻璃大亨曹德旺在福建福州创办。\n    *   **东方理工大学 (EIT)**：由半导体巨头虞仁荣在浙江宁波创办。\n    *   这两所大学都将在今年夏天迎来首批本科生。\n\n*   **创办宗旨**\n    *   这些大学是中国企业家慈善事业的新形式，旨在通过教育推动中国“科技自立自强”的国家战略。\n\n*   **市场与家长预期**\n    *   行业观察家和家长预测，这些以研究为重点的机构可能很快在录取竞争程度上与顶尖公立大学匹敌。\n    *   尽管目前仍落后于清华、北大等精英学府，但它们的吸引力日益显现。\n    *   浙江新通国际教育咨询创始人蔡克（Kent Cai）指出，由于创始人是中国目前最受瞩目的企业家和亿万富翁，家长和学生对此高度关注。\n    *   许多人正在考虑是否应该成为第一批“吃螃蟹”的学生。\n\n*   **招生竞争**\n    *   由于名额有限（仅几十个），预计录取分数线将非常高，竞争激烈。",
      "shortSummary": "中国富豪创办的福耀科技大学和东方理工大学今夏将首次招收本科生，备受关注。这些大学旨在通过教育推动国家“科技自立自强”战略。尽管是新成立，但因其知名创始人及研究导向，预计录取竞争将非常激烈，未来有望与顶尖公立大学媲美。",
      "translated_title": "中国富豪创办大学首次招收本科生，有何期待？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China’s university admissions season kicks off, some newly established, tycoon-funded universities are attracting national attention as they enrol their first undergraduate students.\nFuyao University of Science and Technology (FYUST) founded in Fuzhou, Fujian province, by glass tycoon Cao Dewang, and Eastern Institute of Technology (EIT), founded in Ningbo, Zhejiang province, by semiconductor magnate Yu Renrong, will welcome their first undergraduates this summer.\nThey are part of a new form...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/03/89158b51-9a72-488d-bac1-64dba2f010ca_d09aa543.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国被敦促发行30万亿元债券以解决地方债务危机 (原标题: China urged to issue 30 trillion yuan in bonds to tackle local debt crisis)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316839/china-urged-restore-local-fiscal-capabilities-30-trillion-yuan-debt-swap?utm_source=rss_feed",
      "pubDate": "Thu, 03 Jul 2025 22:00:14 +0000",
      "isoDate": "2025-07-03T22:00:14.000Z",
      "creator": "Alice Li",
      "summary": "# 中国被敦促发行30万亿元债券以解决地方债务危机\n\n## 核心提议\n*   清华大学中国经济思想与实践研究院（Accept）提出，中国应发行30万亿元人民币（约合4.2万亿美元）国债。\n*   **目的：** 置换地方政府隐性债务，重振经济增长势头，从根本上化解金融风险。\n*   **额外措施：** 建议再发行数万亿元债券，用于支持房地产市场、刺激消费和化解过剩工业产能。\n*   **最终目标：** 彻底解决中国地方债务和房地产危机。\n\n## 当前经济与债务状况\n*   经济开始显现企稳迹象，但表面之下仍存在重大风险。\n*   **根本问题：** 地方政府债务高企，已扰乱经济和金融运行。\n*   **所需对策：** 需要一揽子综合政策，特别是更积极的财政措施。\n\n## 已采取的措施与未解决的挑战\n*   中国在2024年末推出了一项12万亿元人民币（约合1.67万亿美元）的债务置换计划，显著缓解了地方当局的偿债压力。\n*   截至2023年底，财政部已确认地方政府隐性债务总额为14.3万亿元人民币。\n*   **严峻挑战：** 仍有数万亿元的地方债务未被财政部认定为政府负债，但它们以国有企业、地方融资平台或其他形式存在，构成“定时炸弹”。",
      "shortSummary": "清华大学一智库建议中国发行30万亿元国债，以置换地方政府隐性债务，重振经济并化解金融风险。此举旨在彻底解决地方债务和房地产危机。尽管中国已进行12万亿元债务置换，且财政部已识别14.3万亿元隐性债务，但仍有数万亿元地方债务未被认定，以国有企业或地方融资平台等形式存在，构成“定时炸弹”。智库强调，高企的地方债务是当前经济面临的根本问题，需更积极的财政措施。",
      "translated_title": "中国被敦促发行30万亿元债券以解决地方债务危机",
      "images": [],
      "contentSource": "完整文章",
      "content": "China should issue 30 trillion yuan (US$4.2 trillion) in treasury bonds to swap local governments’ hidden liabilities to re-energise growth momentum and cut off financial risks at their root, a Beijing-based think tank has proposed.\nSuch a move, combined with a few trillion yuan worth of additional bonds to shore up the property market, boost consumption and remove excessive industrial capacity, would be a strong step toward resolving China’s local-level debt and real estate crises once and for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/03/a73c3e3b-acaf-4c00-aaa9-ba7667e9e76e_a5cd1254.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美放宽出口限制，但特朗普的越南协议恐引反弹：分析师 (原标题: China, US ease export curbs but Trump’s Vietnam deal risks blowback: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316840/china-us-ease-export-curbs-trumps-vietnam-deal-risks-blowback-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 03 Jul 2025 15:00:10 +0000",
      "isoDate": "2025-07-03T15:00:10.000Z",
      "creator": "Luna Sun",
      "summary": "## 中美放宽出口限制，贸易关系出现初步缓和\n\n*   **背景与进展**\n    *   在中美两国高级别会谈取得进展一周后，双方正采取具体措施，清除出口障碍并为战略商品发放许可证。\n    *   此举标志着世界两大经济体之间贸易限制的初步放松，预示着一种试探性的关系重置。\n\n*   **关系脆弱性**\n    *   尽管有所缓和，但分析师警告称，华盛顿与越南达成的新贸易协议可能会引发北京方面的反弹，使得这种解冻状态依然脆弱。\n\n*   **具体措施**\n    *   **技术与软件领域**：\n        *   美国领先的芯片设计软件公司Synopsys和Cadence Design Systems已收到关于取消出口限制的官方通知，并正在努力恢复中国客户对其产品的访问权限。\n        *   西门子也证实已将其软件完全重新开放给中国客户。\n    *   **能源领域**：\n        *   美国政府已致函主要的乙烷生产商和出口商——Enterprise Products Partners和Energy Transfer，撤销了6月份实施的许可要求，为恢复对中国的乙烷运输扫清了障碍。",
      "shortSummary": "中美两国在伦敦会谈后，正采取具体措施放宽出口限制，为战略商品发放许可证，标志着贸易关系的初步缓和。美国芯片设计软件公司和西门子已恢复对华产品访问，美国政府也撤销了乙烷出口限制。然而，分析师警告称，美国与越南的新贸易协议可能引发北京反弹，使得这种缓和状态依然脆弱。",
      "translated_title": "中美放宽出口限制，但特朗普的越南协议恐引反弹：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "A week after announcing long-anticipated progress from high-level talks in London, China and the United States are taking concrete steps to clear export hurdles and issue licenses for strategic goods.\nThe easing of trade restrictions signals a tentative reset between the world’s two largest economies. But the thaw remains fragile, as analysts warned that Washington’s new trade deal with Vietnam could provoke a response from Beijing.\nStill, for now, both sides have moved to restore access to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/4399f891-c562-457e-98eb-a73773251cab_fefdeb2b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国充电宝严查：给谨慎旅客的6个登机前须知 (原标题: China’s power bank crackdown: 6 preflight answers for wary travellers)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316836/chinas-power-bank-crackdown-6-preflight-answers-wary-travellers?utm_source=rss_feed",
      "pubDate": "Thu, 03 Jul 2025 11:00:30 +0000",
      "isoDate": "2025-07-03T11:00:30.000Z",
      "creator": "June Xia,Mandy Zuo",
      "summary": "## 中国航空充电宝新规：旅客须知\n\n中国航空管理部门已对航空旅客携带不合格充电宝实施紧急禁令，旨在加强飞行安全。这项新规于6月28日生效，由中国民用航空局（CAAC）在两天前宣布，引发了旅客的广泛疑问和关注。以下是针对前往中国或在中国境内旅行的旅客，关于充电宝新规的详细解读，特别是关于“不合格”充电宝的定义及其在机场的处理方式。\n\n### 1. 什么是“不合格”充电宝？\n\n“不合格”充电宝的定义与“中国强制性产品认证”（China Compulsory Certification, 简称CCC或“3C认证”）密切相关。3C认证是中国一项强制性的安全和质量保证标准，适用于在中国销售的多种产品，确保它们符合特定的安全、健康和环境影响标准。\n\n*   **管理机构**：该系统由中国国家市场监督管理总局负责管理。\n*   **法律要求**：列入3C目录的产品在制造、销售、进口或使用前，必须依法获得3C认证。\n*   **识别标准**：任何没有3C认证标志（通常可在产品表面找到）的充电宝，均被视为不合格产品。\n\n### 机场对不合格充电宝的处理措施\n\n为应对新规，机场将设立专门区域，以便旅客处理不符合规定的充电宝。根据中国民用航空局的要求，机场将提供以下选项：\n\n*   **丢弃区**：旅客可以选择将不合格充电宝丢弃。\n*   **临时存放**：机场将提供临时存放服务。\n*   **邮寄服务**：机场将提供邮寄服务，方便旅客将不合格充电宝寄回或寄往其他地址。\n*   **旅客自行处理**：旅客也可以根据自身需求，在安检过程中自行处理被拦截的充电宝。",
      "shortSummary": "中国航空部门已实施紧急禁令，禁止旅客携带不合格充电宝登机，该规定于6月28日生效。不合格充电宝指未获得中国强制性产品认证（3C认证）的产品。机场将提供丢弃、临时存放或邮寄服务，旅客也可自行处理被拦截的充电宝，以确保飞行安全。",
      "translated_title": "中国充电宝严查：给谨慎旅客的6个登机前须知",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s aviation authorities have imposed an emergency ban on air passengers’ carrying substandard power banks, catching many travellers off guard.\nThe safety precaution, which went into effect on June 28, two days after being announced by the Civil Aviation Administration of China (CAAC), has triggered questions and concerns.\nHere are six points that people travelling to and within China need to know – from which power banks are still allowed, to what can be done with ineligible ones at the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/03/428c7623-1a5c-450b-971f-ad606b2a4835_b83ff1e7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "经济学家黄益平提出香港可作为稳定币试验场 (原标题: Economist Huang Yiping floats Hong Kong as stablecoin staging ground)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316811/economist-huang-yiping-floats-hong-kong-stablecoin-staging-ground?utm_source=rss_feed",
      "pubDate": "Thu, 03 Jul 2025 09:00:09 +0000",
      "isoDate": "2025-07-03T09:00:09.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 经济学家黄益平：香港可作为稳定币试验场\n\n中国人民银行顾问、北京大学国家发展研究院院长黄益平近日表示，与中国大陆相比，在香港发行与离岸人民币挂钩的稳定币可能更具可行性。此番言论正值北京政策圈担忧华盛顿可能通过加密货币分支巩固美元主导地位，从而获得优势之际。\n\n#### 中国大陆发行稳定币面临的挑战\n\n黄益平在接受财新网采访时指出，由于中国资本账户尚未完全开放，在国内推出稳定币将非常困难。这意味着，在现有资本管制框架下，大规模、自由流动的数字货币发行和流通将受到严重限制。\n\n#### 北京对美元霸权的担忧\n\n政策制定者担心，如果美国在稳定币领域占据主导地位，将进一步强化美元在全球金融体系中的核心地位。这种担忧促使中国探索自身在数字货币领域的策略，以应对潜在的美元霸权风险。\n\n#### 香港作为金融试验场的独特优势\n\n黄益平肯定了香港在稳定币领域取得的快速进展。作为中国的一个特别行政区，香港长期以来一直是金融创新的试验场，其对数字资产的态度比中国大陆更为开放和包容。\n\n*   **宽松的监管环境：** 香港采取了更为宽松的监管立场，为数字货币的发展提供了有利条件。\n*   **完善的法律框架：** 今年5月下旬，香港通过了一项建立稳定币监管框架的法律，该法律将于8月1日生效。这为稳定币的发行和流通提供了明确的法律基础和监管确定性。\n\n#### 当前稳定币格局与黄益平的深层考量\n\n目前，全球超过99%的稳定币都与美元或美元计价资产挂钩，这一比例远超美元在全球支付中约50%的份额和在全球外汇储备中58%的份额。黄益平指出，如果在香港发行与港币挂钩的稳定币，鉴于港币本身与美元挂钩，最终美元仍将扮演基础性角色。这暗示了黄益平更倾向于探索发行与非美元货币（特别是离岸人民币）挂钩的稳定币，以减少对美元的依赖，并提升人民币在数字货币领域的影响力。",
      "shortSummary": "经济学家黄益平建议，鉴于中国大陆的资本管制，香港是发行与离岸人民币挂钩的稳定币的更可行地点。他指出，北京担忧美国通过稳定币巩固美元霸权。香港作为金融试验场，监管立场更宽松，已通过稳定币监管法案。黄益平也提到，若香港发行港币挂钩稳定币，最终仍受美元影响，这暗示了对非美元稳定币的偏好。",
      "translated_title": "经济学家黄益平提出香港可作为稳定币试验场",
      "images": [],
      "contentSource": "完整文章",
      "content": "Issuing a stablecoin pegged to the offshore yuan in Hong Kong may be more feasible than in mainland China due to the latter’s capital controls, a central bank adviser has said.\nThe comments from Huang Yiping, also dean of Peking University’s National School of Development, came as worries arise in Beijing’s policy circles that Washington could gain an upper hand through the cryptocurrency offshoot as a means of consolidating US dollar dominance.\n“As China’s capital account is not fully...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/03/869652e5-a47c-4f1a-a3f0-091baefc7396_50422ab4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“好于预期”：在越中企对美越关税协议感到乐观 (原标题: ‘Better than expected’: Chinese firms in Vietnam upbeat over US tariff deal)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316746/chinese-firms-vietnam-upbeat-over-us-tariff-deal-better-expected?utm_source=rss_feed",
      "pubDate": "Thu, 03 Jul 2025 05:00:15 +0000",
      "isoDate": "2025-07-03T05:00:15.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 美越贸易协议达成，在越中企松一口气\n\n美国与越南于周三达成了一项“好于预期”的贸易协议，结束了长达三个月的不确定性，使得在越南的中国制造商如释重负。\n\n**协议主要内容与关税税率：**\n\n*   **美国对越南商品关税：** 根据新协议，美国将对从越南进口的商品征收20%的关税。对于被认定为转运的商品，关税税率将提高至40%。\n*   **税率低于预期：** 这一20%的税率显著低于美国总统唐纳德·特朗普在4月初宣布的46%的所谓“对等”关税，该关税随后被暂停了90天。\n*   **越南对美国商品关税：** 作为协议的一部分，越南对美国商品的关税将降至零。\n\n**在越中国企业反应：**\n\n*   在越中国制造商对协议感到“乐观”，并松了一口气。\n*   分析师和商界人士表示，20%的最终关税率是可控的。\n*   预计大多数中国出口商将继续在越南运营。\n\n**谈判背景与过程：**\n\n*   特朗普总统通过社交媒体宣布了这项协议，称其为两国间“巨大的合作”。\n*   据报道，河内和华盛顿为达成这项协议进行了三轮谈判。\n*   协议在原定于7月9日到期的46%“对等”关税暂停期结束前几天最终确认。\n\n**美国贸易谈判现状：**\n\n*   美国目前仍在与包括加拿大、日本和印度在内的多个国家进行贸易谈判。\n*   此前已与英国达成了一项初步协议。\n*   美国还与中国就出口管制达成了协议，并同意在90天内取消关税，尽管双方尚未确认一项永久性协议。",
      "shortSummary": "美国与越南达成贸易协议，美国对越南商品征收20%关税（转运商品40%），远低于此前预期的46%。越南对美商品关税降至零。在越中国制造商对此感到欣慰，认为新关税可控，预计将继续在越南运营，结束了三个月的不确定性。",
      "translated_title": "“好于预期”：在越中企对美越关税协议感到乐观",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese manufacturers in Vietnam breathed a sigh of relief on Wednesday, after Washington and Hanoi agreed a “better than expected” trade deal that will reduce US tariffs to 20 per cent and bring an end to three months of uncertainty.\nMost Chinese exporters are likely to continue operating in the Southeast Asian nation in the wake of the agreement, with firms viewing the final tariff rate as manageable, analysts and businesspeople in the country told the Post.\nUS President Donald Trump announced...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/03/773e55c7-fbf9-4bd9-ac2d-f44689124277_5da64056.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国卖家在亚马逊Prime Day大促和关税压力双重夹击下严阵以待 (原标题: Chinese sellers bracing as Amazon Prime Day sale and tariff pressure to collide)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316673/chinese-sellers-bracing-amazon-prime-day-sale-could-put-weight-us-tariffs-display?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 14:00:08 +0000",
      "isoDate": "2025-07-02T14:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "# 亚马逊Prime Day与关税压力下的中国卖家\n\n## 概述\n随着亚马逊年度Prime Day促销活动的临近，中国卖家正面临严峻挑战，他们必须在保持竞争力与应对美国关税压力之间寻求平衡。\n\n## 卖家面临的困境\n*   **悲观预期：** 浙江省的亚马逊卖家Gloria Gu对今年为期四天（7月8日至11日）的Prime Day销售前景表示“不乐观”。\n*   **产品特性与成本压力：**\n    *   她的公司主要销售利润率低、价格敏感的家居日用品。\n    *   受关税影响，产品价格已上涨10%至20%。\n    *   亚马逊Prime Day的最低折扣要求仍为20%，这与往年相同。\n*   **成本分摊策略：**\n    *   卖家将部分上涨的成本转嫁给消费者。\n    *   同时，卖家自身也承担一部分成本，并要求供应商分担负担。\n*   **市场竞争激烈：**\n    *   在亚马逊高度竞争的环境中，大幅提价并非可行选项。\n    *   Gloria Gu指出，市场竞争“极其激烈”，且平台费用也在上涨，这使得卖家无法大幅提高价格。\n\n## 关税与促销活动的冲突\n*   **关税截止日期临近：** 美国总统特朗普对多数国家（不包括中国）的“对等关税”90天暂停期将于7月9日结束。\n*   **时间点重合：** 亚马逊年度最大促销活动之一的Prime Day将于7月8日启动，仅比关税截止日期早一天。\n*   **消费者担忧：** 这一时间上的巧合，加上通货膨胀和生活成本上涨的普遍担忧，使得许多价格敏感的美国消费者正在观望，担心自己是否会成为最大的受害者。",
      "shortSummary": "亚马逊Prime Day大促临近，中国卖家正努力平衡竞争力与美国关税压力。浙江卖家Gloria Gu对Prime Day前景不乐观，因关税导致产品价格上涨10-20%，而亚马逊要求20%折扣。卖家需自行承担部分成本，但市场竞争激烈，无法大幅提价。Prime Day（7月8日）与美国关税截止日（7月9日）的临近，令美国消费者担忧通胀和生活成本上升。",
      "translated_title": "中国卖家在亚马逊Prime Day大促和关税压力双重夹击下严阵以待",
      "images": [],
      "contentSource": "完整文章",
      "content": "Ahead of Amazon’s annual Prime Day sales event, Chinese sellers are already walking a tightrope as they try to strike a balance between staying competitive and adjusting to Washington’s tariffs.\nGloria Gu, an Amazon seller based in Zhejiang province, said her outlook for this year’s summer event – extended this year to a record four days, July 8-11 – was “not optimistic”.\nHer company mainly sells household consumables – low-margin products that are highly price-sensitive. “Depending on the item,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/02/ba76f86c-b97b-48c6-b2fd-c2a742e7c522_f2e471da.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平主席为何将中国经济增长转向海洋——谁将受益？ (原标题: Why President Xi is turning to the ocean for China’s growth – and who benefits?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316669/why-president-xi-jinping-sees-chinas-marine-economy-national-priority?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 12:30:13 +0000",
      "isoDate": "2025-07-02T12:30:13.000Z",
      "creator": "Carol Yang",
      "summary": "## 习近平主席强调海洋经济发展及其战略重要性\n\n中国国家主席习近平在周二的一次高级别经济会议上强调，需要推进中国海洋经济的“高质量发展”，并指出其日益增长的战略重要性。他还呼吁加强政策支持，以加速该领域的发展。\n\n### 海洋经济对中国为何重要？\n\n*   **经济贡献显著**：2024年，中国海洋生产总值首次突破10万亿元人民币，占全国GDP的7.8%，被政府称为“一项真正了不起的成就”。\n*   **投资成果显现**：深圳智库中国发展研究院高级研究员胡振宇表示，这一进展得益于数十年来对海洋产业的投资，这些产业目前正进入“繁荣前阶段”。\n*   **多重战略作用**：海洋经济在创造就业、保障粮食安全和促进沿海发展方面发挥着越来越重要的作用。然而，要充分释放其潜力，仍需进一步的支持。\n\n### 海洋经济涵盖哪些领域？\n\n海洋经济涵盖广泛的产业，包括：\n\n*   渔业\n*   航运\n*   海上钻井\n*   海洋生物技术\n*   沿海旅游\n\n这些行业有时涉及高资本投入、高风险和漫长的回报周期，但也蕴藏着巨大的回报潜力。",
      "shortSummary": "习近平主席强调中国海洋经济的“高质量发展”及其日益增长的战略重要性，呼吁加强政策支持。2024年，中国海洋生产总值首次突破10万亿元，占全国GDP的7.8%。海洋经济在创造就业、粮食安全和沿海发展中作用日益凸显，涵盖渔业、航运、生物技术和旅游等广泛领域，尽管存在高投入和风险，但潜力巨大。",
      "translated_title": "习近平主席为何将中国经济增长转向海洋——谁将受益？",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping has stressed the need to advance the “high-quality development” of China’s marine economy, highlighting its growing strategic importance during a high-level economic meeting on Tuesday. He also called for stronger policy support to accelerate the sector’s growth.\nIn this explainer, the Post examines why the marine economy matters to the country's overall economic strategy, where government policy is heading, and which sectors stand to benefit.\nWhy does the marine economy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/02/b63fc5a0-de2a-4bdf-984f-f905f4258e6b_d042cbcc.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-06T07:17:57.411Z"
}