{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "中国赞扬英伟达参展是紧张局势下的“信任票” (原标题: China hails Nvidia expo appearance as ‘vote of confidence’ amid tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314715/nvidia-hands-china-symbolic-victory-attendance-beijing-expo?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 06:06:45 +0000",
      "isoDate": "2025-06-17T06:06:45.000Z",
      "creator": "Leopold Chen",
      "summary": "## 英伟达首次参展中国国际供应链博览会，中国称之为“信任票”\n\n### 背景与主要事件\n*   尽管中美两国在贸易和技术问题上紧张局势日益加剧，美国半导体巨头英伟达（Nvidia）仍将首次参加中国的旗舰供应链活动。\n*   英伟达将是7月举行的中国国际供应链博览会（China International Supply Chain Expo）的100多家美国和欧洲参展商之一。\n*   此次参展正值美国加大对中国半导体产业的压力，华盛顿对先进美国微芯片的销售实施出口管制，并禁止购买中国制造的芯片。\n\n### 中国的观点与意义\n*   中国国际贸易促进委员会（CCPIT）副主任于健龙表示，尽管全球贸易格局“复杂多变”，但如此多的西方参展商前来中国，代表了对此次博览会和中国供应链的“信任票”。\n*   他指出，供应链博览会已变得更加国际化，拥有“不断扩大的朋友圈”。\n\n### 参展商数据\n*   据于健龙透露，今年参加博览会的美国公司数量比2024年增加了15%。\n*   非中国大陆参展商的比例上升了3个百分点，达到35%。",
      "shortSummary": "尽管中美贸易和技术紧张局势加剧，美国半导体巨头英伟达仍将首次参加中国国际供应链博览会。中国官方将英伟达及其他西方公司参展视为对中国供应链的“信任票”，并指出美国参展商数量有所增加。此举发生在美国对中国半导体产业施加出口管制和禁令的背景下。",
      "translated_title": "中国赞扬英伟达参展是紧张局势下的“信任票”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced that US semiconductor giant Nvidia will attend its flagship supply chain event for the first time, despite growing tensions between the two countries over a string of trade and technology issues.\nNvidia will be among more than 100 exhibitors from the United States and Europe attending the China International Supply Chain Expo in July, the event’s organiser confirmed during a press conference on Tuesday morning.\nThe artificial intelligence chip firm’s appearance in Beijing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/a3511345-8969-41e6-a4a0-511954c405fb_ce49ee5f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美竞争重塑全球供应链——谁获益最多？ (原标题: The US-China rivalry is reshaping global supply chains – who benefits most?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314609/us-china-rivalry-reshaping-global-supply-chains-who-benefits-most?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-16T11:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中美竞争重塑全球供应链：谁是主要受益者？\n\n一项最新研究指出，未来五年，中美两国在供应链领域的竞争将进一步加剧。这项发表在中国期刊《经济学家》上的研究预测，有八个发展中国家有望从全球制造业从中国的转移中显著获益。\n\n### 主要受益国\n\n研究确定了以下八个国家为全球生产转移的主要潜在受益者：\n\n*   马来西亚\n*   越南\n*   墨西哥\n*   土耳其\n*   泰国\n*   印度尼西亚\n*   印度\n*   巴西\n\n其中，有四个国家属于东南亚国家联盟（东盟）。\n\n### 受益原因\n\n这些经济体之所以能从供应链重塑中获益，主要有以下几个原因：\n\n*   **劳动力成本优势**：它们的劳动力成本普遍低于中国。\n*   **贸易关系紧密**：与西方市场保持着强大的贸易联系。\n*   **投资与需求驱动**：受中国对外投资的增长以及美国对出口的持续需求推动。\n\n研究发现，在这些因素的共同作用下，这八个经济体有望成为全球供应链变革中的关键环节。\n\n### 推动供应链转移的并行趋势\n\n研究作者强调了推动这一转变的两大并行趋势：\n\n1.  **美国“友岸外包”与“中国+1”战略**：华盛顿推动的“友岸外包”政策以及跨国公司采纳的“中国+1”战略，促使企业多元化生产基地，以降低对单一市场的依赖和关税风险。\n2.  **中国企业寻求低成本区域**：中国企业也在积极探索成本更低的生产地区，尤其是在“一带一路”倡议伙伴国和非洲国家。\n\n### 研究背景与关联\n\n这项研究于上月发布，正值世界两大经济体之间的“第二次贸易战”严重扰乱全球供应链、推高成本并促使战略重新调整之际。\n\n该论文由中国社会科学院（一家著名的国家智库）的研究员共同撰写，并将美国2023-2033年国家安全战略（将此十年视为中美竞争的“决定性”时期）与北京的“十五五”规划（2026-2030年，被视为实现2035年现代化目标的关键窗口）联系起来。\n\n### 相关图片与视频\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/clean_1.jpg?itok=3Pke1ccB)\n\n*   **视频标题**：04:41 ‘Asean’s moment is now’: Malaysia’s Anwar on the bloc’s response to AI, tariff challenges\n*   **描述**：马来西亚总理安瓦尔谈东盟如何应对人工智能和关税挑战。",
      "shortSummary": "一项研究指出，中美竞争正重塑全球供应链，未来五年将加剧。马来西亚、越南、墨西哥、土耳其、泰国、印度尼西亚、印度和巴西等八个发展中国家有望成为主要受益者。这些国家因劳动力成本较低、与西方市场贸易关系紧密，以及受“友岸外包”和“中国+1”战略推动，正吸引制造业转移，成为全球供应链的关键环节。",
      "translated_title": "中美竞争重塑全球供应链——谁获益最多？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/clean_1.jpg?itok=3Pke1ccP",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Supply chain competition between China and the United States is set to intensify over the next five years, with eight developing countries – including four in the Association of Southeast Asian Nations (Asean) – poised to benefit from the relocation of manufacturing from China, according to a recent study.\nThe research, published in the Chinese journal Economist, identifies Malaysia, Vietnam, Mexico, Turkey, Thailand, Indonesia, India and Brazil as the top candidates likely to benefit from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/b456244d-7e01-408a-8a3e-ce03fe052241_16332d91.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济在5月顶住美国关税风暴，消费回暖 (原标题: China’s economy weathers US tariff storm in May as consumption picks up)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314543/chinas-economy-weathers-us-tariff-storm-may-consumption-picks?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 02:01:15 +0000",
      "isoDate": "2025-06-16T02:01:15.000Z",
      "creator": "Carol Yang,Ji Siqi",
      "summary": "中国经济在5月份呈现出喜忧参半的信号：美国关税继续对制造业和出口造成压力，但国内消费在大型在线购物节前夕略有回升。\n\n*   **消费数据表现**\n    *   根据国家统计局周一公布的数据，衡量消费的零售销售额在5月份增长了6.4%，高于4月份的5.1%增幅。\n    *   这一数据也超过了金融数据提供商Wind预测的4.85%的增长。\n\n*   **消费回升原因**\n    *   消费数据走强正值中国为6月18日年度最大在线购物节之一做准备。\n    *   政府继续通过家电及其他家居用品以旧换新计划来刺激消费者支出。\n\n*   **以旧换新计划**\n    *   据商务部数据，截至5月31日，中国的以旧换新计划今年已产生约1.1万亿元人民币（约合1530亿美元）的销售额。\n    *   然而，近期部分地区因资金耗尽而暂停了其以旧换新计划。\n\n*   **专家观点**\n    *   世界大型企业联合会中国中心首席经济学家张宇涵表示，零售数据“看起来很强劲”，尤其是在餐饮和家电领域。\n    *   她认为这可能是“假日效应与消费促进政策持续影响”共同推动的结果。",
      "shortSummary": "中国经济在5月呈现复杂局面：美国关税继续影响制造业和出口，但国内消费有所回暖。零售销售额同比增长6.4%，超出预期，主要得益于即将到来的购物节和政府的以旧换新政策。尽管以旧换新计划已产生大量销售额，但部分地区因资金耗尽而暂停。",
      "translated_title": "中国经济在5月顶住美国关税风暴，消费回暖",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economic data showed an improved picture for consumption in May, with retail sales beating expectations in the run-up to a major online shopping holiday even as US tariffs continued to weigh on the country’s manufacturing and exports.\nRetail sales, a gauge of consumption, rose by 6.4 per cent in May, compared with the 5.1 per cent growth observed in April, data from the National Bureau of Statistics showed on Monday.\nThe figures exceeded a forecast of 4.85 per cent growth by financial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/34df4e97-c054-4804-8cf4-34a5cdeb00e0_4ef04ef4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "开罗的呼唤：贸易战下中国工厂为何迁往埃及 (原标题: Cairo calling: why Chinese factories are moving to Egypt amid the trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314337/cairo-calling-why-chinese-factories-are-moving-egypt-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 11:00:10 +0000",
      "isoDate": "2025-06-15T11:00:10.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "贸易战下中国工厂迁往埃及\n\n近期，开罗一家名为“佳豪”的旅馆，其客户群体发生了显著变化。这家原本接待中国游客的旅馆，现在开始迎来大量来自中国和东南亚的工厂主。这些商务人士的埃及之行并非为了观光，而是为了寻求企业生存之道。\n\n*   **全球供应链的转变**\n    *   “佳豪”旅馆的26岁老板佳豪表示，许多工厂主现在预订为期一周的住宿。\n    *   佳豪会开车送他们去会见当地官员，提供翻译帮助，有时甚至参与投资谈判。\n    *   这一现象反映了全球供应链正在发生更广泛的转变，大量中国制造商正在埃及设立工厂。\n\n*   **埃及成为避风港的原因**\n    *   这些制造商认为，埃及是非洲国家中一个可以避开美国高额关税的“避风港”。\n    *   自美国前总统唐纳德·特朗普在其第一任期内首次对中国商品征收关税以来，中国出口商便开始大量将生产线转移到海外。\n    *   早期，许多企业选择在东南亚地区聚集。\n    *   然而，今年四月，特朗普宣布对来自东南亚地区的进口商品征收高达49%的“对等”关税，并对中国商品额外征收高达145%的关税。\n    *   这一政策使得东南亚地区也成为美国高关税的目标，从而促使中国制造商将目光转向埃及。",
      "shortSummary": "受中美贸易战影响，中国制造商正将生产线迁往埃及，以规避美国高额关税。此前，许多企业曾将生产转移至东南亚，但随着美国对东南亚商品也征收高额关税，埃及被视为新的“避风港”，吸引了大量中国工厂寻求投资和设厂。",
      "translated_title": "开罗的呼唤：贸易战下中国工厂为何迁往埃及",
      "images": [],
      "contentSource": "完整文章",
      "content": "Until recently, Jiahao’s guest house in a quiet corner of Cairo was a modest pit stop for Chinese tourists on their way to visit the Egyptian pyramids. But this spring, the hostel suddenly began to attract a different kind of client.\nJiahao, the hostel’s 26-year-old owner, began welcoming groups of factory owners from across China and Southeast Asia – grizzled businesspeople whose trips were not about sightseeing, but survival.\n“Many business owners now book week-long stays,” Jiahao said. “I...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/c5c3c37d-7e6c-484f-a5d8-5100583577c1_66ee9526.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国企业在海外建厂不再以美国市场为重点 (原标题: Why Chinese firms building foreign factories are no longer focused on US market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314370/why-us-market-no-longer-top-priority-chinese-companies-building-foreign-factories?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 03:00:11 +0000",
      "isoDate": "2025-06-15T03:00:11.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中国企业海外建厂策略转变：不再以美国市场为重点\n\n*   **背景与原因**\n    *   中美贸易战的升级促使许多中国企业重新思考其海外扩张战略。\n    *   进入美国市场不再是中国企业在考虑海外建厂时的首要任务。\n\n*   **墨西哥投资热度骤降**\n    *   过去，墨西哥是中国企业最热门的海外投资目的地之一，但现在寻求在墨西哥租赁或购买土地的中国企业咨询量“急剧下降”。\n    *   **墨西哥曾受欢迎的原因**：\n        *   靠近美国。\n        *   参与《美国-墨西哥-加拿大协议》（USMCA）。\n        *   USMCA确保只要产品有一定比例的北美内容，即可免税进入美国市场。\n\n*   **不确定性增加**\n    *   自特朗普于一月重返白宫以来，中美贸易紧张局势升级，导致人们对中国企业在墨西哥生产的产品是否能继续享受优惠待遇产生疑虑。\n    *   USMCA将于明年进行审查，且特朗普已通过对进口钢铁和铝等商品加征关税而违反了该协议。\n    *   这种不确定性导致过去几个月没有人（在墨西哥）做出投资决定，已在墨西哥投资的企业也未进行扩张，仅维持最低限度的运营。\n\n*   **工业地产空置率上升**\n    *   蒙特雷（墨西哥北部主要工业城市，吸引了最多的中国企业）的工业地产空置率已从过去四年的不到1%上升到5.6%。",
      "shortSummary": "由于中美贸易战升级和对《美墨加协议》（USMCA）优惠待遇的不确定性，中国企业在海外建厂的策略已发生转变，不再将美国市场作为首要目标。这导致中国企业在墨西哥的投资咨询量急剧下降，蒙特雷等地的工业地产空置率显著上升，已在墨企业也停止扩张。",
      "translated_title": "为什么中国企业在海外建厂不再以美国市场为重点",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year’s escalation of the US-China trade war has led many Chinese companies to rethink their overseas expansion strategies, with accessing the American market no longer their top priority when considering building factories in foreign countries, industry insiders said.\nThere had been a “drastic downshift” in inquiries from Chinese companies seeking land to rent or purchase in Mexico, one of their hottest overseas investment destinations in the past, said Jack Lee, an industrial property...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/87be7b99-b145-42e0-8cc9-64b818d955ad_96296f86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "加拿大将在地缘政治紧张局势下增加采矿：前部长比尔·莫诺 (原标题: Canada to mine more amid geopolitical tensions: former minister Bill Morneau)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314375/canada-mine-more-amid-geopolitical-tensions-former-minister-bill-morneau?utm_source=rss_feed",
      "pubDate": "Sat, 14 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-14T13:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "### 加拿大在地缘政治紧张局势下增加采矿投资\n\n前加拿大财政部长比尔·莫诺表示，面对中国稀土出口限制对加拿大经济和制造业造成的“挑战”，加拿大新政府将加大对采矿业的投资。\n\n**主要观点：**\n\n*   **增加采矿的必要性：** 莫诺指出，加拿大面临的挑战之一是需要增加自身的采矿量，以应对全球工业链中因中国关键矿产出口限制而持续回荡的影响。\n*   **新政府的倡议：** 他解释说，新任总理马克·卡尼（Mark Carney）的倡议旨在推动大型项目的实施，其中采矿业是关键领域之一。\n*   **地缘政治背景：**\n    *   莫诺承认，加拿大在中美贸易战升级中承受了“附带损害”。\n    *   加拿大企业受到了中国关键矿产出口限制的影响。\n*   **对北美汽车行业的影响：**\n    *   加拿大在北美汽车行业中扮演着非常重要的角色。\n    *   任何围绕稀土的挑战都会对该行业乃至加拿大产生影响。\n    *   因此，加拿大在相关讨论中拥有利害关系，这也是希望这些问题得到解决的重要原因之一。\n*   **加拿大稀土储量：**\n    *   根据2023年的官方估计，加拿大拥有1520万吨稀土氧化物储量。\n    *   其储量包括轻稀土和重稀土元素。\n    *   主要项目位于魁北克和拉布拉多。",
      "shortSummary": "前加拿大财政部长比尔·莫诺表示，面对中国稀土出口限制带来的经济挑战和地缘政治紧张，加拿大新政府将加大采矿投资。此举旨在增加关键矿产供应，以支持受稀土短缺影响的北美汽车业。加拿大拥有1520万吨稀土氧化物储量，计划推进大型采矿项目，以应对全球供应链中的挑战。",
      "translated_title": "加拿大将在地缘政治紧张局势下增加采矿：前部长比尔·莫诺",
      "images": [],
      "contentSource": "完整文章",
      "content": "Canada’s new government will invest more in mining at a time when the country’s economy and manufacturing sector are facing “challenges” related to China’s curbs on rare earth exports, Bill Morneau, former Canadian finance minister, told the Post.\n“One of the challenges for Canada is that we will need to increase our own mining,” Morneau, who was in office between 2015 and 2020 under then-prime minister Justin Trudeau, said in Shanghai on Friday.\n“The initiative by new [Prime Minister] Mark...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/4fff4418-989c-4dc2-b4a7-08378e6febf4_8e9af4fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "对高风险资产的过度追求如何使全球金融陷入险境 (原标题: How the obsession with risky assets is putting global finance in peril)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3314109/how-obsession-risky-assets-putting-global-finance-peril?utm_source=rss_feed",
      "pubDate": "Sat, 14 Jun 2025 08:30:07 +0000",
      "isoDate": "2025-06-14T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 对高风险资产的过度追求对全球金融的潜在威胁\n\n文章探讨了当前市场中对衍生品、加密货币、数字资产和代币等高风险资产的日益增长的痴迷，并将其视为传统金融的补充或替代品。作者认为，这种趋势可能将全球金融推向危险境地。\n\n### 主要观点与风险：\n\n*   **对黄金的影响与通缩风险**：\n    *   这种趋势可能导致资金流向黄金。\n    *   然而，除非黄金重新货币化且开采产量大幅增加，否则这一趋势可能导致通货紧缩和有限的经济增长。因此，通过这条途径无法实现可持续的安全。\n\n*   **社会方向迷失与无政府状态**：\n    *   作者认为，世界（至少是西方世界）似乎已经迷失了方向或失去了常识。\n    *   除非放弃对新型、时髦且通常高风险金融形式的不负责任痴迷，否则世界正走向经济和道德上的无政府状态。\n\n*   **金融领域控制权与所有权的分离**：\n    *   在金融世界中，控制权正日益与资产所有权分离。\n    *   过去股东真正拥有公司部分股权的时代已经一去不复返。\n    *   过去将公司股票整合到共同基金或投资信托中以方便持有多种公司股份的方式也已不再普遍。\n    *   交易所交易基金（ETF）的革命意味着投资者现在拥有并积极交易包含数百家公司证券的指数。\n\n*   **与2008年金融危机的类比**：\n    *   文章指出，这种趋势与2008年全球金融危机的根源有相似之处。\n    *   2008年危机源于所谓的次级抵押贷款在国际上的泛滥，抵押贷款被分割成无数可交易的证券，而不顾借款人的个人资质。这最终导致了金融灾难。",
      "shortSummary": "文章指出，市场对衍生品、加密货币等高风险资产的过度追求正将全球金融推向危险边缘。这种趋势可能导致资金流向黄金但引发通缩，并使金融控制权与所有权分离。作者警告，除非放弃这种不负责任的痴迷，否则世界将走向经济和道德无政府状态，类似2008年金融危机的灾难可能重演。",
      "translated_title": "对高风险资产的过度追求如何使全球金融陷入险境",
      "images": [],
      "contentSource": "完整文章",
      "content": "Fashionable, frivolous or downright foolish? Which of these words best describes the trend in markets toward derivatives, cryptocurrencies, digital assets and tokens as supplements or alternatives to traditional finance? Where is this great “paper chase” leading?\nFor one thing, it is likely to be causing a flight into gold. But unless gold is remonetised and mining output is stepped up sharply, that trend could lead to deflation and limited economic growth. So a retreat to sustainable safety...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/205b8e31-83ab-4fd8-913d-4ad44309fbd5_71edc990.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "韩国政治动荡结束，中国游客数量回升 (原标题: End of political chaos in South Korea sparks pickup in Chinese visitors)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314369/more-chinese-travelling-south-korea-memories-political-chaos-recede?utm_source=rss_feed",
      "pubDate": "Sat, 14 Jun 2025 02:00:21 +0000",
      "isoDate": "2025-06-14T02:00:21.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 韩国旅游业：中国游客数量回升\n\n随着韩国政治局势的稳定以及两国承诺建立更紧密的关系，中国赴韩旅游业正在回暖。此外，签证豁免政策即将生效，也进一步促进了游客数量的增长。\n\n**主要原因：**\n*   **政治稳定：** 韩国首尔的政治动荡已经结束，新总统李在明（Lee Jae-myung）已于本月就职。此前，从去年12月到本月，韩国一直处于政治混乱之中。\n*   **双边关系改善：** 韩国总统李在明和中国国家主席习近平已通过电话沟通，旨在促进两国“稳定关系”。\n*   **签证豁免：** 即将生效的签证豁免政策预计将进一步刺激中国游客赴韩旅游。\n\n**旅游数据洞察（来自China Trading Desk）：**\n*   **预订量增长：** 根据旅游营销和技术公司China Trading Desk的数据，4月至6月期间，中国赴韩旅游预订量比截至2月的三个月高出约24%。\n*   **最大客源国：** 中国是韩国最大的外国游客来源国。\n*   **增长放缓：** 今年2月，中国赴韩旅游预订量同比增长仅为7%，是今年迄今为止增长最慢的一个月。中国的农历新年出境游高峰期通常在1月28日至2月4日。\n*   **政治影响：** 在去年12月2日至9日韩国政治动荡期间，中国赴韩旅游的1月和2月预订量下降了12%。\n\n**政治动荡的影响：**\n*   去年12月短暂实施的戒严令以及前总统尹锡悦（Yoon Suk-yeol）的弹劾，在农历新年假期前（通常是旅游旺季）阻碍了一些中国游客赴韩。\n*   在没有常任新总统的情况下，韩国在此前几个月一直处于紧张状态，直到本月新总统就职。",
      "shortSummary": "随着韩国政治动荡的结束以及两国关系趋于稳定，中国赴韩旅游业正在回暖。即将生效的签证豁免政策也进一步推动了游客增长。数据显示，4月至6月的预订量比之前三个月增长了约24%。此前，由于政治不确定性，如戒严令和前总统弹劾，中国游客数量曾有所下降，尤其是在农历新年期间。",
      "translated_title": "韩国政治动荡结束，中国游客数量回升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tourism to South Korea is picking up with the end of political instability in Seoul and the two nations pledging closer relations shortly before visa exemptions take effect, travel industry sources said this week.\nBookings from China to South Korea for the three months from April to June have been about 24 per cent higher than for the three months ending in February, according to data compiled by China Trading Desk, a travel marketing and technology company. China is South Korea’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/6be3bd58-957b-40b9-8736-e46fcdec03f4_0630b2e3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车制造商广汽集团的电动货车部门瞄准欧洲市场 (原标题: Chinese carmaker GAC’s electric-van unit takes aim at European market)",
      "link": "https://www.scmp.com/business/china-business/article/3314398/chinese-carmaker-gacs-electric-van-unit-takes-aim-ford-and-stellantis-europe?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 23:30:11 +0000",
      "isoDate": "2025-06-13T23:30:11.000Z",
      "creator": "Daniel Ren",
      "summary": "## 广汽集团电动货车部门瞄准欧洲市场\n\n中国国有汽车制造商广汽集团（GAC Group）的商用汽车子公司Miraco Motor正将目光投向欧洲市场，希望其电动货车能吸引企业买家，使其放弃福特和Stellantis等公司生产的燃油车型。\n\n### 欧洲市场战略\n\n*   **目标市场**：欧洲，每年销售超过170万辆此类车辆，用于公共交通、货物配送、紧急服务和通勤。\n*   **市场份额目标**：Miraco Motor首席执行官肖宁表示，公司目标是占据欧洲市场10%的份额。\n*   **产品发布**：首款车型计划于明年在欧洲推出。\n*   **竞争优势**：肖宁指出，电动商用车的电力成本低于汽油，因此相对于燃油竞争对手具有压倒性优势。\n\n### 公司概况与产品特点\n\n*   **成立时间与地点**：Miraco Motor成立于2023年末，与广汽集团一样，总部位于中国南方广东省广州市。\n*   **原型车展示**：公司正在香港国际汽车及供应链博览会上展示其原型车。\n*   **续航里程**：Miraco的电池驱动货车单次充电续航里程可达350公里。\n*   **模块化设计**：公司采用模块化设计方法，将动力传动系统组件与驾驶室和货运区域分离，以便更容易地开发新车型。\n*   **自动驾驶计划**：肖宁表示，公司还计划提供自动驾驶系统，使其货车能在全球范围内争夺机器人出租车行业的市场份额。\n\n### 近期市场计划\n\n*   **香港市场**：Miraco的首款量产车型——一款小型巴士，将于今年在香港市场上市。",
      "shortSummary": "中国广汽集团的电动货车子公司Miraco Motor正瞄准欧洲市场，计划明年推出首款车型，目标是占据10%的市场份额。公司首席执行官肖宁表示，电动货车因电力成本低廉而具有竞争优势。Miraco的电动货车单次充电可行驶350公里，并计划提供自动驾驶系统。公司采用模块化设计，其首款量产车型——一款小型巴士，将于今年在香港上市。",
      "translated_title": "中国汽车制造商广汽集团的电动货车部门瞄准欧洲市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A commercial-vehicle subsidiary of China’s state-owned carmaker GAC Group has its sights set on Europe, where it hopes its electric vans can lure corporate buyers away from petroleum-powered models built by the likes of Ford and Stellantis.\nXiao Ning, CEO of Miraco Motor, told the Post that the company would launch its first model in Europe next year. It aims to grab 10 per cent of the European market, where more than 1.7 million vehicles of this type are sold each year for public transport,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/889c4e46-37f3-4996-aff6-b90432c23bef_6fc6aa4d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国如何推动北极航运路线的激增 (原标题: How China is driving a surge in shipping along Arctic sea routes)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314324/how-china-driving-surge-shipping-traffic-along-arctic-sea-routes?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 13:00:09 +0000",
      "isoDate": "2025-06-13T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国推动北极航运激增\n\n俄罗斯国家原子能公司（Rosatom）指出，中国企业对通过北海航线（NSR）向西方运输货物表现出日益增长的兴趣。北海航线是一条每年夏季开放的北极航道。\n\n### 中国兴趣与航运预测\n*   Rosatom预计，在即将到来的夏秋航运季，中国企业沿北海航线的航次将显著增加。\n*   该公司表示，中国企业计划在2025年沿北海航线进行的航次将比去年增加至少1.5倍，尽管未提供具体数字。\n\n### Rosatom的应对措施\n*   为应对日益增长的交通流量，Rosatom正在增加其核动力破冰船队。\n\n### 北海航线的重要性与交通量\n*   北海航线是亚太地区与欧亚大陆西部之间最短的海运连接。\n*   该航线的货运量持续增长。\n*   2024年，北海航线完成了创纪录的92次过境航行，运输货物超过300万吨。\n\n### 当前货运构成\n*   根据挪威诺德大学北极运输研究所“高北物流中心”的数据，目前俄罗斯对中国的能源出口主导了北海航线的过境运输。\n*   2024年，所有过境运输的95%是从俄罗斯运往中国。\n*   **主要货物类型（2024年）:**\n    *   原油：189万吨，是主要的货物。\n    *   散装商品（如铁矿石、煤炭和化肥）：87.7万吨，是第二大货源。",
      "shortSummary": "中国企业对通过北海航线（NSR）向西方运输货物表现出日益增长的兴趣。运营该航线的俄罗斯国家原子能公司（Rosatom）预计，2025年中国企业沿NSR的航次将显著增加，并正为此增加破冰船。NSR是连接亚太与欧亚大陆最短的海运通道，2024年货运量已达300多万吨。目前，俄罗斯对中国的能源出口主导了该航线的运输，原油和散装商品是主要货源。",
      "translated_title": "中国如何推动北极航运路线的激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies are showing growing interest in shipping goods to the West via the Northern Sea Route – an icy Arctic passage that opens up each summer – according to Rosatom, the Russian company that operates infrastructure along the route.\nThe firm anticipates a significant uptick in voyages by Chinese companies along the NSR during the coming summer-autumn shipping season, and is adding more nuclear-powered icebreakers to its fleet to handle the growing traffic flow.\nCargo traffic on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/d7134237-8bae-4160-a576-6a37acf23f58_aab621a5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "人民币中间价触及两月高点，因美元走弱 (原标题: China’s yuan fixing rate hits 2-month high as US dollar drops)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314323/chinas-yuan-fixing-rate-hits-two-month-high-us-dollar-drops?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 09:30:08 +0000",
      "isoDate": "2025-06-13T09:30:08.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 人民币中间价创两月新高，美元走弱\n\n**主要观点：**\n\n*   **人民币中间价走强：** 中国人民银行将人民币兑美元的每日中间价设定在7.1772，这是自3月底以来的最高水平，创下两个多月新高。\n*   **美元指数下跌：** 在人民币中间价走强的同时，美元指数周四跌至97.61，创下三年新低。\n*   **美元疲软的原因：**\n    *   **美联储降息预期：** 5月份生产者价格指数（PPI）低于市场预期，促使交易员预计美联储将在今年晚些时候进一步降息。\n    *   **美国关税政策担忧：** 美国总统唐纳德·特朗普宣布计划对其贸易伙伴设定单边关税税率，声称各国可以“接受或放弃”，这动摇了市场对美元的信心。\n    *   **持续压力：** 对美国关税政策及其债务可持续性的担忧，已使美元数月来一直承压，从而相对增强了人民币的汇率。\n*   **中美贸易谈判：** 尽管本周在中英贸易谈判后，中美两国达成了一项“原则性”协议，似乎预示着贸易战的休战，但一些分析师仍持谨慎态度。",
      "shortSummary": "人民币兑美元中间价创下两个多月新高，达到7.1772，主要原因是美元走弱。美元指数跌至三年低点，受5月生产者价格指数低于预期、市场对美联储降息的预期以及美国总统特朗普单边关税政策的影响。对美国关税和债务的担忧持续给美元施压，相对提振了人民币。尽管中美贸易谈判达成“原则性”协议，但分析师仍持谨慎态度。",
      "translated_title": "人民币中间价触及两月高点，因美元走弱",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank set the yuan’s daily fixing against the US dollar at its strongest level in more than two months, as the greenback tumbled to a multi-year low amid expectations for more interest rate cuts from the Federal Reserve later this year.\nOn Friday, the People’s Bank of China set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.1772 per US dollar, its strongest showing since late March.\nThe move came as the US dollar index plummeted to 97.61 on Thursday - a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/74c6e128-a09c-4930-9583-ec79d54d8b1b_a79872f0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国商飞竞购老挝航空公司，中国加速全球航空扩张 (原标题: China steps up global aviation expansion as Comac bids for Laos carrier)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314303/china-steps-global-aviation-expansion-comac-bids-laos-carrier?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 07:32:56 +0000",
      "isoDate": "2025-06-13T07:32:56.000Z",
      "creator": "Frank Chen",
      "summary": "# 中国商飞竞购老挝航空公司\n\n中国商用飞机有限责任公司（Comac）据报道已竞标收购老挝国家航空公司（Lao Airlines）的多数股权，此举标志着这家中国国有航空企业在东南亚市场扩张的持续推进。\n\n## 交易概述与进展\n*   **竞标内容**：商飞提议持有老挝航空公司至少51%的多数股权。\n*   **交易条件**：如果交易获得老挝当局批准，商飞将帮助老挝航空公司改革运营并止损，作为交换，老挝航空公司将同意使用商飞的客机。\n*   **前期工作**：\n    *   商飞与老挝航空公司已于2024年10月签署了一份潜在交易的谅解备忘录。\n    *   一家独立的审计公司已被聘请对老挝航空公司进行估值并审查其负债。\n*   **政府态度**：老挝总理宋赛·西潘敦（Sonexay Siphandone）向老挝国民议会表示，老挝政府正在“考虑商飞关于全面合资企业的提议，特别是其持有至少51%股权的提议”。\n\n## 现有合作与飞机部署\n*   老挝航空公司近期通过租赁协议获得了其首架C909喷气式飞机。C909是商飞生产的一款窄体支线客机。\n*   目前，这架C909飞机正在老挝国内主要航线上执飞。\n*   未来计划让C909执飞老挝与中国之间的国际航线。\n\n## 商飞的战略考量\n*   **区域扩张**：此次竞标是商飞在东南亚扩大影响力的最新举措。\n*   **全球竞争**：商飞正努力向西方监管机构证明其飞机的可靠性，并最终在全球市场与空中客车（Airbus）和波音（Boeing）展开竞争。\n*   **成功模式复制**：航空业资深顾问布莱恩·杨博（Brian Yang Bo）指出，老挝的这笔交易与商飞向印度尼西亚廉价航空公司TransNusa出售C909喷气式飞机时所采用的策略如出一辙。",
      "shortSummary": "中国商飞（Comac）正竞标收购老挝航空公司多数股权，以加速其在东南亚的航空市场扩张。该交易旨在通过商飞提供运营支持和止损帮助，换取老挝航空使用商飞客机。此举是商飞提升其飞机可靠性、并最终在全球市场与空客和波音竞争的战略一部分。老挝航空已通过租赁协议引进了首架商飞C909飞机。",
      "translated_title": "中国商飞竞购老挝航空公司，中国加速全球航空扩张",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Commercial Aircraft Corporation of China (Comac) has reportedly bid to take a majority stake in the flag carrier of Laos, as the state-owned Chinese aviation firm continues its push to expand its market in Southeast Asia.\nThe deal – which is pending approval by the Lao authorities – would see Comac help Lao Airlines overhaul its operations and stem its losses in exchange for the carrier agreeing to use the Chinese company’s passenger jets, Vientiane Times quoted Prime Minister Sonexay...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/cf886acd-a5e5-4444-a93f-6fe20110fe7f_0f5695d2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国出口商转向国内市场，信用证如何提供帮助？ (原标题: As Chinese exporters explore home market, how are letters of credit helping?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314271/how-are-letters-credit-helping-chinese-exporters-pivot-home-market-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 06:00:17 +0000",
      "isoDate": "2025-06-13T06:00:17.000Z",
      "creator": "June Xia",
      "summary": "### 中国出口商转向国内市场\n\n在美国于四月对中国进口商品实施“对等关税”后，北京方面采取措施帮助中国出口商在国内销售其产品。这些措施旨在帮助企业将重心转向国内市场。\n\n#### 北京采取的措施：\n\n*   在全国范围内举办产品推广活动。\n*   提供财政和金融激励措施。\n*   鼓励增加使用信用证（L/Cs）。\n\n#### 什么是信用证（L/C）？\n\n*   在美国也称为跟单信用证（documentary credit）。\n*   在国际贸易中广泛使用。\n*   一种以文件形式呈现的金融工具，向卖方保证买方将按时支付约定的款项、服务或货物。\n\n#### 什么是国内信用证？\n\n*   **功能类似：** 国内信用证具有类似的功能，有助于确保支付安全和增强信用，这两点都是许多中国企业关注的主要问题。\n*   **签发机构：** 可由中国主要银行签发。\n*   **支付期限：** 通常为一年。\n*   **适用范围：** 与国际信用证只能用于涉及实物商品的交易不同，国内信用证也可用于服务贸易。",
      "shortSummary": "在美国征收关税后，中国政府鼓励出口商转向国内市场，通过推广活动、财政激励以及推广使用国内信用证（L/Cs）来支持。国内信用证与国际信用证功能相似，可由中国主要银行签发，通常支付期为一年，并可用于商品和服务贸易，而国际信用证仅限于实物商品。",
      "translated_title": "中国出口商转向国内市场，信用证如何提供帮助？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After the United States imposed so-called reciprocal tariffs on imports from China in April, Beijing took steps to help Chinese exporters sell their products domestically.\nIn addition to the staging of product promotion events across the country and the offering of fiscal and financial incentives, Beijing also encouraged the increased use of letters of credit (L/Cs) to help such businesses switch focus to the domestic market.\nWhat is a domestic letter of credit?\nA letter of credit, also known as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/2ba5b4be-d268-4cb5-87bd-71436cc26ccb_7a458564.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国爆红的Labubu玩具拥有一个意想不到的粉丝——执政的共产党 (原标题: China’s viral Labubu toy has an unlikely fan – the ruling Communist Party)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314169/chinas-viral-labubu-toy-has-unlikely-fan-ruling-communist-party?utm_source=rss_feed",
      "pubDate": "Thu, 12 Jun 2025 11:00:17 +0000",
      "isoDate": "2025-06-12T11:00:17.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国爆红的Labubu玩具及其对中国创新力的启示\n\n*   **Pop Mart的成功与国家媒体的赞扬**\n    *   北京潮玩品牌Pop Mart及其爆红的Labubu玩具，因其成功背后的创意，受到中国国家媒体的赞扬。\n    *   《求是》杂志（中共最高理论刊物）发表评论文章指出，Labubu在全球的粉丝基础，证明了中国正在从低价值商品生产国向创新中心转型。\n\n*   **中国创新生态系统的崛起**\n    *   文章强调，随着中国原创IP（知识产权）获得全球关注，这个传统上被称为“世界低端玩具工厂”的国家，“已经培育了一个强大的创新生态系统”，并且“正日益成为一个全球孵化器，创意的种子随处萌芽”。\n\n*   **Labubu的创作者与商业成就**\n    *   Pop Mart在香港上市，与多位艺术家和设计师合作，推出Molly、Dimoo等玩具角色。\n    *   Labubu是其迄今为止最受欢迎的产品，由香港艺术家龙家升（Kasing Lung）设计。\n    *   公司去年海外及港澳台收入增长375%，达到50亿元人民币（约6.955亿美元），占总收入的近40%。\n\n*   **Labubu的全球影响力与中国创意产品的认可**\n    *   《求是》评论将Labubu的成功与《黑神话：悟空》和动画电影《哪吒2》等其他全球知名的中国产品相提并论。\n    *   评论称：“Labubu的受欢迎程度生动地证明了中国企业对长期创新的承诺以及中国创意产品日益增长的全球认可。”\n\n*   **流行带来的挑战：仿冒品**\n    *   这款毛绒玩具非常受欢迎，以至于催生了一波被称为“Lafufu”（f代表假冒）的仿冒产品。\n    *   在YouTube、Instagram和TikTok等社交媒体平台上，“如何区分Labubu和Lafufu？”已成为一个热门话题。",
      "shortSummary": "中国潮玩品牌Pop Mart的Labubu玩具在全球爆红，被中共《求是》杂志赞扬为中国从低价值商品生产国向创新中心转型的例证。Labubu由香港艺术家龙家升设计，其海外收入大幅增长，并与《黑神话：悟空》等中国创意产品一同获得全球认可。其巨大成功也催生了大量仿冒品“Lafufu”。这体现了中国在创新领域的进步及其产品日益增长的国际影响力。",
      "translated_title": "中国爆红的Labubu玩具拥有一个意想不到的粉丝——执政的共产党",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Chinese companies ponder how best to market their products internationally, the example set by Pop Mart – the Beijing-based brand behind the viral Labubu toy – has been praised by the country’s state media for the creativity that underlies its success.\nThe wide-mouthed, bug-eyed toy’s global fan base is evidence of a shift in priorities for China as it transforms from a producer of low-value goods to a hub of innovation, Qiushi, the Communist Party’s top theoretical journal, said in a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/12/40f78c0a-f4b9-4feb-9143-95dbce28f545_2fbde83d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不只是机器人：中国高端3D打印机在欧洲顶级科技展上大放异彩 (原标题: Not just robots: China’s high-end 3D printers shine at Europe’s top tech fair)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314146/paris-vivatech-chinas-industrial-3d-printing-firms-target-europe?utm_source=rss_feed",
      "pubDate": "Thu, 12 Jun 2025 09:00:12 +0000",
      "isoDate": "2025-06-12T09:00:12.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国高端3D打印机在欧洲顶级科技展上崭露头角\n\n在欧洲最大的科技展会巴黎VivaTech上，中国驻法国大使邓励的注意力不仅被炫目的机器狗和人形机器人吸引，还被一个不那么引人注目的展品——由专业3D打印机生产的金属部件——所吸引。\n\n## 关键亮点：\n\n*   **大使的赞叹：** 邓励大使对3D打印技术能够一次性生产如此复杂的金属部件表示惊叹，并指出与传统生产方法相比，3D打印“省去了很多麻烦”。\n*   **参展公司：** 展品背后的公司是XDM 3D打印技术，它是越来越多瞄准欧洲3D打印市场的中国公司之一。\n*   **市场前景：** XDM创始人张正文对欧洲市场持积极态度，尤其是在美国日益收紧限制的背景下。\n*   **公司发展：**\n    *   XDM成立于2015年，于2019年进入欧洲市场。\n    *   疫情打乱了其扩张计划，目前在欧洲客户数量不多。\n    *   张正文对未来充满信心，认为欧洲公司迟早会把3D打印整合到生产中，届时将有“巨大需求”。",
      "shortSummary": "中国高端3D打印机在欧洲顶级科技展VivaTech上大放异彩。中国驻法大使邓励对XDM 3D打印技术生产复杂金属部件的能力印象深刻。面对美国日益收紧的限制，XDM等中国公司正积极拓展欧洲市场。尽管疫情曾阻碍其扩张，XDM创始人对欧洲未来对3D打印的“巨大需求”充满信心。",
      "translated_title": "不只是机器人：中国高端3D打印机在欧洲顶级科技展上大放异彩",
      "images": [],
      "contentSource": "完整文章",
      "content": "While touring the China Pavilion at Paris VivaTech, Europe’s biggest tech fair, Chinese ambassador to France Deng Li’s attention was drawn not only to the flashy robot dogs and humanoids, but also to a less eye-catching exhibit: a display of metal parts produced by specialised 3D printers.\n“To make something so complicated, 3D printing really saves a lot of trouble compared to traditional production methods,” Deng told his entourage, expressing his amazement at how a printer could produce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/12/2294cd9b-881b-414a-b593-a9f2cb5b60cc_4a484a4a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "伦敦激烈会谈后，中美贸易关系何去何从？ (原标题: After heated London talks, where do China-US trade relations stand?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314103/after-heated-london-talks-where-do-china-us-trade-relations-stand?utm_source=rss_feed",
      "pubDate": "Thu, 12 Jun 2025 04:10:54 +0000",
      "isoDate": "2025-06-12T04:10:54.000Z",
      "creator": "Mandy Zuo,Leopold Chen",
      "summary": "### 伦敦中美贸易会谈最新进展\n\n在伦敦举行的为期两天的中美贸易会谈结束后，美国总统唐纳德·特朗普宣布，谈判已达成一项广泛协议，旨在维持此前日内瓦会谈后建立的脆弱休战。\n\n**美方立场：**\n\n*   **特朗普的声明：** 特朗普总统通过其Truth Social平台表示，美中协议“已完成”。\n*   **协议范围：** 他指出，该协议将涵盖多个争议点，包括稀土矿物运输、学生签证和关税。\n\n**中方立场：**\n\n*   **保持沉默：** 中国方面对会谈结果一直保持沉默，其代表仅表示将提交一份报告供习近平主席批准。\n\n此次会谈旨在总结世界两大经济体之间不断变化的贸易关系的最新发展。",
      "shortSummary": "在伦敦举行的中美贸易会谈结束后，美国总统特朗普宣布双方已达成一项广泛协议，旨在维持此前的脆弱贸易休战，内容涵盖稀土、学生签证和关税。然而，中方对此结果保持沉默，仅表示将向习近平主席提交报告。此次会谈旨在总结两国贸易关系的最新进展。",
      "translated_title": "伦敦激烈会谈后，中美贸易关系何去何从？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After two days of closely watched trade talks between the United States and China in London, US President Donald Trump has declared the negotiations have led to a wide-ranging deal to maintain the fragile truce laid out after earlier talks in Geneva.\nThe agreement, Trump said, would cover numerous points of contention, including shipments of rare earth minerals, student visas and tariffs.\nChina, meanwhile, has been reticent to comment on the talks’ outcome, with representatives only saying they...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/12/9857b879-eb49-4afd-aa16-1e2d8dacdda7_3a1f81a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国AI和芯片毕业生人才储备成熟，正值科技贸易关系恶化之际 (原标题: China’s orchard of AI, chip grads now ripe for the pickin’ as tech trade sours)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314011/chinas-orchard-ai-chip-grads-now-ripe-pickin-tech-trade-sours?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 22:00:07 +0000",
      "isoDate": "2025-06-11T22:00:07.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国AI和芯片人才培养与战略优势\n\n文章指出，随着中美贸易战的持续和科技竞争的加剧，中国在人工智能（AI）和微芯片领域的人才培养已取得显著成就，形成了庞大的人才储备，这为中国在全球科技竞争中带来了战略优势。\n\n*   **行业背景与个人案例**\n    *   **预见性选择**：2019年，王杰（Jack Wang）进入一所中国顶尖大学学习微电子，当时中美贸易战刚刚开始。他选择专注于高科技微芯片的设计和制造领域，这一决定被证明具有远见。\n    *   **行业支柱**：在过去六年里，微芯片行业飞速发展，现已成为人工智能进步的基石。王杰意识到这个行业正在蓬勃发展，而AI也日益普及且能力不断增强。\n\n*   **中国AI人才培养战略**\n    *   **政策驱动**：2018年，中国发布了一项行动计划，旨在到2030年将中国大学建设成为引领下一代AI发展的全球人才中心。\n    *   **专业设立**：\n        *   2019年：中国教育部批准了首批35所大学设立AI专业。\n        *   目前：中国已有超过535所大学提供AI相关专业，显示出对该领域人才培养的巨大投入。\n\n*   **人才储备与全球地位**\n    *   **研究实力**：根据摩根士丹利的最新研究，全球近一半的顶尖AI研究人员来自中国，这凸显了中国在AI研究领域的强大实力。\n    *   **竞争优势**：中国拥有14亿人口，其庞大的人工智能人才库正在为国家在该领域带来竞争优势。研究人员和行业专业人士认为，AI已成为全球科技和地缘政治竞争的关键战场。",
      "shortSummary": "中国在人工智能（AI）和芯片领域的人才培养取得显著进展。自2018年启动战略计划以来，中国大学已大幅增加AI相关专业，目前有超过535所大学提供此类课程。摩根士丹利报告指出，全球近半数顶尖AI研究人员来自中国。这一庞大的人才储备，正值科技贸易关系紧张之际，为中国在全球科技和地缘政治竞争中提供了关键优势，使其在AI和芯片领域的人才“果园”日益成熟。",
      "translated_title": "中国AI和芯片毕业生人才储备成熟，正值科技贸易关系恶化之际",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Jack Wang enrolled as an undergraduate in microelectronics at a prestigious Chinese university, the year was 2019, and China was in the early days of its trade war with the United States.\nLooking back, his decision to focus on the field revolving around the design and manufacture of hi-tech microchips has proved prescient. Today, it complements Beijing’s aspirations to make world-leading semiconductors amid Washington’s amped-up efforts to curtail China’s technological progress.\nIndeed, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/d4c3c219-b50c-4533-a58a-03bc70223221_f8bb33ae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美达成“已完成的协议”，特朗普称，待习近平主席签署 (原标题: China-US agree to ‘done deal’, Trump says, pending sign-off by President Xi)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314050/china-us-agree-done-deal-trump-says-pending-sign-president-xi?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 12:28:47 +0000",
      "isoDate": "2025-06-11T12:28:47.000Z",
      "creator": "Luna Sun,Zhao Ziwen",
      "summary": "# 中美贸易谈判取得突破性进展\n\n美国总统唐纳德·特朗普周三宣布，中美两国已达成一项“已完成的协议”，旨在缓解此前因相互指责违反协议而重新燃起的贸易紧张局势。\n\n*   **协议达成与待批**\n    *   特朗普在其社交媒体平台Truth Social上发帖称，该协议已“完成”，但尚待中国国家主席习近平和特朗普本人最终批准。\n\n*   **谈判地点与成果**\n    *   两国谈判团队在伦敦进行了为期两天的会谈并已结束。\n    *   双方宣布“原则上”同意了一项“框架协议”，将带回各自国家供领导人审查。\n    *   此次谈判旨在使上月在日内瓦签署的贸易战停火协议重回正轨。\n\n*   **协议主要内容（据特朗普）**\n    *   中国将预先供应“所有磁铁和任何必要的稀土”。\n    *   美国将提供已同意的内容，包括允许中国学生使用美国大学和学院。\n    *   特朗普表示，根据协议，美国将获得55%的关税，中国将获得10%。\n\n*   **双边关系与背景**\n    *   此次进展发生在中美双边关系经历一段“艰难时期”之后，此前两国互信受损。\n    *   上周习近平与特朗普的通话为伦敦会谈带来了谨慎乐观情绪。\n    *   特朗普称两国关系“非常良好”。\n\n*   **中方评价**\n    *   中国首席贸易谈判代表李成钢周二告诉记者，伦敦会谈“专业、理性、深入、坦诚”。",
      "shortSummary": "中美两国已达成一项“已完成的贸易协议”，待两国领导人最终批准。美国总统特朗普表示，该协议包括中国供应稀土和美国允许中国学生入学。此次在伦敦进行的谈判旨在使此前达成的贸易停火协议重回正轨。中方谈判代表称会谈专业坦诚。特朗普认为两国关系良好，并提及协议中的关税分配。",
      "translated_title": "中美达成“已完成的协议”，特朗普称，待习近平主席签署",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the US have reached a “done deal” that includes rare earth exports from China and Chinese students attending colleges in America, President Donald Trump said on Wednesday, pointing to a potential breakthrough aimed at easing trade tensions that were reignited by mutual accusations of deal violations.\n“Our deal with China is done, subject to final approval with President Xi [Jinping] and me,” Trump posted on social media, as negotiating teams from the two countries concluded two days of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/172f0d98-ebe8-4182-9a59-a11aca489f85_528430cd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国向稀土巨头发放对美国、欧洲的出口许可证 (原标题: China grants export permits to rare earth giant for US, Europe shipments)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314030/china-grants-export-permits-rare-earth-giant-us-europe-shipments?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 11:30:07 +0000",
      "isoDate": "2025-06-11T11:30:07.000Z",
      "creator": "Leopold Chen",
      "summary": "## 中国稀土巨头金力永磁获准向美欧等国出口\n\n中国领先的稀土出口商江西金力永磁材料股份有限公司（JL MAG Rare-Earth）近日宣布，已获得向包括美国、欧洲和东南亚在内的多个目的地出口的许可证。这一消息提振了投资者信心，推动公司股价上涨。\n\n### 关键出口产品与合规声明\n\n*   **出口产品**：金力永磁将出口磁性材料、零部件和电机转子。\n*   **合规性**：公司表示，在中重稀土及相关物品出口管制措施公布后，已立即按照相关规定开展出口申报工作。\n*   **业务性质**：金力永磁强调其不涉及军事业务，并将继续严格遵守相关法律和政策。\n\n### 公司背景与财务表现\n\n*   **行业地位**：金力永磁总部位于中国江西，是全球最大的永磁稀土磁体制造商和销售商。\n*   **上市情况**：公司在深圳和香港两地上市。\n*   **出口业绩**：2025年第一季度，金力永磁的出口额达到3.12亿元人民币（约合4340万美元），其中对美国的出口额为1.22亿元人民币。\n\n### 宏观背景\n\n金力永磁的这一声明发布之际，中美两国官员在伦敦举行的第二轮贸易谈判后表示，双方已“原则上同意”一项贸易框架，尚待各自领导人批准。",
      "shortSummary": "中国稀土巨头金力永磁（JL MAG Rare-Earth）已获得向美国、欧洲和东南亚出口磁性材料、零部件和电机转子的许可证。此消息推动公司股价上涨。金力永磁强调其不涉军事业务，并遵守出口管制规定。2025年第一季度，公司出口额达3.12亿元人民币，其中对美出口1.22亿元。此举正值中美贸易谈判达成初步框架协议之后。",
      "translated_title": "中国向稀土巨头发放对美国、欧洲的出口许可证",
      "images": [],
      "contentSource": "完整文章",
      "content": "A top Chinese rare earth exporter, which hosted President Xi Jinping during a 2019 inspection, said it had obtained export permits for several destinations, including the United States. Investors welcomed the news, sending the company’s shares higher.\nJL MAG Rare-Earth said on Wednesday that it had also been granted licenses for Europe and Southeast Asia, and that it would export magnetic materials, components and motor rotors.\n“After the export controls imposed on medium and heavy rare earth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/7a47fb87-8bd7-47d1-83d0-bf83d9179caf_5c5c8180.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正努力将C919认证纳入七月欧盟峰会议程 (原标题: China working to add C919 certification to agenda for July EU summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313955/china-working-add-c919-certification-agenda-july-eu-summit?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 08:00:08 +0000",
      "isoDate": "2025-06-11T08:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "### 中国推动C919适航认证成为七月欧盟峰会议题\n\n据一位知情人士透露，中国将推动民用航空成为七月与欧盟领导人峰会的讨论议题，其中特别关注国产C919飞机的适航认证。\n\n**关键信息点：**\n\n*   **核心议题**：中国致力于将国产C919飞机的认证问题纳入即将于七月举行的中欧峰会议程。\n*   **加速认证**：\n    *   消息人士指出，关于安全评估过程的高级别谈判有望加速C919客机的批准进程。\n    *   据传北京方面订购数百架空客飞机的消息，也将有助于加快这一认证进程。\n*   **峰会目的**：\n    *   下个月的峰会为中欧领导人提供了一个“机会”，以审查在工作层面的进展并“加强共识”。\n    *   知情人士强调，高层领导之间的任何直接对话都将对C919的认证有所帮助，因为共识可以促进并有益于实际工作。\n*   **参会人员**：据此前报道，中国国家主席习近平将于下个月在北京接待欧洲理事会主席安东尼奥·科斯塔和欧盟委员会主席乌尔苏拉·冯德莱恩。\n*   **其他潜在议题**：\n    *   尽管访问日期和官方议程尚未公布，但此次峰会可能还会讨论一系列其他问题。\n    *   这些议题包括电动汽车贸易以及美国总统唐纳德·特朗普可能征收高关税的威胁。",
      "shortSummary": "中国正推动将国产C919飞机的适航认证纳入七月与欧盟领导人的峰会议程。知情人士透露，高级别谈判和潜在的空客订单有望加速认证进程。此次峰会是中欧领导人加强共识的机会，除C919外，电动汽车贸易和美国关税等议题也可能被提及。",
      "translated_title": "中国正努力将C919认证纳入七月欧盟峰会议程",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will push for civil aviation to be a topic of discussion at a summit with European Union leaders in July, with particular focus on the certification of the domestically produced C919 aircraft, according to a source with knowledge of the matter.\nHigh-level negotiations on the safety evaluation process would be likely to fast-track ratification of the airliner, the source said, and a rumoured order of hundreds of Airbus aircraft from Beijing would only help speed things along.\nNext month’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/1927457c-7398-49a7-84f4-83a659c0dda2_fcd813d5.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-17T06:35:48.719Z"
}