{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国化解债务“定时炸弹”，美国听到警报声愈发强烈 (原标题: As China defuses its time bomb of debt, US hears the ticking intensify)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321048/china-defuses-its-time-bomb-debt-us-hears-ticking-intensify?utm_source=rss_feed",
      "pubDate": "Thu, 07 Aug 2025 06:01:14 +0000",
      "isoDate": "2025-08-07T06:01:14.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国地方政府债务风险与中美对比\n\n长期以来，国际社会对中国地方政府的“隐性”债务问题深感担忧，认为这笔庞大的债务如同“定时炸弹”，可能引发一连串违约并威胁金融稳定。然而，一些专家现在认为，经过大规模的债务重组行动，中国的债务前景正在发生转变。相比之下，他们指出美国面临的债务挑战正引起相当大的警报。\n\n### 中国债务风险得到控制\n\n*   **专家观点：** 北京人民大学金融学教授赵锡军表示，经过多年的努力，中国地方政府的整体债务风险已得到控制并正在逐步解决。\n*   **中央政府支持：** 他补充说，中国的债务主要由地方政府持有，这为中央政府介入并协助偿还留下了空间。与此形成对比的是，美国的债务负担集中在联邦层面，他认为这种情况“更令人担忧”。\n\n### 中国的债务重组措施\n\n*   **万亿债务置换：** 去年底，中国推出了一项12万亿元人民币（约合1.67万亿美元）的债务置换计划。此举显著缓解了地方政府的偿债压力。\n*   **隐性债务规模：** 截至2023年底，财政部已识别出14.3万亿元人民币的隐性地方政府债务，其中大部分是通过地方政府融资平台（LGFVs）累积的。\n*   **延长偿还期限：** 据北京中诚信国际信用评级（CCXI）上月发布的一份报告显示，债务置换使地方政府能够延长还款期限。截至2025年上半年，债券发行加权平均期限同比延长了3.18年，达到15.88年。",
      "shortSummary": "国际社会曾担忧中国地方政府的“隐性”债务是“定时炸弹”。但专家认为，中国通过12万亿元债务置换等大规模重组，已有效控制并逐步化解地方债务风险，延长了偿还期限。相比之下，美国联邦层面的债务负担更令人担忧。中国中央政府有能力介入协助地方偿债，而美国则面临不同的挑战。",
      "translated_title": "中国化解债务“定时炸弹”，美国听到警报声愈发强烈",
      "images": [],
      "contentSource": "完整文章",
      "content": "Concerns over China’s local-level debt have long loomed large in international discourse, with a mountain of “hidden” debt viewed as a “ticking time bomb” that threatens to trigger a cascade of defaults while posing a risk to financial stability.\nBut some experts now contend that, after a sweeping debt-restructuring campaign, the outlook for China is shifting. And they say that, by comparison, the debt challenges facing the United States are causing considerable alarm.\n“After years of effort,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/07/e7bb7901-7a71-4b04-a215-6df76c496894_f262ae82.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国7月出口逆势增长7.2%，抵御贸易战逆风 (原标题: China’s exports defy trade war headwinds in July as growth surges to 7.2%)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321026/chinas-exports-accelerate-july-us-trade-truce-provides-boost?utm_source=rss_feed",
      "pubDate": "Thu, 07 Aug 2025 03:08:41 +0000",
      "isoDate": "2025-08-07T03:08:41.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国7月出口表现强劲，抵御贸易战逆风\n\n根据周四公布的海关数据显示，中国7月份的出口持续加速增长，尽管对美国的出货量有所下降，但被非洲、欧洲和拉丁美洲等一系列市场的增长所抵消。芯片出口同比激增近30%。\n\n**主要数据点：**\n\n*   **出口增长：** 世界最大商品出口国7月份的出口额同比增长7.2%，达到3218亿美元。这一增速高于6月份的5.8%，也超过了中国金融数据提供商Wind市场调查预测的5.8%增长率。\n*   **进口增长：** 与此同时，中国7月份的进口额同比增长4.1%。这可能表明中国国内低迷的需求正在开始回升。此前Wind的一项调查曾预测7月份进口将下降0.27%。\n*   **贸易顺差：** 受出口和进口数据影响，中国当月贸易顺差略微收窄至982亿美元。\n\n**背景与挑战：**\n\n尽管取得了超出预期的成绩，但中国庞大的出口部门仍面临来自中美贸易战的巨大压力。全球两大经济体尚未就一项永久性协议达成一致，以防止关税重新回到4月和5月出现的三位数水平。",
      "shortSummary": "尽管面临贸易战逆风，中国7月出口仍逆势增长7.2%，达到3218亿美元，超出市场预期。对非洲、欧洲和拉丁美洲等市场的增长抵消了对美出口的下降，其中芯片出口激增近30%。同期进口增长4.1%，可能预示国内需求回暖。当月贸易顺差小幅收窄至982亿美元。",
      "translated_title": "中国7月出口逆势增长7.2%，抵御贸易战逆风",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports continued to accelerate in July as a fall in shipments to the United States was offset by growth in a range of markets including Africa, Europe and Latin America, with chip exports surging by nearly 30 per cent year on year.\nThe world’s largest goods exporter saw outbound shipments rise by 7.2 per cent year on year to US$321.8 billion last month, according to customs data released on Thursday.\nThe figure was higher than the 5.8 per cent growth rate recorded in June and beat the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/07/a9ed0892-22d3-4fc5-a2cb-558724d029d4_7f16ec33.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港股市因中国7月出口意外强劲而飙升 (原标题: Hong Kong stocks surge on China’s surprisingly strong July exports)",
      "link": "https://www.scmp.com/business/china-business/article/3321020/hong-kong-stocks-rise-fourth-day-amid-bullish-mood-global-equities?utm_source=rss_feed",
      "pubDate": "Thu, 07 Aug 2025 02:25:09 +0000",
      "isoDate": "2025-08-07T02:25:09.000Z",
      "creator": "Zhang Shidong",
      "summary": "## 香港股市因中国7月出口数据强劲而上涨\n\n香港股市周四连续第四个交易日上涨，此前公布的中国贸易数据表现强劲，提振了市场对中国经济全年保持增长势头的信心。\n\n### 市场表现\n*   **恒生指数**：午盘上涨0.5%，报25,041.03点，此前三天累计上涨1.6%。\n*   **恒生科技指数**：上涨0.5%。\n*   **沪深300指数和上海综合指数**：均上涨0.1%。\n\n### 公司股价变动\n*   **阿里巴巴集团控股**：上涨2.4%，报119.50港元。\n*   **中通快递**：跳涨5%，报164.40港元。\n*   **中芯国际**：上涨3%，报54.20港元。\n*   **中国移动**：在周四晚些时候披露中期报告前下跌0.1%，报85.50港元。\n\n### 中国贸易数据\n*   **7月出口**：同比增长7.2%，远超彭博社调查经济学家预期的5.6%。\n*   **7月进口**：增长4.1%，而此前预期为下降1%。\n\n### 经济学家观点\n*   **Pinpoint Asset Management首席经济学家张智威**表示：“今年迄今，中国出口强劲支撑了经济。政府有望实现全年5%的增长目标。”\n*   **未来展望**：张智威同时指出，由于为避免更高关税而提前装运中国商品的效果减弱，未来几个月海外出货量增长可能会放缓。\n*   **国际背景**：美国总统唐纳德·特朗普在对印度购买俄罗斯石油征收25%的惩罚性关税后，暗示可能对中国征收更高的关税。",
      "shortSummary": "香港股市周四连续第四天上涨，受中国7月出口数据意外强劲提振。恒生指数和恒生科技指数均上涨0.5%。中国7月出口同比增长7.2%，进口增长4.1%，均超出市场预期。分析师认为，出口强劲支撑了中国经济，有望实现全年增长目标，但未来出口增速可能放缓，且面临潜在关税风险。",
      "translated_title": "香港股市因中国7月出口意外强劲而飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hong Kong stocks extended gains into a fourth day on Thursday, as a strong reading on China trade data bolstered hopes that the world’s second-largest economy would sustain growth momentum throughout the year.\nThe Hang Seng Index rose 0.5 per cent to 25,041.03 at the noon break, adding to an aggregate 1.6 per cent gain over the past three days. The Hang Seng Tech Index also rose by 0.5 per cent. On the mainland, the CSI 300 Index and the Shanghai Composite Index both added 0.1 per cent.\nAlibaba...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/07/cdf478e8-1481-41b0-a103-983b2f12162a_1ef33d55.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "百胜中国上调中国大陆咖啡店开店目标 (原标题: Yum China raises target for opening mainland coffee shops)",
      "link": "https://www.scmp.com/business/china-business/article/3320996/yum-china-raises-target-opening-mainland-coffee-shops-cafe-culture-takes-hold?utm_source=rss_feed",
      "pubDate": "Wed, 06 Aug 2025 23:30:07 +0000",
      "isoDate": "2025-08-06T23:30:07.000Z",
      "creator": "Daniel Ren",
      "summary": "# 百胜中国上调KCoffee开店目标并公布最新业绩\n\n*   **开店目标上调**\n    *   百胜中国（Yum China Holdings），作为肯德基和必胜客在中国大陆的运营商，已将其KCoffee咖啡店的开店目标上调。\n    *   根据首席执行官屈翠容（Joey Wat）的声明，新的目标是到2025年底在中国大陆运营1,700家KCoffee门店，高于此前设定的1,500家。\n*   **门店现状与未来计划**\n    *   截至2024年12月，百胜中国运营了700家KCoffee门店。\n    *   到今年6月，该公司已运营1,300家KCoffee门店，其中第二季度新增了300家。\n    *   为实现2025年的目标，百胜中国需要在2025年新开1,000家KCoffee门店。\n*   **业务表现与策略**\n    *   屈翠容表示，KCoffee咖啡业务在推动客流量、销售额和利润增长方面表现出色。\n    *   本季度KCoffee门店的平均销售杯数持续增长，这得益于菜单创新和外卖业务的增长。\n    *   KCoffee业务利用肯德基门店空间为顾客提供咖啡服务。\n    *   屈翠容强调公司一直在探索扩大市场的方式，并对通过品牌实力和战略为股东带来可持续的长期价值充满信心。\n*   **财务业绩**\n    *   百胜中国第二季度净利润同比增长1.4%，达到2.15亿美元。\n    *   摊薄后每股收益为0.58美元，超过了彭博社分析师调查的共识预期0.56美元。",
      "shortSummary": "百胜中国上调了其KCoffee咖啡店的开店目标，计划到2025年底在中国大陆运营1,700家门店。截至今年6月，已运营1,300家。KCoffee业务利用肯德基门店空间，有效推动了客流量、销售额和利润增长，得益于菜单创新和外卖业务。公司第二季度净利润同比增长1.4%至2.15亿美元，每股收益超出预期。",
      "translated_title": "百胜中国上调中国大陆咖啡店开店目标",
      "images": [],
      "contentSource": "完整文章",
      "content": "Yum China Holdings, owner of the KFC and Pizza Hut restaurant brands on the mainland, has raised its target for opening new coffee shops as a cafe culture has spurred consumer spending.\nThe company was expected to operate 1,700 KCoffee cafes across the country by the end of 2025, up from the previous target of 1,500 outlets, according to CEO Joey Wat.\n“KCoffee Cafes have been effective in driving incremental traffic, sales and profit,” she said at a briefing on Tuesday evening, according to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/06/cca00fb4-ab82-45f4-a460-07d9cb8a5a8e_3118af64.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国造船业巨头合并临近，行业影响随之而来 (原标题: China’s mammoth merger of shipbuilders nears, and so do the industry implications)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320981/chinas-mammoth-merger-shipbuilders-nears-and-so-do-industry-implications?utm_source=rss_feed",
      "pubDate": "Wed, 06 Aug 2025 12:00:07 +0000",
      "isoDate": "2025-08-06T12:00:07.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国造船业巨头合并：战略重组与全球影响\n\n中国两大主要造船企业——中国船舶工业公司（CSIC）和中国船舶集团有限公司（CSSC Holdings）——即将完成合并，这将组建全球最大的上市造船公司。\n\n### 合并背景与进展\n\n*   **合并主体**：中国船舶工业公司（CSIC）将被中国船舶集团有限公司（CSSC Holdings）吸收。\n*   **时间线**：\n    *   中国船舶工业公司已宣布，下周二将是其股票在被吸收前的最后一个交易日。\n    *   此次合并已于7月获得上海证券交易所的批准。\n    *   两家公司于9月公布了合并条款。\n\n### 战略意义与目标\n\n分析师普遍认为，此次合并是北京在更广泛的工业和军事抱负方面的一项“战略妙招”，尤其是在美国日益将中国视为多个领域的竞争对手的背景下。\n\n*   **资源优化与竞争力提升**：海通期货分析师徐毅指出，此次合并标志着中国造船史上最大的战略重组，旨在优化资源配置，提升在全球市场的竞争力。\n*   **业务聚焦**：合并将涵盖军事装备、商用船舶和海洋工程三大核心业务，重点在于淘汰低效率船坞，并集中精力发展高端船舶。\n*   **国家战略协同**：合并旨在进一步与国家战略重点保持一致，加强对军事发展的支持，并更好地规范行业内部竞争。\n\n### 合并实体规模与业务范围\n\n合并后的实体——中国船舶集团有限公司（CSSC Holdings）——将提供全面的业务运营：\n\n*   **总资产**：根据方正证券7月份的报告，合并后的总资产将超过4000亿元人民币（约合556亿美元）。\n*   **年收入**：年收入将超过1300亿元人民币。\n*   **业务范围**：涵盖军事装备、商用船舶和海洋工程。",
      "shortSummary": "中国两大主要造船企业——中国船舶工业公司和中国船舶集团有限公司——即将完成合并，组建全球最大的上市造船公司。此次战略性合并旨在优化资源配置，提升全球竞争力，支持军事发展，并规范行业竞争。合并后的实体总资产将超过4000亿元人民币，年收入超过1300亿元人民币，业务涵盖军事装备、商用船舶和海洋工程。",
      "translated_title": "中国造船业巨头合并临近，行业影响随之而来",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s two major shipbuilders appear to be mere days from completing a merger that will form the largest publicly listed shipbuilding company in the world.\nThe China Shipbuilding Industry Company announced that next Tuesday will be the final trading day for its shares before the company is absorbed by China CSSC Holdings.\nAnalysts have deemed the move a strategic masterstroke in Beijing’s broader industrial and military ambitions, particularly as the United States increasingly views China as a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/06/efa1a2ed-b0fe-404d-94d6-fccd9773b9d5_6a7006ce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国婚姻登记意外增长，生育率有望反弹 (原标题: China records surprise jump in marriages, raising hopes of births rebound)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320956/china-records-surprise-jump-marriages-raising-hopes-births-rebound?utm_source=rss_feed",
      "pubDate": "Wed, 06 Aug 2025 11:00:14 +0000",
      "isoDate": "2025-08-06T11:00:14.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国婚姻登记意外增长，生育率有望反弹\n\n*   **婚姻登记意外反弹**\n    *   2025年第二季度，中国婚姻登记数量出现意外反弹。\n    *   这主要得益于一项新的简化婚姻登记流程的政策生效。\n    *   这一趋势引发了人们对政府缓解人口下降努力可能开始奏效的希望。\n\n*   **人口趋势与专家观点**\n    *   尽管婚姻登记有所增长，但分析师警告称，中国人口仍在萎缩。\n    *   他们认为，北京需要推行更强有力的生育支持政策，才能实现生育率的持续复苏。\n\n*   **具体数据（民政部）**\n    *   2025年上半年，中国共有354万对新人结婚，比去年同期增加10.9万对。\n    *   这一增长主要由第二季度的强劲反弹推动：\n        *   第二季度婚姻登记数量增加了26.8万对。\n        *   而第一季度则下降了15.9万对。\n\n*   **政府的紧迫性与新政策**\n    *   中国政府近几个月来更加迫切地鼓励年轻人结婚生子。\n    *   政府担心人口下降可能对经济增长和社会稳定构成长期威胁。\n    *   据中国南方广东省的独立人口学家何亚福称，今年婚姻数量增长的一个主要驱动因素是5月份生效的新简化登记流程。",
      "shortSummary": "中国2025年第二季度婚姻登记意外反弹，上半年共354万对新人结婚，同比增长10.9万对。这主要归因于一项新的简化登记政策，并引发了对生育率反弹的希望。然而，分析师警告人口仍在萎缩，政府需推行更强有力的生育支持政策。此举反映了中国政府应对人口下降对经济社会稳定威胁的紧迫性。",
      "translated_title": "中国婚姻登记意外增长，生育率有望反弹",
      "images": [],
      "contentSource": "完整文章",
      "content": "China recorded a surprise rebound in marriage registrations in the second quarter as a new policy making it easier for couples to tie the knot kicked in, raising hopes that the government’s efforts to mitigate the country’s demographic decline may be starting to show results.\nBut analysts cautioned that China’s population was still shrinking and that Beijing would need to follow through with even stronger pro-natal policies to foster a sustained recovery in birth numbers.\nA total of 3.54 million...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/06/2418ddee-1830-463f-bc78-3004839a67af_a4258a7d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "如果学前教育免费，会有更多人要孩子吗？中国将免除幼儿园大班学费 (原标题: If preschool is free, will more have a baby? China to waive final-year tuition)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320954/will-free-year-preschool-entice-parents-procreate-beijing-bids-boost-births?utm_source=rss_feed",
      "pubDate": "Wed, 06 Aug 2025 10:00:22 +0000",
      "isoDate": "2025-08-06T10:00:22.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国免除幼儿园大班学费以应对生育率下降\n\n中国政府宣布，从今年秋季开始，将免除公立幼儿园大班（最后一年）的学费。此举是中国为应对持续下降的出生率而采取的强化措施之一，也是分阶段实现学前教育免费计划的一部分。\n\n### 政策目标与范围\n\n*   **主要目标**：根据中国国务院周二的声明，此政策旨在“有效降低教育成本，提高基本公共教育服务水平”。\n*   **覆盖范围**：\n    *   所有公立幼儿园的大班儿童将免除学费。\n    *   经批准的私立幼儿园儿童也将获得学费减免，减免金额将参照同一地区公立幼儿园的学费减免标准。\n*   **家长仍需支付**：尽管学费被免除，家长仍需支付其他费用，如餐费和行政管理费。\n\n### 预期影响与经济考量\n\n*   **缓解家庭负担**：在劳动力市场疲软、房地产市场长期低迷以及经济放缓侵蚀家庭财富的背景下，这项计划预计将为面临经济压力的家庭带来可喜的缓解。\n*   **经济学家观点**：渣打银行大中华区首席经济学家丁爽表示，这些措施可以被视为“此前消费政策的延续”，并认为它们是“正确方向上的一步”，尽管其具体影响仍不确定。\n\n### 资金来源与分配\n\n*   **幼儿园补贴**：为弥补因新政策导致的学费收入损失，幼儿园将获得政府补贴。\n*   **中央与地方分担**：补贴资金将由中央政府和地方政府共同承担。\n*   **中央政府出资比例**：根据国务院发布的指导方针，中央政府将承担总成本的至少一半，最高可达80%，具体比例取决于地方的财政实力。",
      "shortSummary": "为应对生育率下降，中国将从今年秋季起免除公立幼儿园大班学费，并降低私立幼儿园相关费用。此举旨在降低教育成本，减轻家庭经济负担，尤其是在当前经济下行背景下。政府将向幼儿园提供补贴，资金由中央和地方政府共同承担，中央政府承担50%至80%的费用。专家认为这是刺激消费的积极一步，但效果尚待观察。",
      "translated_title": "如果学前教育免费，会有更多人要孩子吗？中国将免除幼儿园大班学费",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will waive tuition fees for children in their final year at public kindergartens from this autumn, as the country intensifies efforts to address its plummeting birth rate.\nThe move, part of a phased plan to make preschool education free, aims to “effectively lower education costs and improve the level of basic public education services”, the State Council, China’s cabinet, said on Tuesday.\nChildren enrolled in approved private kindergartens will also have their tuition fees reduced, with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/06/4a8ddf2c-cb57-40f6-a620-a5c4c956b740_16674738.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "‘进展’：中国地方政府债务化解行动取得首个重大胜利 (原标题: ‘Progress’: China’s campaign to ease local government debt scores first big win)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320917/chinas-campaign-ease-local-government-debt-scores-first-big-win-inner-mongolia?utm_source=rss_feed",
      "pubDate": "Wed, 06 Aug 2025 06:16:04 +0000",
      "isoDate": "2025-08-06T06:16:04.000Z",
      "creator": "Alice Li",
      "summary": "# 中国地方政府债务化解行动取得首个重大胜利\n\n中国于去年启动的地方政府债务化解行动已取得首个重大成功案例：内蒙古自治区已退出中央政府的高风险名单。\n\n## 内蒙古的进展\n*   **退出高风险名单**：内蒙古是北京此前标记的12个省级高风险债务地区之一。其退出消息最初在7月底内部讨论的当地预算审查中披露，并于本周早些时候向公众公布。\n*   **官方表态**：内蒙古自治区人民代表大会财政经济委员会发布声明指出，必须“巩固退出重点高债务地区名单的成果，并指导地方当局根据当地情况继续努力化解债务”。\n*   **背景信息**：内蒙古是中国主要的煤炭生产地，也是可再生能源和乳制品的重要供应地。此前，由于财政风险，内蒙古曾被迫搁置其第二大城市包头的一个地铁项目。\n\n## 地方政府债务问题\n*   **严峻形势**：地方政府债务在2008年全球金融危机后不断累积，被广泛视为一个“定时炸弹”。\n*   **债务规模**：政府数据显示，截至今年6月底，地方政府债务已达到51.95万亿元人民币（约合7.23万亿美元）。\n*   **主要驱动因素**：多年来的激进借贷，特别是通过地方政府融资平台（LGFVs）进行的借贷，是债务累积的主要原因。\n*   **不可持续性**：随着土地出让金等财政收入的下降，这种借贷模式变得越来越不可持续。\n\n## 中央政府的应对\n*   **政策指令**：2023年9月，国务院发布了一项指令，针对12个高风险省级地区，要求在未来两年内进行债务控制和重组，并提供支持措施。",
      "shortSummary": "中国地方政府债务化解行动取得重大进展，内蒙古自治区成功退出中央政府的高风险债务名单，成为首个成功案例。内蒙古是此前被标记的12个高风险省级地区之一。地方政府债务在2008年金融危机后激增，截至6月底达51.95万亿元人民币，主要由地方融资平台激进借贷驱动，且因土地出让金下降而日益不可持续。中央政府于2023年9月启动了针对高风险地区的债务控制和重组计划。",
      "translated_title": "‘进展’：中国地方政府债务化解行动取得首个重大胜利",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s debt relief campaign for local governments, launched last year, has delivered its first major success story after Inner Mongolia exited the central government’s high-risk list.\nThe autonomous region was among 12 province-level jurisdictions flagged by Beijing for risky debt levels, with its exit revealed in a local budget review discussed internally in late July but only released to the public earlier this week.\n“[We must] consolidate the progress made in exiting the list of key...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/06/17c99d3f-ae17-4bd9-9bbd-af322be8134c_5b9b9aaf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济学家权衡消费基准的利弊 (原标题: China’s economists weigh pros and cons of consumption benchmarks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320819/chinas-economists-weigh-pros-and-cons-consumption-benchmarks?utm_source=rss_feed",
      "pubDate": "Wed, 06 Aug 2025 02:00:12 +0000",
      "isoDate": "2025-08-06T02:00:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国经济学家探讨消费基准\n\n随着中国政府就下一个五年规划（未来五年经济社会政策的使命宣言）征求公众意见，如何最好地提振国内消费已成为一个备受关注的议题。在全球贸易前景不明朗的背景下，中国正寻求新的增长途径。\n\n#### 核心争议：是否设定可衡量的消费目标\n\n学者和其他有影响力的思想家之间的一个主要争议点是，是否应像国内生产总值（GDP）增长等其他主要基准一样，设定可衡量的消费目标。\n\n*   **支持方观点：**\n    *   一些人呼吁将“居民消费率”（消费支出占GDP的比重）等指标写入规划蓝图。\n    *   **常修泽**：国家发展和改革委员会宏观经济研究院的经济学家，也是中国东北振兴研究院专家委员会副主任。他多次提出这一建议。\n        *   他建议在“十五五”规划中，将“居民消费率”单独列为国家“监测和评估指标”。\n        *   他认为这符合扩大内需的国家战略和普通民众的生活需求。\n        *   他指出，2023年中国的居民消费率“偏低”，为39.6%。\n    *   **金刻羽**：香港科技大学商学院教授。她在世界经济论坛活动中表示，如果消费能成为地方政府衡量成功的“标准”，那将是“极好的”。\n\n*   **反对方观点：**\n    *   另一些人则认为，将此类指标作为政策目标在操作上并不可行。\n\n目前，关于是否以及如何将消费指标纳入国家五年规划的讨论仍在进行中，反映了中国在经济转型时期对内需驱动增长的重视。",
      "shortSummary": "中国经济学家正在讨论是否应在下一个五年规划中设定可衡量的消费目标。支持者，如常修泽和金刻羽，认为将“居民消费率”等指标纳入规划，对扩大内需和改善民生至关重要，并指出中国当前的消费率偏低。反对者则认为此类指标作为政策目标在操作上不可行。这场辩论旨在为全球贸易不确定性下的经济增长寻找新途径。",
      "translated_title": "中国经济学家权衡消费基准的利弊",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Beijing gathers public input on China’s next five-year plan – a mission statement for the next half-decade of economic and social policy – how best to bolster domestic consumption has emerged as a topic of considerable debate as the country seeks new avenues for growth amid a murky landscape for global trade.\nOne point of contention among scholars and other influential thinkers is whether to set measurable consumption targets, in a similar fashion to other headline benchmarks like gross...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/26d3d37a-ed1a-4218-ac02-920a56ae2eb6_dab8746a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国在稀土问题上采取的强硬手段为何可能对中国无效 (原标题: Why America’s brute-force effort on rare earths may not work against China)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320805/us-its-mountain-pass-or-fail-bid-supplant-chinas-rare-earth-supremacy?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 22:00:07 +0000",
      "isoDate": "2025-08-05T22:00:07.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "# 美国在稀土问题上的努力与中国的地位\n\n稀土元素是现代工业不可或缺的关键材料，广泛应用于消费电子产品、电动汽车、风力涡轮机和战斗机等领域。然而，中国目前在全球稀土供应链中占据主导地位，并以此作为其在长期贸易战中的重要筹码。\n\n## 中国在稀土产业的主导地位\n\n*   **逐步建立的控制力**：中国在过去几十年中逐步建立了对全球稀土产业的强大控制力，掌握了从开采到加工的整个供应链。\n*   **战略筹码**：中国在稀土领域的这种主导地位，已成为其在中美贸易战中最大的谈判筹码。\n\n## 美国的反制努力\n\n美国正投入大量资源，试图削弱对中国稀土的严重依赖，并加强自身的稀土来源和生产能力。\n\n### 加州山隘矿（Mountain Pass Mine）的兴衰与重启\n\n*   **历史地位**：近半个世纪前，加州的“山隘矿”曾是全球稀土元素的主要供应源。\n*   **早期关闭**：该矿于2002年因环境问题而关闭。\n*   **首次复苏尝试**：在前总统奥巴马政府初期，私人企业Molycorp Minerals成立，投入约15亿美元试图恢复生产，旨在提升美国在稀土供应链中的竞争力。然而，这项雄心勃勃的计划在2015年因公司破产而告终。\n*   **当前重启**：美国国防部正投入数亿美元公共资金，再次尝试重启“山隘矿”，希望通过挖掘其丰富的金属和矿产资源，弥补与中国在这一日益关键产业中的供应差距。\n\n### 减少对华依赖的紧迫性\n\n*   **战略重要性**：华盛顿方面已逐渐意识到北京对稀土的“扼制”，并认识到稀土对军事武器、半导体、电动汽车和风力涡轮机等所有关键领域的重要性。\n*   **政府行动**：美国前总统唐纳德·特朗普政府已加紧努力，加速尝试减少美国对中国稀土原材料的深度依赖，以从根本上解决这一问题。",
      "shortSummary": "稀土对高科技和军事产业至关重要，而中国控制着全球稀土供应链。美国正努力削弱对中国的依赖，其中一项关键举措是投入数亿美元重启加州的“山隘矿”。该矿曾是主要稀土供应商，但因环境问题和公司破产而关闭。特朗普政府已加速推动这些努力，旨在确保美国在军事和高科技领域的稀土供应安全，减少中国作为贸易战筹码的影响力。",
      "translated_title": "美国在稀土问题上采取的强硬手段为何可能对中国无效",
      "images": [],
      "contentSource": "完整文章",
      "content": "Rare earths are needed for everything from consumer electronics to electric vehicles, wind turbines and fighter jets – and China controls the supply chain. In the second of a four-part series, we look at how China gradually took a commanding role in the rare earth industry, and how the US is now working to strengthen its sources and production.\nNearly a half-century removed from being the world’s dominant supplier of rare earth elements, California’s Mountain Pass mine is once again being tasked...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/a55e7dd9-ca86-4cd7-beb2-5082d0775e69_67cc96bd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“中国是下一个目标”：继印度之后，特朗普对俄罗斯石油的关税威胁迫近 (原标题: ‘China is next in line’: after India, Trump tariff threats loom over Russian oil)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320830/china-next-line-after-india-trump-tariff-threats-loom-over-russian-oil-purchases?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 14:00:08 +0000",
      "isoDate": "2025-08-05T14:00:08.000Z",
      "creator": "Kandy Wong",
      "summary": "## 特朗普对俄油关税威胁下的中俄能源合作\n\n尽管美国总统唐纳德·特朗普威胁对进口俄罗斯商品的国家征收关税，但分析师普遍认为，鉴于中俄之间互利的能源合作关系，中国“不会停止”购买俄罗斯石油。\n\n### 关税威胁与战略考量\n\n*   **美国威胁升级**：特朗普政府正加剧对俄罗斯的制裁威胁，如果莫斯科未能在乌克兰实现停火，美国将采取进一步行动。此前，美国和欧盟已对俄罗斯实施全面制裁，并试图通过威胁对协助俄罗斯的国家实施次级制裁来切断其生命线。\n*   **中国成为目标**：BCA Research的首席地缘政治策略师马特·格特肯（Matt Gertken）指出，美国曾表示若对俄贸易未能在8月7-9日前减少，将实施关税威胁，并明确中国将是目标。他补充说，美国已对印度采取行动，“所以中国是下一个目标”。\n*   **中国战略需求**：格特肯表示，从长远来看，俄罗斯石油将继续流向中国，因为“中国的战略目标需要稳定和安全的关键资源（如石油）供应”。\n\n### 中俄能源合作现状\n\n*   **俄罗斯是主要供应国**：俄罗斯是中国最大的原油进口来源国。去年，俄罗斯向中国供应了创纪录的1.085亿吨原油，占中国原油进口总量的19.6%。\n\n### 中国立场\n\n*   **基于国家利益**：中国外交部发言人郭继坤在上周的新闻发布会上表示，中国将“基于国家利益”采取能源供应措施。\n*   **反对关税战**：郭继坤同时强调，“关税战没有赢家”。",
      "shortSummary": "尽管美国总统特朗普威胁对进口俄罗斯石油的国家征收关税，分析师预计中国不会停止购买俄罗斯石油。这得益于中俄互利的能源合作关系以及中国对稳定能源供应的战略需求。俄罗斯是中国最大的原油供应国。美国已对印度采取行动，中国被视为下一个目标。中国外交部表示将基于国家利益采取能源供应措施，并强调关税战没有赢家。",
      "translated_title": "“中国是下一个目标”：继印度之后，特朗普对俄罗斯石油的关税威胁迫近",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even in the face of threats by US President Donald Trump to levy tariffs on countries that import Russian goods, analysts expect that China “will not stop” buying oil from its northern neighbour, given their mutually beneficial relationship of energy cooperation.\nOil from Russia will continue to flow south over the long run because “China’s strategic goals require a stable and secure supply of critical resources such as oil”, said Matt Gertken, chief geopolitical strategist at BCA Research in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/27be46c8-4977-4360-bbb9-1b8a311649d7_f305b8de.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国有效关税税率升至17%，分析师称中国迎来机遇 (原标题: As US’ effective tariff rate rises to 17%, analysts say China has an opportunity)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320827/us-effective-tariff-rate-rises-17-analysts-say-china-has-opportunity?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 12:15:08 +0000",
      "isoDate": "2025-08-05T12:15:08.000Z",
      "creator": "Luna Sun",
      "summary": "### 美国有效关税税率飙升与中国面临的机遇\n\n**美国贸易保护主义加剧**\n*   **关税税率显著上升：** 美国的有效关税税率已从去年的约2%飙升至17%，使其成为全球贸易保护程度最高的市场之一。\n*   **数据来源：** 惠誉评级（Fitch Ratings）在上周更新了其美国有效关税税率（ETR）监测工具，此举是在华盛顿于7月27日和7月31日宣布对多数贸易伙伴征收新关税之后进行的。\n*   **中国面临的重压：** 在美国的主要贸易伙伴中，中国面临的关税负担最高，其有效关税税率已从去年底的10.7%增至41.4%。\n\n**“美国优先”议程的推动**\n*   **特朗普政府的影响：** 中国人民大学讲师廖月指出，美国总统唐纳德·特朗普的第二个任期将“让美国再次伟大”（Maga）议程推向新高。\n*   **保护主义理念：** Maga支持者认为自由贸易使美国处于劣势，尤其将美国工业空心化归咎于中国。他们主张通过高关税和制造业回流等保护主义政策，以恢复美国经济昔日的“黄金时代”主导地位。\n\n**中国面临的挑战与战略机遇**\n*   **短期挑战：** 廖月表示，短期内中国可能面临更激烈的贸易摩擦，甚至可能爆发全面的关税战。\n*   **长期机遇：** 然而，在特朗普“美国优先”议程下，美国联盟体系的削弱为中国提供了一个战略机遇窗口。\n*   **中国应对策略：** 这促使中国国内再次呼吁加强贸易多元化，并战略性地推动技术自给自足和在全球治理中抓住机遇。",
      "shortSummary": "随着美国有效关税税率飙升至17%，使其成为全球保护主义最强的市场之一，中国面临的关税负担也增至41.4%。分析师指出，这反映了特朗普政府“让美国再次伟大”议程下日益加剧的保护主义。尽管短期内中国可能面临更激烈的贸易摩擦，但美国联盟体系的削弱为中国提供了战略机遇。中国应借此推动贸易多元化、技术自给自足和参与全球治理。",
      "translated_title": "随着美国有效关税税率升至17%，分析师称中国迎来机遇",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States has become one of the most protected markets in the world, with its effective tariff rate against the world rising to 17 per cent from around 2 per cent last year – prompting renewed calls in China for greater trade diversification and a strategic push to seize opportunities in technological self-reliance and global governance.\nFitch Ratings updated its US Effective Tariff Rate (ETR) Monitor – an interactive tool tracking tariff policy – last week, following Washington’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/6f579e10-8bf0-40bf-9edc-6d0f2766c83f_26a83de8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最高法展示里程碑式民营经济法如何执行 (原标题: China’s top court showcases how landmark private sector law is being enforced)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320840/chinas-top-court-showcases-how-landmark-private-sector-law-being-enforced?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 11:00:20 +0000",
      "isoDate": "2025-08-05T11:00:20.000Z",
      "creator": "Alice Li",
      "summary": "中国最高人民法院发布了一系列法院判例，旨在展示今年通过的《民营经济促进法》如何保障企业家的权利和利益。\n\n**最高法发布判例的目的与背景**\n*   **目的：**\n    *   展示法院如何运用法律来保护民营经济。\n    *   旨在提振公众信心，特别是民营企业主的信心。\n    *   为各级法院提供指导，以改善对民营经济发展的法律保护。\n*   **背景：**\n    *   此举由《人民日报》报道，正值中国政府寻求在经济逆风（包括经济放缓和中美贸易战）中恢复私人投资者信心之际。\n\n**《民营经济促进法》概述**\n*   **颁布时间：** 5月20日生效。\n*   **内容：** 包含78条条款。\n*   **主要目标：**\n    *   确保公平市场竞争。\n    *   鼓励民营企业参与科技项目。\n    *   加强对企业的法律保护。\n\n**此次公布判例的重点领域**\n最高法上周强调的判例主要关注以下方面：\n*   法律面前的平等对待。\n*   保护创新。\n*   保护从事国际贸易的企业。\n*   促进民营企业的合法、健康发展。\n\n**案例类型与示例**\n*   大多数案件涉及民营企业与国有实体之间的纠纷。\n*   **典型案例：** 一家中小医疗器械制造商起诉一家国有医院，该医院在购买诊断设备后未能支付近300万元人民币（约合417,404美元）的款项。",
      "shortSummary": "中国最高人民法院发布12个判例，旨在展示今年5月20日生效的《民营经济促进法》如何保障企业家权益，提振市场信心。此举正值中国经济面临挑战、需恢复投资者信心之际。这些判例涵盖法律平等、创新保护等，多数涉及民营企业与国有实体间的纠纷。",
      "translated_title": "中国最高法展示里程碑式民营经济法如何执行",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Supreme People’s Court has released a series of court rulings to illustrate how a wide-ranging private sector law passed this year is safeguarding the rights and interests of entrepreneurs.\n“The release of these cases demonstrates how the courts are applying the law to safeguard the private economy... and aims to boost public confidence – particularly among private business owners,” the court said in a recent statement.\nThe 12 rulings, drawn from courts at various levels across the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/88a8c263-421f-41bd-b2a2-faf191bd0ecd_f013513f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国房地产市场可能正在触底，分析师指出多项迹象 (原标题: China’s property slump may be bottoming, as analysts point to signs)",
      "link": "https://www.scmp.com/business/article/3320821/chinas-property-slump-may-be-bottoming-analysts-point-hopeful-signs-recovery?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 10:30:10 +0000",
      "isoDate": "2025-08-05T10:30:10.000Z",
      "creator": "Yuke Xie",
      "summary": "## 中国房地产市场可能正在触底\n\n分析师指出，中国房地产市场可能终于触底，主要基于以下几点：\n\n*   **信贷恢复流向开发商**：资金开始重新流入房地产开发商。\n*   **未售房屋库存减少**：全国范围内的未售房屋库存量有所下降。\n\n### 惠誉评级上调预测\n\n惠誉评级（Fitch Ratings）周二修订了其对中国房地产市场的预测，原因在于上半年市场表现好于预期：\n\n*   **新房销售跌幅放缓**：预计今年中国新房销售跌幅将放缓至7%，此前预测为15%。\n*   **总建筑面积销售跌幅改善**：按总建筑面积计算的销售跌幅预测下调至5%，此前预测为10%。\n\n### 政府支持措施\n\n政府的支持政策正在帮助稳定市场，包括：\n\n*   放宽购房规定。\n*   降低抵押贷款利率。\n*   实施利率下调。\n*   地方政府通过发行专项债券吸收过剩住房库存。\n\n### 汇丰银行的五项早期指标\n\n汇丰银行（HSBC）分析师周一指出，有五项早期指标支持中国房地产市场的复苏：\n\n1.  **开发商信贷状况改善**：开发商的融资环境正在好转。\n2.  **行业整合**：市场正在经历整合，效率和稳定性提高。\n3.  **库存清理**：未售房屋库存正在被有效消化。\n4.  **土地销售走强**：土地市场交易活跃度增加。\n5.  **住宅市场化定价模式改善**：住宅的定价机制更加市场化，尤其是在高线城市。\n\n### 市场整合与稳定\n\n分析师认为，本轮市场低迷期比一些投资者所说的“失去的十年”要短。自2021年房地产危机爆发以来，市场迅速整合：\n\n*   **国有开发商市场份额扩大**：前15家国有开发商的市场份额从四年前的15%扩大到今年上半年的23%。\n*   **稳定行业的作用**：这一市场份额的转移对稳定整个行业起到了关键作用。\n\n![Cranes on residential buildings under construction by the Chinese property developer China Overseas in Nanjing, in eastern China’s Jiangsu province on April 25, 2025. Photo: AFP](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/05/fd52c32b-29dc-4229-b1da-4a18b80802e1_333dfadb.jpg)\n*中国海外地产在南京建设中的住宅楼盘起重机，摄于2025年4月25日。图片：法新社*",
      "shortSummary": "中国房地产市场正显现触底迹象。分析师指出，开发商信贷恢复，未售房屋库存减少。惠誉评级上调了今年新房销售跌幅预期，反映上半年市场表现超预期。政府通过放宽购房、降低利率和吸收库存等措施提供支持。汇丰银行也强调开发商信贷改善、行业整合、库存清理、土地销售及定价模式优化是市场复苏的早期指标。国有开发商市场份额增长，有助于行业稳定。",
      "translated_title": "中国房地产市场可能正在触底，分析师指出多项迹象",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/05/fd52c32b-29dc-4229-b1da-4a18b80802e1_333dfadb.jpg",
          "alt": "Cranes on residential buildings under construction by the Chinese property developer China Overseas in Nanjing, in eastern China’s Jiangsu province on April 25, 2025. Photo: AFP",
          "title": "Cranes on residential buildings under construction by the Chinese property developer China Overseas in Nanjing, in eastern China’s Jiangsu province on April 25, 2025. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s slumping property market may finally be reaching a bottom, as credit has resumed flowing to developers while the nationwide inventory of unsold homes has shrunk, analysts said.\nThe decline in China’s new home sales this year may slow to 7 per cent, Fitch Ratings said on Tuesday after revising its forecast from a previous decline of 15 per cent, due to the better-than-expected performance of the property market in the first half. The credit-rating agency also lowered its forecast of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/d337ce9c-ec1d-467d-b2d5-6d107b9dd931_3a860672.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国高铁接近5万公里里程碑——但它可持续吗？ (原标题: China’s high-speed rail nears 50,000km milestone – but is it sustainable?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320817/chinas-high-speed-rail-nears-50000km-milestone-debt-and-profit-concerns-mount?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 09:00:03 +0000",
      "isoDate": "2025-08-05T09:00:03.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国高铁网络：里程碑与可持续性挑战\n\n经过近二十年的建设热潮，中国的高速铁路（HSR）网络取得了突破性进展，正接近5万公里的里程碑，目前已达4.8万公里，成为全球最大的高铁网络，超越了德国、日本和英国的总和。\n\n### 主要成就\n\n*   **建设速度惊人**：中国以极快的速度建成了庞大的高铁网络。\n*   **安全保障**：在快速发展的同时，保持了高水平的安全性。\n*   **旅行速度领先**：\n    *   近期测试的磁悬浮列车时速已超过600公里。\n    *   新一代子弹头列车时速可达400公里，有望将北京和上海之间的旅行时间从四小时缩短到一个多小时，至三小时。\n\n### 面临的挑战与担忧\n\n尽管成就斐然，分析师们指出，为了确保长期可持续性，政府需要解决商业盈利能力和日益增长的债务问题。这些警告是在制定2026-2030年下一个五年规划之前发出的，届时政策制定者将决定是否承担更多债务来进一步扩建现有网络。\n\n*   **商业盈利能力不足**：许多线路的商业盈利能力受到质疑。\n*   **巨额债务**：高铁建设积累了大量债务，对未来的可持续发展构成压力。\n*   **专家观点**：北京交通大学教授赵坚指出：\n    *   “如果按照中央政府设定的标准评估，许多新建的高铁线路本不应该修建。”\n    *   作为制造业大国，中国需要更大的货运能力，特别是大宗商品运输。然而，高铁通常以约300公里/小时的速度运行，仅限于载客，其速度不适合运输重载货物，因此无法满足国家对货运的需求。",
      "shortSummary": "中国高铁网络已接近5万公里，成为全球最大，建设速度快且安全，并实现了高速运行。然而，分析师警告其商业盈利能力和巨额债务对长期可持续性构成挑战。在2026-2030年五年规划前，政策制定者需决定是否继续举债扩张。有专家指出，许多新建线路不应修建，且高铁仅限客运，无法满足中国作为制造业大国对货运能力的需求。核心问题在于如何在快速发展与财务可持续性之间取得平衡。",
      "translated_title": "中国高铁接近5万公里里程碑——但它可持续吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After a construction boom spanning nearly two decades, China’s high-speed rail (HSR) network has made record-breaking strides. But to ensure long-term sustainability, analysts said the government needs to address challenges around commercial profitability and mounting debt.\nThe warnings came ahead of the next five-year plan, covering the years 2026-2030, in which policymakers will decide whether to take on more debt to expand the 48,000-kilometre network – already the world’s largest, surpassing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/6330aab0-b75c-4aa0-bff6-c3cf2bf0e40f_6bac6fbb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国需要更智能而非更少的投资来释放家庭需求 (原标题: China needs smarter, not less, investment to unlock household demand)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3320670/china-needs-smarter-not-less-investment-unlock-household-demand?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-05T08:30:08.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "### 中国经济转型焦点：消费驱动模式\n\n“提振消费”已成为讨论中国经济时最常见的论调之一。从官方声明到智库报告，中国必须从数十年来对投资和出口的依赖转向更由消费驱动的模式，这一观点已获得普遍认同。\n\n然而，这种日益增长的共识可能简化了一个更为复杂的问题：消费在中国经济增长中的确切作用是什么？其被认为的弱点是否真的是中国经济挑战的根源？\n\n### 外部视角与批评\n\n*   **结构性缺陷：** 中国未能释放家庭需求不仅被视为内部政策失误，更是支撑全球产能过剩和不公平贸易优势的结构性缺陷。\n*   **供给侧偏好：** 批评者认为，北京偏爱供给侧扩张——更多的工厂、基础设施和出口——挤压了国内需求，损害了外国生产商的利益，从而为贸易保护主义回应提供了理由。\n*   **意识形态解读：** 在更具意识形态色彩的圈子里，这种经济轨迹被描绘为优先国家实力和工业主导地位而非家庭福祉的发展模式的结果。这意味着中国永远不会成为一个“正常”的消费驱动型经济体，因为它缺乏这样做的政治激励。\n\n### 中国内部政策转向\n\n*   **后疫情时代：** 具有讽刺意味的是，即使在中国国内，后疫情时代的政策讨论也开始呼应这种叙述。自2022年以来，“扩大内需”重新成为经济政策的中心主题。\n*   **经济学家观点：** 这一转变受到许多经济学家的欢迎，他们认为这是对中国必须从投资主导型增长模式向更平衡模式转型的迟来承认。\n*   **公众认知：** 此外，在公众认知中，建设一个“消费导向型经济”本身已开始听起来像是一个最终目标——一个经济成熟的必要标志，也是中国最终进入发达经济体行列的途径。",
      "shortSummary": "中国经济正面临向消费驱动模式转型的普遍共识，但文章指出这简化了消费在增长中的复杂作用。外部批评认为中国未能释放家庭需求是结构性缺陷，导致产能过剩和贸易不公。内部，自2022年起，“扩大内需”已成为中国经济政策核心，被视为从投资主导向更平衡增长模式转变的必要一步，也是经济成熟的标志。",
      "translated_title": "中国需要更智能而非更少的投资来释放家庭需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "“Boosting consumption” has become one of the most familiar refrains when it comes to discussing China’s economy. From official statements to think tank reports, the idea that China must pivot away from its decades-long reliance on investment and exports towards a more consumer-driven model has gained near-universal traction.\nHowever, this growing consensus risks simplifying a far more complex question: what exactly is the role of consumption in China’s growth, and is its perceived weakness truly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/a3016003-f100-4333-bead-37b9ff0010c4_f4291a9b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉中国工厂出货量下滑，因消费者选择国产电动汽车 (原标题: Tesla shipments slip from China factory as drivers choose domestic EVs)",
      "link": "https://www.scmp.com/business/china-evs/article/3320790/tesla-ev-shipments-slip-china-factory-drivers-choose-cheaper-local-options?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 07:18:04 +0000",
      "isoDate": "2025-08-05T07:18:04.000Z",
      "creator": "Daniel Ren",
      "summary": "## 特斯拉上海超级工厂7月交付量下滑\n\n特斯拉上海超级工厂在2025年7月的交付量出现下滑，未能维持销售增长，主要原因是中国国内竞争对手的崛起。\n\n### 关键数据与趋势：\n*   **7月交付量**：上海工厂向中国大陆及海外客户交付了67,886辆Model 3和Model Y车型。\n*   **同比下降**：与去年同期相比，7月交付量下降了8.4%。\n*   **环比下降**：与2025年6月相比，交付量下降了5.2%。\n*   **数据来源**：中国乘用车协会（CPCA）。\n*   **历史背景**：此次下滑发生在上海工厂结束了长达八个月的交付量下降趋势仅一个月之后。\n*   **年初至今表现**：作为特斯拉全球最大的生产基地，上海超级工厂在2025年1月至7月期间共交付了432,360辆汽车，比去年同期下降了13.7%。此数据包含中国大陆销售和出口量。\n\n### 销售下滑原因：\n*   **消费者偏好转变**：上海易友汽车服务销售经理田茂伟表示，中国消费者越来越倾向于选择更经济实惠的国产电动汽车，导致高端车型吸引力下降。\n*   **国产电动汽车崛起**：消费者普遍转向更便宜、由中国本土开发的电动汽车。\n\n### 整体市场背景：\n*   尽管特斯拉交付量下滑，但中国大陆的电动汽车市场整体仍保持强劲增长。\n*   根据CPCA的数据，2025年前七个月，中国大陆电动汽车销量增长了35%，达到760万辆。",
      "shortSummary": "特斯拉上海超级工厂7月交付量下滑，同比下降8.4%，环比下降5.2%。这主要归因于中国消费者转向更经济实惠的国产电动汽车，导致特斯拉高端车型吸引力下降。尽管特斯拉交付量下降，但同期中国大陆电动汽车市场整体销量仍增长了35%。",
      "translated_title": "特斯拉中国工厂出货量下滑，因消费者选择国产电动汽车",
      "images": [],
      "contentSource": "完整文章",
      "content": "Deliveries by Tesla’s Shanghai Gigafactory dropped in July as the US maker of electric vehicles (EVs) failed to sustain sales growth amid rising competition from domestic rivals.\nThe factory handed 67,886 Model 3 and Model Y vehicles to customers in mainland China and abroad in July, down 8.4 per cent from a year earlier, according to data from the China Passenger Car Association (CPCA). Deliveries fell 5.2 per cent from June.\n“Premium models are increasingly losing their lustre among Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/f2030032-0f5b-4ed5-93d5-daa9bfd5e8dd_a8c4dddc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "法国苦苦挣扎的工厂需要投资。中国是答案吗？ (原标题: France’s struggling factories need investment. Is China the answer?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320774/frances-struggling-factories-need-investment-china-answer?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 06:00:14 +0000",
      "isoDate": "2025-08-05T06:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 法国工厂的中国投资：拯救与机遇\n\n*   **背景与主题**\n    *   今年是中国与欧盟建立正式外交关系50周年，也是中国欧盟商会成立25周年。\n    *   本文是探讨中欧关系系列报告的第三篇，重点关注法国对中国投资的态度。\n\n*   **案例分析：GMD与DSBJ的收购**\n    *   **个人视角：** 法国中部城市沙托鲁的工厂工人Laurent Joly，其38年的职业生涯从未想过自己的工作会因中国公司而得救。\n    *   **收购事件：** Joly的雇主——法国汽车零部件供应商Groupe Mécanique Découpage (GMD) 于今年5月被苏州的东山精密制造（DSBJ）收购。\n    *   **收购影响：**\n        *   此次交易将使GMD旗下15家陷入困境的工厂得以继续运营。\n        *   DSBJ承诺一年内不裁员。\n        *   一年后，DSBJ将至少保留GMD 1800名员工中80%的劳动力。\n\n*   **中国投资的潜在作用**\n    *   尽管中国投资者在法国常因地缘政治担忧面临强烈抵制，但GMD的案例表明，中国可以通过提供急需的资本，在重振法国乃至欧洲制造业方面发挥关键作用。\n    *   行业内部人士和分析师认为，这展示了中国投资的积极潜力。",
      "shortSummary": "尽管法国因地缘政治担忧常抵制中国投资，但中国企业正成为法国挣扎工厂的救星。例如，苏州东山精密制造收购法国汽车供应商GMD，不仅保住了其15家工厂的运营，还承诺一年内不裁员，并在一年后保留至少80%的员工。这表明中国资本在重振法国和欧洲制造业方面具有关键作用。",
      "translated_title": "法国苦苦挣扎的工厂需要投资。中国是答案吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. This piece, the third of a series of reports examining ties between the two powers, looks into attitudes towards Chinese investment in France.\nBorn and raised in the central French town of Châteauroux, Laurent Joly has spent his entire life working in local factories.\nThroughout his 38-year career,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/ed3b5d4c-e6ce-4d42-b288-9d07cbc3f686_517d1d8f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国希望人们多吃优质牛肉，推出质量分级系统 (原标题: China wants people to eat more high-quality beef, unveils quality-grading system)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320685/chinas-beef-prices-are-still-low-beijings-new-plan-aims-wrangle-consumption?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 03:00:09 +0000",
      "isoDate": "2025-08-05T03:00:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 中国牛肉产业发展与质量分级系统\n\n**背景与目标**\n*   面对价格下跌和进口竞争，中国正计划加强其畜牧业，这是旨在巩固关键农业部门的一系列政策中的最新举措。\n*   中国将加大牛肉生产，并为国产牛肉实施质量分级系统，以促进优质牛肉的消费。\n*   此举是中国最高经济规划部门和九个政府部门共同宣布的，旨在提振农产品消费。\n*   作为农业生产和消费大国，中国将释放一系列多样化、高质量和差异化产品的消费潜力，同时在日益激烈的进口竞争中提升国内产品的吸引力。\n\n**消费潜力与营养结构**\n*   农业农村部副部长姜文胜表示，目前中国居民的膳食营养结构仍不均衡，优质蛋白质摄入不足，这为消费增长留下了巨大空间。\n\n**市场现状与挑战**\n*   尽管中国年牛肉消费量在过去几年稳步增长，但大部分需求由进口满足，这给国内价格带来了压力，导致本地畜牧业面临经济损失。\n*   根据农业农村部的数据，7月21日至7月27日期间，牛肉平均批发价格约为每公斤63.8元人民币（约合8.90美元）。\n*   这比3月份每公斤约57.2元人民币的价格（八年来的最低点）略有回升，但仍比2023年价格开始下滑之前的平均每公斤约77元人民币低17%。",
      "shortSummary": "为提振国内牛肉产业，应对进口竞争和价格下跌，中国计划增加牛肉产量并推行国产牛肉质量分级系统。此举旨在促进优质牛肉消费，改善居民膳食中优质蛋白质摄入不足的问题。尽管牛肉总消费量上升，但进口占据主导，导致国内产业面临亏损，价格持续低迷。",
      "translated_title": "中国希望人们多吃优质牛肉，推出质量分级系统",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid falling prices and stiff competition from imports, China has unveiled plans to bolster the cattle industry – the latest in a series of policies aimed at strengthening key agricultural sectors.\nChina will step up its beef production and implement a quality-grading system for locally produced beef to promote consumption of high-quality versions of the meat – part of an effort announced by the nation’s top economic planner and nine government departments to boost consumption of farm produce.\nA...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/0c5247b4-8fdf-44a1-a006-a1fccf93acaa_852c80aa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国海南岛在韩国取消税收优惠后，着眼医疗旅游业蓬勃发展 (原标题: China’s Hainan eyes medical tourism boom after South Korea scraps tax perks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320704/chinas-hainan-eyes-medical-tourism-boom-after-south-korea-axes-cosmetic-surgery-tax-perks?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 23:00:16 +0000",
      "isoDate": "2025-08-04T23:00:16.000Z",
      "creator": "June Xia",
      "summary": "# 中国海南岛医疗旅游业发展目标\n\n## 概述\n中国热带岛屿省份海南正加速推进其成为领先的医疗旅游中心，旨在吸引更多本国公民在当地使用医疗服务，而非寻求海外治疗。这一举措是在韩国宣布计划取消外国人接受美容手术的退税优惠后提出的。\n\n## 发展目标与策略\n*   **吸引国内游客：** 根据当地政府周一发布的文件，海南计划到2027年每年吸引超过150万国内医疗游客，远高于目前每年超过40万的水平。\n*   **扭转海外消费外流：** 海南还承诺扭转海外医疗消费外流的趋势。\n*   **产品引进与审批：**\n    *   每年批准2至4个真实世界研究试点产品进入国内市场。\n    *   每年引进至少40种国际创新药物和医疗器械。\n\n## 当前进展\n*   **游客增长：** 据官方媒体《人民日报》上月报道，2025年第一季度，海南特殊医疗旅游区接待了111,500名寻求治疗的游客，同比增长29.8%。\n*   **药物和器械使用：** 同期，获得许可的药物和医疗器械的使用人数达到16,000人，比去年同期增长44.14%。\n\n## 推动背景：韩国政策变化\n此次推动的背景是，医疗旅游领域的顶级竞争对手韩国可能因其政策变化而失去吸引力。韩国于7月31日宣布的新规定将于明年生效，届时将取消外国游客使用医疗美容服务的增值税退税。",
      "shortSummary": "中国海南省正积极发展医疗旅游业，目标是到2027年每年吸引超过150万国内医疗游客。此举旨在吸引本国患者在海南就医，并扭转海外医疗消费外流。这一战略调整正值韩国宣布将取消外国医疗美容游客的增值税退税，可能削弱其在医疗旅游市场的竞争力。海南还将引进国际创新药物和医疗器械，并加速新产品审批。",
      "translated_title": "中国海南岛在韩国取消税收优惠后，着眼医疗旅游业蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s tropical island province of Hainan is accelerating its push to become a leading medical tourism hub, aiming to attract more nationals to use local healthcare services instead of seeking treatment abroad – after South Korea announced plans to scrap tax rebates for foreigners undergoing cosmetic surgery.\nThe popular tourist destination in southern China plans to draw more than 1.5 million domestic medical tourists annually by 2027, up from the current level of over 400,000, according to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/27835edd-613a-4136-92a7-a1c99209c439_0f99636f.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-07T07:33:39.810Z"
}