{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "什么是337条款调查，中国为何如此关注它们？ (原标题: What are Section 337 investigations, and why is China so concerned about them?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328064/what-are-section-337-investigations-and-why-china-so-concerned-about-them?utm_source=rss_feed",
      "pubDate": "Tue, 07 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-07T13:00:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 337条款调查：美国对华贸易武器\n\n337条款调查是美国在知识产权纠纷领域最具威力的法律工具之一，由美国国际贸易委员会（USITC）执行。这类调查可能导致涉案产品被完全排除在美国市场之外。\n\n### 针对中国的应用\n\n该工具经常被用于针对中国公司。根据USITC的数据，在2024年完成的337条款调查中，超过40%涉及中国公司。近期案例包括：\n\n*   **2024年9月**：USITC对中国电子制造商TCL生产的智能电视启动了调查。\n*   **2024年8月**：USITC开始调查TCL以及其他三家中国制造商生产的电信设备。\n\n### 什么是337条款调查？\n\n*   **执行机构**：美国国际贸易委员会（USITC），一个独立的联邦机构。\n*   **法律依据**：根据美国《1930年关税法》第337条款，USITC有权对涉及进口产品的不公平贸易行为发起调查。\n*   **调查范围**：主要针对涉及进口产品的不公平贸易行为，尤其是知识产权侵权（如专利、商标和版权侵权）问题。",
      "shortSummary": "337条款调查是美国国际贸易委员会（USITC）执行的强大知识产权执法工具，可能导致产品被禁止进入美国市场。该条款频繁用于针对中国公司，2024年超过40%的调查涉及中国企业，引发了中方的广泛关注。",
      "translated_title": "什么是337条款调查，中国为何如此关注它们？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Section 337 investigation is one of the United States’ most potent legal weapons for policing intellectual property disputes. Conducted by the US International Trade Commission (USITC), they can lead to the total exclusion of a product from the American market.\nAnd the tool is often used to target China: more than 40 per cent of the Section 337 investigations completed in 2024 involved a Chinese company, according to USITC data.\nIn September, the commission launched a probe into smart...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/07/d54d1821-9318-4d1d-a13c-cbc751ca268e_ec4c2bc7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国首次推出商用海底数据中心，赋能数据未来 (原标题: In a first, China launches commercial underwater data centre to power data future)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328063/china-launches-worlds-first-commercial-underwater-data-centre-hainan?utm_source=rss_feed",
      "pubDate": "Tue, 07 Oct 2025 08:00:09 +0000",
      "isoDate": "2025-10-07T08:00:09.000Z",
      "creator": "Kandy Wong",
      "summary": "## 中国商用海底数据中心投入运营\n\n中国在海南省首次启用全球首个商用海底数据中心，此举旨在通过拓展蓝色经济，吸引外资进入该国最大的试点自由贸易区。\n\n### 关键信息点\n\n*   **地点与目的**：\n    *   该数据中心位于中国海南省陵水县，第一阶段建设已于今年完成。\n    *   其主要目标是吸引外国投资，并在海南省的蓝色经济发展中发挥关键作用。\n    *   服务器将管理从餐厅推荐到旅行攻略等各种数字服务。\n\n*   **技术与结构**：\n    *   数据中心的核心是重达1300吨（相当于1000辆乘用车重量）的海底数据舱。\n    *   每个数据舱都安装在水下35米（114.8英尺）深处。\n    *   每个舱内包含24个服务器机架，能够托管400至500台服务器。\n\n*   **核心优势**：\n    *   **高效冷却**：项目经理蒲丁表示，将整个数据舱置于深海中，可利用海水进行冷却。\n    *   **节能降耗**：与陆上数据中心相比，海底数据中心能显著降低冷却所需的能源消耗，从而降低运营成本。\n\n*   **未来规划**：\n    *   根据海南省的“十四五”规划，该省提议建设一个包含100个数据舱的海底数据中心。\n    *   该项目是专注于开发蓝色经济新技术的综合产业园的核心组成部分。",
      "shortSummary": "中国在海南省首次启用全球首个商用海底数据中心。该中心利用海水进行冷却，显著降低能耗和运营成本。每个数据舱位于水下35米，可容纳数百台服务器。此举旨在吸引外资并拓展蓝色经济，未来计划根据海南省“十四五”规划扩展至100个数据舱，成为蓝色经济新技术产业园的核心项目。",
      "translated_title": "中国首次推出商用海底数据中心，赋能数据未来",
      "images": [],
      "contentSource": "完整文章",
      "content": "The world’s first commercial underwater data centre is now operational in China’s Hainan, as the island province pushes to attract foreign investment by expanding the blue economy in the country’s largest pilot free-trade zone.\nThe servers manage digital services from restaurant recommendations to travel hacks, and will be installed in a 1,300-tonne underwater data cabin – equivalent to the weight of 1,000 passenger cars – after the first phase of construction was completed in Lingshui county...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/07/60d9304c-39a5-4fe3-b177-e971935b725d_4fc5cfca.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一家中国公司在巴厘岛的海滩电梯项目会改变当地景观吗？ (原标题: Will a Chinese firm’s Bali beach lift project alter the local landscape?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328027/will-chinese-firms-bali-beach-lift-project-alter-local-landscape?utm_source=rss_feed",
      "pubDate": "Tue, 07 Oct 2025 03:00:08 +0000",
      "isoDate": "2025-10-07T03:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 巴厘岛Kelingking海滩电梯项目：改善可达性与中国投资\n\n### 背景与挑战\n\n巴厘岛Kelingking海滩是印度尼西亚一个备受欢迎的景点，以其独特的“霸王龙”形状岬角和新月形白色沙滩而闻名，吸引了众多游客。然而，通往海滩的道路状况不佳，且下行到沙滩的步道陡峭、暴露在阳光下，使得许多游客（如来自成都的游客张敏）感到疲惫，最终放弃了徒步下行。\n\n### 中国公司的解决方案\n\n为解决这一可达性问题，一家中国公司正在Kelingking海滩的悬崖边安装一个182米（597英尺）高的玻璃电梯。该项目旨在大幅改善游客前往海滩的体验，使其在未来一年内不再面临下行困难。\n\n### 投资与建设\n\n*   **投资象征**：这个玻璃电梯项目是中国在印度尼西亚投资的一个显著标志。尽管当地公众对此存在一些不安，但印度尼西亚官员长期以来一直依赖中国进行基础设施建设。\n*   **施工进展**：目前，施工起重机每天都在运行，工人通过悬挂平台将电梯部件从海滩向上固定到悬崖上。\n*   **预计完成**：预计大约一年后，该电梯将投入使用，届时游客将能更轻松地抵达Kelingking海滩。",
      "shortSummary": "巴厘岛Kelingking海滩因道路和陡峭步道导致游客难以抵达。为改善可达性，一家中国公司正在悬崖边安装一个182米高的玻璃电梯。此项目是中国在印尼基础设施投资的体现，尽管存在公众疑虑，印尼仍依赖中国进行基建。电梯预计一年内完工，将解决游客下行困难。",
      "translated_title": "一家中国公司在巴厘岛的海滩电梯项目会改变当地景观吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Bali heat proved too much for Zhang Min, a 30-year-old tourist from Chengdu, one afternoon last month. She had made it to a cliff above one of the Indonesian holiday destination’s most sought-after scenic spots, but was exhausted by the journey.\n“The roads are really poor,” Zhang said as her group stopped above the T. Rex-shaped headland – a unique land mass that has made Kelingking one of the world’s most photographed beaches.\nHer group opted against hiking down a steep, sun-exposed trail...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/fec32b92-cd8c-4603-ae3f-c8637addd915_3d38c945.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正在为民营企业起草新的五年规划。他们会感受到关爱吗？ (原标题: China is drafting a new 5-year plan for private firms. Will they feel the love?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328026/china-planning-5-year-honeymoon-its-private-firms-will-they-feel-love?utm_source=rss_feed",
      "pubDate": "Mon, 06 Oct 2025 22:00:07 +0000",
      "isoDate": "2025-10-06T22:00:07.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国第十五个五年规划与民营企业信心\n\n中国目前正在起草其第十五个五年规划，这份文件将作为未来五年国家发展的基础性蓝图，并反映高层政策的优先事项。\n\n### 民营企业面临的挑战与现状\n\n尽管政府已推出一系列旨在改善民营企业经营环境的措施，但许多企业家对新的五年周期感到疲惫，信心受损。主要原因包括：\n\n*   **需求低迷：** 市场需求持续不振。\n*   **价格战：** 行业内存在恶性价格竞争。\n*   **行政处罚：** 遭遇意想不到的行政处罚。\n\n根据独立研究机构北京大成的一份最新报告：\n\n*   超过60%的民营企业仍将当前的经营环境描述为“困难”。\n*   如果情况未能改善，许多行业可能很快面临“破产潮”。\n\n### 第十五个五年规划的核心问题\n\n随着第十五个五年规划将塑造中国未来十年的发展轨迹，一个关键问题浮出水面：\n\n*   国家领导人能否有效恢复民营企业的信心？\n*   能否帮助企业家在快速变化和不可预测的环境中保持竞争力？\n\n### 融资困境的案例\n\n咨询公司联合创始人詹晓（Zhan Xiao）的经历凸显了民营企业面临的实际困难。她发现，在为当地艺术项目寻求融资时，银行对向她这样的民营企业放贷的意愿，远低于对国有竞争对手的意愿。\n\n**重要提示：** 文章内容中不包含有效的实际图片链接，因此本摘要中不包含任何图片。",
      "shortSummary": "中国正在制定第十五个五年规划，但民营企业因需求低迷、价格战和行政处罚而信心不足。尽管政府已出台支持措施，超过60%的企业仍认为经营环境“困难”，面临破产风险。新规划的关键在于能否恢复民营企业信心，帮助其在不确定环境中保持竞争力，例如解决融资难题。",
      "translated_title": "中国正在为民营企业起草新的五年规划。他们会感受到关爱吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and whether the private sector will receive the level of support entrepreneurs are hoping for.\nFor more stories in this ongoing series, click here. To view SCMP Plus Factsheets on the 15th five-year-plan...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/d5cfd7b2-d11c-4c7b-9b81-88d3fdadc8e1_6f5f0bba.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在世贸组织的让步仅标志着一场持久战的第一阶段 (原标题: China’s WTO concession only marks phase one of a protracted campaign)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3327951/giving-wto-privileges-china-gains-more-it-loses?utm_source=rss_feed",
      "pubDate": "Mon, 06 Oct 2025 21:30:07 +0000",
      "isoDate": "2025-10-06T21:30:07.000Z",
      "creator": "Dominik Mierzejewski",
      "summary": "### 中国在WTO的让步：一场持久战的战略防御阶段\n\n文章指出，北京在9月宣布不再寻求世界贸易组织（WTO）发展中国家地位所带来的特殊优惠，这一举动被一些西方媒体解读为一种让步，而对中国贸易政策的批评者来说，这可能被视为对中国作为世界第二大经济体不应与柬埔寨或加纳等国家同等对待的迟来承认。然而，文章认为，中国的逻辑远未被完全理解。\n\n**毛泽东持久战理论的视角**\n\n*   从毛泽东的持久人民战争理论来看，这一时刻更像是漫长战役的第一阶段：战略防御，而非投降。\n*   毛泽东的持久战理论在第二次中日战争期间形成，旨在从弱势走向最终的强大。\n*   其开局阶段强调避免决定性战役，保存资源，并重新调整政治格局，以期战胜更强大的对手。\n\n**发展中国家地位的含义与中国的实践**\n\n*   中国长期以来在WTO中佩戴“发展中国家”的标签，这一地位赋予成员特殊和差别待遇。\n*   这些优惠包括更长的贸易承诺实施期，以及在某些情况下豁免某些义务。\n*   实际上，中国已经放弃了一些特权。它利用这一标签将自己与“全球南方”国家联系起来。\n*   通过声称自己是发展中国家，北京将自己定位为那些真正依赖特殊和差别待遇来保护脆弱经济体的国家的同伴和倡导者。\n\n**国际贸易政治中的认知与战术撤退**\n\n*   在全球贸易政治领域，认知与物质优势同样重要。\n*   美国和欧盟一直强调一个高科技出口强国仍寻求与贫穷国家相同的优惠待遇，这被认为是自相矛盾的。\n*   特朗普和拜登政府都曾因此事指责北京。\n*   通过放弃特殊和差别待遇，中国执行了一次战术撤退。\n*   此举消除了华盛顿最有效的谈资之一，同时在实质上几乎没有做出让步。\n*   这正是毛泽东在战略防御中所设想的策略：避免无法取胜的直接冲突，在损失最小的地方让步，并以有利于己方长期地位的方式重塑战场。\n\n![一名员工于5月20日在重庆的一条装配线上工作。图片来源：EPA-EFE](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/06/f2d1cdb2-f24b-41b1-a24c-2e3af7b34719_75444e06.jpg)\n*一名员工于5月20日在重庆的一条装配线上工作。图片来源：EPA-EFE*",
      "shortSummary": "中国宣布不再寻求WTO发展中国家特殊优惠，并非让步，而是基于毛泽东持久战理论的战略防御。此举旨在消除西方批评，尤其美国的有效谈资，同时实质性损失极小。中国通过战术性撤退，避免直接冲突，并重新塑造全球贸易政治格局，以利于其长期战略地位。",
      "translated_title": "中国在世贸组织的让步仅标志着一场持久战的第一阶段",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/06/f2d1cdb2-f24b-41b1-a24c-2e3af7b34719_75444e06.jpg",
          "alt": "An employee works on an assembly line in Chongqing on May 20. Photo: EPA-EFE",
          "title": "An employee works on an assembly line in Chongqing on May 20. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "When Beijing announced in September that it would no longer seek the special benefits that come with developing-country status at the World Trade Organization (WTO), some Western media outlets framed it as a concession. Meanwhile, to critics of China’s trade policy, it likely came across as a belated acknowledgement that the world’s second-largest economy should not be treated the same as, say, Cambodia or Ghana. However, China’s logic is far from being understood.\nThrough the lens of Mao...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/d5b71ed2-052b-4a37-b7cd-52c085c0e7f9_a956cedb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国清洁技术出口激增，正在创建‘新的全球能源系统’：报告 (原标题: China’s cleantech creating ‘new global energy system’ as exports soar: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327993/chinas-cleantech-creating-new-global-energy-system-exports-soar-report?utm_source=rss_feed",
      "pubDate": "Mon, 06 Oct 2025 07:30:44 +0000",
      "isoDate": "2025-10-06T07:30:44.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国清洁技术正在创建“新的全球能源系统”\n\n根据欧洲智库Ember的报告，中国的清洁技术正日益成为全球“新能量系统的基础”，其每月绿色技术出口额在8月份创下了200亿美元的纪录。\n\n### 出口激增的主要原因\n\n*   **成本降低：** 中国在电池和光伏太阳能电池板等关键技术方面的持续成本降低，是推动全球销售增长的主要因素。\n*   **全球需求：** Ember分析师Euan Graham指出，随着越来越多的国家寻求低成本电力和更经济的交通工具等益处，对清洁技术的需求持续飙升。\n\n### 发展中国家的关键作用\n\n*   **主要驱动力：** 发展中国家在推动中国清洁技术出口繁荣中扮演着核心角色。\n*   **电动汽车出口：** 今年中国电动汽车出口增长的51%来自经济合作与发展组织（OECD）以外的国家。\n\n### 区域市场增长亮点\n\n*   **东南亚国家联盟（东盟）：** 2025年前八个月，中国对东盟的出口增长了75%。\n    *   **印度尼西亚：** 成为今年迄今为止全球从中国进口电动汽车增幅最大的国家，并已跃升为第九大市场。\n*   **非洲：** 中国对非洲的电动汽车出口几乎翻了两番。\n    *   **主要贡献者：** 摩洛哥和尼日利亚（销售额增长六倍）是主要的增长驱动力。\n*   **中东：** 出口增长了72%。\n*   **拉丁美洲和加勒比地区：** 销售额增长了11%。\n\n报告强调，中国电工技术（electrotech）正通过持续的成本削减，以更快的速度推动增长，从而成为新能量系统的基础。",
      "shortSummary": "根据一份欧洲智库报告，中国清洁技术出口激增，8月绿色技术出口额达创纪录的200亿美元，正成为全球“新能量系统的基础”。中国电池和太阳能板等技术成本的降低，推动了东南亚、拉丁美洲和非洲等地的销售增长。发展中国家是主要驱动力，非OECD国家贡献了中国电动汽车出口增长的51%。印度尼西亚、摩洛哥和尼日利亚等国电动汽车进口显著增加，显示出中国清洁技术在全球市场的强大影响力。",
      "translated_title": "中国清洁技术出口激增，正在创建‘新的全球能源系统’：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s clean technology is “becoming the basis of the new energy system” around the world, with the country’s monthly green tech exports hitting a record US$20 billion in August, a European think tank said.\nAs China brings down the prices of technologies like batteries and photovoltaic solar panels, sales are surging in countries across Southeast Asia, Latin America and Africa, according to a report by the UK-based think tank Ember.\n“Demand for clean technologies continues to skyrocket as more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/9ec16893-6be9-49d0-ab1b-168323270ce5_61b0299d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国人口下降，30万机器人大军让工厂保持运转 (原标题: As China’s population falls, 300,000-strong robot army keeps factories humming)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327793/chinas-population-falls-300000-strong-robot-army-keeps-factories-humming?utm_source=rss_feed",
      "pubDate": "Mon, 06 Oct 2025 02:00:13 +0000",
      "isoDate": "2025-10-06T02:00:13.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国机器人大军应对人口下降，保持制造业活力\n\n### 背景与趋势\n*   **机器人部署应对人口挑战**：去年，中国工厂新增安装了29.5万台工业机器人，旨在缓解人口连续第三年下降可能对国家制造业巨头造成的影响。\n*   **巩固制造业优势**：在快速老龄化的社会中，机器人数量的激增正帮助抵消劳动力减少带来的一些挑战，并巩固中国的制造业优势。分析师指出，随着人形机器人技术的成熟，这种优势将进一步增强。\n\n### 人口状况与机器人部署规模\n*   **人口持续下降**：自2022年以来，中国人口持续下降，去年减少了139万人。\n*   **全球领先的机器人数量**：根据国际机器人联合会（IFR）2025年《世界机器人报告》，中国目前拥有创纪录的202.7万台活跃工业机器人，遥遥领先全球。\n*   **全球新增机器人主要目的地**：报告显示，2024年全球新增的54.2万台机器人中，超过一半安装在中国工厂。\n\n### 机器人作用与专家观点\n*   **填补劳动力缺口**：这些机器人在工厂中执行多种任务，例如焊接汽车车架、组装电子设备和精确搬运重物，有效填补了人口结构变化造成的劳动力缺口。\n*   **自动化是必然趋势**：清华大学经济管理学院高旭东教授指出，未来由机器人完成更多简单、重复性任务是必然趋势，尽管一些创造性和复杂任务仍需要人类智慧。\n*   **维持并增强竞争力**：高教授补充说，尽管总人口减少，但随着劳动力教育水平的提高和机器人技术的广泛应用，中国制造业在保持和提升竞争优势方面没有问题。",
      "shortSummary": "为应对人口连续三年下降带来的劳动力挑战，中国去年新增安装29.5万台工业机器人，使活跃工业机器人总数达到创纪录的202.7万台，位居世界首位。这些机器人执行焊接、组装等重复性任务，有效填补劳动力缺口，帮助中国制造业在人口老龄化背景下保持并增强其全球竞争力。专家认为，这是未来发展的必然趋势。",
      "translated_title": "随着中国人口下降，30万机器人大军让工厂保持运转",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s factories welcomed 295,000 newly installed industrial robots last year, easing fears the nation’s manufacturing juggernaut could falter after the population declined for a third consecutive year.\nThe robot boom in the rapidly ageing society is helping offset some of the challenges of a declining workforce and bolstering its manufacturing edge, which is set to sharpen further as humanoid technology matures, analysts said.\nChina’s population has declined since 2022, with a decrease of 1.39...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/2aa45e15-4dd6-4177-a19c-13ddc4273503_d4fd0288.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "小米在中国推出定制豪华电动汽车，挑战保时捷 (原标题: Xiaomi takes on Porsche with customised luxury EVs in China)",
      "link": "https://www.scmp.com/business/china-business/article/3327944/xiaomi-takes-porsche-customised-luxury-evs-china?utm_source=rss_feed",
      "pubDate": "Mon, 06 Oct 2025 01:36:33 +0000",
      "isoDate": "2025-10-06T01:36:33.000Z",
      "creator": "Bloomberg",
      "summary": "## 小米进军中国定制豪华电动汽车市场，挑战保时捷\n\n中国汽车制造商在赢得中产阶级消费者方面已超越西方竞争对手，现在正瞄准寻求个性化汽车的富裕客户。\n\n### 小米的策略与产品\n\n*   **定制服务启动：** 小米于上月启动了一项定制服务，允许买家为其SU7 Ultra电动轿车（起售价529,900元人民币，约合74,000美元）选择定制内饰和喷漆，这将使车价至少增加100,000元人民币。\n*   **目标客户：** 小米正与可能选择个性化保时捷或其他欧洲高端品牌的消费者竞争。\n*   **产品特点与对比：**\n    *   SU7 Ultra的售价低于保时捷Taycan（918,000元人民币），但其外观与保时捷的旗舰电动车型有着惊人的相似之处。\n    *   定制选项包括24K金引擎盖徽章和四种颜色的锻造轮毂。\n    *   该服务也适用于售价329,900元人民币的YU7 Max SUV，这款车型被拿来与法拉利Purosangue进行比较。\n\n### 保时捷及西方品牌的挑战\n\n*   **历史优势：** 保时捷及其西方同行曾凭借其内燃机汽车的精密工程在中国市场实现强劲增长。\n*   **当前困境：** 近年来，小米、比亚迪、蔚来等中国本土制造商凭借尖端软件和电池技术改变了局面，在电动汽车领域对西方品牌构成压力。\n*   **保时捷的应对：** 尽管面临本地品牌的电动汽车挤压，保时捷仍在努力扩大其定制版911跑车在中国的销量。\n\n### 中国汽车市场趋势\n\n*   中国制造商最初占据了经济型电动汽车市场，现在正将目标转向更富裕的消费者。\n*   他们凭借先进的软件和电池技术，正在高端市场与传统豪华品牌竞争。\n\n### 图片\n\n![保时捷Taycan GTS电动汽车在2025年4月23日的上海车展上展出。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/06/3c2699a8-8fed-4a42-b601-1bfb2945b89f_190fea95.jpg)",
      "shortSummary": "小米在中国推出定制豪华电动汽车，挑战保时捷等西方高端品牌。小米的SU7 Ultra电动轿车提供个性化定制服务，起价529,900元，定制费用至少100,000元，包括24K金徽章等。此举标志着中国汽车制造商在占据经济型电动汽车市场后，正凭借先进技术进军富裕消费者市场。保时捷等传统豪华品牌在中国电动汽车领域面临本土品牌的激烈竞争，正努力通过定制化产品应对挑战。",
      "translated_title": "小米在中国推出定制豪华电动汽车，挑战保时捷",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/06/3c2699a8-8fed-4a42-b601-1bfb2945b89f_190fea95.jpg",
          "alt": "The Porsche Taycan GTS EV is displayed at the Auto Shanghai show on April 23, 2025. Photo: Reuters",
          "title": "The Porsche Taycan GTS EV is displayed at the Auto Shanghai show on April 23, 2025. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese carmakers are already beating their Western rivals when it comes to winning over the country’s middle-class drivers. Now they are coming for rich customers looking to add a little extra to their cars.\nXiaomi last month started a service that will allow buyers to customise their 529,900 yuan (US$74,000) SU7 Ultra racer electric sedans with select trim and paint jobs – adding at least 100,000 yuan to the sticker price.\nA major smartphone designer that is making quick inroads with its...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/06/f69aa602-7049-40e0-8ef3-abd5b1fb7944_01dcfc0d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国需要规划新路线以成为全球最大进口国 (原标题: China needs to chart a new course to become world’s largest importer)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3327738/china-needs-chart-new-course-become-worlds-largest-importer?utm_source=rss_feed",
      "pubDate": "Sun, 05 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-05T21:30:08.000Z",
      "creator": "Wang Xiangwei",
      "summary": "### 中国经济战略转型：迈向全球最大进口国\n\n**背景与现状**\n*   **出口主导地位**：自2009年超越德国以来，中国已连续16年保持全球最大商品出口国的地位。\n*   **经济体量增长**：2010年，中国经济总量超越日本，成为全球第二大经济体，仅次于美国。\n*   **全球贸易大国**：2013年，中国在商品进出口总额上超越美国，成为全球最大的贸易国。\n*   **转型历程**：这些里程碑事件凸显了中国从一个内向型经济体向全球经济强国的显著转变。\n\n**新目标与战略方向**\n*   **成为最大进口国**：随着中国领导层准备在10月20日至23日审议第十五个五年规划，北京必须规划一条新路线：在未来五到十年内超越美国，成为全球最大的进口国。\n*   **战略意义**：这一转变不仅标志着中国经济战略的关键性演变，还将对中国、其主要贸易伙伴以及全球其他地区产生深远的地理政治和经济影响。\n\n**五年规划的作用**\n*   **演变与功能**：五年规划作为苏联式计划经济的遗产，已经远远超越了其最初僵化的生产目标和意识形态框架。如今，它是一个涵盖经济发展、环境保护、教育和社会福利项目在内的综合性蓝图。\n*   **当前重点**：即将出台的规划尤为关键，因为中国旨在实现其“现代社会主义国家”的目标。这一雄心的核心是加速向消费驱动型经济转型，解决长期以来优先考虑投资和出口而非国内需求的结构性失衡问题。",
      "shortSummary": "中国作为全球最大出口国和贸易国，正计划在未来5-10年内超越美国，成为全球最大进口国。这一战略转变将在即将审议的第十五个五年规划中讨论，旨在加速向消费驱动型经济转型，解决结构性失衡，并对全球经济和地缘政治产生深远影响。",
      "translated_title": "中国需要规划新路线以成为全球最大进口国",
      "images": [],
      "contentSource": "完整文章",
      "content": "In 2009, China surpassed Germany to become the world’s largest exporter of goods, a position it has maintained for the past 16 years. This export dominance has been instrumental in propelling China’s economy forward, enabling it to overtake Japan in 2010 as the second-largest economy in nominal GDP, trailing only the United States.\nBy 2013, China had also eclipsed the US as the world’s largest trading nation in goods, measured by the combined value of imports and exports. These milestones...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/d13f5090-0e98-407f-9a44-296ec4ad070b_e3c03fd4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "塔罗配美乐？为何中国消费者热衷‘精神消费’ (原标题: Tarot with your merlot? Why China’s consumers are spending ‘spiritually’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327790/tarot-your-merlot-why-chinas-consumers-are-spending-spiritually?utm_source=rss_feed",
      "pubDate": "Sun, 05 Oct 2025 08:00:14 +0000",
      "isoDate": "2025-10-05T08:00:14.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国“精神经济”的崛起\n\n在中国的大城市，一种新兴的消费趋势正在悄然兴起，许多时尚夜生活场所不再仅仅以其精酿鸡尾酒或迷人景色闻名，而是以其独特的“算命”服务吸引顾客。这股潮流被统称为中国蓬勃发展的“精神经济”。\n\n#### “神谕之饮”：上海的“精神酒吧”\n\n*   **概念**：位于上海市中心的“神谕之饮”（Sip of Oracle）酒吧是这一趋势的典型代表，它自称为“精神酒吧”，以“在微醺中探索未知”的口号吸引消费者。\n*   **消费者体验**：上海银行职员凯特·李（Kate Li）在经历降薪后，与朋友们偶然发现了这家酒吧。她们在倾诉工作烦恼并对职业发展感到迷茫时，通过搜索找到了这家店。凯特表示，算命师的见解“出奇地准确”。\n\n#### “精神经济”的多元表现\n\n“精神经济”是一个非正式的类别，涵盖了各种在中国消费者中流行的神秘学或形而上学活动。除了酒吧算命，这股热潮还体现在以下几个方面：\n\n*   **寺庙参拜激增**：前往寺庙参拜的人数显著增加。\n*   **AI算命**：国内大型语言模型DeepSeek被广泛用于算命。\n*   **奢侈品“辟邪”**：购买和佩戴蒂芙尼（Tiffany）珠宝，以期“避开坏老板”。\n\n这些现象共同构成了中国消费者在面对生活压力、职业困惑或寻求内心慰藉时，转向“精神消费”寻求答案和慰藉的趋势。",
      "shortSummary": "中国正兴起一股“精神经济”热潮，消费者转向神秘学和形而上学活动寻求慰藉。在上海等大城市，以算命为特色的酒吧备受追捧，如“神谕之饮”。此外，寺庙参拜人数激增、AI（如DeepSeek）被用于算命，甚至购买蒂芙尼珠宝以“避开坏老板”也成为趋势。这反映了消费者在面对生活压力和不确定性时，寻求精神寄托和指引的需求。",
      "translated_title": "塔罗配美乐？为何中国消费者热衷‘精神消费’",
      "images": [],
      "contentSource": "完整文章",
      "content": "In China's biggest cities, many of the trendiest nightlife spots aren’t known for their craft cocktails or stunning views, but for an unusual feature: fortune-telling.\nSip of Oracle, a self-styled “spiritual bar” in central Shanghai, encapsulates this trend with its whimsical slogan, “Explore the unknown in a tipsy haze.”\nKate Li, a Shanghai bank employee reeling from a recent pay cut, stumbled upon the establishment with friends one weekend.\n“We were venting about work and curious about our...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/7952de65-8b9d-462f-bed0-0118e0434cf2_66b1e22c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国寄望银发经济、女性和环保意识刺激消费 (原标题: China looks to silver economy, women, eco-consciousness to spur spending)",
      "link": "https://www.scmp.com/business/china-business/article/3327830/china-looks-silver-economy-women-eco-consciousness-spur-consumer-spending?utm_source=rss_feed",
      "pubDate": "Sun, 05 Oct 2025 05:00:08 +0000",
      "isoDate": "2025-10-05T05:00:08.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国通过银发经济、女性消费和环保意识刺激消费\n\n面对消费者对工资和就业前景的担忧、房地产市场长期低迷以及出口前景不确定，中国大陆正积极寻求通过发展“银发经济”（老年人护理）、“她经济”（女性消费）以及日益增长的环保意识来刺激消费支出，以应对潜在的通货紧缩，并为制造商、零售商和服务提供商带来希望。\n\n## 背景与挑战\n\n*   **消费情绪低迷：** 整体消费者情绪依然低迷，这与消费者对收入和就业前景的担忧有关。\n*   **经济压力：** 房地产市场长期低迷和不确定的出口前景给经济带来了压力。\n*   **政策重点：** 北京正致力于扩大内需，以驱动经济增长。\n\n## 主要增长动力\n\n分析师指出，当庞大的退休人群、Z世代购物者和女性工薪阶层全面进入“自由消费模式”时，中国市场的消费活力有望全面恢复。具体增长点包括：\n\n*   **银发经济：** 针对老年人的产品和服务（如乳制品、服装、医疗保健服务）为疲软的经济提供了急需的提振，尤其是在中等收入消费者支出谨慎的情况下。\n*   **她经济：** 女性工薪阶层被视为重要的消费驱动力。\n*   **环保意识：** 消费者日益增长的环保意识也创造了新的消费机会。\n*   **Z世代消费者：** 年轻一代的购物者也被视为未来消费增长的潜力来源。\n\n## 经济数据与专家观点\n\n*   **零售销售增长：** 根据国家统计局数据，2025年前八个月，中国大陆零售总额同比增长4.6%，达到32.4万亿元人民币（约合4.55万亿美元）。\n*   **专家看法：** 上海雅晟文化（一家为跨国零售公司提供营销和品牌服务的公司）首席执行官陈潇表示，尽管整体消费情绪低迷，但上述领域仍存在制造商和服务公司可以探索的增长动力，这些领域也展现了中国经济的韧性。\n\n通过这些新兴的消费领域，中国正努力提振国内需求，以实现经济的持续增长和转型。",
      "shortSummary": "面对消费低迷和经济挑战，中国正积极寻求通过发展“银发经济”（老年人护理）、“她经济”（女性消费）以及提升环保意识来刺激国内消费。尽管整体消费情绪不振，但这些领域被视为潜在的增长动力，有助于提振零售销售并展现经济韧性。2025年前八个月，中国零售总额已实现4.6%的增长。",
      "translated_title": "中国寄望银发经济、女性和环保意识刺激消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "Caring for the elderly, rising awareness of environmental protection and the flourishing “she economy” are creating a cushion against potential deflation in mainland China, offering manufacturers, retailers and service providers a ray of hope amid consumer concerns over wages and job prospects.\nA recovery of consumer vigour in the mammoth Chinese market, which officials and company bosses believe will turn the world’s second-largest economy around, could take shape when the big population of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/e0b4b1c4-b651-4cb1-81aa-f499a1bd5d12_eaff821d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国黄金热：创纪录价格引发兴奋与错失恐惧——买入、卖出还是持有？ (原标题: China’s gold fever: record prices spark excitement and FOMO – buy, sell or hold?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327785/chinas-gold-fever-record-prices-and-see-saw-sentiment-do-consumers-buy-sell-or-hold?utm_source=rss_feed",
      "pubDate": "Sun, 05 Oct 2025 03:00:12 +0000",
      "isoDate": "2025-10-05T03:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国黄金热：创纪录价格引发兴奋与错失恐惧\n\n近期，黄金价格飙升至前所未有的高位，接近每盎司3900美元，这在中国投资者和消费者中引发了一股“黄金热”，伴随着兴奋、担忧以及对错失机会的恐惧（FOMO）。市场参与者正面临艰难的抉择：是买入、卖出还是继续持有手中的黄金资产。\n\n## 黄金价格创历史新高\n\n*   **价格突破**：上周，黄金价格首次突破每盎司3800美元，本周继续上涨，保持市场的高度关注。\n*   **历史高位**：目前金价正逼近每盎司3900美元，达到前所未有的水平。\n\n## 投资者心态复杂\n\n中国投资者和消费者正经历着复杂的情绪：\n\n*   **兴奋与担忧并存**：对金价上涨感到兴奋，但同时也对高位回调充满担忧。\n*   **错失恐惧（FOMO）**：许多人因错失了早期买入或更高位卖出的机会而感到沮丧。\n*   **决策困境**：在“买入、卖出或持有”之间难以抉择。\n\n## 个人投资者案例\n\n*   **工程师岳先生的经历**：\n    *   **早期操作**：广州工程师岳先生（一位个人投资者）在9月19日认为是一个套现的好机会，以每克824.89元（约合每克115.88美元）的价格卖出了200克黄金，他当时预测金价会回调。\n    *   **市场走势**：然而，金价并未如他所愿下跌，反而持续攀升。到月底，金价已达到每盎司873.69元。\n    *   **懊悔与转向**：岳先生对此感到非常沮丧，表示“金价飙升，我不知道是买还是卖。我卖得太早了，现在价格还在涨；很难知道下一步该怎么做。”他甚至因此转向投资白银。\n\n## 零售市场现状\n\n*   **消费者犹豫**：在零售商店中，购物者也表现出类似的犹豫不决情绪，反映出市场普遍的观望态度。",
      "shortSummary": "中国黄金市场正经历“黄金热”，金价飙升至每盎司近3900美元的创纪录高位。投资者和消费者情绪复杂，既兴奋又担忧，面临买入、卖出或持有的艰难抉择。许多人因错失机会而沮丧，如一位投资者卖出后金价继续上涨，最终转向投资白银。零售市场也普遍存在观望和犹豫情绪。",
      "translated_title": "中国黄金热：创纪录价格引发兴奋与错失恐惧——买入、卖出还是持有？",
      "images": [],
      "contentSource": "完整文章",
      "content": "With gold prices dancing near a never-before-seen US$3,900 an ounce, Chinese investors and consumers are finding themselves caught up in a whirlwind of excitement and trepidation – frustrated by missed opportunities, wary of the record-high rally, and scrambling to decide whether to buy, sell or hold their glittering assets.\nAfter topping US$3,800 an ounce for the first time last week in a surprise surge that has continued this week, gold is keeping market participants on their toes.\nLi Yue, a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/651023a8-2c0e-4cb9-a824-da72e5c7dd45_cf2b0126.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国餐饮业因预制菜争议而感到不安，经营困境加剧 (原标题: China’s struggling restaurants feeling queasy as debate rages over pre-made food)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327789/chinas-struggling-restaurants-feeling-queasy-debate-rages-over-pre-made-food?utm_source=rss_feed",
      "pubDate": "Sat, 04 Oct 2025 12:00:07 +0000",
      "isoDate": "2025-10-04T12:00:07.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国餐饮业预制菜争议及其影响\n\n在国庆节这一被视为中国国内消费风向标的节日前夕，一场由知名网红与著名连锁餐厅之间引发的激烈争论，将餐饮业为节约成本而使用预制菜的做法推向了风口浪尖。\n\n## 争议的起因与发展\n\n*   **网红罗永浩的批评：** 9月10日，以直言不讳著称的网红罗永浩在社交媒体上猛烈抨击知名连锁餐厅西贝，声称其提供的餐食“令人作呕”，且以高价出售预制菜。\n*   **强制标识呼吁：** 罗永浩利用其平台呼吁对非现做菜品强制进行菜单标识，引发了数百万网友对餐厅透明度和食品质量的广泛讨论。\n*   **西贝的回应：** 西贝创始人贾国龙迅速反击，坚称该连锁店只提供“半成品”，并开放了其近400家门店的厨房供公众检查。\n*   **公众审查加剧：** 在日益严格的审查下，大量关于餐厅使用包装和冷冻食材的视频迅速流传，进一步证实了罗永浩的指控。\n\n## 行业担忧与经济背景\n\n*   **经营压力：** 随着数百万网友加入这场在线争论，许多餐饮企业担心这场争议将进一步压缩其本已微薄的利润空间，并可能在国庆节这一传统旺季影响客流量。\n*   **餐饮业增长放缓：** 国家统计局数据显示，今年1月至8月，餐饮业收入达到3.6万亿元人民币（约合5052亿美元），同比增长3.6%。然而，与前几年同期相比，增长速度明显放缓：2023年同期增长率为6.6%，而2022年同期更是高达19.4%。这表明中国餐饮业正面临增长乏力的困境。\n\n## 结论\n\n预制菜争议不仅暴露了中国餐饮业在成本控制和消费者期望之间的矛盾，也加剧了行业在经济下行背景下的经营压力，促使人们对食品透明度和质量进行更深入的思考。",
      "shortSummary": "中国餐饮业正因预制菜争议而面临挑战。网红罗永浩批评西贝餐厅高价售卖预制菜，引发公众对食品透明度和质量的广泛讨论。尽管西贝回应称使用半成品并开放厨房，但相关视频进一步加剧了担忧。餐饮业担心这场争议将影响利润和客流量，尤其是在国庆旺季。国家统计局数据显示，餐饮业收入增长放缓，进一步凸显了行业的经营困境。",
      "translated_title": "中国餐饮业因预制菜争议而感到不安，经营困境加剧",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the run-up to National Day, a week-long celebration viewed as a litmus test for the strength of China’s domestic consumption, a fiery feud between a celebrity entrepreneur and one of the country’s best-known restaurant chains has drawn widespread attention to cost-saving practices in the food industry.\nThe drama began on September 10, when influencer Luo Yonghao – a former teacher known for his outspoken views – blasted the popular Xibei restaurant chain on social media, claiming his...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/6c9f83a3-d94e-4750-98d3-9818a31a6a16_101d4664.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国消费者削减非必需品开支，月饼销量下滑 (原标题: Mooncake sales on the wane as China’s consumers cut back on non-essentials)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327788/mooncake-sales-wane-chinas-consumers-cut-back-non-essentials?utm_source=rss_feed",
      "pubDate": "Sat, 04 Oct 2025 06:00:32 +0000",
      "isoDate": "2025-10-04T06:00:32.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国消费者削减非必需品开支，月饼销量下滑\n\n## 概述\n中国传统节日中秋节的月饼早期销量与往年相比有所下降，这表明中国国内需求尚未完全恢复活力。月饼通常是中秋节期间流行的礼品，其销售情况被视为衡量消费者热情的重要指标。\n\n## 销量下降的原因与表现\n*   **消费者削减非必需品开支**：月饼被视为非必需品，其销量的疲软反映了消费者在经济不确定性下，正在减少此类商品的购买。\n*   **企业预算缩减**：广州一家企业咨询公司的行政经理Grace Qiu表示，今年公司用于中秋节礼品的每人预算仅为140元（约20美元），比去年下降了40%，尽管中秋礼品是重要的员工福利。\n*   **行业普遍低迷**：Grace Qiu形容整个行业“极其低迷”，她的公司自年初以来失去了一个大客户，并裁员了三分之一。\n*   **国内需求未完全恢复**：月饼销量的下降是国内需求尚未完全恢复的又一迹象。\n\n## 月饼的文化与经济意义\n*   **传统礼品**：月饼是中国中秋节期间家庭、工作场所和其他社会团体之间分发的传统食品。\n*   **身份象征**：豪华月饼（如含有黑松露或西班牙火腿等高级食材的月饼）常被用作身份象征。\n*   **消费风向标**：尽管并非所有收礼者都会食用月饼（这种高热量糕点口味独特），但这些非必需品的交换被视为衡量消费者热情的重要风向标。\n\n## 假期影响\n*   **“超级黄金周”未能提振销量**：尽管今年的中秋节（10月6日）与国庆节（10月1日开始）重叠，形成了长达八天的“超级黄金周”假期，但月饼销量仍出现下滑。这表明长假也未能有效刺激非必需品消费。",
      "shortSummary": "中国中秋节月饼早期销量与往年相比有所下降，反映出消费者正在削减非必需品开支，国内需求尚未完全恢复。企业礼品预算大幅缩减，行业普遍低迷。尽管今年有“超级黄金周”长假，也未能提振月饼销售，显示消费者信心仍显不足。月饼销量被视为衡量消费者热情的重要指标。",
      "translated_title": "中国消费者削减非必需品开支，月饼销量下滑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Early sales of mooncakes – a food traditionally distributed among families, workplaces and other social groups to celebrate China’s Mid-Autumn Festival – have softened compared to previous years, another sign the country’s domestic demand has yet to fully reenergise.\nPackages of mooncakes, typically round baked goods with a variety of dense fillings, are popular gifts during the holiday season, with luxury variants stuffed with premium ingredients like black truffle or Spanish ham serving as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/c4c8ddda-d951-4175-b404-e8eae006a56c_ed7e50af.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一切照旧：中国游客暂未受抗议活动影响，仍前往韩国 (原标题: ‘Business as usual’: China tourists to South Korea unfazed by protests – for now)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327799/south-koreas-anti-china-protests-fail-deter-tourists-fall-still-possible-analysts?utm_source=rss_feed",
      "pubDate": "Sat, 04 Oct 2025 00:00:10 +0000",
      "isoDate": "2025-10-04T00:00:10.000Z",
      "creator": "Ralph Jennings,Mia Nurmamat",
      "summary": "# 中国游客赴韩旅游现状：抗议活动与政府立场\n\n尽管首尔爆发了反华抗议活动，但本周中国赴韩旅游依然强劲，未报告任何暴力事件。这主要得益于一项新的免签政策，吸引了大量中国旅行团。\n\n## 旅游业现状\n*   **持续强劲**：中国游客赴韩旅游需求旺盛，未受抗议活动影响。\n*   **免签政策**：9月29日启动的中国旅行团临时免签入境政策是主要推动力。\n*   **航班正常**：两国间的定期航班运营正常，据一家航空情报公司区域负责人称。\n*   **热门目的地**：一家旅游营销公司表示，韩国仍是中国游客的首选目的地之一。\n\n## 抗议活动与政府回应\n*   **抗议原因**：抗议者走上首尔市中心街头，反对针对中国旅行团的免签政策，理由是可能存在安全和公共安全风险。\n*   **反对党立场**：韩国保守派反对党国民力量党也批评了这项政策。\n*   **韩国总统表态**：据韩联社报道，韩国总统李在明周四呼吁“打击”反华抗议活动，称其损害国家利益。\n*   **中国使馆回应**：同日，中国驻首尔大使馆表示“遗憾地注意到”在明洞和大林洞（中国游客常去区域）举行的集会。\n\n## 游客反应与专家分析\n*   **游客未受影响**：上海复旦大学金融学教授Charles Chang表示，尽管有示威活动，中国游客似乎仍按计划进行旅行，因为两国政府都反对抗议，且公共安全状况正常。\n*   **专家观点**：Chang教授认为，目前仍是“一切照旧”，除非中国大使馆发出旅行警告，否则不会有太大变化。\n*   **未来展望**：分析师警告称，一旦延长版的“超级黄金周”假期结束，中国游客的入境人数可能会有所下降。",
      "shortSummary": "尽管首尔爆发反华抗议活动，但中国赴韩旅游仍保持强劲，游客未受影响。这得益于新的免签政策，且两国政府均反对抗议活动，确保了公共安全。韩国总统呼吁打击抗议，中国使馆也表示遗憾。分析师预计，一旦“超级黄金周”假期结束，游客数量可能会有所下降。",
      "translated_title": "一切照旧：中国游客暂未受抗议活动影响，仍前往韩国",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tourism to South Korea has remained strong this week despite a rash of anti-China protests in Seoul, with no violence reported and tour groups taking advantage of a new visa-free policy – though analysts warn arrivals could dampen once the extended “super golden week” holiday ends.\nScheduled flights between the two Asian countries are operating as expected, according to the regional head of an aviation intelligence firm. A travel marketing firm also said South Korea remains a top...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/73e642f2-7fdf-4388-8c64-61115824fe0a_a4bfc0f3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C919客机订单延误，波音伺机而动？ (原标题: With China’s C919 jet facing order delays, is Boeing waiting in the wings?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327787/chinas-c919-jet-facing-order-delays-boeing-waiting-wings?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 15:00:08 +0000",
      "isoDate": "2025-10-03T15:00:08.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "## 中国C919客机交付延误及其对波音的潜在影响\n\n中国自主研发的C919窄体客机目前面临交付延误，这可能促使国内航空公司考虑向美国航空巨头波音下更多订单。业内人士指出，尽管波音737 Max机型曾出现安全问题，但C919的延误可能导致其制造商中国商飞（Comac）失去部分国内市场份额。\n\n### C919面临的挑战\n\n*   **交付延误**：主要航空公司的财务报告显示，C919客机未能按计划交付。\n*   **市场份额流失风险**：由于交付延误，中国商飞可能将其国内市场份额拱手让给美国竞争对手波音。\n*   **供应链问题**：分析师认为，地缘政治因素可能使C919的订单前景复杂化，例如美国对该飞机发动机的临时出口禁令可能造成了供应瓶颈。\n*   **与乐观目标形成对比**：此前的3月份，中国商飞高管曾宣布将在2025年将制造能力提高50%，交付75架飞机而非此前承诺的50架。目前的延误与这些乐观的生产目标形成鲜明对比。\n\n### 波音的机遇\n\n*   **市场需求旺盛**：上海一家咨询公司的航空分析师杨波表示，中国主要航空公司多年来一直渴望新飞机。\n*   **交付能力与优势**：如果C919的交付无法及时，一些航空公司可能会将订单转向波音。波音不受华盛顿出口限制的影响，并且有望在度过最艰难时期后加强生产。\n*   **贸易关系考量**：购买美国飞机可能被视为一种让步，有助于为北京和华盛顿之间的贸易协议铺平道路。\n*   **尽管存在安全问题**：尽管波音737 Max机型曾发生安全问题并因此达成认罪协议，但由于C919的延误，波音仍被视为一个可行的替代方案。",
      "shortSummary": "中国自主研发的C919客机面临交付延误，可能导致其制造商中国商飞失去部分国内市场份额。业内人士指出，中国航空公司对新飞机需求旺盛，若C919无法及时交付，他们可能转向波音。地缘政治因素，如美国对C919发动机的出口禁令，被认为是导致供应瓶颈的原因。尽管波音737 Max曾有安全问题，但其不受出口限制且生产能力有望提升，使其成为中国航空公司在C919延误下的潜在选择，甚至可能有助于中美贸易关系。",
      "translated_title": "中国C919客机订单延误，波音伺机而动？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The delivery delays appearing to hit China’s C919 – the home-grown narrowbody jet intended to compete with leading Western models – may lead some domestic carriers to consider more orders with US aerospace giant Boeing, industry insiders said.\nWith financial reports from major airlines suggesting C919 units have not been arriving as scheduled, manufacturer Commercial Aircraft Corporation of China (Comac) may lose a share of its home market to its American rival, they said, despite the safety...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/ff538918-ddac-4b99-9f92-6447e37c9b04_53c9d485.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京抨击墨西哥保护主义，在美国胁迫下威胁报复 (原标题: Beijing blasts Mexico over protectionism, threatens retaliation amid US coercion)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327820/beijing-blasts-mexico-over-protectionism-threatens-retaliation-amid-us-coercion?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 13:30:08 +0000",
      "isoDate": "2025-10-03T13:30:08.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 北京谴责墨西哥保护主义并威胁报复\n\n中国商务部对墨西哥近期针对中国进口商品发起的反倾销调查表示强烈不满，并誓言将采取“一切必要措施”保护中国企业的合法权益。\n\n#### 中国的立场和指控：\n*   **反对保护主义**：中国坚决反对损害中国合法权益的保护主义行为。\n*   **敦促遵守规则**：中国将密切关注墨西哥调查的进展，并敦促墨西哥在此过程中严格遵守世界贸易组织（WTO）规则。\n*   **威胁采取措施**：中国表示将采取一切必要措施，以维护中国公司的合法权利和利益。\n\n#### 墨西哥的行动：\n*   **调查数量激增**：今年墨西哥已对中国进口商品发起了11项反倾销调查，几乎是去年同类调查数量的两倍。\n*   **目标商品**：这些调查涉及的中国商品包括浮法玻璃和PVC涂层织物等。\n*   **背景**：这些调查是在北京和墨西哥城之间贸易紧张关系迅速升级的背景下进行的。\n\n#### 对美国的批评：\n*   **指责美国胁迫**：中国政府重申批评美国，指责其胁迫墨西哥对中国采取更强硬的贸易立场。\n*   **呼吁反对单边主义**：中国认为，在当前美国任意征收关税的背景下，所有国家都应共同反对单边主义，不应让保护主义蔓延。\n*   **敦促墨西哥抵制胁迫**：中国敦促墨西哥不要在其他国家的胁迫下，以各种借口对中国施加限制。",
      "shortSummary": "中国强烈谴责墨西哥对中国进口商品发起的反倾销调查，称其为保护主义行为，并威胁将采取一切必要措施保护中国企业的合法权益。中国商务部指出，墨西哥今年已发起11项此类调查，并批评美国胁迫墨西哥对中国采取强硬贸易立场。中国敦促墨西哥抵制单边主义和保护主义，不要在美国的压力下对中国施加限制。",
      "translated_title": "北京抨击墨西哥保护主义，在美国胁迫下威胁报复",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has condemned Mexico’s recent anti-dumping investigations targeting Chinese imports and has vowed to “take all necessary measures” to protect the legitimate interests of Chinese companies.\n“China firmly opposes protectionist actions that undermine China’s legitimate rights and interests. We will closely follow the progress of Mexico’s investigations and urge Mexico to strictly abide by WTO rules in the process, so as to safeguard the lawful rights and interests of Chinese companies,”...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/bb1294f5-bfb3-4947-a726-bc27f0062959_f77e6a90.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大豆：中国在中美贸易战中的新筹码？ (原标题: Soybeans: China’s new bargaining chip in trade war with US?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327815/soybeans-chinas-new-bargaining-chip-trade-war-us?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-03T13:00:09.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "### 大豆：中国在中美贸易战中的新筹码？\n\n尽管美国官员对下一轮贸易谈判（农业采购可能成为首要议题）寄予厚望，但分析师认为，大豆正成为中国在即将到来的谈判中的关键筹码，全面协议可能不易达成。\n\n**主要观点：**\n\n*   **大豆作为中国的筹码：**\n    *   意大利智库社会进步研究中心执行联席主任詹姆斯·唐斯（James Downes）指出，美国总统唐纳德·特朗普“强烈希望”与中国达成大豆协议。\n    *   中国拒绝购买美国大豆，对美国农村农业社区造成了重大经济压力，而这些社区在政治上大多支持特朗普总统。\n*   **达成全面协议的挑战：**\n    *   唐斯表示，与第一次贸易战中农业采购在达成全面贸易协议中所起的作用不同，由于两国之间持续存在的更广泛的贸易紧张局势，短期内不太可能达成类似的协议。\n    *   他强调，中国在与美国的谈判中“实际上掌握着很多牌”，这反映了中国在贸易谈判中的力量或战略影响力。\n*   **中国的谈判诉求：**\n    *   预计中国将在任何协议中寻求实质性让步，最显著的是有意义的关税削减和知识产权保护方面的保证。",
      "shortSummary": "分析师认为，大豆正成为中国在中美贸易谈判中的关键筹码。尽管美国总统特朗普因国内农民压力强烈希望达成大豆协议，但由于更广泛的贸易紧张局势，短期内达成全面协议的可能性不大。中国在谈判中掌握主动权，预计将寻求实质性关税削减和知识产权保护等让步。",
      "translated_title": "大豆：中国在中美贸易战中的新筹码？",
      "images": [],
      "contentSource": "完整文章",
      "content": "While US officials express expectations of meaningful progress in the next round of trade talks – where agricultural purchases are likely to top the agenda – analysts suggest soybeans are poised to become a key bargaining chip for China in upcoming negotiations, and a comprehensive deal may not be easily signed.\nJames Downes, executive co-director at the Centre for Research and Social Progress, an Italian think tank, said that US President Donald Trump was “strongly motivated” to secure a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/bef2d84d-e457-48c6-bea6-a2f1e496a6a5_8320a4b2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国‘超级黄金周’首日出行创纪录 (原标题: China’s ‘super golden week’ sees record-breaking travel on first day)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327772/chinas-super-golden-week-sees-record-breaking-travel-first-day?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 11:00:08 +0000",
      "isoDate": "2025-10-03T11:00:08.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国“超级黄金周”首日出行创纪录\n\n中国旅游业在“超级黄金周”假期伊始表现强劲，铁路出行创下新纪录，许多热门景点门票售罄，这对于北京刺激国内消费的努力来说是一个积极信号。\n\n## 假期首日出行数据\n\n*   **铁路客运量创新高**：在为期八天的假期（国庆节与中秋节重叠）首日，中国国家铁路集团表示，全国铁路共发送旅客2313万人次，创下单日客运量历史新高。\n*   **主要城市车站打破纪录**：\n    *   **广州南站**：周三处理旅客92.2万人次，超过2023年创下的此前单日峰值。\n    *   **重庆火车站**：假期首日旅客量达36.8万人次，比今年劳动节假期创下的此前单日最高纪录多出3.9万人次。\n*   **其他出行方式增长**：根据交通运输部数据：\n    *   **水路客运量**：132万人次，同比增长20.5%。\n    *   **航空客运量**：247万人次，与2024年相比增长3.2%。\n    *   **公路客运量**：3.089亿人次，同比增长0.8%。\n\n## 热门景点承载力受考验\n\n*   **九寨沟国家公园**：这个位于四川省西南部的自然保护区在社交媒体上表示，10月2日至6日的门票已达到每日上限，所有在线平台的销售均已暂停，并提供了入园前一天的候补登记系统。",
      "shortSummary": "中国“超级黄金周”假期首日出行创下历史新高。全国铁路发送旅客2313万人次，打破单日纪录。广州南站和重庆火车站等主要交通枢纽客流量激增。水路、航空和公路客运量也显著增长。热门景点如九寨沟国家公园门票迅速售罄，显示出国内旅游消费的强劲复苏势头。",
      "translated_title": "中国‘超级黄金周’首日出行创纪录",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s tourism sector is off to a strong start as the extra-long “super golden week” holiday begins, with railway travel breaking records and tickets for many popular attractions selling out – a welcome sign for Beijing as it continues its efforts to spur domestic spending.\nOn the first day of the eight-day holiday, created by an overlap of the week-long National Day celebration and the Mid-Autumn Festival, China’s railways carried 23.13 million passengers – a record single-day figure,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/654a4389-a57c-4c7a-84fc-9a0155c89068_d8b63dbe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国建造全球最大单体浮式风力发电系统 (原标题: China builds world’s biggest single-unit floating wind power system)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327723/rotor-size-7-pitches-china-builds-worlds-biggest-floating-wind-power-system?utm_source=rss_feed",
      "pubDate": "Fri, 03 Oct 2025 06:00:16 +0000",
      "isoDate": "2025-10-03T06:00:16.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 中国建成全球最大单体浮式风力发电系统\n\n中国已成功组装完成全球最大的单体浮式海上风力发电系统，此举标志着其在拓展海洋经济和清洁能源产业方面迈出了重要一步。\n\n## 主要成就与背景\n\n*   **系统组装完成**：该16兆瓦系统的组装工作已在中国南方广西壮族自治区的北海市完成。\n*   **战略意义**：此项目旨在加速中国海洋经济和清洁能源产业的发展。\n*   **信息来源**：该消息由中国科技部官方报纸《科技日报》报道。\n\n## 系统关键特点与规格\n\n*   **国产化程度高**：系统所有关键部件，包括系泊电缆、涡轮机齿轮箱和压载控制系统，均由中国国内自主生产。\n*   **巨大转子**：\n    *   转子直径达252米（约827英尺）。\n    *   其覆盖面积相当于七个足球场。\n*   **发电能力**：\n    *   一旦投入运营，预计每年可产生约4470万千瓦时电力。\n    *   这一发电量足以满足超过4000个普通美国家庭的用电需求。\n*   **先进平台**：该涡轮机安装在一个半潜式平台上，并配备了中国首个动态压载系统。\n\n## 下一步计划\n\n*   **海上部署**：系统将被拖至水深超过50米的海域进行安装和测试。\n*   **并网运营**：完成安装和测试后，系统将并入电网并投入商业运营。",
      "shortSummary": "中国已在广西北海完成全球最大单体浮式海上风力发电系统的组装。该16兆瓦系统所有关键部件均实现国产化，旨在加速中国海洋经济和清洁能源发展。其转子直径达252米，预计每年可发电4470万千瓦时，足以供电超过4000个美国家庭。下一步将进行海上安装、测试并并网投入商业运营。",
      "translated_title": "中国建造全球最大单体浮式风力发电系统",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has assembled the world’s largest single-unit floating offshore wind power system as it accelerates efforts to expand its marine economy and clean energy industry.\nAssembly of the 16-megawatt system has been completed in Beihai, in South China’s Guangxi Zhuang autonomous region, Science and Technology Daily reported on Wednesday.\nAll of its key parts, from mooring cables and turbine gearboxes to ballast control systems, were produced domestically, the official newspaper of the Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/03/c1f7eee6-1dbf-4552-85e9-fd39da0c4e9e_7d6b06cd.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-07T19:14:57.969Z"
}