{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "世界是否正在重回1930年代的战时经济模式？ (原标题: Is the world heading back to a 1930s-style war economy?)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3325201/world-heading-back-1930s-style-war-economy?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 12:30:08 +0000",
      "isoDate": "2025-09-12T12:30:08.000Z",
      "creator": "Andrew Sheng",
      "summary": "### 世界是否正在重回1930年代的战时经济模式？\n\n马克·吐温曾言：“历史不会重演，但总会押韵。”当前，欧洲经济体承诺将国防开支提高到GDP的5%，这引发了人们对1930年代的联想，当时一些强国曾利用国防开支摆脱大萧条。\n\n#### 1930年代的历史背景与军事开支飙升\n\n*   **第一次世界大战的遗留问题：** 两次世界大战之间，西方列强和日本主导世界格局。第一次世界大战并未解决旧怨，反而让德国因战争赔款而心怀不满，导致恶性通货膨胀，社会遭受重创。\n*   **全球经济衰退：** 1929年股市崩盘结束了“咆哮的二十年代”，1930年代全球经济陷入低迷。美国总统罗斯福推行“新政”以振兴经济。\n*   **军国主义崛起：** 在日本和德国，右翼势力在军国主义浪潮中崛起。德国的阿道夫·希特勒以纳粹民族主义纲领上台，旨在报复德国在一战中遭受的屈辱。\n*   **军事开支的急剧增长：**\n    *   **德国：** 军事开支从1933年占GDP的约2%飙升至1945年近100%。\n    *   **日本：** 军事开支从约4%的GDP增至1937年（中日战争爆发时）的10%以上。\n    *   **美国：** 1930年至1938年间，美国反应迟缓，平均军事开支仅占GDP的1-2%，但到1945年迅速增至高达40%。\n\n#### 当前全球安全格局与欧洲的再武装\n\n*   **美国角色的转变：** 自第二次世界大战以来，美国一直是欧洲安全的保障者，但这种状况正在改变。第二届特朗普政府决定欧洲应承担更多自身安全负担。\n*   **欧洲的响应：** 在2月慕尼黑安全会议上，特朗普官员明确表示欧洲需要“自力更生”。随后，德国候任总理弗里德里希·梅尔茨宣布，到2029年将国防开支翻倍，这标志着欧洲正在开始重新武装。\n\n#### 2023年全球军事开支概况\n\n*   **总体增长：** 斯德哥尔摩国际和平研究所（SIPRI）估计，2023年全球军事开支增长6.8%，达到2.4万亿美元以上，相当于全球GDP的2.3%。\n*   **预算占比：** 平均而言，军事开支占财政预算的6.9%，并且在所有五个地理区域都有所增加。\n*   **区域差异：** 非洲国家的增幅最大，达到22%；而美洲的增幅最小，为2.2%。",
      "shortSummary": "当前全球国防开支激增，欧洲承诺将国防开支提高至GDP的5%，引发了与1930年代战时经济模式的比较。1930年代，德国和日本的军事开支急剧增长，而美国在二战后期也大幅提升。如今，美国要求欧洲承担更多安全责任，促使德国等国宣布增加国防开支。2023年全球军事开支增长6.8%至2.4万亿美元，占全球GDP的2.3%，显示出全球范围内的再武装趋势。",
      "translated_title": "世界是否正在重回1930年代的战时经济模式？",
      "images": [],
      "contentSource": "完整文章",
      "content": "History doesn’t repeat itself, but it often rhymes, as Mark Twain is reputed to have said. With European economies promising to up their defence expenditure to 5 per cent of GDP, are we repeating the 1930s, when some powers used defence spending to pull themselves out of the Great Depression?\nThe interwar years were dominated by Western powers and Japan, with the rest of the world under the colonial yoke. World War I took place largely between the European powers and did not settle old scores....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/85f99d38-b704-437b-b9fd-2a733a694a9d_f6d53069.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "扫雪割草机器人为中国科技扩张铺平道路 (原标题: Snow-blowing, lawn-mowing robots clear the way for China’s tech expansion)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325292/snow-blowing-lawn-mowing-robots-clear-way-chinas-tech-expansion?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 08:00:09 +0000",
      "isoDate": "2025-09-12T08:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "中国消费机器人初创企业正在海外市场寻找新的增长机会，这为国内制造商提供了一种新的发展模式，以摆脱国内产能过剩和破坏性价格战带来的问题。\n\n**竞争优势与发展模式**\n\n*   这些新兴机器人公司正利用成熟的供应链和快速的产品迭代周期，在技术和速度上展开竞争。\n*   它们能够迅速将技术创新转化为市场份额和定价权。\n\n**Yarbo：成功案例**\n\n*   **产品特点**：Yarbo是一家深圳制造商，其混合型扫雪割草机器人备受关注。这些机器人专为抵御极端寒冷和暴风雪而设计，可用于清理家庭花园和车道。\n*   **众筹成就**：在短短两年内，Yarbo已在众筹平台Kickstarter上筹集了345万美元，创下了消费机器人领域的纪录。\n*   **市场交付与预售**：该公司已交付了首批1000台设备，并在去年获得了超过6000份预售订单。\n*   **技术创新**：Yarbo的产品特点包括定制的低温电池、自适应刀片，并经历了八次快速产品迭代，其中包括自加热电池和无线充电功能。\n*   **定价**：产品价格介于4000美元至7000美元之间。",
      "shortSummary": "中国消费机器人初创企业正通过拓展海外市场寻求增长，以应对国内产能过剩和价格战。它们利用成熟供应链和快速产品迭代，凭借技术和速度赢得竞争。深圳制造商Yarbo是典型代表，其混合型扫雪割草机器人专为极端天气设计，在Kickstarter上筹集了345万美元，并获得了6000多份预售订单，成功将技术创新转化为海外市场份额和定价权。",
      "translated_title": "扫雪割草机器人为中国科技扩张铺平道路",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer robotics start-ups are finding new growth opportunities in overseas markets, providing a new development model for the country’s manufacturers as they attempt to escape problems wrought by excess capacity and destructive price wars at home.\nThese up-and-coming robotics firms are leveraging mature supply chains and rapid product iteration cycles to compete on technology and speed, industry insiders and analysts said, quickly turning tech innovation into market presence and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/2297e5d3-b395-4c9f-96b0-c17047da4d41_8c23073b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国斥资84亿美元在泰国工业集群进行大规模投资 (原标题: China bets big on Thai industrial cluster with US$8.4 billion investment)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325193/china-bets-big-thai-industrial-cluster-us84-billion-investment?utm_source=rss_feed",
      "pubDate": "Fri, 12 Sep 2025 04:00:08 +0000",
      "isoDate": "2025-09-12T04:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国在泰国东部经济走廊的大规模投资\n\n中国已成为泰国东部经济走廊（EEC）最大的外国投资来源国，承诺协助建设轻轨线路、设计“航空都市”并可能在该区域开发房地产。\n\n## 投资规模与构成\n*   **总投资额：** 根据东部经济走廊部门代理主任Korthong Thongtham na Ayutthaya的说法，从2019年至2024年，中国投资者已获得价值84亿美元的项目批准证书。\n*   **投资占比：** 这笔投资占东部经济走廊总投资的16%，该走廊覆盖泰国三个省份。\n*   **排名：** 在所有投资方中，只有泰国本土投资（占总额的37%）高于中国。日本以12%的份额位居第三。\n\n## 主要投资领域\n*   **核心领域：** 中国投资的重头戏集中在电动汽车（EVs）和能源相关项目。\n*   **领军企业：** 行业领导者比亚迪（BYD）在走廊内的电动汽车工厂投资中处于领先地位。\n\n## 基础设施与配套项目\n*   **轻轨与航空都市：** 中国投资者承诺协助建设一条轻轨线路，并设计一个“航空都市”。\n*   **房地产开发：** 还可能在该区域进行房地产开发。\n*   **高速铁路：** 一个中国投资者财团已加入泰国财团，共同建设一条长达220公里（136.7英里）的高速铁路。\n    *   **参与方：** 该财团包括中国中铁建设集团。\n    *   **项目进展：** 该铁路项目于七年前启动，但因新冠疫情而暂停，预计还需要五年才能完成。\n\n## 东部经济走廊（EEC）简介\n*   **地理位置：** 东部经济走廊面积达3,285平方公里（5,122平方英里），位于曼谷南部，覆盖春武里府、罗勇府和差春骚府。\n*   **设立目的：** 泰国于2017年启动该走廊，旨在通过集中先进工业生产设施来振兴这三个省份。\n\n## 信息来源\n*   上述信息由Korthong Thongtham na Ayutthaya在香港举行的“一带一路”峰会上向《南华早报》透露。",
      "shortSummary": "中国已成为泰国东部经济走廊（EEC）最大的外国投资来源国，2019至2024年间承诺投资84亿美元。这笔资金占EEC总投资的16%，主要流向电动汽车和能源领域，比亚迪是重要投资者。此外，中国还参与了轻轨、航空都市设计以及一条220公里高速铁路的建设，旨在通过先进工业生产振兴春武里、罗勇和差春骚三省。",
      "translated_title": "中国斥资84亿美元在泰国工业集群进行大规模投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has become the leading source of foreign investment in a growing, state-fostered Thai industrial cluster, backed by commitments to help build a light-rail line, design an “aerotropolis” and possibly develop property in the area, an official from the Southeast Asian country said.\nFrom 2019 to 2024, Chinese investors have received go-ahead certificates for projects worth US$8.4 billion – 16 per cent of all investment in the Eastern Economic Corridor cluster, which covers three provinces –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/bc8768cd-179a-4f87-9dc9-baf2f832c9e9_8d86242b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国消费者精打细算，迫使欧洲奢侈品巨头“小而精” (原标题: China’s cash-conscious consumers force Europe’s luxury giants to think small)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325232/chinas-cash-conscious-consumers-force-europes-luxury-giants-think-small?utm_source=rss_feed",
      "pubDate": "Thu, 11 Sep 2025 22:00:14 +0000",
      "isoDate": "2025-09-11T22:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国消费者消费习惯变化对欧洲奢侈品行业的影响\n\n### 引言：中国消费者购买行为的转变\n\n在巴黎一家瑞士奢侈手表精品店，一名中国顾客在购买一块价值25,000欧元（约合29,126美元）的手表时，信用卡支付反复被拒，经过数小时的周折才最终完成交易。店员指出，此类情况在过去很少发生。\n\n### 消费趋势变化与市场格局重塑\n\n*   **购买力下降与偏好转变**：\n    *   店员观察到中国顾客的消费额有所下降。\n    *   许多中国顾客现在更倾向于在附近更易负担的品牌购物，或仅在奢侈品店参观。\n    *   即使购买，他们也更可能选择价格在30,000欧元（约合34,953美元）至40,000欧元（约合46,606美元）之间的较便宜型号。\n*   **主要客户群体变化**：\n    *   中国顾客已将奢侈品消费的“宝座”让给了来自美国和中东的客户。\n\n### 原因分析：经济放缓与消费者日益理性\n\n*   **中国经济放缓**：中国经济增速放缓是导致消费者行为变化的关键因素。\n*   **消费者习惯改变**：中国消费者变得更加挑剔和理性，许多人开始转向国内品牌。\n*   **市场增长停滞**：中国市场已停止增长，这给欧洲奢侈品行业带来了前所未有的挑战。\n\n### 行业应对：欧洲奢侈品牌的策略调整\n\n面对这一新现实，欧洲奢侈品牌正被迫调整其在中国这一关键市场的策略。\n\n*   **挑战与机遇**：法国高级时装和时尚联合会（FHCM）执行主席帕斯卡尔·莫兰（Pascal Moran）指出，主要挑战在于管理增长率下降带来的宏观经济和收入影响。尽管如此，目前约5%的稳定增长率与世界其他许多地区相比仍值得肯定。",
      "shortSummary": "中国经济放缓和消费者习惯变化正迫使欧洲奢侈品巨头调整策略。中国消费者变得更加精打细算，倾向购买更便宜的商品或转向国内品牌。这导致美国和中东客户取代中国客户成为新的主要购买力。欧洲奢侈品牌正面临增长放缓的挑战，并积极寻求新的市场策略以适应这一新现实。",
      "translated_title": "中国消费者精打细算，迫使欧洲奢侈品巨头“小而精”",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the Paris boutique of a Swiss luxury watchmaker, a Chinese customer anxiously discusses a credit card payment with her bank. After hours of back and forth, it finally goes through – to everyone’s relief.\n“Things like this rarely happened before,” a salesperson at the store said, explaining how the card of the female customer was repeatedly declined as she tried to purchase a €25,000 (US$29,126) watch.\nThe salesperson has also noticed a decline in spending by Chinese customers, ceding their...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/20849e9c-f44d-4a83-b773-c0f1fa01a408_c4ae8d8e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何墨西哥对中国汽车大幅加征关税不会削弱其竞争力 (原标题: Why Mexico’s big tariff hike on Chinese cars won’t cripple their competitiveness)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325223/why-mexicos-tariff-hike-chinese-cars-will-hit-not-cripple-their-competitiveness?utm_source=rss_feed",
      "pubDate": "Thu, 11 Sep 2025 15:00:11 +0000",
      "isoDate": "2025-09-11T15:00:11.000Z",
      "creator": "Ji Siqi,Ralph Jennings",
      "summary": "## 墨西哥拟对中国汽车大幅加征关税\n\n*   **关税详情**：墨西哥计划对从亚洲进口的汽车征收50%的关税，这比目前20%的水平翻了一倍多。此外，汽车零部件也将面临10%至50%不等的关税。\n*   **立法背景**：这项关税上调提案被纳入一项旨在提高约1400种产品（涵盖纺织品到钢铁）关税的草案中，主要针对与墨西哥没有贸易协议的国家。该草案已提交至墨西哥国会。\n\n## 对中国汽车行业的影响与分析\n\n*   **短期影响**：分析师指出，墨西哥的关税上调无疑将对中国汽车制造商造成一定程度的冲击。\n*   **长期竞争力**：尽管如此，分析师认为，凭借中国汽车具有竞争力的价格和其全球化运营策略，部分负面影响可能被抵消，其整体竞争力可能不会因此被彻底削弱。\n*   **专家观点**：中国乘用车协会秘书长崔东树表示，墨西哥作为重要的汽车生产基地，其汽车和零部件进口量巨大，因此这些关税的增加将不可避免地影响亚洲出口产品的竞争力。\n\n## 墨西哥市场的重要性\n\n*   **主要出口目的地**：根据中国在线汽车交易平台易车网的数据，2025年前七个月，墨西哥是中国汽车的第一大出口目的地。\n*   **出口增长**：在此期间，中国对墨西哥的汽车出口量同比增长25.5%，达到272,100辆，显示出该市场对中国汽车出口的巨大贡献。",
      "shortSummary": "墨西哥计划将对中国汽车的关税提高至50%，并对汽车零部件征收10%-50%的关税。尽管此举将对中国汽车制造商造成影响，但分析师认为，凭借其竞争性价格和全球运营，中国汽车的竞争力可能不会被彻底削弱。墨西哥是中国汽车的第一大出口市场，此次关税调整是墨西哥针对无贸易协议国家约1400种产品关税上调计划的一部分。",
      "translated_title": "为何墨西哥对中国汽车大幅加征关税不会削弱其竞争力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese carmakers will likely feel the sting of Mexico’s anticipated 50 per cent tariff on cars imported from Asia, but their competitive prices and global operations may offset some of the pain, according to analysts.\nThe proposed tariff hike, more than doubling the current level of 20 per cent, was included in a draft bill on raising levies on roughly 1,400 products – from textiles to steel – from countries with which Mexico does not have a trade deal. The bill was submitted to the Congress of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/59fdde2d-8b6b-44f0-9c49-8e8724f1caab_f0cfbbf4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "法国抗议活动凸显对国家衰落的担忧，尤其是在美中主导的背景下 (原标题: French protests underscore concerns over decline amid US, China dominance)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325192/french-protests-underscore-deep-concerns-over-slow-decline-amid-us-china-dominance?utm_source=rss_feed",
      "pubDate": "Thu, 11 Sep 2025 09:00:05 +0000",
      "isoDate": "2025-09-11T09:00:05.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 法国抗议活动凸显对国家衰落的担忧\n\n## 一、全国性抗议与政治动荡\n\n*   **大规模示威：** 周三，法国爆发了“封锁一切”的大规模抗议活动，超过17.5万名示威者走上街头，让人联想到2018-2019年的“黄背心”运动。\n*   **政府更迭：** 此次抗议活动恰逢新任总理塞巴斯蒂安·勒科尔努（Sebastien Lecornu）的就职典礼。此前，法国政府于周一垮台，两年内的第四任总理弗朗索瓦·贝鲁（Francois Bayrou）因预算削减计划面临广泛反对而未能通过议会信任投票。\n\n## 二、经济困境与公共服务下降\n\n*   **财政赤字与债务：** 政府垮台的原因是旨在控制欧洲最大财政赤字的预算削减计划遭到反对。截至第一季度末，法国政府债务已达约3.3万亿欧元（占GDP的114%），且仍在增长。评级机构正考虑下调法国的主权信用评级。\n*   **公共服务恶化：** 法国总工会（CGT）代表洛朗·若利（Laurent Joly）指出，尽管税收不断上涨，但医院、学校等公共服务质量却在下降，工厂也持续关闭。\n\n## 三、深层忧虑：国家衰落与地缘政治焦虑\n\n*   **国家衰落感：** 此次混乱反映了许多法国民众对国家“缓慢衰落”的深层担忧。\n*   **地缘政治背景：** 在地缘政治紧张局势加剧以及全球经济日益由美国和中国主导的背景下，这种担忧进一步加剧了法国日益增长的焦虑感。",
      "shortSummary": "法国爆发大规模抗议，恰逢新总理就职和政府垮台。抗议活动反映了民众对国家“缓慢衰落”的深层担忧。法国面临巨额债务、公共服务下降和工厂关闭等经济问题，政府因预算削减计划失去信任。在全球地缘政治紧张及美中主导经济的背景下，这种焦虑感尤为突出。",
      "translated_title": "法国抗议活动凸显对国家衰落的担忧，尤其是在美中主导的背景下",
      "images": [],
      "contentSource": "完整文章",
      "content": "Images of burning barricades were shown side by side with the handover ceremony for France’s new prime minister, Sebastien Lecornu, on French television channels on Wednesday as “block everything” protests brought back memories of the rallies by the populist “yellow vest” movement that rocked the country in 2018 and 2019.\nMore than 175,000 protesters hit the streets across France on the day of Lecornu’s inauguration, according to the country’s interior ministry.\nIts government collapsed on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/3751f941-41b5-480f-9716-7bf0be3f57d9_0f6f4c3d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C919客机有望取得突破，马来西亚航空公司正洽谈购买 (原标题: China eyes C919 jet breakthrough as Malaysian airline in talks to buy aircraft)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325061/china-eyes-c919-jet-breakthrough-malaysian-airline-confirms-talks-buy-aircraft?utm_source=rss_feed",
      "pubDate": "Thu, 11 Sep 2025 00:00:08 +0000",
      "isoDate": "2025-09-11T00:00:08.000Z",
      "creator": "Kandy Wong,Ralph Jennings",
      "summary": "## 亚洲航空对C919客机的浓厚兴趣\n\n*   **积极洽谈购买**：马来西亚低成本航空公司亚洲航空（AirAsia）的投资控股公司Capital A首席执行官Tony Fernandes表示，公司正积极洽谈购买中国C919客机。\n*   **战略考量**：此举是亚洲航空利用东南亚7亿人口市场以及中-东盟日益增长的商业联系的战略组成部分。\n*   **首家外国航空公司**：Fernandes在香港“一带一路”峰会上透露，亚洲航空是第一家与中国商用飞机有限责任公司（Comac）就C919交易进行合作的外国航空公司。\n\n## C919客机概况\n\n*   **制造商与容量**：C919由中国国有制造商中国商飞（Comac）生产，可容纳多达192名乘客。\n*   **飞行航程**：该客机的飞行航程最远可达5,555公里。\n*   **市场定位**：C919是一款单通道客机，旨在与波音737和空客A320系列飞机竞争。\n\n## 区域经济与航空联系\n\n*   **兴趣增长背景**：随着东盟与中国之间以及东盟内部航班连接和经济联系的扩大，对C919的兴趣日益增长。\n*   **航班数据**：中国民航监管机构的数据显示，目前中国与东盟国家之间每周有2,552班定期客运航班，比去年增长8.3%。\n\n## 未披露细节\n\n*   Fernandes未透露潜在的订单规模、定价或其他具体交易细节。",
      "shortSummary": "马来西亚亚洲航空（AirAsia）正积极洽谈购买中国C919客机，其首席执行官Tony Fernandes表示，亚洲航空是首家与中国商飞就C919进行合作的外国航空公司。此举旨在利用东南亚市场及中-东盟日益紧密的经济联系。C919是一款单通道客机，旨在与波音737和空客A320竞争。目前中国与东盟间的航班数量显著增长，为C919提供了市场机遇。",
      "translated_title": "中国C919客机有望取得突破，马来西亚航空公司正洽谈购买",
      "images": [],
      "contentSource": "完整文章",
      "content": "Malaysian low-cost airline AirAsia has shown strong interest in acquiring the Chinese C919 passenger jet, its executive said, as part of its strategy to tap into Southeast Asia’s 700 million-strong population and capitalise on growing China-Asean business ties.\n“We’re in active discussions to buy the C919,” Tony Fernandes, CEO of Capital A – an investment holding company of AirAsia – told the Belt and Road Summit in Hong Kong on Wednesday.\n“We’re the first foreign airline to be working with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/44d55acb-1b90-4ecb-a94c-66ad0290323c_5fd4482c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "副部长：中国大陆、香港、澳门自贸区计划持续推进 (原标题: Mainland China, Hong Kong, Macau free-trade plan still in motion: vice-minister)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325051/mainland-china-hong-kong-macau-free-trade-plan-still-motion-vice-minister?utm_source=rss_feed",
      "pubDate": "Wed, 10 Sep 2025 13:00:08 +0000",
      "isoDate": "2025-09-10T13:00:08.000Z",
      "creator": "Ji Siqi,Sylvia Ma,Jess Ma",
      "summary": "## 中国大陆、香港、澳门单一自由贸易区计划持续推进\n\n中国北京重申承诺，将创建涵盖中国大陆、香港和澳门的“单一自由贸易区”，以深化与这两个特别行政区（SARs）的经济联系。此举正值中美贸易紧张局势持续之际。\n\n### 计划的提出与背景\n\n*   **发言人及场合**：商务部副部长严东在香港举行的“一带一路”峰会上表示，商务部将“探索和促进”在三个不同关税区建立统一的自由贸易区。\n*   **主要目标**：深化与香港和澳门的经济联系，应对当前与美国的贸易紧张局势。\n\n### 对香港的具体支持与期望\n\n*   **支持加入RCEP**：商务部将继续支持香港加入《区域全面经济伙伴关系协定》（RCEP），以扩大其对外经济和贸易网络。\n*   **巩固国际地位**：严东指出，商务部将支持香港巩固和提升其作为国际金融、航运和贸易中心的地位。\n*   **发挥桥梁作用**：香港将在以下方面发挥桥梁作用，扩大与伙伴国家的贸易和投资规模：\n    *   基础设施互联互通\n    *   贸易便利化\n    *   金融融合\n*   **服务“一带一路”建设**：\n    *   支持香港与建设项目的对接，组织香港和内地企业与更多伙伴国家进行合作。\n    *   引导香港企业为对外投资和承包工程等项目提供高水平的专业服务，例如法律服务、商业仲裁和金融保险。",
      "shortSummary": "中国商务部副部长严东在香港“一带一路”峰会上重申，北京将继续推进建立涵盖中国大陆、香港和澳门的“单一自由贸易区”计划。此举旨在深化与两特区的经济联系，并应对中美贸易紧张局势。商务部将支持香港加入RCEP，巩固其国际金融、航运和贸易中心地位，并发挥在基础设施、贸易和金融融合中的桥梁作用，同时引导香港企业为对外投资项目提供专业服务。",
      "translated_title": "副部长：中国大陆、香港、澳门自贸区计划持续推进",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing reiterated its pledge to create a “single free-trade zone” incorporating mainland China, Hong Kong and Macau on Wednesday, as it seeks to deepen economic ties with the two special administrative regions (SARs) amid ongoing trade tensions with the US.\nThe Ministry of Commerce would “explore and promote” the establishment of a unified free-trade area across the three distinct customs territories, Vice-Minister of Commerce Yan Dong said at the Belt and Road Summit in Hong Kong.\nIt would...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/3712189b-1c7f-410d-8e84-846e37526a84_5bbbc1a9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "柬埔寨副总理驳斥“一带一路”倡议是“债务陷阱”的说法 (原标题: Cambodian deputy PM rejects ‘debt trap’ label for Belt and Road Initiative)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325057/cambodian-deputy-pm-rejects-debt-trap-label-chinas-belt-and-road-initiative?utm_source=rss_feed",
      "pubDate": "Wed, 10 Sep 2025 10:30:08 +0000",
      "isoDate": "2025-09-10T10:30:08.000Z",
      "creator": "Ralph Jennings,Carol Yang",
      "summary": "# 柬埔寨副总理驳斥“一带一路”倡议是“债务陷阱”的说法\n\n## 引言\n\n柬埔寨一位高级官员于周三表示，中国的“一带一路”倡议（BRI）——一项旨在加速区域贸易的基础设施战略——非但没有像某些说法那样为贫困国家制造“债务陷阱”，反而支持了柬埔寨的经济发展。\n\n## 柬埔寨的立场\n\n在香港举行的“一带一路”峰会上，柬埔寨副总理孙占托（Sun Chanthol）向数百名听众发表主旨演讲时明确指出：\n\n*   **驳斥“债务陷阱”论**：他强调，“一带一路”倡议不是债务陷阱，而是柬埔寨社会经济发展的“生命线”和国家长期未来的“战略投资”。\n*   **具体项目成果**：孙占托列举了在中国“一带一路”倡议下资助的具体项目，包括道路、机场、高速公路以及未来的运河，这些都为柬埔寨人民带来了巨大益处。\n\n## 中国对开放经济的承诺\n\n与此同时，中国国家主席习近平在致今年中国国际服务贸易交易会的信中承诺：\n\n*   **建设开放型世界经济**：中国将与各方合作，继续建设一个“开放型世界经济”。\n*   **扩大对外开放**：他强调，中国将坚定不移地扩大高水平对外开放，积极对接国际经济贸易规则，稳步推进服务市场开放，以促进服务贸易的高质量发展。\n\n## “债务陷阱外交”一词的起源\n\n“债务陷阱外交”一词于2017年被提出，并在西方媒体报道斯里兰卡在偿还港口建设贷款方面遇到困难后，进入公众视野。斯里兰卡为解决债务问题，将该港口租借给一家与中国国有企业关联的公司99年。此后，时任美国副总统迈克·彭斯也曾在演讲中提及此说法。",
      "shortSummary": "柬埔寨副总理孙占托在香港“一带一路”峰会上，坚决驳斥了将中国“一带一路”倡议（BRI）贴上“债务陷阱”标签的说法。他强调BRI是柬埔寨社会经济发展的“生命线”和“战略投资”，并列举了中国资助的基础设施项目带来的益处。中国国家主席习近平也重申了中国致力于建设开放型世界经济的承诺。“债务陷阱外交”一词于2017年出现，源于斯里兰卡港口贷款问题。",
      "translated_title": "柬埔寨副总理驳斥“一带一路”倡议是“债务陷阱”的说法",
      "images": [],
      "contentSource": "完整文章",
      "content": "A high-ranking Cambodian official said on Wednesday that China’s Belt and Road Initiative – an infrastructure-focused strategy to accelerate regional trade – has, contrary to claims that the plan creates a “debt trap” for struggling nations, supported his country’s economic development.\nIn a keynote speech delivered to an audience of hundreds at the Belt and Road Summit in Hong Kong, Deputy Prime Minister Sun Chanthol said the roads, airport, expressway and a future canal – projects funded by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/4079c3a1-84de-44b2-bab3-d64e87470dc1_145f6408.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国力争在飞行汽车竞赛中占据主导地位，使其成为未来的交通工具 (原标题: China aims to dominate the skies in the race to make flying cars the transport of the future)",
      "link": "https://www.scmp.com/business/china-business/article/3325030/aeroht-gears-european-flying-car-debut-xpeng-affiliate-clocks-5000-orders?utm_source=rss_feed",
      "pubDate": "Wed, 10 Sep 2025 09:00:19 +0000",
      "isoDate": "2025-09-10T09:00:19.000Z",
      "creator": "Daniel Ren",
      "summary": "本文主要介绍了中国企业在飞行汽车领域的进展和目标。\n\n*   **主要观点：** 中国希望在飞行汽车领域占据主导地位，并将其发展为未来的交通工具。\n*   **关键信息：**\n    *   由小鹏汽车联合创始人兼CEO何小鹏控制的初创公司AeroHT将于下个月在迪拜进行其eVTOL（电动垂直起降）飞行汽车的首次海外试飞。\n    *   该公司已经收到了超过5000辆飞行汽车的订单。\n    *   AeroHT预计将于下个月开始生产，并在2026年下半年开始交付其eVTOL。\n    *   该公司正在对位于中国广东省广州市的工厂进行最后的润色。\n    *   该公司于2024年底开始接受订单，但尚未确定飞行汽车的最终价格。该公司表示，个人飞行器的价格将低于200万元人民币（280,840美元）。",
      "shortSummary": "中国初创公司AeroHT计划在飞行汽车领域取得领先地位。该公司将于下月在迪拜进行eVTOL飞行汽车的首次海外试飞，并已收到超过5000辆订单。AeroHT预计将于下月开始生产，2026年下半年开始交付，飞行汽车价格预计低于200万元人民币。该公司正在建设位于广州的工厂。",
      "translated_title": "中国力争在飞行汽车竞赛中占据主导地位，使其成为未来的交通工具",
      "images": [],
      "contentSource": "完整文章",
      "content": "AeroHT, an affiliate of Chinese electric vehicle (EV) maker Xpeng, is preparing to enter European airspace as it edges closer to mass production of its flying cars following more than 5,000 orders.\nThe start-up – controlled by Xpeng co-founder and CEO He Xiaopeng – will also conduct its first overseas test flight of its eVTOL (electric vertical take-off and landing) vehicle in Dubai next month.\n“We are not sure about the recognition or acceptance of products by the customers yet, but I’m happy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/2d1dcd49-0f8f-4701-83d7-dcc34e3905fa_3b7058bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国飞机制造商商飞获得C909飞机的最大海外订单之一 (原标题: China’s aircraft maker Comac wins one of its biggest overseas orders for C909 jets)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325014/chinas-comac-wins-one-its-biggest-overseas-orders-c909-jets-cambodia-deal?utm_source=rss_feed",
      "pubDate": "Wed, 10 Sep 2025 07:30:09 +0000",
      "isoDate": "2025-09-10T07:30:09.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "本文报道了中国商飞公司（Comac）的C909飞机在东南亚市场取得的重要进展。\n\n*   **核心事件：** 柬埔寨航空宣布可能成为C909客机有史以来最大的海外订单。\n*   **合作内容：** 双方将在飞机引进、运营支持和产业发展方面密切合作。\n*   **C909飞机：**\n    *   前身为ARJ21，已运营9年。\n    *   载客量为78至97人。\n    *   航程为2225公里至3700公里。\n    *   截至7月，商飞已交付166架C909飞机，运送超过2400万名乘客，开通超过700条航线。\n*   **东南亚市场：**\n    *   柬埔寨是继印度尼西亚、老挝和越南之后，第四个接受C909飞机的东南亚国家。\n    *   商飞去年在香港和新加坡开设了代表处，以深化其在东南亚市场的地位。\n    *   印度尼西亚的TransNusa、老挝航空和越南的VietJet共运营7架C909飞机，在连接该地区18个城市的15条航线上运营。",
      "shortSummary": "柬埔寨航空宣布可能成为中国商飞C909客机有史以来最大的海外订单。双方将在飞机引进、运营支持和产业发展方面合作。C909飞机载客量为78至97人，航程为2225公里至3700公里。截至7月，商飞已交付166架C909飞机，运送超过2400万名乘客。柬埔寨是继印度尼西亚、老挝和越南之后，第四个接受C909飞机的东南亚国家。商飞正努力深化其在东南亚市场的地位。",
      "translated_title": "中国飞机制造商商飞获得C909飞机的最大海外订单之一",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese-made aircraft are set to spread their wings further in Southeast Asia after Air Cambodia announced what could become the largest ever overseas order for C909 passenger jets.\nThe airline has signed a memorandum of understanding with the Commercial Aircraft Corporation of China (Comac) for 10 of the jets, with the option to buy 10 more.\n“The two sides will closely cooperate on aircraft introduction, operational support and industry development,” according to an online statement by Comac,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/10/319c0c38-5ff0-4fac-9244-b09a9b2e1537_0101ddca.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉在中国大陆销量和市场份额持续下滑 (原标题: Tesla continues its skid in mainland China as sales and market share fall)",
      "link": "https://www.scmp.com/business/china-business/article/3324941/tesla-continues-its-skid-mainland-china-sales-and-market-share-fall?utm_source=rss_feed",
      "pubDate": "Tue, 09 Sep 2025 23:30:07 +0000",
      "isoDate": "2025-09-09T23:30:07.000Z",
      "creator": "Daniel Ren",
      "summary": "## 特斯拉在中国市场面临严峻挑战\n\n特斯拉在中国高端电动汽车（EV）市场正逐渐失去吸引力，其销量和市场份额持续下降。\n\n### 销量数据持续下滑\n\n*   根据中国乘用车协会（CPCA）的数据，上个月特斯拉在中国大陆交付了57,152辆上海制造的Model 3和Model Y车型。\n*   这一数字同比下降了9.9%。\n*   这标志着特斯拉的销量下滑已连续六个月。\n*   尽管特斯拉采取了降价、提供免息贷款和推出新车型等措施，试图从小鹏、小米等竞争对手手中吸引消费者，但效果不佳。\n\n### 市场份额大幅缩水\n\n*   CPCA数据显示，上个月特斯拉在中国大陆的销量仅占全国电动汽车总交付量的4.4%。\n*   同期，全国电动汽车总交付量增长了23%，达到129万辆。\n*   特斯拉在2020年上海超级工厂开始为大陆客户生产Model 3时，曾占据中国电动汽车市场16%的份额。\n*   然而，在面临中国本土企业日益增长的挑战下，这一份额在去年骤降至6.9%。\n\n### 中国本土竞争加剧\n\n*   中国本土企业已经开发出数十款具有与特斯拉车型相似智能功能的高端汽车。\n*   国际智能汽车工程协会秘书长David Zhang指出，特斯拉不太可能在这个市场重拾辉煌。\n*   他认为，中国竞争对手正在迅速发展，其多样化的产品组合将继续分流Model 3和Model Y的购买兴趣。\n*   这些中国开发的智能电动汽车更便宜、更时尚，对许多年轻消费者具有吸引力。",
      "shortSummary": "特斯拉在中国大陆市场面临严峻挑战，销量和市场份额持续下滑。上月交付量同比下降9.9%，市场份额仅为4.4%，远低于2020年的16%。尽管特斯拉采取降价等措施，但中国本土品牌凭借更便宜、更时尚且功能相似的智能电动汽车迅速崛起，持续分流消费者，导致特斯拉难以重拾辉煌。",
      "translated_title": "特斯拉在中国大陆销量和市场份额持续下滑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Tesla is gradually losing its appeal in China’s premium electric vehicle (EV) segment as its sales and market share fall.\nThe US carmaker handed 57,152 Shanghai-made Model 3 and Model Y vehicles over to customers on the mainland last month, down 9.9 per cent from a year earlier, according to the China Passenger Car Association (CPCA).\nThat meant Tesla’s losing streak has extended to six months in a row, despite its efforts to woo consumers away from rivals like Xpeng and Xiaomi with price cuts,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/09/75d83055-703d-4080-aaa9-593a440271b5_ee04781f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国“空中丝绸之路”的发展，国产C909、C919飞机能否走向海外？ (原标题: As China’s ‘Air Silk Road’ grows, can homegrown C909, C919 jets take off abroad?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324900/chinas-air-silk-road-grows-can-comacs-c909-and-c919-jets-take-abroad?utm_source=rss_feed",
      "pubDate": "Tue, 09 Sep 2025 15:00:09 +0000",
      "isoDate": "2025-09-09T15:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国“空中丝绸之路”发展报告\n\n中国正积极推进“空中丝绸之路”倡议，旨在提升参与国家的民用航空能力，并借此推广其自主研发的飞机，同时促进与“一带一路”沿线国家的贸易往来。\n\n*   **倡议背景与目标**\n    *   **核心目的**：帮助数十个国家发展民用航空能力，推广中国国产飞机（如C909、C919），并促进与从中亚到欧洲等国家的贸易。\n    *   **战略考量**：在与美国关系紧张的背景下，该倡议还呼吁与贸易伙伴发展国际航线网络和快递航空走廊。\n\n*   **倡议的下一阶段与合作重点**\n    *   **深化合作**：作为这项已实施八年倡议的下一阶段，北京将加强与参与“一带一路”倡议（BRI）的150个国家在飞机租赁和民用航空设备制造方面的合作。\n    *   **网络建设**：中国民航部门优先考虑加强与“一带一路”沿线国家的航线网络连通性，支持开通新的国际客运和货运航线，并增加航班频率。\n\n*   **主要参与国家与区域**\n    *   中国的大多数“一带一路”合作伙伴主要分布在中亚、中东、非洲和东欧地区。\n\n*   **官方报告发布**\n    *   中国民用航空局和国家发展和改革委员会于今年8月联合发布了77页的中英文双语版《“空中丝绸之路”发展报告》，详细阐述了该倡议的规划与进展。\n\n*   **重要进展与里程碑**\n    *   **飞机租赁突破**：作为该倡议的具体成果，老挝和越南已于今年开始从上海的中国商用飞机有限责任公司（Comac）租赁C909支线飞机。\n    *   **挑战全球双头垄断**：这一举动被视为中国努力打破空客（Airbus）和波音（Boeing）在全球飞机制造商市场双头垄断的一个重要里程碑。",
      "shortSummary": "中国正通过“空中丝绸之路”倡议，帮助“一带一路”沿线国家发展民航，旨在推广国产C909、C919飞机并促进贸易。该倡议将加强飞机租赁和设备制造合作，并发展国际航线网络。老挝和越南已开始租赁C909飞机，标志着中国挑战空客和波音全球双头垄断的重要一步。",
      "translated_title": "随着中国“空中丝绸之路”的发展，国产C909、C919飞机能否走向海外？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China plans to help dozens of countries develop their civil aviation capabilities through the Air Silk Road – a campaign that could, in turn, promote its home-grown aircraft and boost trade with nations from Central Asia to Europe.\nIn the next phase of the eight-year-old initiative, Beijing would step up cooperation on aircraft leasing and civil aviation equipment manufacturing with some of the 150 countries taking part in the Belt and Road Initiative (BRI), the government said in a report.\nAt a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/09/89115410-2434-4dc0-987d-fc57174facb4_ca1a3372.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国保护主义加深，中国-东盟自由贸易协定即将迎来全面升级 (原标题: An overhaul to the China-Asean free-trade deal looms as US protectionism deepens)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324870/china-aims-shore-asean-ties-free-trade-deal-30-us-protectionism-deepens?utm_source=rss_feed",
      "pubDate": "Tue, 09 Sep 2025 07:40:05 +0000",
      "isoDate": "2025-09-09T07:40:05.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国-东盟自由贸易协定（Cafta）3.0升级：背景、进展与影响\n\n中国正积极寻求在今年内升级与东南亚国家联盟（东盟）的自由贸易协定，此举旨在深化经济联系、实现出口多元化，并应对全球供应链的转变以及美国日益加深的保护主义。\n\n### 升级背景与目标\n*   **经济驱动力：** 中国致力于与作为其最大贸易伙伴的东盟建立更紧密的经济联系，以推动出口多元化，并适应全球供应链的结构性调整。\n*   **应对保护主义：** 面对美国总统唐纳德·特朗普持续对该地区施加关税，以及全球竞争的加剧，此次升级反映了中国维护和提升亚洲贸易网络的战略努力。\n\n### 进展与时间表\n*   **谈判完成：** 升级谈判已于五月顺利结束，为中国与东盟十国在多个关键领域实现更广泛的市场准入奠定了基础。\n*   **签署计划：** 商务部副部长严东表示，中国将与东盟紧密合作，完成国内审批程序，并力争在今年年底前正式签署《中国-东盟自由贸易区（Cafta）3.0升级议定书》。\n\n### 关键合作领域\n此次升级将深化中国与东盟在九个领域的合作，重点包括：\n*   **市场准入：** 扩大在农业、数字贸易和制药领域的市场准入。\n*   **绿色经济：** 推动绿色发展和可持续合作。\n*   **数字经济：** 计划在以下方面加强合作：\n    *   扩大数字基础设施建设。\n    *   推广移动支付。\n    *   加速跨境电子商务发展。\n    *   应用人工智能和大数据等前沿技术，以驱动产业升级。\n\n### 战略意义与贸易表现\n*   **贸易支柱：** 在中国与美国长期贸易紧张以及美国需求疲软的背景下，东盟成员国为中国的贸易提供了重要的增长动力。\n*   **强劲增长：** 海关数据显示，仅在八月份，中国对东盟国家的出口就同比增长了22.5%，凸显了东盟市场对中国经济的重要性。\n\n### 相关图片\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/17/CLEAN---thumbnail.jpg?itok=2nL6El2l)\n    *   **描述：** 习近平主席在访问马来西亚期间呼吁加强中国-东盟贸易关系。",
      "shortSummary": "中国正寻求在今年内升级与东盟的自由贸易协定（Cafta 3.0），以深化经济联系、实现出口多元化，并应对美国日益加深的保护主义。谈判已于五月结束，预计年底前正式签署。此次升级将扩大农业、数字贸易和制药等领域的市场准入，并深化在绿色经济和数字经济方面的合作。在与美国贸易紧张和需求疲软之际，东盟已成为中国重要的贸易伙伴，八月份对东盟出口同比增长22.5%。",
      "translated_title": "随着美国保护主义加深，中国-东盟自由贸易协定即将迎来全面升级",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/17/CLEAN---thumbnail.jpg?itok=2nL6El2l",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China is looking to upgrade a free-trade deal with the Association of Southeast Asian Nations (Asean) this year, underscoring Beijing’s push to diversify exports and lock in closer economic ties with its largest trading partner as global supply chains shift.\n“China will work closely with Asean to complete domestic approval procedures and push for the formal signing of the China-Asean Free Trade Area (Cafta) 3.0 upgrade protocol by the end of the year,” Vice-Minister of Commerce Yan Dong said on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/09/8a108926-4cfb-4505-ba2f-98f4fbbc81bb_6a3d4924.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比亚迪加速开设展厅，目标在欧洲实现全面本地化生产 (原标题: BYD ramps up showroom openings, targets full local production in Europe)",
      "link": "https://www.scmp.com/business/china-business/article/3324856/byd-ramps-showroom-openings-targets-production-europe-offset-slowdown-china?utm_source=rss_feed",
      "pubDate": "Tue, 09 Sep 2025 07:00:09 +0000",
      "isoDate": "2025-09-09T07:00:09.000Z",
      "creator": "Daniel Ren",
      "summary": "## 比亚迪加速欧洲扩张，剑指全面本地化生产\n\n中国电动汽车巨头比亚迪（BYD）正在积极推进其在欧洲市场的扩张战略，不仅计划大幅增加展厅数量，更致力于在当地建立完整的供应链和生产生态系统。\n\n### 展厅网络大幅扩张\n\n*   **门店数量目标：** 据比亚迪执行副总裁李柯（Stella Li）透露，公司计划到2026年在欧洲大陆运营2,000家门店。这一数字远高于预计今年年底的1,000家。\n*   **战略意义：** 增加展厅数量旨在提升品牌可见度，扩大销售网络，并更好地服务欧洲消费者。\n\n### 推动欧洲本地化生产与供应链建设\n\n*   **供应链谈判：** 李柯在慕尼黑IAA Mobility车展上表示，比亚迪正与数十家当地汽车零部件制造商进行深入谈判，旨在建立一个完整的供应链，以支持其在欧洲市场的持续增长。\n*   **投资策略：** 比亚迪的投资不仅限于建设工厂，还包括对整个供应链的投入。公司的最终目标是为欧洲的本地化生产构建一个全面的生态系统。\n*   **高管表态：** 李柯强调：“我们不仅投资工厂，也投资供应链。我们的目标是为欧洲生产建立一个本地生态系统。”\n\n### 海外销售业绩强劲增长\n\n*   **销售数据：** 根据比亚迪8月29日发布的财报，2025年第二季度，公司在中国大陆以外交付了258,182辆汽车。\n*   **增长率：** 这一数字较去年同期增长了144.7%，较上一季度增长了25.3%。\n*   **海外销售占比：** 在截至6月的三个月里，海外销售额占比亚迪总销售额的22.5%，而一年前这一比例还不到10%，显示出海外市场对其整体业绩贡献的显著提升。\n\n### 图片\n\n![比亚迪执行副总裁李柯周一在慕尼黑IAA Mobility车展上出席新闻发布会。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/09/f13eb168-d695-439d-8cd2-83da2a1b5934_b749b093.jpg)",
      "shortSummary": "比亚迪正加速在欧洲的扩张，计划到2026年将展厅数量增至2,000家，并与当地供应商合作，目标在欧洲实现全面的本地化生产和建立本地生态系统。公司执行副总裁李柯在慕尼黑车展上强调了这一战略。同时，比亚迪海外销售强劲增长，2025年第二季度交付量达258,182辆，同比增长144.7%，海外销售占比升至22.5%。",
      "translated_title": "比亚迪加速开设展厅，目标在欧洲实现全面本地化生产",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/09/f13eb168-d695-439d-8cd2-83da2a1b5934_b749b093.jpg",
          "alt": "BYD executive vice-president Stella L addresses a press conference at the IAA Mobility car show in Munich on Monday. Photo: dpa",
          "title": "BYD executive vice-president Stella L addresses a press conference at the IAA Mobility car show in Munich on Monday. Photo: dpa",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "BYD, the world’s largest electric vehicle (EV) maker, is doubling down on its expansion in Europe, opening more showrooms and launching new models as its growth slows in China.\nThe Shenzhen-based company, which counts Warren Buffett’s Berkshire Hathaway as a minority shareholder, plans to operate 2,000 outlets across the continent in 2026, up from a projected 1,000 by the end of this year, according to Stella Li, an executive vice-president.\nSpeaking at the IAA Mobility car show in Munich on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/09/603c7e0a-49f4-44a2-bda6-43f82ff5af5d_68b573f7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "金砖国家虚拟峰会受挫，成员国似乎不愿加剧与美国的贸易战 (原标题: Brics virtual rally falters as members appear leery of exacerbating US trade war)",
      "link": "https://www.scmp.com/news/china/article/3324806/brics-virtual-rally-falters-members-appear-leery-exacerbating-us-trade-war?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 21:33:43 +0000",
      "isoDate": "2025-09-08T21:33:43.000Z",
      "creator": "Igor Patrick,Khushboo Razdan",
      "summary": "# 金砖国家虚拟峰会受挫：成员国谨慎应对美国贸易战\n\n## 峰会背景与目的\n巴西总统路易斯·伊纳西奥·卢拉·达席尔瓦召集金砖国家于周一举行了一次虚拟峰会。此次峰会的初衷是针对美国总统唐纳德·特朗普不断升级的贸易战采取强硬立场。\n\n## 核心问题：成员国谨慎态度\n然而，这次仓促组织的会议最终演变为一次谨慎的行动。金砖集团的重量级成员巴西和印度，似乎都试图避免进一步激怒奉行“美国优先”政策的领导人。\n\n## 印度立场：平衡策略与内部关注\n*   **总理缺席与外交信号：** 印度总理纳伦德拉·莫迪作为金砖国家的创始领导人，缺席了此次会议，转而派遣外交部长苏杰生（Subrahmanyam Jaishankar）代为出席。这被视为印度在与华盛顿关系中采取谨慎平衡策略的信号，因为特朗普曾毫不掩饰地表达对金砖集团的不满。\n*   **外交部长的表态：** 经验丰富的外交官苏杰生在屏幕上体现了这种平衡策略。他发表声明，巧妙地抨击了华盛顿的关税策略，指出“增加壁垒和复杂化交易无益，将贸易措施与非贸易事项挂钩也无益”。\n*   **转向内部贸易问题：** 随后，苏杰生迅速将焦点转向内部，敦促金砖国家伙伴解决印度不断扩大的贸易逆差问题，例如去年与北京高达990亿美元的贸易逆差。\n*   **呼吁金砖国家内部审查：** 他强调，金砖国家本身可以通过审查成员国之间的贸易流动来树立榜样，并指出印度最大的贸易逆差中有一些是与金砖国家伙伴产生的，印度一直在争取迅速的解决方案，尽管他没有直接点名中国。\n\n## 总结\n此次金砖国家虚拟峰会未能如预期般对美国贸易战采取强硬立场，反而因主要成员国的谨慎态度而显得犹豫不决。印度在会议中展现了其在美中之间寻求平衡的策略，并借机提出了解决金砖国家内部贸易逆差的诉求。",
      "shortSummary": "巴西总统召集金砖国家举行虚拟峰会，原旨在对抗美国贸易战，但因成员国（特别是巴西和印度）不愿激怒特朗普而变得谨慎。印度总理缺席，由外交部长苏杰生代表，这表明印度采取平衡策略。苏杰生巧妙批评美国关税，但也敦促金砖伙伴解决印度与成员国（尤其是中国）的贸易逆差。峰会最终未能展现强硬立场，转为谨慎观望。",
      "translated_title": "金砖国家虚拟峰会受挫，成员国似乎不愿加剧与美国的贸易战",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/31/clean-thumb.jpg?itok=wOlhL3-a",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Members of the Brics nations logged into a virtual summit on Monday, convened by Brazilian President Luiz Inacio Lula da Silva, intending to take a defiant stand against US President Donald Trump’s escalating trade war.\nInstead, the quickly assembled outing became an exercise in caution, as the bloc’s heavyweights, Brazil and India, sought to steer clear of further enraging the “America-first” leader.\nIndian Prime Minister Narendra Modi, a founding Brics leader, skipped the meeting, sending...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/09/b502aad3-f288-4229-ab60-c41ffb805540_cc0bf69e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中俄管道将对全球液化天然气贸易造成‘冲击’：分析师称 (原标题: China-Russia pipeline would be ‘shock’ to global LNG trade: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324749/china-russia-pipeline-would-be-shock-global-lng-trade-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 13:00:09 +0000",
      "isoDate": "2025-09-08T13:00:09.000Z",
      "creator": "Kandy Wong",
      "summary": "## 中俄“西伯利亚力量2号”管道项目及其对全球液化天然气贸易的影响\n\n分析师指出，俄罗斯与中国之间长期推迟的“西伯利亚力量2号”天然气管道项目一旦投入运营，将对全球液化天然气（LNG）贸易造成“结构性冲击”，并给当前全球最大的液化天然气出口国美国带来“战略和市场挑战”。\n\n### 项目背景与最新进展\n\n*   **谅解备忘录签署：** 俄罗斯天然气工业股份公司（Gazprom）首席执行官Alexey Miller表示，Gazprom已与中国石油天然气集团公司（CNPC）签署谅解备忘录，计划建设“西伯利亚力量2号”管道以及途经蒙古的“联盟东方”（Soyuz Vostok）过境管道。\n*   **项目历史：** 该价值136亿美元的管道项目自2006年起便在讨论中，但曾多次搁置。\n*   **重要性提升：** 自俄罗斯于2022年入侵乌克兰以来，该项目对俄罗斯变得尤为关键。在美国和欧洲对莫斯科实施严厉制裁后，中国已成为俄罗斯重要的替代市场。\n*   **谈判重启：** 俄乌战争爆发后，相关谈判得以恢复。\n\n### 对全球液化天然气贸易的冲击\n\n*   **锁定俄罗斯天然气供应：** 香港地缘政治分析师Sebastian Contin Trillo-Figueroa指出，“西伯利亚力量2号”管道每年将向中国北方输送500亿立方米天然气，这将“大规模锁定俄罗斯天然气供应”。\n*   **减少液化天然气海运：** 该项目将减少对成本更高且风险更大的液化天然气海运货物的使用。\n*   **对美国的影响：** 作为全球最大的液化天然气出口国，美国将面临来自该项目的战略和市场挑战。\n\n### 对中国的益处\n\n*   **成本与安全优势：** Trillo-Figueroa补充说，陆路供应不仅“更便宜，而且更安全”。\n*   **规避风险：** 这将有助于中国“绕过瓶颈”并“隔绝”自身免受全球价格波动的影响。\n\n### 未决问题\n\n*   尽管谈判已恢复，但定价和管道路线等关键问题仍未解决，这可能意味着谈判过程将持续较长时间。",
      "shortSummary": "中俄“西伯利亚力量2号”管道项目若启动，将对全球液化天然气（LNG）贸易构成“结构性冲击”，并给美国带来战略和市场挑战。该管道每年将向中国输送500亿立方米天然气，为中国提供更便宜、更安全的陆路供应，并帮助其规避全球价格波动。对俄罗斯而言，该项目在乌克兰战争和西方制裁后尤为关键，中国成为其主要替代市场。然而，定价和路线等问题仍待解决，谈判可能旷日持久。",
      "translated_title": "中俄管道将对全球液化天然气贸易造成‘冲击’：分析师称",
      "images": [],
      "contentSource": "完整文章",
      "content": "The long-delayed Power of Siberia 2 pipeline between Russia and China would create a “structural shock” if it begins operations, analysts said, and cause “strategic and market challenges” for the United States, the world’s current largest liquefied natural gas (LNG) exporter.\nWhile President Xi Jinping and his Russian counterpart Vladimir Putin stood shoulder to shoulder at last week’s Shanghai Cooperation Organisation summit, Gazprom CEO Alexey Miller was quoted as saying the Russian oil giant...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/08/5de84f70-ac44-49bf-a92b-a90608413c19_ddb8892c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行持续增持黄金，各国央行寻求美元替代品 (原标题: China extends gold-buying streak as central banks seek US dollar alternatives)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324726/china-extends-gold-buying-streak-central-banks-seek-us-dollar-alternatives?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 08:00:22 +0000",
      "isoDate": "2025-09-08T08:00:22.000Z",
      "creator": "Luna Sun",
      "summary": "中国央行已连续第10个月增持黄金，这是全球各国央行大量购入贵金属趋势的一部分，推动金价创下新高。此举旨在进一步分散中国的外汇储备，以应对日益加剧的地缘政治风险以及对美元资产长期稳定性的持续疑虑。\n\n### 中国黄金储备数据亮点\n\n*   **持续增长**：截至8月底，中国的黄金储备增至7402万盎司，较7月份增加6万盎司。\n*   **金价上涨**：这一增长推动Comex黄金期货价格在周日达到每盎司3639.8美元，今年以来上涨37.9%。\n*   **储备价值与占比**：8月份，中国的黄金储备价值环比增加99亿美元，达到2538亿美元。黄金在中国外汇储备总额中的占比上升0.23个百分点，达到创纪录的7.64%。\n\n### 全球央行黄金购买趋势\n\n*   **历史性转变**：Crescat Capital的宏观策略师Tavi Costa指出，自1996年以来，外国央行持有的黄金首次超过美国国债，他称之为“近期经历的最重大的全球再平衡之一的开始”。\n*   **全球增持**：世界黄金协会数据显示，第二季度全球官方黄金储备增加了166吨。自2022年以来，全球年度黄金购买量已连续三年超过1000吨。\n*   **未来展望**：在世界黄金协会6月份的一项调查中，95%的受访央行预计未来12个月全球黄金储备将增加，这是自2019年年度调查开始以来的最高比例。其中43%的央行表示将增加其黄金储备。",
      "shortSummary": "中国央行已连续第10个月增持黄金，作为全球央行寻求美元替代品、分散储备的趋势一部分。此举旨在应对地缘政治风险和美元资产的不确定性，推动金价创下新高。截至8月底，中国黄金储备增至7402万盎司，占外汇储备比重达7.64%。全球央行持金量自1996年首次超过美债，且多数央行预计未来将继续增持黄金，预示着全球储备的重大再平衡。",
      "translated_title": "中国央行持续增持黄金，各国央行寻求美元替代品",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank extended its gold-buying streak for a 10th straight month in August, part of a broader rush into the precious metal by global central banks that has lifted prices to new heights.\nThe move came as Beijing attempts to further diversify its reserves at a time of mounting geopolitical risks and lingering doubts over the long-term stability of assets backed by the US dollar.\nChina’s foreign exchange regulator said the country’s gold holdings rose to 74.02 million ounces at the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/08/fe112583-9355-46c2-818f-d6e4bb4b2d6d_64f4c798.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "宁德时代押注定制电池以赢得欧洲电动汽车市场 (原标题: CATL bets on tailor-made batteries to win in Europe’s EV market)",
      "link": "https://www.scmp.com/business/china-business/article/3324729/catl-bets-batteries-bmw-volkswagen-win-europe-it-revs-hungary-plant?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 07:56:41 +0000",
      "isoDate": "2025-09-08T07:56:41.000Z",
      "creator": "Daniel Ren",
      "summary": "# 宁德时代押注定制电池进军欧洲电动汽车市场\n\n宁德时代（CATL），全球最大的电动汽车（EV）动力电池制造商，正通过推出两款专门设计的电池包，积极争取欧洲市场客户。此举旨在巩固其在欧洲电动汽车供应链中的领先地位，并与比亚迪等竞争对手抗衡。\n\n## 核心策略：推出两款定制电池包\n宁德时代计划在匈牙利工厂于12月启动生产之际，推出两款为欧洲市场量身定制的电池包，以期在竞争激烈的欧洲电动汽车市场中脱颖而出。\n\n## 两款定制电池的特点\n1.  **长寿命电池包：**\n    *   **寿命：** 可使用长达12年。\n    *   **续航里程：** 提供758公里（471英里）的驾驶续航。\n2.  **快充磷酸铁锂（LFP）电池包：**\n    *   **充电速度：** 仅需10分钟充电即可行驶478公里。\n\n## 市场定位与目标\n宁德时代表示，这两款电池产品是其技术实力的体现，旨在成为宝马和大众等欧洲汽车制造商的首选供应商，为他们提供量身定制的动力源。公司强调，此次产品发布是对欧洲市场电气化紧迫需求的积极响应，并致力于加速全球绿色交通转型。\n\n## 欧洲生产基地布局\n这两款电池预计将由宁德时代位于匈牙利第二大城市德布勒森的工厂生产。\n*   **投资规模：** 该工厂投资73亿欧元（约合86亿美元）。\n*   **生产能力：** 拥有100吉瓦时（GWh）的生产能力，足以支持200万辆续航500公里的电动汽车。\n*   **投产时间：** 计划于今年年底启动生产。\n*   **欧洲第二工厂：** 这是宁德时代在欧洲的第二个生产基地。其位于德国图林根州的工厂已于2023年投产，产能为14GWh。\n\n## 行业专家观点\n苏州海德克斯（Hazardtex）专业电池供应商高级主管张先生（Davis Zhang）指出，宁德时代此举向欧洲市场传递了一个信号，即它将设计更多产品以满足欧洲客户的需求，其中一些产品需要研发投入以适应欧洲电动汽车的特点。",
      "shortSummary": "宁德时代（CATL）正押注两款定制电池包以赢得欧洲电动汽车市场。一款为长寿命电池，可使用12年，续航758公里；另一款为快充磷酸铁锂（LFP）电池，充电10分钟可行驶478公里。这些电池旨在满足宝马、大众等欧洲车企需求，并将在其位于匈牙利德布勒森、产能100吉瓦时的新工厂生产，该工厂计划于今年底投产。此举是宁德时代对欧洲电气化需求的积极响应，旨在加速绿色交通转型。",
      "translated_title": "宁德时代押注定制电池以赢得欧洲电动汽车市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "Contemporary Amperex Technol­ogy (CATL) is betting on two specially designed battery packs to win over customers in Europe, as the world’s largest maker of power sources for electric vehicles (EVs) counts down to flicking the on switch at its plant in Hungary in December.\nThe first pack is a long-life variant that is usable for up to 12 years, offering 758km (471 miles) of driving range, CATL said in a statement on Sunday. The second variant is a fast-charging lithium-ion phosphate (LFP) power...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/08/be1ea0cc-2f21-4d29-8e8a-98f9d4e8303f_76062ae3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "牛津大学伊恩·戈尔丁谈全球化为何在亚洲‘生机勃勃’ (原标题: Oxford’s Ian Goldin on why globalisation is ‘alive and well’ in Asia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324320/oxfords-ian-goldin-why-globalisation-alive-and-well-asia?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 22:00:12 +0000",
      "isoDate": "2025-09-07T22:00:12.000Z",
      "creator": "Ji Siqi",
      "summary": "## 牛津大学伊恩·戈尔丁谈全球化为何在亚洲‘生机勃勃’\n\n牛津大学全球化与发展教授伊恩·戈尔丁（Ian Goldin）近期接受采访，分享了他对全球化未来走向的看法。戈尔丁教授曾任世界银行发展政策总监兼副行长，其最新著作《最短移民史》于2024年7月出版。\n\n### 全球化的现状与未来\n\n*   **全球化并未消亡，在亚洲生机勃勃：** 戈尔丁教授明确指出，全球化远未终结，而是在亚洲地区展现出强大的生命力。他强调，亚洲的成功——每年5%的经济增长和极端贫困的消除——离不开全球化的推动。\n*   **区域化与亚洲中心化趋势：** 全球化正变得更加碎片化和区域化。随着美国试图从全球化中抽离，全球化的重心正日益转向亚洲。戈尔丁认为，非洲和拉丁美洲继续融入全球经济至关重要。\n*   **全球化的转型：** 全球化的构成和性质正在迅速变化。未来，全球化将减少对制造业和低价值产品的依赖，转而更多地聚焦于服务业、数字化和高科技领域。\n*   **风险与收益并存：** 全球化不仅促进了疫苗、汽车等商品的跨国流动，也伴随着日益增长的风险。新冠疫情就是全球化风险的一个显著体现。戈尔丁指出，随着全球化带来更多益处，其伴随的风险也在同步增长。",
      "shortSummary": "牛津大学教授伊恩·戈尔丁认为，全球化并未消亡，而是在亚洲“生机勃勃”，推动了该地区的经济增长和贫困消除。全球化正变得更加区域化、亚洲中心化，并向服务、数字和科技领域转型。同时，全球化在带来巨大益处的同时，也伴随着日益增长的风险，如新冠疫情所示。",
      "translated_title": "牛津大学伊恩·戈尔丁谈全球化为何在亚洲‘生机勃勃’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Ian Goldin is a professor of globalisation and development at the University of Oxford. Before his time in academia, he worked at several development lenders, including the World Bank, where he served as director of development policy and vice-president. His latest book, The Shortest History of Migration, was published in July 2024.\nThis interview first appeared in SCMP Plus. For other interviews in the Open Questions series, click here.\nWhere do you think globalisation is heading? Is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/8362ed3e-d42c-4c37-ad08-37426e738bc6_4e00d0f8.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-12T12:44:08.765Z"
}