{
  "sourceUrl": "https://rsshub.rssforever.com/36kr/hot-list",
  "title": "36氪 - 24小时热榜",
  "description": "36氪 - 24小时热榜 - Powered by RSSHub",
  "link": "https://www.36kr.com",
  "items": [
    {
      "title": "宝马中国，踩上悬崖｜深氪lite (原标题: 宝马中国，踩上悬崖｜深氪lite)",
      "link": "https://www.36kr.com/p/3227690435935369",
      "pubDate": "Wed, 28 May 2025 08:26:28 GMT",
      "isoDate": "2025-05-28T08:26:28.000Z",
      "creator": "",
      "summary": "宝马中国正面临严峻挑战，其困境与奥迪昔日衰退相似，主要体现在以下几个方面：\n\n*   **品牌价值与价格体系受损：** 宝马被迫卷入价格战，导致车型如X5和i3大幅降价，伤害了品牌溢价能力和忠诚客户的信任。客户现在普遍期待低价，并以此作为购买依据。\n*   **经销商渠道内耗严重：** 过去快速扩张的经销商网络（200多家经销商集团，600多家门店）在市场下行时管理难度大。新款5系销量不及预期，导致经销商库存积压，被迫低价“泄洪”，引发门店间恶性价格竞争。\n*   **国产新能源车冲击：** 问界M9、理想L9等国产新势力品牌抢占了宝马X5等车型的市场份额。这些品牌在智能驾驶和电动化驾控体验上具有优势，稀释了宝马在“驾控”领域的传统话语权。\n*   **品牌认知与产品策略错位：** 宝马传统的“驾控”形象逐渐褪色，新车型（如新5系和新X3）偏向舒适性，既未能吸引驾驶爱好者，又在舒适性和智能化方面落后于国产新能源车。宝马内部仍主要与奔驰竞争，对新能源对手的冲击认知不足。\n*   **德国总部决策缓慢与傲慢：** 宝马中国销量下滑（2025年一季度同比下降17.2%），但德国总部在研发和决策上存在傲慢与缓慢。中国团队对市场需求的反馈（如长轴距、软底盘）常被忽视，核心技术开发仍由德国主导，导致产品（如新5系）未能满足中国消费者实际需求。智能驾驶等关键技术落地至少需2-3年。\n\n文章指出，宝马需要进行彻底改革，包括理清产品定义、重视中国研发团队、拥抱中国供应链以及重整经销商体系，否则将难以适应已然改变的豪华车市场生存法则。",
      "translated_title": "宝马中国，踩上悬崖｜深氪lite",
      "images": [],
      "contentSource": "RSS",
      "content": "<p>豪华汽车市场，似乎正在上演又一个品牌的困境故事。</p>\n  <p>李明是一位15年的资深宝马销售，他曾目睹了豪华一哥“奥迪”的衰退。</p>\n  <p>“当时有一位男顾客，我印象非常深刻，是一位奥迪车主，他气冲冲地到店里来，说就算多加钱也要换宝马，今天就下单”，李明向36氪讲述。</p>\n  <p>“他觉得奥迪的车还是很好，但是乱打折背刺了老车主。所以他下单了将近50万的宝马5系，而不是20几万的奥迪A6L”。</p>\n  <p><strong>令李明痛心疾首的是，今天的宝马，似乎正走上奥迪的老路。</strong></p>\n  <p>“X5一直是我们销量和利润的支柱，前几年的成交价几乎都在70万元以上，一直到2023年甚至都还要加价选配”，李明讲述<strong>，“但现在，54万，宝马X5就可以落地，但还是卖不出去”。</strong></p>\n  <p>在他自己与客户的调研以及门店的系统分析中，问界M9、理想L9等国产新势力品牌的崛起，的确抢占了宝马X5的部分份额。</p>\n  <p><strong>“以前赚钱，主要靠源源不断的新客，现在这部分客户几乎都去买国产车了”，李明表示，“留下的新客，基本都是为情怀买单。以前没钱但向往，现在宝马便宜了，自己有钱了，就满足一下情怀”。</strong></p>\n  <p>不过，去年7月宝马宣布退出价格战后，这样的情况进一步恶化。</p>\n  <p>“这些情怀客的动力其实就是降价，宝马便宜了，那我来看看。结果，宝马直接说退出价格战，很多客户都以为宝马又贵了，然后去买新势力了”，李明感叹。</p>\n  <p>“十年前，我们招销售是有很高标准的，因为那会基本只要入职就开单。但现在，招人的标准只剩下会谈价，会跟客户谈价、抢下其他门店的订单就是能人”。</p>\n  <p>价格跌到冰点的宝马，正在伤害相信品牌价值的忠诚消费者。</p>\n  <h3><strong>光环褪去，渠道内耗</strong></h3>\n  <p>2010-2014年是宝马在中国的黄金时代，奥迪王朝落幕后，宝马成为当下最炙手可热的豪华品牌。</p>\n  <p>3系售价超35万元，5系50万元左右，当时还是进口的X5更是百万级豪车。在全国乘用车销量仅有1790万辆的2014年，50万元的宝马5系获得了13.84万辆的斐然成绩。</p>\n  <p>于是，宝马开始了快速扩张。2014-2016年，宝马中国汽车门店数量稳定在460家，到2017年，这个数字飙升至600家。</p>\n  <p><strong>一年扩张100多家门店的速度背后，宝马选择了一条相对省力的路子，广纳经销商。</strong></p>\n  <p>在那个卖宝马能躺着数钱的年代，无数人蜂拥而至，“有撑2家门店的资金，就敢投宝马店，结果基本也是投了就挣钱”，有产业人士向36氪表示。</p>\n  <p>宝马600多家门店背后，是200多家不同的经销商集团。在市场环境好的时候，这种遍地开花的模式，快速打开了宝马的销售渠道。从销量成绩看，这的确是奏效的。</p>\n  <p>“一般不轻易采取这种模式，因为管理难度非常大”，一位资深经销商人士告诉36氪。</p>\n  <p>经销商模式中，宝马通常会给到经销商指导价的90%作为批发价。经销商交钱拿车后，再以一个终端价格卖给消费者，从中赚取佣金。宝马则会从中把控全国不同经销商的售价底线，以确保品牌调性不被降低。</p>\n  <p>“2016年这个时间点后，宝马发展速度没那么快，但很稳定在增长。那时候宝马的溢价能力充足，消费者愿意买单，不怎么需要降价”，一位宝马经销商告诉36氪，“那会的主要竞争对手就奔驰，但奔驰比我们贵很多，所以其实也不是针尖对麦芒的竞争”。</p>\n  <p><strong>宝马主要面对的，是旗下不同经销商之间的比价。</strong></p>\n  <p>在特斯拉与国产新能源领衔的直营模式出现前，中国汽车消费其实一直都是这样的模式。市面上没有透明价，买一辆车花多少钱，要靠消费者跟经销商谈，不同的人在不同的店拿到的价格可能都不同。</p>\n  <p>与直营模式相比，经销商模式固然有阻碍，但直至2024年初，宝马的销量也还是相对稳固，直到新5系的出现。</p>\n  <p>5系是宝马最经典也最好卖的车型之一，在销量计划上，厂商和经销商都相当自信，备足库存等待消费者来临。</p>\n  <p>然而，新5系哑火了，连续数月，其全国销量仅有4000辆左右。预期好、囤货足的经销商们开始面临库存压力。</p>\n  <p>对于规模小、资金实力本就没那么雄厚的小型经销商而言，这无疑是致命的打击。</p>\n  <p>“批发一批5系，一般至少都要压个大几百万在里面。不过以前不怕，一个月，甚至半个月不到，车就卖出去了，现金就回流了。”一位经销商人士告诉36氪，<strong>“有些老板本来流动资金就不多，几百万压3个月卖不出去，分分钟发不出工资”。</strong></p>\n  <p>撑不住压力的经销商只能泄洪，向低价突破，以保住企业的生存。原本他们以为这只是一次短暂的危机，没有人想到，这将成为后来的常态。</p>\n  <p>新5系上市初，以指导价43万出售，结果无人问津。多次降价后销量开始有稍微的起色，回温至8000辆左右。<strong>由此，消费者摸透了宝马的套路：高价的时候，只要都不买，宝马便一定会顶不住压力降价。</strong></p>\n  <p>“认准宝马的客户群体真的不少，特别是5系，以置换客户为主。因为本来还有车代步，所以置换客户就不着急下单，油车又没有补贴要赶，他们甚至愿意等一年，来等5系降价”，有经销商向36氪表示。</p>\n  <p>于是宝马支撑销量的矩阵车型，5系、X5、X3和3系，都经历了一遍这样的降价。</p>\n  <p>这场降价潮的最初，其实只是承受过大库存压力经销商的一次釜底抽薪。但得知<strong>可以用22万买到宝马3系的用户，是绝不愿意再以32万的价格购买，</strong>纵使对宝马和用户而言，32万在过去也是一个「优惠力度大」的标的。</p>\n  <p>“宝马客户对宝马是有信任度的，加上现在网络上车辆的信息很多，客户来店里的目的只有一个，就是跟我们谈价格，隔壁门店报价21.8万，你们愿不愿意更低？”</p>\n  <p>作为主机厂，<strong>宝马难以事无巨细地把控将近300家经销商的定价与经营</strong>。于是，其价格体系开始面临崩溃。</p>\n  <p>宝马i3是最典型的案例，这是一款指导价30-40万元的电车。对电动化非常重视的宝马，一度给电动车型定下了不低的销量目标。</p>\n  <p>“正常来说，卖车达标年底都有补贴，但2023-2024年，如果不完成电动汽车的销量目标，我们连油车的正常补贴可能都拿不到”，有经销商人士告诉36氪。</p>\n  <p><strong>网络上大面积的i3降价消息，其实都是经销商们散播的，“我们想卖哪辆车，就会大量投放信息，降价就是最快提升销量的手段”。于是「20万买宝马」的标语开始出现在各个平台。</strong></p>\n  <p>降价到20万，的确是国产新能源价格给到宝马的压力。但如今，宝马i3的落地价已经低于18万，从20万到18万，这便是宝马经销商之间价格内卷的结果。</p>\n  <p><strong>当宝马总销量无法养活所有经销商，内斗便无法避免。</strong></p>\n  <p>“以前是新客支撑销量，现在来门店消费的用户基本都是宝马「粉丝」，他们已经确定买宝马，只是需要一个更低的价格”，经销商向36氪表示。</p>\n  <p>过去，由于有大量新客可以满足经销商的盈利需求，所以部分客户提出离谱的价格需求时，经销商拥有拒绝的权力。对于售价越高、赚得越多的经销商而言，没有人愿意为了少数单子自断财路。</p>\n  <p>但现在，这小部分客户的比例上升到了80%，“你可以这么理解，所有经销商都在抢这几个客户，于是内斗开始了”。</p>\n  <p>“我最希望宝马做的改变，就是减少经销商数量。现在能联系宝马的用户都是想买的，心仪新势力的其实根本不来。<strong>我们遇到的成交不了的情况，其实绝大部分都是因为别家宝马店价格更低</strong>”。</p>\n  <p>豪华汽车品牌的售价，是一个降低后就再难上涨的数字。今后，29.9万元便是宝马5系的价值天花板，消费者很难再接受涨价。</p>\n  <p>宝马的溢价能力与品牌价值已难避免下滑，但除了降价，宝马好像也没有更好的办法了。</p>\n  <h3><strong>认知错位，性能底牌褪色</strong></h3>\n  <p>2025年一季度，宝马中国销量只有15.52万辆，同比下降17.2%‌‌。面对销量下滑，宝马并不是无动于衷。</p>\n  <p>“宝马已经在和中国智能驾驶供应商接触了，这肯定要追赶的”，有宝马中国人士告诉36氪。<strong>不过，就算确定使用国内供应商的先进方案，首款搭载车型，至少也需要2-3年后才能面世。</strong></p>\n  <p>与所有传统外资车企一样，宝马也面临着开发验证周期带来的难题。</p>\n  <p>“<strong>但智能驾驶并不能解决宝马的所有问题</strong>，现在还在买宝马的用户，不会因为没有智能驾驶就不买了。观望中的用户，也不会因为上了智能驾驶就考虑宝马”。</p>\n  <p>“为什么5系没卖好，但奔驰E还是每个月1.5万辆？宝马有点搞不清现在的市场生态”，有宝马人士告诉36氪。</p>\n  <p>在宝马中国的数次销量复盘中，市场策略都被认为是短板。</p>\n  <p>“全行业的市场从业者，很多都是从奔驰宝马奥迪学习出来的。<strong>过去BBA对安全、豪华、驾控定义的植入是非常成功的，这才是他们的销量底色，</strong>也是他们的差异”，一位资深汽车营销人士告诉36氪。</p>\n  <p>在2014年前后，宝马的品牌形象独具一格，在一代中国消费者心里种下了“驾控”的印象，成功夺下豪华汽车地盘。<strong>然而，随着宝马内部的人才流失与更迭，宝马的品牌形象没有与时俱进地成长。</strong></p>\n  <p>“E底盘和F底盘的时候，宝马确实是当时最好开的车，都不用厂家，车主就会帮着宣传”，一位曾就职于宝马的人士告诉36氪，“切换到G底盘后，也就是2018年后，宝马的驾控牌就有点打不动了”。</p>\n  <p>与此同时，新能源品牌进场，开始改写汽车驾控的技术篇章。</p>\n  <p>电机独有的瞬时响应与轻巧灵敏的底盘，让特斯拉俘获了一众性能驾控爱好者。零百加速3.3秒的高性能版Model 3，一度成为新一代“操控神车”。极氪、小米等国产品牌更是进一步稀释了宝马在驾控领域的话语权。</p>\n  <p>“但宝马不看这些，不在乎这些”，该人士告诉36氪，<strong>“宝马新车上市前，操盘团队不看市场竞争情况，也不看自己的经营情况的，各种维度只和奔驰比。</strong>特斯拉和蔚来圈进来了，但都只是PPT的层面”。</p>\n  <p>“所以如今聊到好开，很多年轻人已经想不起宝马的。第一是他们没开过好开的宝马，第二是现在有些电车的操控也确实很好。<strong>加速圈速和体验都已经不是最好，宝马其实已经不适合打性能这张牌了</strong>”。</p>\n  <p>新5系和新X3便是如此。舒适性取向的产品难吸引爱好驾驶的老客户，舒适与智能化程度又远不及国产新能源品牌。</p>\n  <p>认知错位的宝马，如今处在一个尴尬的市场位置。</p>\n  <h3><strong>慢宝马，赶不上中国车市</strong></h3>\n  <p>销售失利、市场错位背后的根本原因，是宝马的缓慢与傲慢。</p>\n  <p>5系是宝马近年来争议最大的车型之一，品牌不断宣称新设计受到年轻用户的认可，但销量会反映群众最真实的态度：这款在2014年就卖出13.8万辆的王牌车型，去年总销量仅有8.9万辆。</p>\n  <p>国产新能源的势头的确非常猛烈，但宝马5系所在豪华轿车领域，其实并无有力对手出现。</p>\n  <p><strong>“宝马5系，不是被比下去的，而是烂掉了”</strong>，有宝马人士向36氪表示，“宝马5系卖不好已经是事实，现在就是中德双方在甩锅”。</p>\n  <p>在中国以外，宝马在全球其他地区销售的5系主要是德国设计开发的标轴版本。但中国生产销售的是5系长轴距版，从设计到配置，其实都有所改变。</p>\n  <p>“长轴距版通常就比标轴版开发晚4-6个月，是基于标轴去改动的”，有研发人士告诉36氪，在新5系上，中国团队提出，希望轴距继续加长、空间更大；同时底盘要变得更加“软”，因为中国消费者如今喜欢舒适的驾乘感受。</p>\n  <p><strong>但对中国市场熟悉的中国团队，其实并不参与实际操作研发。位于中国的宝马研发团队，实际上大多负责适配性的开发与测试，在底盘调教这个核心领域，中国研发团队无从涉及，甚至也无从得知相关标准。</strong></p>\n  <p><strong>真正执行开发任务的德国团队，并不会在过程中询问宝马中国：这个功能符合你们的想象吗？可以推进量产吗？</strong></p>\n  <p>跨国企业内部是有鄙视链的，研发是最高优先级的团队，而研发团队里，德国总部团队又具有近乎绝对的话语权。</p>\n  <p>宝马现任CEO齐普策、上一任CEO雷瑟夫均有技术开发背景，如今无论德国还是中国，<strong>在研发团队的招聘上，也更倾向于技术背景的候选人，“即便进来后不负责实际开发业务”。</strong></p>\n  <p>“这是一帮对技术非常自信的人，当然他们曾经做过的事情，的确可以拥有这样的自信”，有宝马研发人士告诉36氪，“<strong>所以开发时，他们并不会研究中国人真正的喜好，他们觉得中国用户还是跪着买宝马的</strong>”。</p>\n  <p>所以，当中国团队部分同事提出质疑时，德国研发部门一律回应：从技术层面，我们的开发没有任何问题。</p>\n  <p>宝马的底盘技术是市面领先的、内饰屏幕用料与设计也是领先的、甚至宝马智能驾驶的出错率也是行业领先的，“只是这一切都不是中国消费者需要的”。</p>\n  <p>所以，当宝马的忠实客群触摸到这辆为中国特调的新5系时，失望在所难免。<strong>底盘只是新5系的一部分，这样的事件也只是宝马中德分歧的一个缩影。</strong></p>\n  <p>这不仅是宝马的问题，更是所有外资豪华品牌都在应对的时代性难题。</p>\n  <p>欧洲成熟的汽车工业基础，孕育了优秀的汽车研发中心。对宝马、奔驰等品牌而言，中国只是一个后天成长的巨型市场。为了应对本地竞争、获取更多份额与利润，他们才不得不推进中国本地化。</p>\n  <p><strong>“其实核心问题只有一个，德国人到底愿不愿意放权”，从奔驰中国、宝马中国，到合资公司北京奔驰、华晨宝马，大量内部员工向36氪如此表示。</strong></p>\n  <p>“这么说吧，中国研发员工能接触到的，都是非常皮毛的东西。<strong>像电子电气架构，以及其他比较核心的电子相关的开发，中国全程不经手，都是德国一手操作的</strong>”，一位资深宝马员工向36氪表示。</p>\n  <p>而远在欧洲、拥有截然不同汽车文化的德国人，无法理解中国市场的喜好。“举一个非常简单的例子，长轴距版在中国生产20年了，德国人还是会说，中国人平均体型不大，为啥要在中国做长轴距”。</p>\n  <p>但不理解中国的奔驰，已经在努力行动。奔驰人士告诉36氪，奔驰总部每年会做两次全球性的竞品分析，中国还有专门的竞品技术分析团队。奔驰部分新车的开发，已全面对标新势力品牌。</p>\n  <p>奥迪的转身则更加彻底，成立了一个中国专供的新品牌，用奥迪的质量标准，来做中国用户喜欢的设计与功能。</p>\n  <p>“新世代还是德国想、德国做的东西，我们不太看好”，多位宝马研发人士告诉36氪，“这些东西从技术上看都没有问题，做得挺好，但中国消费者不一定会喜欢”。</p>\n  <p>在2026年上市的新车型上，宝马仍然坚持欧洲中心主义。宝马正在寻求的L2+级辅助驾驶的转型，向市场交付成果的最快时间，也至少在2027年以后。</p>\n  <p>研发的傲慢与决策的缓慢，拖累了宝马转型的脚步。</p>\n  <p>宝马如今需要的远不是一个新平台或新设计，而是刮骨疗毒的重生：理清产品定义、重视中国研发团队、进一步拥抱中国供应链、重整经销商体系等等。</p>\n  <p>市场不会等待一个犹豫的巨头，豪华车市场的生存法则已然改写。</p>\n \n"
    }
  ],
  "lastUpdated": "2025-05-29T01:08:14.610Z"
}