{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中美框架协议只是结束贸易战的‘第一步’：分析人士 (原标题: US-China framework deal only ‘first step’ towards ending trade war: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330479/us-china-framework-deal-only-first-step-towards-ending-trade-war-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 13:00:19 +0000",
      "isoDate": "2025-10-27T13:00:19.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "# 中美贸易谈判取得进展，但分析人士称仅是“第一步”\n\n## 谈判背景与成果\n中美两国在马来西亚吉隆坡举行了为期两天的高级别贸易谈判。美方暗示，全球两大经济体已在多项关键议题上找到了共同点，包括关税、北京扩大稀土出口管制、TikTok所有权协议以及中国恢复采购美国大豆等。\n\n## 双方官员评价\n*   **美国财政部长斯科特·贝森特**：形容此次会议“非常好”，并表示双方已敲定TikTok所有权协议的细节，美国农民将“对这项协议感到非常满意”。\n*   **中国贸易代表李承刚**：指出谈判涵盖了广泛议题，包括出口管制、关税、美国对中国造船商的调查以及可能“扩大双边贸易”。\n*   双方贸易官员均将此次谈判描述为“富有建设性”。\n\n## 分析人士观点\n分析人士警告称，尽管谈判取得进展，但这仅仅是结束贸易战的“第一步”。他们强调，真正的考验将在于双方如何执行最终达成的协议。在韩国即将举行的亚太经济合作组织（Apec）论坛前，双方都“如履薄冰”，寻求“战略稳定”。美国总统唐纳德·特朗普和中国国家主席习近平预计将在Apec论坛上会面，这将是特朗普自一月重返白宫以来两人首次会晤。",
      "shortSummary": "中美两国在马来西亚举行了“富有建设性”的高级别贸易谈判，在关税、稀土出口管制、TikTok所有权及美国农产品采购等关键问题上达成共识。美国财政部长斯科特·贝森特和中国贸易代表李承刚均对谈判表示满意。然而，分析人士指出，这仅是结束贸易战的“第一步”，真正的挑战在于协议的执行。双方正为即将到来的亚太经合组织（Apec）论坛上特朗普与习近平的会晤做准备，以寻求“战略稳定”。",
      "translated_title": "中美框架协议只是结束贸易战的‘第一步’：分析人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "After two days of high-level US-China trade talks in Malaysia, Washington hinted the world’s two largest economies had found common ground on key issues ranging from tariffs to Beijing’s expanded rare earth export controls. But analysts cautioned the “real test” would come when both sides had to execute a resulting deal.\nBoth Chinese and US trade officials described the negotiations in Kuala Lumpur over the weekend as “constructive”, with US Treasury Secretary Scott Bessent adding that the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/180f8b6c-3f29-419d-816f-f90db20107c4_2815251d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为对抗中国，特朗普亚洲之行旨在巩固与关键盟友的造船业 (原标题: To counter China, Trump’s Asia trip seen shoring up shipbuilding with key allies)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330484/counter-china-trumps-asia-trip-shore-maritime-alliances-japan-south-korea?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 11:00:32 +0000",
      "isoDate": "2025-10-27T11:00:32.000Z",
      "creator": "Carol Yang",
      "summary": "### 特朗普亚洲之行旨在巩固与盟友的造船业以对抗中国\n\n美国总统唐纳德·特朗普已开启其亚洲之行，在此背景下，美国正寻求与日本和韩国在造船业方面推进新的合作，以应对与中国持续存在的港口费用争议，并抗衡北京在海事领域的主导地位。\n\n**主要目标与背景：**\n*   **美国意图：** 华盛顿致力于通过战略伙伴伙伴关系重振其几近停滞的造船业。\n*   **盟友支持：** 日本和韩国作为主要的造船大国，对这一倡议表示欢迎。\n*   **对抗中国：** 此举旨在削弱中国在海事领域的影响力，并解决与中国在港口费用上的分歧。\n\n**与日本的合作细节：**\n*   **访问行程：** 特朗普对日本进行了为期三天的国事访问。\n*   **备忘录签署：** 两国计划签署一份备忘录，旨在共同提升其造船能力。\n*   **工作组成立：** 协议内容包括成立一个工作组。\n*   **重要性声明：** 该协议草案指出，“强大而创新的造船业对于两国经济安全、实力、海事部门竞争力以及工业韧性至关重要”。\n\n**合作领域：**\n*   船厂投资合作。\n*   船只设计和部件的标准化。\n*   先进技术研发。\n*   人员招聘和培训的加强。\n*   两国造船商之间相互进行船只维修。\n*   相互供应备用零件。\n\n![图片 1](https://i.ytimg.com/vi/Nl2xXdaeyPg/maxresdefault.jpg)",
      "shortSummary": "美国总统特朗普的亚洲之行旨在通过与日本和韩国建立新的造船业合作，以对抗中国在海事领域的主导地位。美国致力于重振其造船业，并计划与日本签署备忘录，在船厂投资、设计标准化、技术进步及人员培训等方面展开合作，同时实现船只的相互维修和零件供应。此举旨在增强盟友间的经济安全和工业韧性。",
      "translated_title": "为对抗中国，特朗普亚洲之行旨在巩固与关键盟友的造船业",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/Nl2xXdaeyPg/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With US President Donald Trump having kicked off his visit to Asia, new collaborations in shipbuilding with Japan and South Korea are set to advance amid ongoing port-fee disputes with China, as Washington seeks to counter Beijing’s dominance in the maritime sector.\nThe US government has committed to reviving its nearly defunct shipbuilding industry through strategic partnerships, with key allies Japan and South Korea – major shipbuilding countries – welcoming the initiative with open...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/06653c2a-c4b6-418a-99cb-aeefb11c281c_7e5c5ba3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国与马来西亚、泰国签署稀土谅解备忘录。能否对冲中国？ (原标题: US signs rare earth MOUs with Malaysia, Thailand. Can it hedge against China?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330468/us-signs-rare-earth-mous-malaysia-thailand-can-it-hedge-against-china?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 10:30:15 +0000",
      "isoDate": "2025-10-27T10:30:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 美国寻求稀土供应多元化，与马来西亚、泰国签署谅解备忘录\n\n### 背景与目的\n*   美国正积极采取措施，以应对全球稀土主导供应国中国可能实施的出口管制。\n*   最新举措是与两个东南亚国家——马来西亚和泰国——签署了稀土谅解备忘录（MOUs）。\n*   此举旨在增加关键矿物对美国汽车、国防和高科技硬件制造商的出口。\n*   此前，美国已与澳大利亚达成了一项85亿美元的框架协议。\n\n### 挑战与前景\n*   复旦大学金融学教授Charles Chang指出，这些协议需要行业支持和时间来发展加工能力，才能使原材料以显著数量运抵美国买家。\n*   分析师认为，尽管如此，这两项协议最终可能有助于在长期贸易争端中减少美国对中国的依赖，因为北京已经限制了关键矿物的出口。\n\n### 中国在全球稀土市场的主导地位\n*   根据美国智库战略与国际研究中心（CSIS）的数据，中国在全球稀土金属（关键矿物的一个子类别）开采中占比约70%。\n*   中国在全球稀土加工产出中占比高达90%。\n\n### 美国对稀土的依赖\n*   美国电动汽车制造商严重依赖某些稀土金属。\n\n### 专家观点\n*   多伦多行业咨询公司Stormcrow Capital总裁Jon Hykawy表示，如果美国能从马来西亚和泰国获得这些材料，并且通过长期合同和下游加工落实具体计划，那么这些协议将有所帮助。\n*   香港大学金融学讲席教授陈志武认为，这对美国来说始终是一个良好的对冲策略，因为其他国家不希望受制于未来中国官员可能采取的行动。",
      "shortSummary": "美国与马来西亚、泰国签署稀土谅解备忘录，旨在减少对中国稀土供应的依赖，对冲潜在出口管制。中国在全球稀土开采和加工中占据主导地位。尽管协议需要时间和行业支持来发展加工能力，但分析师认为，此举有助于美国在长期贸易争端中确保关键矿物供应，特别对电动汽车等高科技产业至关重要。专家认为这是美国规避地缘政治风险的有效策略。",
      "translated_title": "美国与马来西亚、泰国签署稀土谅解备忘录。能否对冲中国？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States has ramped up efforts to hedge against rare earth export controls by China – the world’s dominant supplier – through agreements signed on Sunday with two Southeast Asian countries, including one that experts believe could deliver results relatively quickly.\nMemoranda of understanding with Malaysia and Thailand pave the way for increased critical mineral exports to US automotive, defence and hi-tech hardware manufacturers – following a US$8.5 billion US-Australia framework deal...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/58e52ca0-bb90-4088-9e41-08329a4805ba_82521c41.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "经济学家称中国应加大借贷以提振内需 (原标题: China should step up borrowing to boost domestic demand, economist says)",
      "link": "https://www.scmp.com/economy/policy/article/3330430/china-should-step-borrowing-boost-domestic-demand-economist-says?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 07:00:13 +0000",
      "isoDate": "2025-10-27T07:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "## 经济学家呼吁中国中央政府加大借贷以提振内需\n\n一位中国经济学家建议，中国中央政府应通过支持性货币和财政政策加大借贷，以提振国内需求。\n\n### 核心建议\n\n*   **加大中央政府杠杆**：北京大学教授、国家发展研究院院长黄益平在外滩峰会上表示，中国可以采取更积极的宏观经济政策，利用或增加中央政府的杠杆。\n*   **修复资产负债表**：他指出，潜在注入的流动性可以用于修复家庭企业、金融机构和地方政府的资产负债表。这些实体目前主要因国内长期存在的房地产危机而面临财务困境。\n*   **提振国内需求**：黄益平（同时也是中国人民银行货币政策委员会成员）认为，如果能这样做，中央政府的杠杆空间将上升，同时将极大地提振国内需求。\n\n### 当前经济背景\n\n*   **中央政府债务水平**：黄益平指出，目前中国中央政府的未偿债务约占国内生产总值的22%，在全球范围内处于中低水平，这表明仍有借贷空间。\n*   **面临的挑战**：除了房地产行业问题和国内需求疲软，中国经济还面临其他挑战，包括与美国的贸易战以及人口迅速老龄化。",
      "shortSummary": "北京大学教授黄益平建议中国中央政府应加大借贷，通过更积极的宏观政策提振内需。他指出，中央政府债务占GDP比重较低，有空间增加杠杆，以修复受房地产危机影响的家庭企业、金融机构和地方政府的资产负债表。此举有望显著刺激国内需求，应对当前经济挑战，如房地产困境、内需疲软、贸易战及人口老龄化。",
      "translated_title": "经济学家称中国应加大借贷以提振内需",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central government should borrow more to lift domestic demand through supportive monetary and fiscal policy, a Chinese economist has urged.\n“If I can make a recommendation, what I think we could also do is to put together a more aggressive macroeconomic policy using central government leverage or adding central government leverage,” said Huang Yiping, a professor at Peking University and dean of its National School of Development, at the Bund Summit in Shanghai on Saturday.\nThe potential...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/138fc776-52e1-417d-8357-d20a9879e178_67bd6644.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国工业企业利润飙升，创近两年最高增速 (原标题: China’s industrial profits surge, logging highest growth in nearly 2 years)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3330417/chinas-industrial-profits-surge-september-logging-highest-growth-nearly-2-years?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 03:29:25 +0000",
      "isoDate": "2025-10-27T03:29:25.000Z",
      "creator": "Bloomberg",
      "summary": "## 中国工业企业利润大幅增长\n\n中国工业企业在最近一个月（9月）实现了近两年来的最高利润增幅，这得益于生产的加速、出厂价格跌幅的缓解以及政府遏制过剩产能的努力。\n\n### 关键数据点\n*   **月度增长**：9月份工业利润同比增长21.6%，是自2023年11月以来的最大增幅。\n*   **前月表现**：8月份工业利润已实现20.4%的增长。\n*   **累计增长**：今年前九个月，工业利润累计增长3.2%。\n*   **行业贡献**：制造业利润增长9.9%，有效抵消了采矿和天然气生产两位数的下降。\n\n### 增长原因分析\n1.  **生产扩张**：产量的快速扩张支撑了中国工厂和矿山的盈利。\n2.  **价格缓解**：出厂价格的下降幅度在近几个月有所放缓。\n3.  **政府政策**：政府积极采取措施，遏制产能过剩和恶性竞争。\n4.  **外部需求**：尽管面临美国关税，但外国需求依然保持强劲。\n5.  **新质生产力**：国家统计局分析师余卫宁指出，这反映了中国“实施了更积极和有前景的宏观政策，培育和扩大了新的经济增长点”。高技术制造业和装备制造业等“新质生产力”快速增长。\n6.  **基数效应**：去年同期较低的基数也对今年的利润增长产生了统计学上的促进作用。\n\n### 数据来源\n以上数据均来自国家统计局（NBS）周一发布的信息。",
      "shortSummary": "中国工业企业利润在9月份实现近两年来的最大增幅，同比增长21.6%，前九个月累计增长3.2%。这主要归因于生产提速、出厂价格跌幅收窄、政府遏制产能过剩的努力以及强劲的外部需求。高技术制造业等“新质生产力”的快速发展也为利润增长做出了贡献。",
      "translated_title": "中国工业企业利润飙升，创近两年最高增速",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese industrial firms saw their highest earnings surge in nearly two years last month, as production revved up while declines in factory-gate prices eased amid a government campaign to rein in excess capacity.\nIndustrial profits climbed for the second straight month in September, rising 21.6 per cent from a year earlier, their biggest gain since November 2023. That followed a 20.4 per cent jump in August.\nFor the first nine months of the year, profits were up 3.2 per cent, according to data...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/2b7e05d8-22c5-473b-90bd-7f0fbd49778a_e599565a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国哪些行业在招聘？宠物护理和先进制造业表现突出 (原标题: Who’s hiring in China? Pet care and advanced manufacturing stand out)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330226/new-materials-caring-pets-and-elderly-emerge-bright-spots-chinas-job-market?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 03:00:13 +0000",
      "isoDate": "2025-10-27T03:00:13.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国就业市场亮点：宠物护理与先进制造业招聘需求旺盛\n\n根据在线招聘平台智联招聘的数据，尽管中国就业市场整体低迷，但先进制造业以及服务和娱乐（包括宠物和养老护理、短剧制作）等领域正在推动局部增长。\n\n## 第三季度就业趋势报告亮点\n\n*   **新材料行业领先**：智联招聘本周发布的第三季度就业趋势报告显示，2025年7月至9月期间，新材料行业在所有就业类别中表现突出，职位发布量同比增长66.7%。\n*   **现代服务业增长**：\n    *   **宠物护理行业**：职位发布量同比增长43.7%。\n        *   兽医需求激增128.2%。\n        *   宠物美容师职位空缺增加67.3%。\n    *   **增长原因**：报告将宠物护理行业的增长归因于“家庭消费升级和情感消费的增加”。\n\n## 驱动人才需求的因素\n\n*   **产业升级与消费转型**：平台指出，2025年第三季度的人才需求与中国的产业升级和消费转型密切相关。\n*   **先进制造业**：正在推动对高端技术人才的需求。\n*   **现代服务业**：通过新的消费场景扩大就业机会。\n*   **人工智能及前沿领域**：人工智能及其他前沿领域的稳步增长，进一步使劳动力需求与产业发展保持一致。\n\n## 整体就业市场状况\n\n*   **失业率稳定**：中国9月份城镇失业率保持在5.2%，略低于8月份的5.3%。\n*   **市场情绪谨慎**：尽管失业率稳定，但由于裁员和降薪的报道，市场情绪依然低迷。",
      "shortSummary": "尽管中国就业市场整体低迷，但先进制造业和现代服务业（特别是宠物护理）显示出强劲的招聘增长。根据智联招聘数据，第三季度新材料行业职位发布量同比增长66.7%，宠物护理行业增长43.7%，其中兽医需求激增128.2%。这主要得益于产业升级和消费转型。虽然9月城镇失业率稳定在5.2%，但裁员和降薪报道使市场情绪保持谨慎。",
      "translated_title": "中国哪些行业在招聘？宠物护理和先进制造业表现突出",
      "images": [],
      "contentSource": "完整文章",
      "content": "Advanced manufacturing and the provision of services and entertainment – including pet and aged care and the production of short dramas – are powering pockets of growth in an otherwise sluggish Chinese job market, according to data from an online recruitment platform.\nA report looking at third-quarter employment trends published this week by the platform, Zhaopin, said the new materials sector led all employment categories with a 66.7 per cent year-on-year increase in job postings in the period...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/e3f00714-6c7f-4297-8482-c9ee6f729915_e52de347.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不要指望中国在亚太经合组织会议上就稀土控制问题妥协 (原标题: Don’t expect China to compromise on rare earth controls at Apec)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330255/dont-expect-china-compromise-rare-earth-controls-apec?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-26T21:30:08.000Z",
      "creator": "Andy Xie",
      "summary": "### 中国在亚太经合组织峰会上的稀土立场\n\n*   **背景：** 预计中国国家主席习近平将在本月晚些时候的亚太经合组织（Apec）峰会期间与美国总统唐纳德·特朗普会晤。\n*   **中国不妥协：** 无论峰会结果如何，文章指出，不要指望中国会在其近期宣布的稀土出口管制问题上做出让步。\n*   **潜在供应调整：** 如果美国在今年早些时候日内瓦达成的贸易休战后撤回其升级政策，中国可能会考虑增加对民用工业的稀土供应。\n\n### 中美贸易战与稀土管制\n\n*   **中国反击：** 中国对稀土产品和技术实施的出口管制，被视为中国在贸易战中首次采取的重大反击措施。这标志着中国从最初侧重于减少对美国市场出口依赖的防御姿态，转向了进攻。\n*   **美国策略：**\n    *   美国可能会做出足够的妥协，以防止其人工智能（AI）泡沫破裂。\n    *   然而，一旦美国武器工业无法获得足够的稀土，它将重新点燃对中国的经济战。\n    *   美国的目标是削弱中国，同时避免对自己造成过大损害。因此，美国会抓住一切机会，并倾向于撕毁协议，升级是其政策的内在组成部分。\n    *   文章认为，这种策略的有效期有限，其局限性已开始显现。\n\n### 美国经济与未来展望\n\n*   **经济结构：** 几十年来，美国经济一直依赖泡沫和武器，并由美元作为储备货币的地位支撑。美国被描述为一个债务超级大国，通过泡沫维持自身，同时压制竞争性的财富中心。\n*   **科技战风险：** 美国领导人将赌注押在人工智能发展和旨在扼杀中国增长的科技战上，但文章指出，这些愿望和战争努力都处于不稳定的境地。",
      "shortSummary": "在即将到来的亚太经合组织峰会上，中国预计不会在稀土出口管制问题上妥协。尽管美国可能为保护其AI产业而做出短期让步，但一旦其武器工业稀土供应不足，经济战将重燃。中国将稀土管制视为贸易战中的首次重大反击，标志着其从防御转向进攻。文章指出，美国削弱中国的策略，包括押注AI和科技战，是不可持续且不稳定的。",
      "translated_title": "不要指望中国在亚太经合组织会议上就稀土控制问题妥协",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping is expected to meet with his US counterpart, Donald Trump, on the sidelines of the Asia-Pacific Economic Cooperation (Apec) summit later this month. Regardless of how the summit might go, don’t count on China walking back its recently announced export controls on rare earths.\nBeijing might consider increasing supplies for civilian industries if the US rolls back its own escalatory policies following the trade truce brokered in Geneva, Switzerland earlier this year. The US is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/26/de59072a-dfbd-443a-9553-f15e171ec0ff_736a111e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国商贸理事会主席思忖：特朗普的“绝佳协议”将如何展开？ (原标题: How will Trump’s ‘fantastic deal’ unfold, mulls US-China Business Council’s head)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330374/fantastic-deal-china-us-china-business-council-looks-rolling-back-clock?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 12:00:08 +0000",
      "isoDate": "2025-10-26T12:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "# 特朗普“绝佳协议”的展望与中美贸易谈判进展\n\n美国商贸理事会主席肖恩·斯坦（Sean Stein）对美国总统唐纳德·特朗普承诺达成的“绝佳协议”进行了阐释，并分析了中美贸易谈判的最新进展。\n\n## 肖恩·斯坦对“绝佳协议”的解读\n\n*   **协议本质：** 斯坦认为，特朗普所说的“绝佳协议”实际上是将时间拨回到4月1日，即大规模关税实施之前的状态。\n*   **关税暂停：** 他预测，90天的关税暂停“毫无疑问”会延长。\n*   **特朗普的核心要求：** 斯坦指出，特朗普可能只向中方提出三项要求：\n    *   关于芬太尼的协议。\n    *   恢复大豆采购。\n    *   稀土问题。\n*   **斯坦的评论：** 斯坦强调，所有这些要求之所以必要，正是因为特朗普发起了贸易战。在他看来，一个“绝佳协议”就是“某种程度上将时间拨回到”关税实施前的现状。\n\n## 中美贸易谈判的最新进展\n\n*   **第五轮谈判：** 斯坦发表此番言论之际，中美两国在吉隆坡启动了第五轮贸易谈判。中方由国务院副总理何立峰率领，美方由财政部长斯科特·贝森特（Scott Bessent）率领。\n*   **美方表态：** 据美国贸易代表杰米森·格里尔（Jamieson Greer）在会后表示，广泛的讨论已使双方“达到一个领导人将举行富有成效的会议的境地”。\n*   **领导人会晤：** 格里尔提及此举旨在为特朗普与中国国家主席习近平的会晤铺平道路。美方称此次会晤将于周四在韩国举行，但中方尚未确认两位领导人的会晤。\n*   **中方声明：** 马来西亚谈判结束后，北京发表声明称，双方在出口管制、关税休战延长、港口费用、农产品贸易以及芬太尼相关关税和合作等问题上达成了初步共识。",
      "shortSummary": "美国商贸理事会主席肖恩·斯坦认为，特朗普的“绝佳协议”意味着回到关税战前状态，并预计90天关税暂停将延长。特朗普的核心要求包括芬太尼、大豆和稀土。中美两国近期在吉隆坡举行了第五轮贸易谈判，并就出口管制、关税休战、农产品贸易等问题达成初步共识，为特朗普与习近平在韩国的潜在会晤铺平了道路。",
      "translated_title": "美国商贸理事会主席思忖：特朗普的“绝佳协议”将如何展开？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A “fantastic deal” that US President Donald Trump has pledged to strike with China would be dialling the clock back to April 1 – before the launch of his massive tariffs, a top US business representative has said.\n“I think things are pretty obvious at this point, of what’s gonna happen,” said Sean Stein, president of the US-China Business Council, at the Bund Summit in Shanghai on Saturday. “The tariff pause of 90 days will be extended without a doubt.”\nBeyond that, there are only three things...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/26/48182442-bb80-4380-849b-7c05c72c53a7_4ce7c993.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美在马来西亚达成初步协议，为可能的习特会铺路 (原标题: China, US agree to preliminary deal in Malaysia ahead of possible Xi-Trump talks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330367/china-us-agree-preliminary-framework-deal-cool-down-trade-war?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 09:16:12 +0000",
      "isoDate": "2025-10-26T09:16:12.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "## 中美在马来西亚达成初步协议，旨在缓解紧张局势\n\n中国和美国周日在吉隆坡经过为期两天的会谈后，达成了一项初步框架协议。此举被视为在全球两大经济体领导人可能举行会晤之前，双边紧张局势有所缓和的信号。\n\n### 会谈背景与主要参与者\n\n*   **会谈地点与时间**：此次会谈在马来西亚首都吉隆坡举行，为期两天。\n*   **领导人**：中方由副总理何立峰率领，美方由财政部长斯科特·贝森特（Scott Bessent）率领。\n*   **背景**：会谈是在双边关系紧张局势再次升级之后，以及临时关税休战协议于11月10日到期之前进行的。\n\n### 协议内容与双方立场\n\n*   **初步共识**：中国贸易谈判代表李成钢在会谈后向记者表示，双方已达成“初步共识”，该共识将提交各自国内批准。\n*   **立场描述**：李成钢形容美方立场“强硬”，而中方则“坚定”地捍卫自身利益和权利。\n*   **共同认知**：他指出，北京和华盛顿都“相信稳定的中美关系对双方都有利”。\n\n### 对双边关系的展望\n\n*   **互利共赢**：据官方新华社报道，何立峰副总理在贸易会谈结束后表示：“中美双边贸易关系本质上是互利共赢的。”\n*   **符合各方利益**：何立峰还强调：“稳定两国关系符合两国人民的利益，也符合世界的期望。”",
      "shortSummary": "中美两国在吉隆坡达成一项初步框架协议，旨在为两国元首可能举行的会晤铺平道路，并缓解紧张局势。此次会谈由中国副总理何立峰和美国财政部长斯科特·贝森特牵头。双方均认为稳定的中美关系对两国有利，且双边贸易关系本质上是互利共赢的，符合两国人民和世界的期望。该初步共识将提交各自国内批准。",
      "translated_title": "中美在马来西亚达成初步协议，为可能的习特会铺路",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States agreed on Sunday to a preliminary framework deal after two days of talks in Kuala Lumpur, signalling a de-escalation of tensions in the lead-up to a potential meeting between the presidents of the world’s two largest economies.\nThe talks in the Malaysian capital, led by Vice-Premier He Lifeng and US Secretary of the Treasury Scott Bessent, came on the heels of a fresh surge of tensions in the volatile bilateral relationship and ahead of the November 10 expiration of a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/26/86e8e0b0-39eb-4870-9b62-ee73b200cb95_b5523756.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国小型出口商利润面临风险，因买家要求延长付款期限 (原标题: Profits of small Chinese exporters at risk as buyers ask for more time to pay)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330224/small-chinese-exporters-face-hit-profits-buyers-demand-extended-payment-terms?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 06:00:15 +0000",
      "isoDate": "2025-10-26T06:00:15.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国小型出口商利润承压，买家要求延长付款期限\n\n在正在进行的中国最大、历史最悠久的贸易展览会——秋季广交会上，许多中国出口商表示，海外买家要求延长付款期限正成为他们维持利润的最大挑战之一。\n\n*   **主要问题与受影响群体**\n    *   海外买家要求延长付款期限，对中国出口商的利润构成巨大压力。\n    *   中小型企业（SMEs）在多个行业中面临的压力尤为严峻。\n\n*   **具体案例**\n    *   一位在广州参展的照明出口商Kevin Huang透露，一位常规客户突然要求90天发货后付款，理由是其他供应商提供了更长的付款期限。\n    *   出口商面临两难境地：如果不满足要求，就有失去订单的风险。\n\n*   **对中小企业运营的影响**\n    *   中小企业需要预先支付材料、生产和运输成本。\n    *   如果资金被占用三个月或更长时间，订单很容易从盈利变为潜在亏损。\n\n*   **趋势的根本原因**\n    *   海外流动性收紧。\n    *   库存压力上升。\n    *   全球宏观经济环境日益复杂。\n\n*   **行业重要性**\n    *   出口行业仍然是中国这个世界第二大经济体的关键驱动力。",
      "shortSummary": "中国小型出口商正面临利润风险，因海外买家要求延长付款期限。在广交会上，许多出口商反映，客户要求90天甚至更长的付款期，导致中小企业资金周转困难。由于需预付材料、生产和运输成本，资金长期被占用可能使订单亏损。这一趋势源于海外流动性收紧和库存压力增加，对作为中国经济驱动力的出口行业构成严峻挑战。",
      "translated_title": "中国小型出口商利润面临风险，因买家要求延长付款期限",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the ongoing autumn session of the Canton Fair, China’s largest and longest-running trade exhibition, many Chinese exporters say that overseas buyers’ demands for extended payment terms are becoming one of their biggest challenges in maintaining profits.\nThe pressure on small and medium-sized enterprises (SMEs) – across a range of industries – is particularly acute.\n“A regular client suddenly demanded 90-day post-shipment payment because other suppliers offer longer terms,” said Kevin Huang, a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/8ff0d1f9-74a7-47fb-a866-1dcc879b0b0e_58d09850.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国珠宝商老铺黄金如何成为奢侈品现象 (原标题: How Chinese jeweller Laopu Gold has become a luxury phenomenon)",
      "link": "https://www.scmp.com/business/companies/article/3330274/how-chinese-jeweller-laopu-gold-has-become-luxury-phenomenon?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 01:30:21 +0000",
      "isoDate": "2025-10-26T01:30:21.000Z",
      "creator": "Cao Li",
      "summary": "# 老铺黄金：中国奢侈品市场的新现象\n\n## 品牌定位与市场表现\n*   **奢侈品形象：** 老铺黄金在香港IFC商场新开的门店，通过入口的屏障、宽敞的休息室和私人房间，营造出其所追求的奢侈品形象。\n*   **市场逆势增长：** 尽管中国自新冠疫情以来消费趋势低迷，奢侈品支出大幅下降，但老铺黄金却逆势而上，表现出强劲的增长势头。\n*   **开业盛况：** 门店开业前曾出现排长队现象，消费者为享受折扣优惠提前数小时等候购买黄金珠宝。\n\n## 吸引年轻一代的策略\n*   **国内奢侈品牌定位：** 分析师指出，老铺黄金将自己定位为一个有抱负的国内奢侈品牌。\n*   **传统设计吸引力：** 该品牌以其传统的中国设计吸引了年轻一代消费者。\n*   **消费者特点：** 年轻一代密切关注社交媒体趋势，并且日益注重性价比，尤其是在金价上涨的背景下。\n\n## 行业评价与未来潜力\n*   **成为中国首个奢侈品玩家的潜力：** 野村证券在一份报告中表示，老铺黄金有潜力成为“中国首个奢侈品玩家”。\n*   **与国际品牌的比较：** 一些人将老铺黄金誉为“中国的爱马仕”或“中国的卡地亚”。\n*   **挑战与发展空间：** 尽管如此，也有观点认为，老铺黄金要真正达到国际奢侈品牌的地位，还有很长的路要走。\n\n![一名工作人员在北京的老铺黄金门店服务顾客。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/24/096b120d-e204-408e-a671-d35c89c924f9_aaaa71c2.jpg)\n*一名工作人员在北京的老铺黄金门店服务顾客。图片来源：路透社*",
      "shortSummary": "中国珠宝商老铺黄金逆势崛起，将其自身定位为具有抱负的国内奢侈品牌。它以传统中国设计吸引了关注社交媒体且注重性价比的年轻一代消费者。尽管中国奢侈品市场低迷，老铺黄金仍表现出强劲增长，甚至被视为“中国的爱马仕”。分析师认为其有潜力成为中国首个奢侈品玩家，但也有观点认为其仍有发展空间。",
      "translated_title": "中国珠宝商老铺黄金如何成为奢侈品现象",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/24/096b120d-e204-408e-a671-d35c89c924f9_aaaa71c2.jpg",
          "alt": "A staff member attends to a customer at a Laopu Gold store in Beijing. Photo: Reuters",
          "title": "A staff member attends to a customer at a Laopu Gold store in Beijing. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "At the newly opened Laopu Gold store in Hong Kong’s IFC Mall, it was quiet on a weekday afternoon. The barriers at the entrance, the spacious lounge and private rooms inside all exude the luxury image the brand aspires to project.\nA few days ago, long queues were seen before the shop’s opening, with some arriving hours earlier to secure a chance to buy gold jewellery at a discount as part of its inaugural promotion.\nThe Beijing-based jeweller has defied China’s sluggish consumption trend, in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/1584168c-e4db-4787-9043-1224cf0d91b3_18d879a0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "失去光泽？中国人工宝石如何颠覆钻石市场 (原标题: Losing its sparkle? How Chinese artificial gems are upending the diamond market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330244/china-churns-out-artificial-gems-diamond-still-forever?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 22:00:14 +0000",
      "isoDate": "2025-10-25T22:00:14.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国人工宝石颠覆钻石市场\n\n## 实验室培育钻石的崛起\n*   **生产效率的飞跃**：传统钻石的形成需要数百万甚至数十亿年，而现在，通过实验室培育，这一过程仅需大约一周。\n*   **先进的生产技术**：专业的工厂使用重达50吨的机器，模拟地壳内部的巨大压力和极端温度，在短短几天内将晶种转化为无瑕、闪耀的宝石。\n\n## 中国在全球市场中的主导地位\n*   **领先的生产商**：中国已成为实验室培育钻石生产的先驱，其工厂以前所未有的规模生产珍贵宝石。\n*   **产量惊人**：中国生产的粗制人造钻石总量超过世界其他地区的总和。\n*   **案例：中晶钻石**：位于中国湖北省的中晶钻石公司拥有近300台机器全天候运转，每年生产约60万克拉的粗制钻石。\n\n## 消费者接受度与市场增长\n*   **消费者青睐**：实验室培育钻石正迅速赢得消费者的青睐，其销量持续增长。\n*   **市场前景广阔**：财富商业洞察（Fortune Business Insights）预测，全球实验室培育钻石市场将从2024年的258.9亿美元增长到2032年的744.5亿美元。\n*   **成本优势**：中晶钻石副总经理范祖华表示，这些钻石“同样闪耀，但成本仅为一小部分”。\n\n## 行业变革与未来疑问\n*   **行业转型**：随着钻石从稀有资源转变为工业产品，实验室培育宝石的兴起引发了行业内的深刻思考。\n*   **对天然钻石需求的影响**：许多人开始质疑，合成宝石是否正在侵蚀对天然钻石的需求。",
      "shortSummary": "中国在实验室培育钻石领域处于全球领先地位，其工厂能在数天内生产出大量人工钻石，如中晶钻石每年产出60万克拉。这些人工宝石与天然钻石同样闪耀，但成本低廉，正迅速赢得消费者青睐，市场预计将从2024年的258.9亿美元增长至2032年的744.5亿美元。这一趋势引发了关于钻石从稀有资源向工业产品转变，以及人工钻石是否正在侵蚀天然钻石需求的讨论。",
      "translated_title": "失去光泽？中国人工宝石如何颠覆钻石市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "Creating a new diamond used to be a process spanning millions or even billions of years. Now, it takes about a week.\nInside specialised factories, hulking 50-tonne machines simulate the crushing pressure and extreme temperatures inside the Earth’s crust, transforming seed crystals into flawless, glittering stones in just a few days.\nZhongjing Diamond, a company based in China’s central province of Hubei, has nearly 300 of the machines humming around the clock, which together mint some 600,000...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/f136bef7-ba14-4add-bfec-25776c6e02d9_7a27c678.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在止赎浪潮中，中国房主需要喘息之机 (原标题: Amid a wave of foreclosures, China’s homeowners could use a break)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330176/amid-wave-foreclosures-chinas-homeowners-could-use-break?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 21:30:07 +0000",
      "isoDate": "2025-10-25T21:30:07.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "## 中国止赎房产市场现状\n\n中国电商巨头阿里巴巴和京东已成为国内最大的不良房产在线销售平台，其拍卖网站每天都展示着中国楼市低迷的景象。法院指令下的止赎和清算房产常以大幅折扣出售。\n\n*   **案例分析**：一个月前，上海融创旗下66套公寓被法院查封并拍卖。尽管找到了买家，但平均成交价远低于周边可比房产的平均价格近40%，这反映出房地产市场仍在努力恢复。\n\n## 止赎房产数量与价格趋势\n\n这种现象日益普遍，并揭示了市场面临的严峻挑战：\n\n*   **价格大幅折让**：一份行业报告显示，2024年上半年，司法拍卖房产的平均售价仅为评估价值的77%，创下多年来的新低。前商人孟晓苏将这些“甩卖”描述为“价格杀手”，认为它们正在抑制房价和买家情绪，并削弱了北京稳定房地产市场的努力。\n*   **止赎数量激增**：根据中指研究院的数据，2024年新增司法拍卖房产约76.8万套。经济学家估计，今年的数量可能超过100万套。\n*   **市场存量巨大**：前重庆市长黄奇帆指出，目前市场上止赎房产的存量已超过400万套，是2020年的两倍多。据估计，这一数字约占2024年住房交易量的30%。\n\n## 潜在的系统性风险\n\n*   **与美国次贷危机比较**：观察人士不禁将当前情况与2000年代的美国次贷危机相提并论。当时，房地产泡沫破裂导致抵押贷款违约和止赎激增，金融机构背负大量坏账，并引发了全球金融危机。\n*   **中国版“2008时刻”的担忧**：一些人担忧中国是否正处于其自身的“2008时刻”边缘，面临类似的系统性风险。\n\n## 相关图片\n\n![Property buyers gather at the sales office of Sunac China Holdings in Shanghai to learn more about a housing project, on October 27, 2024. Photo: Xie Yuke](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/24/584ff621-e7e5-4f0b-93e2-842c497062fe_b3ee84ec.jpg)\n\n*   图片描述：2024年10月27日，购房者聚集在上海融创中国控股的售楼处，了解一个住房项目。图片来源：谢雨珂",
      "shortSummary": "中国正面临日益增长的止赎房产浪潮，阿里巴巴和京东等平台大量拍卖法院查封房产，常以大幅折扣出售。2024年上半年，司法拍卖房产平均售价仅为评估价值的77%。止赎房产数量激增，预计今年将超100万套，市场存量已超400万套。这不仅抑制了房价和买家情绪，还引发了对中国房地产市场可能重蹈美国次贷危机覆辙的担忧，对经济稳定构成挑战。",
      "translated_title": "在止赎浪潮中，中国房主需要喘息之机",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/24/584ff621-e7e5-4f0b-93e2-842c497062fe_b3ee84ec.jpg",
          "alt": "Property buyers gather at the sales office of Sunac China Holdings in Shanghai to learn more about a housing project, on October 27, 2024. Photo: Xie Yuke",
          "title": "Property buyers gather at the sales office of Sunac China Holdings in Shanghai to learn more about a housing project, on October 27, 2024. Photo: Xie Yuke",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Few outside China might know that e-commerce giants Alibaba and JD.com host the country’s largest online platforms for distressed property sales. On any given day, their auction websites offer a front-row view of China’s housing downturn where properties are foreclosed and liquidated under court orders, often at market-shaking discounts.\nA month ago, 66 flat units in a Shanghai project owned by indebted developer Sunac were put up for auction after being seized by courts. Buyers were found but...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/23d08a8a-d764-4bac-b4b8-b5b786678045_5e5407ca.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "波音任命懂普通话的前白宫顾问领导中国业务 (原标题: Boeing picks Mandarin-speaking ex-White House adviser to lead China business)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330319/boeing-picks-mandarin-speaking-ex-white-house-adviser-lead-china-business?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 11:30:01 +0000",
      "isoDate": "2025-10-25T11:30:01.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 波音任命懂普通话的前白宫顾问领导中国业务\n\n波音公司宣布任命兰登·卢米斯（Landon Loomis）为公司中国区总裁，此举正值这家美国飞机巨头在其仅次于美国的第二大市场面临严峻挑战之际。\n\n**新任中国区总裁的背景与资历：**\n*   **姓名：** 兰登·卢米斯（Landon Loomis）。\n*   **职位：** 波音公司中国区总裁。\n*   **政府经验：** 曾于2017年至2019年担任前美国副总统迈克·彭斯（Mike Pence）的航空顾问。\n*   **中国经验：** 曾在美国-中国航空合作项目（US-China Aviation Cooperation Programme）执行委员会任职，该项目旨在提升中国民用航空的安全和运力。\n*   **语言能力：** 具备中文（普通话）技能。\n*   波音高级副总裁布伦丹·纳尔逊（Brendan Nelson）表示，卢米斯的政府经验和在华经历将“继续加强我们在中国的长期伙伴关系和影响力”。\n\n**波音在华面临的挑战：**\n*   **市场地位：** 中国是波音仅次于美国的第二大市场，拥有约1,855架波音飞机在运营，公司在华业务已开展约50年。\n*   **贸易摩擦：** 分析师指出，美中贸易战（文章提到关税升级后，至少三架波音737 Max飞机被退回美国）以及波音在其他国家的安全事故，导致中国航空公司对波音飞机持观望态度。\n*   **安全事故影响：** 在美国和中国于4月开始迅速升级关税后，至少有三架新的波音737 Max窄体客机在抵达中国供国内航空公司使用后被退回美国。",
      "shortSummary": "波音公司任命懂普通话的前白宫顾问兰登·卢米斯（Landon Loomis）为中国区总裁。此举旨在应对波音在华面临的严峻挑战，包括美中贸易摩擦和安全事故影响。卢米斯曾任前美国副总统航空顾问，并拥有中国合作项目经验，波音希望其资历能加强公司在华的伙伴关系和影响力。中国是波音仅次于美国的第二大市场。",
      "translated_title": "波音任命懂普通话的前白宫顾问领导中国业务",
      "images": [],
      "contentSource": "完整文章",
      "content": "Boeing has appointed a former White House adviser with China experience to head its business in the country as stiff headwinds test the American aircraft giant in its second-biggest market after the US.\nBoeing announced on its website on Thursday that Landon Loomis would work as the company’s China president.\nBoeing senior vice-president Brendan Nelson said in the statement that Loomis’ government experience and previous time in China would “continue to strengthen our long-standing partnership...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/c48f77c6-f2bb-41cb-b54f-a4c819b6537a_9f882bcf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国转向高端出口提升利润，对美依赖减少：报告 (原标题: China’s shift to higher-end exports lifts margins as US reliance shrinks: report)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330215/china-shift-higher-end-exports-boosts-margins-mutual-gains-us-reliance-dips-report?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 10:00:13 +0000",
      "isoDate": "2025-10-25T10:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国企业出口策略转变与价值链升级\n\n一份报告指出，中国旗舰企业正日益将其出口重心从美国市场转移，转而向东南亚等欠发达市场扩张。这一战略调整旨在利用这些市场的历史性低成本优势，并进一步构建和完善其供应链。\n\n*   **出口市场转向**\n    *   高盛策略师指出，涵盖科技到零售等多个领域的中国领先企业，正越来越多地避开美国市场。\n    *   它们选择在东南亚等欠发达市场进行扩张，以充分利用当地的低成本优势并建立供应链。\n\n*   **出口数据对比**\n    *   根据高盛投资银行的研究报告，自2018年以来，中国对非美国市场的出口以约7.5%的复合年增长率增长。\n    *   相比之下，同期中国对美国的出口每年下降0.6%。\n\n*   **2018年：关键转折点**\n    *   高盛中国股票投资组合策略师Si Fu表示，2018年标志着一个转折点，当时中美贸易紧张局势升级，促使中国企业积极探索新的海外市场。\n\n*   **产品价值链升级**\n    *   Fu进一步指出，在产品层面，中国一直在沿着价值附加曲线向上移动。\n    *   这意味着，过去以玩具和纺织品为主的制造业，正逐步被消费电子产品、汽车和泡泡玛特手办等更高价值产品的销售所取代。\n\n*   **整体海外收入增长**\n    *   尽管对美出口有所减少，但Fu强调，中国企业的整体海外收入仍在持续增长。\n    *   面对美国市场，许多中国公司不得不调整策略，转移或分散其出口目的地。",
      "shortSummary": "高盛报告显示，中国企业正将出口重心从美国转向东南亚等欠发达市场，以利用低成本优势并构建供应链。自2018年起，受中美贸易紧张影响，中国对非美市场出口年均增长7.5%，而对美出口年均下降0.6%。这一转变也反映了中国正从玩具、纺织品等低附加值产品转向消费电子、汽车等高端产品。总体而言，中国企业的海外收入仍在增长。",
      "translated_title": "中国转向高端出口提升利润，对美依赖减少：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Flagship Chinese companies, spanning sectors from tech to retail, are increasingly shunning the United States and expanding in less-developed markets such as Southeast Asia, where they can leverage historic low-cost advantages and build out supply chains, a Goldman Sachs strategist said.\nChinese exports to non-US markets have grown at a compound annual rate of about 7.5 per cent since 2018, according to a research note by the investment bank. In contrast, exports to the US have declined by 0.6...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/6f3da0eb-88bd-4e84-8194-61fe2d339375_fc7289e0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判在吉隆坡启动，为可能的习特会铺路 (原标题: China, US trade talks start in Kuala Lumpur ahead of possible Xi-Trump summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330296/china-us-trade-delegates-meet-kuala-lumpur-ahead-possible-xi-trump-talks?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 03:16:20 +0000",
      "isoDate": "2025-10-25T03:16:20.000Z",
      "creator": "Ralph Jennings,Xinyi Wu",
      "summary": "## 中美贸易谈判在吉隆坡启动\n\n中国副总理何立峰与美国财政部长斯科特·贝森特在马来西亚吉隆坡开启了新一轮贸易谈判，此举旨在为世界两大经济体领导人之间可能举行的会晤铺平道路。\n\n### 谈判详情\n*   **参与方**：中方代表团约20人，由中国副总理何立峰率领；美方代表团由美国财政部长斯科特·贝森特率领。\n*   **地点**：马来西亚最高摩天大楼——默迪卡118大厦的96层。中方代表团于周六上午11点前抵达，美方代表已在现场。\n*   **时间**：谈判预计持续至周六傍晚，并可能于周日继续进行，没有具体的结束时间表。\n*   **议题**：双方预计将讨论对中美经济和贸易关系至关重要的议题，中国商务部已于周四证实了这一点。\n*   **背景**：这是自美国总统唐纳德·特朗普于四月升级贸易战以来，何立峰与贝森特之间的第五次面对面会晤。此次会晤前一周，双方已进行了一次视频通话。\n\n### 关系背景与潜在影响\n*   **近期关系**：两国关系近期波动较大。\n*   **潜在缓和**：此次谈判有望为紧张局势的潜在缓和打开大门。\n*   **紧张局势升级**：10月9日，北京宣布对稀土元素（对包括国防工业在内的许多高科技产品生产至关重要的矿物）实施进一步出口管制。此举被广泛解读为对华盛顿9月底扩大实体清单的报复。",
      "shortSummary": "中国副总理何立峰与美国财政部长斯科特·贝森特在吉隆坡启动新一轮贸易谈判，旨在为可能的习特会铺路。此次是双方第五次面对面会晤，预计将讨论关键经贸议题。谈判有望缓和两国近期因稀土出口管制和实体清单等问题而加剧的紧张关系。",
      "translated_title": "中美贸易谈判在吉隆坡启动，为可能的习特会铺路",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Vice-Premier He Lifeng and US Treasury Secretary Scott Bessent have started a new round of trade talks in Kuala Lumpur, paving the way for a possible meeting between the presidents of the world’s two largest economies.\nThe Chinese delegation of about 20 people arrived at the Merdeka 118 tower, the highest skyscraper in Malaysia, just before 11am on Saturday, and quietly walked past waiting reporters to a lift that would take them to the 96th floor of the glassy structure, which is still...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/227a879c-ba81-4c42-9aca-0661dbec554d_77b633b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "初创公司深之蓝在中国寻求主导地位之际争夺顶尖人才 (原标题: Start-up Deep Robotics scrambles for top talent amid China’s quest for dominance)",
      "link": "https://www.scmp.com/business/china-business/article/3330263/little-dragon-deep-robotics-scrambles-top-talent-amid-chinas-quest-dominance?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 00:00:21 +0000",
      "isoDate": "2025-10-25T00:00:21.000Z",
      "creator": "Daniel Ren",
      "summary": "# 深之蓝面临人才短缺，寻求商业化突破\n\n## 公司概况与挑战\n*   **公司名称**：深之蓝 (Deep Robotics)，一家总部位于杭州的初创公司。\n*   **核心挑战**：面临严重的人才短缺，这阻碍了其研发成果的商业化进程。\n*   **高管观点**：首席技术官兼联合创始人李超在上海的“外滩峰会金融论坛”上表示，公司急需高技能专业人才来推动业务发展。\n*   **具体人才需求**：对算法领域的顶尖人才需求尤其强烈，以优化其人形机器人，更好地服务客户。\n\n## 市场机遇与产品愿景\n*   **市场趋势**：李超指出，机器人正在渗透到每一个制造业领域。\n*   **公司目标**：深之蓝必须抓住这一机遇，使其产品不仅可用，而且在工业场景中可靠。\n\n## 核心产品\n*   **DR02工业级机器人**：深之蓝已推出DR02工业级机器人，该机器人能够在所有天气条件下可靠运行。\n*   **图片**：\n    ![深之蓝已推出DR02工业级机器人，该机器人能够在所有天气条件下可靠运行。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/24/77163639-a0b0-48eb-a56c-93c62b4ef6e9_781eca87.jpg)\n\n## 公司背景\n*   **成立时间**：深之蓝由首席执行官朱秋国于2017年创立，当时他还是浙江大学的副教授。\n*   **“杭州六小龙”**：该公司是杭州非官方的“六小龙”初创企业之一，同批公司包括人工智能开发商DeepSeek、视频游戏工作室Game Science、脑机接口创新者BrainCo、3D室内设计软件开发商Manycore和机器人制造商Unitree Robotics。",
      "shortSummary": "杭州初创公司深之蓝正面临严重人才短缺，尤其在算法领域，这阻碍了其研发成果的商业化。首席技术官李超强调，公司急需顶尖人才来优化人形机器人，并开发出如DR02工业级机器人般在工业场景中可靠的产品，以抓住机器人渗透制造业的机遇。深之蓝是“杭州六小龙”之一，致力于推动其业务发展。",
      "translated_title": "初创公司深之蓝在中国寻求主导地位之际争夺顶尖人才",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/24/77163639-a0b0-48eb-a56c-93c62b4ef6e9_781eca87.jpg",
          "alt": "Deep Robotics has launched the DR02 industrial-grade robot capable of operating reliably under all weather conditions. Photo: Handout",
          "title": "Deep Robotics has launched the DR02 industrial-grade robot capable of operating reliably under all weather conditions. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Deep Robotics, a Hangzhou-based start-up, is facing a severe talent shortage, hindering its efforts to commercialise the results of its research and development, according to its chief technology officer (CTO).\nLi Chao, who is also a co-founder of the robot maker, said at the Bund Summit Financial Forum in Shanghai on Friday that highly skilled professionals were very much needed to help Deep Robotics take its business forward.\nHe added that top talent in the algorithm area was in strong demand,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/a80c0213-b366-4f6a-ac50-839c087e8d3d_8e4a25d5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将在未来五年应对风险，为全球经济‘注入确定性’ (原标题: China to tackle risks, ‘inject certainty’ into global economy over next 5 years)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330256/china-tackle-risks-inject-certainty-global-economy-over-next-5-years?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 13:30:09 +0000",
      "isoDate": "2025-10-24T13:30:09.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国未来五年规划：应对风险，注入确定性\n\n在当前日益动荡的世界局势下，中国将采取“战略主动性”来应对日益增长的风险和挑战，并致力于为全球经济“注入确定性”。这是中国高级官员在一次新闻发布会上阐述国家下一个五年规划重点时所强调的。\n\n### 核心策略与经济重点\n\n*   **国内市场优先**：面对全球不确定性，中国这个世界第二大经济体将把更多注意力转向国内市场的发展。\n*   **实体经济与技术进步**：重点关注实体商品的生产和技术进步，以确保经济增长“保持在合理区间”。\n*   **长期发展目标**：未来五年被视为中国共产党实现其长期基准——到2035年“基本实现社会主义现代化”——的关键阶段。中国将“采取历史主动”来确保实现这一目标。\n\n### 全球背景与中国角色\n\n*   **百年未有之大变局**：中共中央经济事务办公室副主任韩文秀指出，世界正经历“百年未有之大变局”，国际力量平衡正在发生深刻调整。\n*   **主动塑造外部环境**：韩文秀强调，中国拥有许多有利因素，可以主动管理国际空间并塑造其外部环境。\n\n### 政策制定背景与立场\n\n*   **高层会议成果**：此次备受关注的新闻发布会是在中共中央第四次全体会议之后举行的。会议期间，国家政治高层在习近平主席的领导下审议了第十五个五年规划草案。\n*   **“以经济建设为中心”**：官员们将这一周期性的国家蓝图称为其他国家羡慕的“政治优势”，并誓言“以经济建设为中心”。这一表述意味着坚定的促增长立场，是此前规划中未曾使用的措辞。",
      "shortSummary": "中国将在未来五年采取“战略主动性”应对风险和挑战，并为全球经济注入确定性。面对全球不确定性，中国将更注重发展国内市场，聚焦实体商品生产和技术进步，以确保经济增长。未来五年是实现2035年“基本实现社会主义现代化”目标的关键阶段。中国将“以经济建设为中心”，表明其坚定的促增长立场。",
      "translated_title": "中国将在未来五年应对风险，为全球经济‘注入确定性’",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the face of an increasingly turbulent world, China will employ “strategic proactiveness” as it addresses growing risks and challenges, senior officials said at a Friday press conference detailing the country’s priorities under its next five-year plan.\nThe world’s second-largest economy will shift more attention to the development of its domestic market amid global uncertainty, focusing on the production of tangible goods and technological advancements to ensure growth “remains within a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/d04d80c8-7f0f-4695-a0a3-ab7e8d73f84a_367060e0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土巨头支持国家广泛的出口管制 (原标题: State rare earth giant throws support behind China’s broad export controls)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330227/state-rare-earth-giant-throws-support-behind-chinas-broad-export-controls?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 13:00:08 +0000",
      "isoDate": "2025-10-24T13:00:08.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国稀土巨头支持出口管制\n\n中国最大的稀土生产商之一——中国稀土集团已承诺“严格执行政府关于出口管制的指导方针”。此举表明了主要行业参与者对北京近期扩大关键矿物许可要求的支持，尽管美国官员对此表示严厉批评。\n\n## 主要观点和关键信息：\n\n*   **中国稀土集团的立场：**\n    *   该集团（由国有金属公司于2021年组建）的声明重申了北京整合稀土贸易监管的决心。\n    *   声明发布在其官方网站上，指出在“复杂和充满挑战”的外部环境下，所有运营必须遵守法律法规，以确保“与国家政策保持一致”。\n    *   该国有企业将监管合规性列为第四季度的“关键运营重点”。\n\n*   **背景与国际反应：**\n    *   美国官员严厉批评北京近期扩大稀土许可要求的举动。\n    *   美国试图将这些措施作为美中贸易冲突中的一个焦点。\n    *   欧盟正在权衡对中国稀土行动的潜在反制措施。\n    *   美国总统特朗普和中国国家主席习近平将于10月30日在韩国会晤，中国在稀土供应和加工方面的近乎垄断地位使其在贸易谈判中拥有显著筹码。\n\n*   **专家观点：**\n    *   北京对外经济贸易大学经济学教授龚炯表示，中国的稀土出口管制是长期政策，不会逆转，所有行业企业都必须遵守。\n    *   他补充说，实施过程中可能存在灵活性，例如简化审批程序或承诺维持全球供应链稳定，但这最终取决于即将到来的对外贸易谈判的进展。\n\n*   **全球关注：**\n    *   该集团的声明是在全球对稀土供应高度关注的背景下发布的。",
      "shortSummary": "中国稀土集团承诺严格执行国家稀土出口管制，此举巩固了北京对稀土贸易的监管，并对美国官员的批评和欧盟的反制措施作出了回应。专家认为这是长期政策。在中国稀土近乎垄断的背景下，此举为即将举行的中美领导人会晤和贸易谈判增添了筹码。",
      "translated_title": "中国稀土巨头支持国家广泛的出口管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "One of China’s largest producers of rare earth elements has pledged to “strictly enforce government guidance” on export controls, a show of support from a major industry player as US officials harshly criticise Beijing’s recent expansion of licensing requirements for the crucial minerals.\nThe statement from China Rare Earth Group – a conglomerate of state metals firms formed in 2021 – serves as a reaffirmation of Beijing’s resolve in consolidating its oversight of the rare earths trade, despite...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/054e40a4-f8d5-49e0-9706-76907082b601_4eaaab18.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平强调，尽管面临外部挑战，中国仍需专注于‘做好自己的事’ (原标题: China must stay focused on ‘own work’ despite external challenges, Xi says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330239/china-must-stay-focused-own-work-despite-external-challenges-xi-says?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 11:00:13 +0000",
      "isoDate": "2025-10-24T11:00:13.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 习近平强调中国需专注于“做好自己的事”以应对外部挑战\n\n中国国家主席习近平在为中国下一个五年规划（第十五个五年规划，涵盖2026年至2030年）的筹备期间，强调中国需要坚持“专注于做好自己的事”的战略，并在不确定的外部环境中抓住主动权。\n\n**主要观点：**\n\n*   **战略核心**：习近平指出，无论外部环境如何变化，中国都必须专注于自身使命，坚持“做好自己的事”的战略。\n*   **国际形势评估**：他呼吁国家“密切关注并准确评估国际形势，积极认识、应对和追求变化，牢牢掌握战略主动权”。\n*   **会议背景**：\n    *   此次讲话是在北京中南海举行的会议上发表的，旨在听取中国执政党（共产党）以外人士对起草第十五个五年规划的意见。\n    *   这次座谈会是收集各党派和社会各界建议的努力的一部分，旨在通过“发扬民主、汇聚智慧、凝聚共识”来制定规划。\n*   **规划重要性**：\n    *   第十五个五年规划（2026-2030年）对中国至关重要，因为作为世界第二大经济体，中国正面临日益加剧的外部挑战。\n    *   这些外部挑战包括中美贸易战和全球科技竞争。\n    *   同时，中国还需应对一系列国内不利因素，如需求疲软和人口迅速老龄化。\n\n**信息来源**：\n\n*   新华社报道了习近平的讲话和相关会议内容。\n*   中央政策研究室主任江金权向媒体介绍了此次会议的目的。",
      "shortSummary": "习近平强调，在为中国第十五个五年规划（2026-2030年）做准备期间，中国必须坚持“专注于做好自己的事”的战略，并在不确定的外部环境中掌握战略主动权。此举旨在应对中美贸易战、全球科技竞争等外部挑战，以及需求疲软、人口老龄化等国内问题。此次讲话是在听取非共产党人士意见的会议上发表的，旨在汇聚智慧、凝聚共识。",
      "translated_title": "习近平强调，尽管面临外部挑战，中国仍需专注于‘做好自己的事’",
      "images": [],
      "contentSource": "完整文章",
      "content": "During the preparatory period for China’s next five-year plan, President Xi Jinping stressed the country needed to stick to its strategy of “focusing on doing its own work” and seizing the initiative amid an uncertain external environment, according to a report by the state-run news agency Xinhua.\nThe comments, which Xi originally made during a symposium in August, were published on Friday, the day after the conclusion of the fourth plenum of the Communist Party’s Central Committee, where...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/846f6b22-9cee-495f-bd12-0a1fa615878f_df51bda7.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-27T13:32:32.498Z"
}