{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "WhatsApp即将允许用户按聊天管理存储空间 (原标题: WhatsApp Will Soon Let You Manage Storage on a Per-Chat Basis)",
      "link": "https://www.macrumors.com/2025/10/28/whatsapp-manage-storage-per-chat-basis/",
      "pubDate": "Tue, 28 Oct 2025 02:16:43 PDT",
      "isoDate": "2025-10-28T09:16:43.000Z",
      "creator": "Tim Hardwick",
      "summary": "### WhatsApp即将推出按聊天管理存储空间功能\n\nWhatsApp正在开发一项新功能，允许用户对单个聊天线程中共享文件占用的存储空间进行精细管理，这将大大扩展Meta旗下应用当前提供的存储管理工具。\n\n**当前存储管理方式：**\n*   **全局管理：** 用户可以通过“设置”➝“存储和数据”➝“管理存储”来全局管理文件和媒体，浏览所有对话中的内容。\n*   **聊天信息页：** 每个聊天的信息页面中都有“媒体、链接和文档”选项，可以查看对话中所有共享文件，但无法显示每个文件占用的空间大小。\n\n**新功能亮点：**\n*   **直接集成：** 在最新的WhatsApp测试版中，聊天信息页面直接添加了新的“管理存储”选项。\n*   **空间占用显示：** 新部分会显示每个对话在设备上占用的存储空间。\n*   **媒体网格视图：** 用户可以查看聊天中共享的媒体（包括照片、视频和文档）的网格视图，并按文件大小进行组织。\n*   **排序选项：** 提供“最新”、“最旧”和“最大”等排序选项，帮助用户快速定位特定项目。\n\n**优势与展望：**\n*   这项改变将使用户更容易了解特定对话中哪些文件占用了设备上的大部分存储空间，而无需在全球文件库中费力查找。\n*   目前尚不清楚这项新存储管理工具何时会向所有用户推出，但鉴于其在测试版中的高级开发进度，预计用户无需等待太久。\n\n**图片：**\n\n![Whatsapp Feature](https://images.macrumors.com/t/72L1zJQHUa6EAM0N_z7s97HH93c=/400x0/article-new/2021/03/Whatsapp-Feature.jpg?lossy)\n\n![Whatsapp MANAGE STORAGE FROM THE CHAT INFO SCREEN FEATURE IOS](https://images.macrumors.com/t/8RopVG1eFMzRGXTrHSNHzvaCK6s=/400x0/article-new/2025/10/Whatsapp_MANAGE_STORAGE_FROM_THE_CHAT_INFO_SCREEN_FEATURE_IOS.jpeg?lossy)",
      "shortSummary": "WhatsApp正在开发一项新功能，允许用户按聊天管理存储空间。该功能将在聊天信息页面中直接提供“管理存储”选项，显示每个对话占用的空间，并允许用户查看按文件大小排序的共享媒体（照片、视频、文档）。用户还可以使用“最新”、“最旧”和“最大”等选项进行排序，从而更轻松地识别和删除占用大量空间的特定文件，优化设备存储。该功能目前处于测试阶段，预计很快将向用户推出。",
      "translated_title": "WhatsApp即将允许用户按聊天管理存储空间",
      "images": [
        {
          "url": "https://images.macrumors.com/t/72L1zJQHUa6EAM0N_z7s97HH93c=/400x0/article-new/2021/03/Whatsapp-Feature.jpg?lossy",
          "alt": "Whatsapp Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/t/8RopVG1eFMzRGXTrHSNHzvaCK6s=/400x0/article-new/2025/10/Whatsapp_MANAGE_STORAGE_FROM_THE_CHAT_INFO_SCREEN_FEATURE_IOS.jpeg?lossy",
          "alt": "Whatsapp MANAGE STORAGE FROM THE CHAT INFO SCREEN FEATURE IOS",
          "title": "",
          "position": 2
        },
        {
          "url": "https://images.macrumors.com/article-new/2021/03/Whatsapp-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/10/Whatsapp_MANAGE_STORAGE_FROM_THE_CHAT_INFO_SCREEN_FEATURE_IOS.jpeg",
          "alt": "",
          "title": "",
          "position": 2
        }
      ],
      "contentSource": "完整文章",
      "content": "WhatsApp is developing a feature that will let users micro-manage the storage taken up by shared files in individual chat threads, greatly expanding the current storage management tools offered by the Meta-owned app.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2021/03/Whatsapp-Feature.jpg\" alt=\"\" width=\"2250\" height=\"1266\" class=\"aligncenter size-full wp-image-786421\" />\r<br/>\nIn its existing form, WhatsApp lets you manage storage globally by going to Settings ➝ Storage and Data ➝ Manage Storage, where files and media can be browsed from every conversation. \r<br/>\n\r<br/>\nThere's also a \"Media, Links, and Docs\" option within each chat's info page where you can look at all of the shared files in a conversation, but it doesn't tell you how much space each file takes up.\r<br/>\n\r<br/>\nTo improve the situation, a new \"Manage Storage\" option has been added directly to the chat info page in the latest WhatsApp beta. As spotted by <a href=\"https://wabetainfo.com/whatsapp-beta-for-ios-25-31-10-70-whats-new/\">WaBetaInfo</a>, the new section shows you how much storage each conversation takes up on your device. You can also view a grid of media shared within a chat, including photos, videos, and documents, organized by file size. There are also sorting options like \"Newest,\" \"Oldest,\" and \"Largest\" to help quickly locate specific items.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/10/Whatsapp_MANAGE_STORAGE_FROM_THE_CHAT_INFO_SCREEN_FEATURE_IOS.jpeg\" alt=\"\" width=\"4717\" height=\"3339\" class=\"aligncenter size-full wp-image-1024700\" />\r<br/>\nThe change should make it easier to learn which files are taking up the most storage on your device within a given conversation, rather than having to trawl through a global gallery of files to find them. It's not clear when the new storage management tool will go live for users, but given its advanced development progress in the beta, we shouldn't have to wait too long. <div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/wabetainfo/\">WABetaInfo</a>, <a href=\"https://www.macrumors.com/guide/whatsapp/\">WhatsApp</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/28/whatsapp-manage-storage-per-chat-basis/\">WhatsApp Will Soon Let You Manage Storage on a Per-Chat Basis</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/whatsapp-will-soon-let-you-manage-storage-on-a-per-chat-basis.2469951/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "苹果在2011年App Store反垄断诉讼中获胜，法官撤销了集体诉讼资格 (原标题: Apple Scores Legal Victory as Judge Decertifies 2011 App Store Antitrust Lawsuit)",
      "link": "https://www.macrumors.com/2025/10/27/app-store-class-action-decertified/",
      "pubDate": "Mon, 27 Oct 2025 18:38:21 PDT",
      "isoDate": "2025-10-28T01:38:21.000Z",
      "creator": "Juli Clover",
      "summary": "## 苹果在App Store反垄断诉讼中获胜，法官撤销集体诉讼资格\n\n苹果公司在长达多年的App Store反垄断诉讼中取得了法律胜利，主审法官撤销了该案件的集体诉讼资格。\n\n### 案件背景\n\n*   该反垄断诉讼最初于2011年提起，指控苹果公司通过不允许用户在App Store之外下载应用程序，从而垄断了iPhone应用生态系统。\n*   案件自2012年起由法官Yvonne Gonzalez Rogers审理，期间曾上诉至第九巡回上诉法院和最高法院，后被发回下级法院重审。\n\n### 撤销集体诉讼资格的原因\n\n*   原告方在支持其主张、证明集体损害以及提供计算受损方数量的方法方面一直面临困难，这是案件被撤销集体诉讼资格的主要原因。\n*   法官Rogers指出，原告方聘请的专家“不合格”，其方法“不可靠”，且“未能可靠地应用其方法”，因此其证词不被采纳。\n*   原告未能提供将Apple ID账户与消费者匹配的方法，也无法在集体基础上证明损害。\n\n### 撤销资格的意义\n\n*   这意味着该案件不能再作为代表所有通过App Store购买应用程序的iPhone用户的集体诉讼进行。\n*   任何希望就此问题起诉苹果的人，都需要提起个人诉讼。\n\n### 苹果公司的回应\n\n*   苹果公司对法院的裁决表示满意，称法院认可原告未能证明对消费者造成的所谓损害，并撤销了集体诉讼资格。\n*   苹果重申将继续大力投资，使App Store成为用户发现应用程序的安全可靠之地，并为开发者提供巨大的商业机会。\n\n### 原告方的努力与失败\n\n*   原告方曾多次尝试获得集体诉讼资格，但均告失败，直到2023年，法院接受了专家证词，该证词承诺能以集体方式确定损害和赔偿。\n*   当时，Rogers法官批准了集体诉讼地位，但警告原告必须提供一个功能模型，以确定谁因苹果的行为而受损并被视为集体成员。\n*   原告需要将苹果的付款记录与消费者匹配，以计算受损人数，但聘请的专家在数据处理中出现多处严重错误，导致数据无法使用。\n\n### 后续行动\n\n*   苹果公司提出驳回错误数据并撤销集体诉讼资格的请求，Rogers法官均予以批准。\n*   原告方计划对撤销集体诉讼资格的决定提出上诉。\n\n### 相关图片\n\n![iOS App Store General Feature JoeBlue](https://images.macrumors.com/t/MuYr2cyAEYdr0CMrrvuycUPK5vs=/400x0/article-new/2022/01/iOS-App-Store-General-Feature-JoeBlue.jpg?lossy)",
      "shortSummary": "苹果公司在2011年App Store反垄断集体诉讼中取得法律胜利，法官撤销了该案件的集体诉讼资格。原告方未能提供可靠证据证明集体损害和计算受损方的方法，其专家证词被认定不可靠。这意味着该案不能再以集体诉讼形式进行，受影响的个人需单独提起诉讼。苹果对此裁决表示满意，而原告方计划上诉。",
      "translated_title": "苹果在2011年App Store反垄断诉讼中获胜，法官撤销了集体诉讼资格",
      "images": [
        {
          "url": "https://images.macrumors.com/t/MuYr2cyAEYdr0CMrrvuycUPK5vs=/400x0/article-new/2022/01/iOS-App-Store-General-Feature-JoeBlue.jpg?lossy",
          "alt": "iOS App Store General Feature JoeBlue",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2022/01/iOS-App-Store-General-Feature-JoeBlue.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple today scored a victory in a long-running antitrust lawsuit when the judge overseeing the case decertified it. The antitrust lawsuit was originally filed in 2011, accusing Apple of monopolizing the <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> app ecosystem by refusing to allow customers to download apps outside of the <a href=\"https://www.macrumors.com/guide/app-store/\">App Store</a>.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2022/01/iOS-App-Store-General-Feature-JoeBlue.jpg\" alt=\"\" width=\"2250\" height=\"1266\" class=\"aligncenter size-full wp-image-833073\" />\r<br/>\nJudge Yvonne Gonzalez Rogers has been handling the case since 2012, but it did make its way through the Ninth Circuit Court of Appeals and to the Supreme Court before being remanded back to a lower court. The case has dragged on because the plaintiffs have struggled to support their claims, demonstrate classwide harm, and provide a method for calculating the number of injured parties, and that's why it's now been decertified. Decertification means the case can no longer proceed as a class action lawsuit that represents all &zwnj;iPhone&zwnj; users who bought apps through the &zwnj;App Store&zwnj;. Instead, anyone who wants to sue Apple over the issue would need to file an individual lawsuit.\r<br/>\n\r<br/>\nIn a statement to <em>MacRumors</em>, Apple said that it was pleased with the court's decision.\r<br/>\n<blockquote>We're pleased the Court recognized the plaintiffs failed to demonstrate the alleged harm to consumers and decertified the class. We continue to invest significantly to make the App Store a safe and trusted place for users to discover apps and a great business opportunity for developers.</blockquote>\r<br/>\nThe plaintiffs tried several times for class action certification and failed until 2023, when the court accepted expert testimony that promised a way to determine injury and damages on a classwide basis. At that time, Rogers granted the lawsuit class action status, but warned the plaintiffs that they would need to follow through with a functional model for determining who was harmed by Apple's actions and counted as a class member.\r<br/>\n\r<br/>\nThe plaintiffs needed to match Apple's payor records to consumers to calculate the number of people harmed, but the expert hired to do so made multiple serious errors and the data was not able to be used. Apple filed to have the error ridden data dismissed and for decertification, and Rogers granted both.\r<br/>\n\r<br/>\nRogers said the expert that the plaintiffs used was \"not qualified,\" his methods were \"not reliable,\" and he \"did not reliably apply his methods,\" so his testimony was not considered relevant. The plaintiffs failed to provide a methodology to match <a href=\"https://www.macrumors.com/guide/apple-id/\">Apple ID</a> accounts to consumers, and are not able to prove damages on a classwide basis.\r<br/>\n\r<br/>\nThe plaintiffs plan to appeal the decertification.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/27/app-store-class-action-decertified/\">Apple Scores Legal Victory as Judge Decertifies 2011 App Store Antitrust Lawsuit</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-scores-legal-victory-as-judge-decertifies-2011-app-store-antitrust-lawsuit.2469942/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "iPhone XX？苹果20周年纪念版iPhone的6大传闻功能 (原标题: iPhone XX? 6 Features Rumored for Apple's 20th Anniversary iPhone)",
      "link": "https://www.macrumors.com/2025/10/27/20th-anniversary-iphone-rumors/",
      "pubDate": "Mon, 27 Oct 2025 16:01:52 PDT",
      "isoDate": "2025-10-27T23:01:52.000Z",
      "creator": "Juli Clover",
      "summary": "# 苹果20周年纪念版iPhone的6大传闻功能\n\n2017年，苹果为纪念iPhone发布十周年推出了iPhone X，引入了Face ID、刘海屏和极窄边框，显著增加了显示区域。2027年将迎来iPhone的20周年纪念，届时苹果有望在iPhone X的设计基础上进一步创新。\n\n![全屏iPhone 2027功能1](https://images.macrumors.com/t/DFDWw2pgXOS2YGSr4AJtUi6DONs=/400x0/article-new/2025/05/All-Screen-iPhone-2027-Feature-1.jpg?lossy)\n\n尽管距离2027年还有两年，但关于这款20周年纪念版iPhone的重大变化传闻已不断涌现。以下是目前为止关于该设备的主要传闻：\n\n## 设计与显示\n\n### 1. 无边框曲面屏设计\n苹果的长期目标是打造一款如玻璃板般纯粹、无任何开孔和边框的iPhone。这一愿景有望在2027年实现。据传，苹果正在开发一种显示屏，其四边都将向下弯曲，以提供无边框的视觉体验，屏幕将完全包裹iPhone的边框。尽管这种设计可能较为脆弱并限制保护壳的选择，但苹果已通过如“超瓷晶面板2”等技术不断提升iPhone的耐用性。\n\n### 2. 屏下Face ID与摄像头\n为实现全玻璃设计，苹果需要移除灵动岛和前置摄像头开孔。关于屏下Face ID和摄像头的传闻不一。显示分析师Ross Young认为，苹果可能无法在2027年为iPhone准备好屏下Face ID，但其他消息来源则认为这有可能实现。如果无法完全集成，一种折衷方案可能是屏下Face ID，而前置摄像头则采用小尺寸的打孔设计。\n\n### 3. OLED显示屏改进\n20周年纪念版iPhone预计将采用更亮、更薄的OLED面板。传闻指出，苹果将采用三星的COE（Color Filter on Encapsulation）技术OLED显示屏。COE技术通过将彩色滤光片直接应用于封装层，从而移除OLED面板中的偏振膜。这项技术能减少显示屏整体堆叠厚度，提高亮度并降低功耗。尽管移除偏振膜会增加反射处理的难度，但苹果已在今年的iPhone中加入了新的抗反射涂层，未来有望进一步改进。此外，对于深度弯曲的边缘，苹果还计划增加一个火山口状的光扩散层，以确保整个显示屏亮度均匀。\n\n## 性能与功能\n\n### 4. 摄像头升级\n苹果可能会为Fusion摄像头采用定制的HDR传感器，以实现更好的动态范围。这将与iPhone 18型号中传闻的可变光圈镜头等改进相结合。升级后的传感器将能够在单帧中捕捉高光和暗影区域的细节，动态范围最高可达20档，媲美高端电影摄影机。\n\n### 5. 苹果自研调制解调器芯片\n目前，苹果已在iPhone 16e和iPhone Air中使用了C1和C1X调制解调器，但公司计划在2027年将自研调制解调器技术推广到整个iPhone产品线。苹果的目标是到2027年，其调制解调器性能将超越高通，而这恰好是20周年纪念版iPhone的预期发布年份。苹果自研调制解调器由于能更好地整合iPhone内部硬件组件，因此比高通调制解调器更节能。苹果预计在2027年在速度和AI功能上超越高通，同时自研调制解调器也将显著提升电池续航效率。\n\n### 6. A系列芯片\niPhone 18系列（预计2026年）可能会过渡到更小、更快、更高效的2纳米芯片。而20周年纪念版iPhone（2027年）则很可能采用第二代2纳米芯片。如果iPhone 18型号搭载A20芯片，那么iPhone 20型号可能会搭载A21芯片。苹果的芯片制造商台积电已在研发1.4纳米工艺，但最早也要到2028年才能准备就绪。\n\n## 其他传闻与发布\n\n### 跳过iPhone 19\niPhone 17已于2025年发布，iPhone 18系列预计在2026年推出。按逻辑，2027年应是iPhone 19，但苹果很可能会跳过这个型号。2017年，苹果在iPhone 8之后直接发布了iPhone X，跳过了iPhone 9。因此，2027年我们很可能从iPhone 18直接过渡到iPhone 20、iPhone XX，或苹果为这款周年纪念版iPhone决定的任何其他名称。\n\n### 折叠屏iPhone\n尽管苹果最初的目标是2026年推出首款折叠屏iPhone，但最近有传闻称可能会出现延期。一家日本分析公司本月早些时候表示，首款折叠屏iPhone可能会推迟到2027年发布，这意味着它可能与苹果的20周年纪念活动同期推出。\n\n### 发布时间\n第一代iPhone于2007年1月发布，并于同年6月上市。因此，严格来说，iPhone的20周年纪念日是2027年6月29日。然而，苹果不太可能在9月以外的时间发布新款iPhone，所以我们仍然预计20周年纪念版iPhone将在2027年9月发布。苹果有可能在年初宣布或暗示这款20周年纪念设备，但鉴于iPhone X的先例，它很可能像往常一样在9月发布。",
      "shortSummary": "苹果20周年纪念版iPhone（预计2027年发布）将带来多项重大革新。传闻中的六大功能包括：无边框四边曲面屏设计、屏下Face ID与摄像头（或打孔设计）、更亮更薄的COE OLED显示屏、定制HDR传感器以提升摄像头动态范围、苹果自研的更高效调制解调器芯片，以及第二代2纳米A系列芯片。此外，苹果可能跳过iPhone 19，直接推出iPhone 20或XX，并且首款折叠屏iPhone也可能在2027年同期发布。预计发布时间仍为2027年9月。",
      "translated_title": "iPhone XX？苹果20周年纪念版iPhone的6大传闻功能",
      "images": [
        {
          "url": "https://images.macrumors.com/t/DFDWw2pgXOS2YGSr4AJtUi6DONs=/400x0/article-new/2025/05/All-Screen-iPhone-2027-Feature-1.jpg?lossy",
          "alt": "All Screen iPhone 2027 Feature 1",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/05/All-Screen-iPhone-2027-Feature-1.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "For the 10th anniversary <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> that came out in 2017, Apple introduced the &zwnj;iPhone&zwnj; X with <a href=\"https://www.macrumors.com/guide/mask-face-id/\">Face ID</a>, notch, and minimized bezels, providing more display space than ever before. The 20th &zwnj;iPhone&zwnj; anniversary is approaching and Apple wants to take the &zwnj;iPhone&zwnj; X design even further.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/05/All-Screen-iPhone-2027-Feature-1.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1001660\" />\r<br/>\nWe're two years away from the 2027 &zwnj;iPhone&zwnj;, but it's tough for Apple to keep major changes under wraps. We've rounded up all the rumors that we've heard about the 20th anniversary &zwnj;iPhone&zwnj; so far.\r<br/>\n\r<br/>\n<h2>Bezel-Free Design With Curved Display</h2>\r<br/>\nApple's longtime goal has been an &zwnj;iPhone&zwnj; that looks like a slab of glass with no cutouts and no bezels, and that might become a reality in 2027.\r<br/>\n\r<br/>\nApple is supposedly working on a display that curves down around all four edges of the device for a borderless visual experience. There would be no bezels with a display that wraps around the &zwnj;iPhone&zwnj;'s frame. That kind of design would be delicate and might restrict the kind of cases that could be used, but Apple has started improving the durability of the &zwnj;iPhone&zwnj;. This year's models use Ceramic Shield 2, which is more resistant to scratching and breakage.\r<br/>\n\r<br/>\nSamsung did displays with curved edges for its Galaxy smartphones for several years, but its designs were never entirely bezel-free. Samsung ditched the curved look with the Galaxy S24 Ultra.\r<br/>\n\r<br/>\nIf Apple does go with the curved display, we could get an &zwnj;iPhone&zwnj; that resembles a flat slab of glass.\r<br/>\n\r<br/>\n<h2>Under Display Face ID and Camera</h2>\r<br/>\nTo make the all-glass design happen, Apple needs to get rid of the <a href=\"https://www.macrumors.com/guide/dynamic-island/\">Dynamic Island</a> and the cutout for the front-facing camera. Rumors are mixed on whether that's going to happen.\r<br/>\n\r<br/>\nDisplay analyst Ross Young said that Apple won't have under-display &zwnj;Face ID&zwnj; ready to go for a 2027 &zwnj;iPhone&zwnj;, but other leakers <a href=\"https://www.macrumors.com/2025/10/22/three-new-iphone-designs-allegedly-revealed/\">think it's possible</a>. If Apple can't get everything under the display, we may see under-display &zwnj;Face ID&zwnj; and then a small hole-punch cutout on the front for the front-facing camera.\r<br/>\n\r<br/>\n<h2>OLED Improvements</h2>\r<br/>\nApple is planning to use a <a href=\"https://www.macrumors.com/2025/09/23/20th-anniversary-iphone-brighter-oled/\">brighter, thinner OLED panel</a> for the 20th anniversary &zwnj;iPhone&zwnj;. Rumors suggest that Apple will adopt Samsung OLED displays with Color Filter on Encapsulation (COE) technology. COE displays remove the polarizing film from an OLED panel, applying the color filter directly onto the encapsulation layer of the display.\r<br/>\n\r<br/>\nThe technique reduces the thickness of the overall display stack, and it lets more light through to improve brightness while reducing power draw. Reflections are harder to deal with when there's no polarizing film, but in this year's iPhones, Apple added a new anti-reflective coating that could be improved for future versions of the &zwnj;iPhone&zwnj;.\r<br/>\n\r<br/>\nWith deeply curved edges, Apple also plans to add a <a href=\"https://www.macrumors.com/2025/10/22/three-new-iphone-designs-allegedly-revealed/\">crater-shaped light diffusion layer</a> that will provide uniform brightness across the display.\r<br/>\n\r<br/>\n<h2>Camera Improvements</h2>\r<br/>\nApple might adopt a <a href=\"https://www.macrumors.com/2025/10/27/apple-custom-image-sensor-20th-anniversary-iphone/\">custom HDR sensor</a> for better dynamic range for the Fusion camera. This would join improvements rumored for the <a href=\"https://www.macrumors.com/roundup/iphone-18/\">iPhone 18</a> models like a variable lens aperture.\r<br/>\n\r<br/>\nThe upgraded sensor would be able to capture detail in bright highlights and dark shadows in a single frame, for up to 20 stops of dynamic range. That would be comparable to a high-end cinematic camera.\r<br/>\n\r<br/>\n<h2>An Apple-Designed Modem Chip</h2>\r<br/>\nSo far, Apple has used its C1 and C1X modems in the <a href=\"https://www.macrumors.com/roundup/iphone-16e/\">iPhone 16e</a> and the <a href=\"https://www.macrumors.com/roundup/iphone-air/\">iPhone Air</a>, but the company's plan is to <a href=\"https://www.macrumors.com/2024/12/06/apples-second-5g-modem-said-to-support-mmwave/\">bring its modem technology</a> to the entire &zwnj;iPhone&zwnj; lineup. Apple is aiming to have modems that outperform Qualcomm modems by 2027, which is coincidentally the year we're expecting the 20th anniversary &zwnj;iPhone&zwnj;.\r<br/>\n\r<br/>\nApple-designed modems are much more power efficient than Qualcomm modems due to Apple's ability to better integrate the different hardware components in the &zwnj;iPhone&zwnj;. Apple expects to outperform Qualcomm in speed and AI functionality in 2027, and an Apple modem will also bring a major efficiency boost for better battery life.\r<br/>\n\r<br/>\n<h2>A-Series Chip</h2>\r<br/>\nApple could transition to smaller, faster, and more efficient 2-nanometer chips with the &zwnj;iPhone 18&zwnj; lineup, but the 20th anniversary models would likely use a second-generation 2-nanometer chip. The &zwnj;iPhone 18&zwnj; models are expected to get A20 chips, so the &zwnj;iPhone&zwnj; 20 models could get the A21.\r<br/>\n\r<br/>\nApple chipmaker TSMC is already working on a 1.4-nanometer node, but it won't be ready until 2028 at the earliest.\r<br/>\n\r<br/>\n<h2>No iPhone 19</h2>\r<br/>\nThe <a href=\"https://www.macrumors.com/roundup/iphone-17/\">iPhone 17</a> came out in 2025 and we're expecting the &zwnj;iPhone 18&zwnj; line in 2026. The &zwnj;iPhone&zwnj; 19 in 2027 would be the next logical step, but Apple is probably going to skip the &zwnj;iPhone&zwnj; 19.\r<br/>\n\r<br/>\nIn 2017, Apple released both the &zwnj;iPhone&zwnj; 8 and the &zwnj;iPhone&zwnj; X with no &zwnj;iPhone&zwnj; 9, and in 2027, we'll probably transition from the &zwnj;iPhone 18&zwnj; to the &zwnj;iPhone&zwnj; 20, the &zwnj;iPhone&zwnj; XX, or whatever else Apple decides to name the anniversary &zwnj;iPhone&zwnj;.\r<br/>\n\r<br/>\n<h2>Foldable iPhone</h2>\r<br/>\nWhile Apple has been targeting 2026 for the first foldable &zwnj;iPhone&zwnj;, we've recently been hearing rumors that <a href=\"https://www.macrumors.com/2025/10/17/foldable-iphone-could-be-delayed/\">there might be delays</a>. A Japanese analyst firm said earlier this month that the first foldable &zwnj;iPhone&zwnj; could be <a href=\"https://www.macrumors.com/2025/10/17/foldable-iphone-could-be-delayed/\">delayed until 2027</a>, which would mean a launch during Apple's 20th anniversary.\r<br/>\n\r<br/>\n<h2>Launch Timing</h2>\r<br/>\nThe first-generation &zwnj;iPhone&zwnj; was announced in January 2007 and then launched in June 2007, so technically the &zwnj;iPhone&zwnj;'s 20th anniversary will happen on June 29, 2027. Apple isn't likely to debut a new &zwnj;iPhone&zwnj; outside of the September timeframe though, so we're still expecting the 20th anniversary &zwnj;iPhone&zwnj; to be released in September 2027.\r<br/>\n\r<br/>\nIt's possible that Apple will announce the &zwnj;iPhone&zwnj; earlier in the year or hint at a 20th anniversary device, but that didn't happen with the &zwnj;iPhone&zwnj; X and it simply launched in September as normal.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/27/20th-anniversary-iphone-rumors/\">iPhone XX? 6 Features Rumored for Apple&#039;s 20th Anniversary iPhone</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/iphone-xx-6-features-rumored-for-apples-20th-anniversary-iphone.2469936/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Threads 现已支持 24 小时后自动存档的‘幽灵帖子’ (原标题: Threads Now Supports Disappearing 'Ghost Posts' That Archive After 24 Hours)",
      "link": "https://www.macrumors.com/2025/10/27/threads-ghost-posts/",
      "pubDate": "Mon, 27 Oct 2025 14:51:30 PDT",
      "isoDate": "2025-10-27T21:51:30.000Z",
      "creator": "Juli Clover",
      "summary": "# Threads 推出“幽灵帖子”功能\n\nMeta 公司宣布，其社交网络 Threads 现已支持一项名为“幽灵帖子”（Ghost Posts）的新功能，旨在为用户提供更轻松的分享体验。\n\n## 主要功能\n\n*   **自动存档**： “幽灵帖子”是一种特殊的 Threads 帖子，它们会在发布 24 小时后自动存档，不会永久保留在公开信息流中。\n\n## 互动方式\n\n*   **私密回复**： 对“幽灵帖子”的回复将直接发送到发帖用户的私信收件箱。\n*   **无公开互动**： 这些帖子不会公开显示评论或点赞，确保了互动的私密性。\n\n## 创建与显示\n\n*   **创建方式**： 用户在撰写帖子时，可以通过点击一个新的“幽灵图标”来创建“幽灵帖子”。\n*   **独特标识**： 在 Threads 信息流中，“幽灵帖子”会以带有灰色背景的聊天气泡形式出现，使其与普通帖子明显区分开来。\n\n## 功能目的\n\n*   Meta 表示，此功能旨在让 Threads 用户能够分享“未经筛选的想法和新鲜观点，而无需承受永久性或修饰的压力”，鼓励更即时、更真实的表达。\n\n## 可用性\n\n*   “幽灵帖子”功能现已上线，用户可以立即开始使用。\n\n![Threads 应用](https://images.macrumors.com/t/dtjLw-gXvsdSTIMQnsz4esDVhSw=/400x0/article-new/2023/07/instagram-threads-app.jpg?lossy)",
      "shortSummary": "Threads 现已推出“幽灵帖子”功能。这类帖子会在发布 24 小时后自动存档，旨在让用户无压力地分享未经筛选的想法。对“幽灵帖子”的回复将发送至私信，不会公开显示评论或点赞。用户可通过新图标创建，帖子在信息流中以灰色聊天气泡显示。此功能现已上线。",
      "translated_title": "Threads 现已支持 24 小时后自动存档的‘幽灵帖子’",
      "images": [
        {
          "url": "https://images.macrumors.com/t/dtjLw-gXvsdSTIMQnsz4esDVhSw=/400x0/article-new/2023/07/instagram-threads-app.jpg?lossy",
          "alt": "instagram threads app",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2023/07/instagram-threads-app.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Meta <a href=\"https://about.fb.com/news/2025/10/introducing-disappearing-posts-on-threads/\">today announced</a> that the Threads social network is gaining support for disappearing posts. \"Ghost posts\" are Threads posts that will be automatically archived after a 24-hour period.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2023/07/instagram-threads-app.jpg\" alt=\"\" width=\"1079\" height=\"607\" class=\"aligncenter size-full wp-image-902359\" />\r<br/>\nReplies to ghost posts are sent to the user's direct message inbox, with no comments or likes shared publicly. Creating a ghost post can be done by tapping on the new ghost icon that's available when composing a post.\r<br/>\n\r<br/>\nGhost posts appear as a chat bubble with a gray background in the Threads feed, so they stand out compared to regular posts.\r<br/>\n\r<br/>\nMeta says that the feature will allow Threads users to share \"unfiltered thoughts and fresh takes without the pressure of permanence or polish.\" Ghost posts are available now.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/threads/\">Threads</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/27/threads-ghost-posts/\">Threads Now Supports Disappearing &#039;Ghost Posts&#039; That Archive After 24 Hours</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/threads-now-supports-disappearing-ghost-posts-that-archive-after-24-hours.2469934/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple TV 4K仍可能在2025年底前发布：所有传闻中的功能 (原标题: Apple TV 4K Could Still Launch Before 2025 Ends: All the Rumored Features)",
      "link": "https://www.macrumors.com/2025/10/27/apple-tv-4k-latest-2025-rumors/",
      "pubDate": "Mon, 27 Oct 2025 12:51:32 PDT",
      "isoDate": "2025-10-27T19:51:32.000Z",
      "creator": "Juli Clover",
      "summary": "# Apple TV 4K 传闻功能概览\n\n苹果正在设计一款更新版的 Apple TV 4K，预计将在未来几个月内发布，可能在2025年底前或2026年初。此次更新预计不会有重大的设计改动，但芯片升级将带来显著的性能提升。\n\n## 主要传闻功能\n\n*   **全新A系列芯片**\n    *   下一代 Apple TV 预计将搭载更新的 A 系列芯片，后端代码显示可能是 **A17 Pro**。\n    *   A17 Pro 芯片首次应用于 iPhone 15 Pro 系列，采用 3 纳米技术。\n    *   这将首次为 Apple TV 带来 **Apple Intelligence 支持**。\n    *   显著提升 CPU 和 GPU 性能，支持**主机级质量的游戏**。\n    *   相较于当前使用的 A15 Bionic 芯片，性能将有大幅提升。\n\n*   **苹果自研 Wi-Fi 芯片**\n    *   传闻称新 Apple TV 将采用在 iPhone 17 中首次亮相的定制 **N1 网络芯片**。\n    *   N1 芯片将支持 **Wi-Fi 7**，这是当前 Apple TV 不具备的功能。\n    *   Wi-Fi 7 支持 6GHz 频段，带来更快的 Wi-Fi 速度和更低的延迟。\n\n*   **更智能的 Siri**\n    *   得益于更快的芯片和对 Apple Intelligence 的支持，下一代 Apple TV 将支持苹果计划于明年推出的 **LLM 版 Siri**。\n    *   新版 Siri 将更像 Claude 或 ChatGPT，有望带来：\n        *   更好的 Apple TV 推荐。\n        *   更多语音命令选项。\n        *   更好地回答关于电影和节目中演员、音乐的问题。\n    *   Siri 的改进预计要到 **2026 年春季**才能实现。\n\n*   **内置摄像头？**\n    *   这是一个不确定的传闻，且已有一段时间未被提及。\n    *   有传闻称未来版本的 Apple TV 可能配备**前置摄像头**，用于 FaceTime 通话。\n    *   目前 Apple TV 进行 FaceTime 需要连接 iPhone，内置摄像头将消除这一需求。\n    *   摄像头还可能支持**基于手势的控制**。\n\n*   **tvOS 26**\n    *   下一代 Apple TV 将运行已于9月发布的最新版 **tvOS 26**。\n    *   tvOS 26 带来了：\n        *   全新的 Liquid Glass 设计。\n        *   Apple TV 应用界面的改动。\n        *   更便捷的登录时配置文件选择。\n        *   FaceTime 的实时字幕。\n        *   新的空中屏保。\n    *   还新增了使用 iPhone 作为麦克风，配合 Apple Music Sing 卡拉 OK 功能的选项。\n\n*   **定价**\n    *   有传闻称苹果可能会降低下一代 Apple TV 的成本。\n    *   分析师郭明錤曾建议苹果将目标价格定在 **100 美元左右**。\n    *   考虑到 A17 Pro 和 N1 芯片的成本，旗舰型号可能难以达到此价格。\n    *   但可能会推出更实惠的**低端入门级选项**。\n    *   目前 Apple TV 的起售价为 129 美元。\n\n## 发布时间\n\n苹果可能在 **2025 年 11 月或 12 月**发布新款 Apple TV，但也有可能推迟到 **2026 年初**。",
      "shortSummary": "新款 Apple TV 4K 预计在2025年底或2026年初发布，主要升级包括搭载 A17 Pro 芯片，支持 Apple Intelligence 和主机级游戏；集成 N1 Wi-Fi 7 芯片，提供更快网络；以及支持更智能的 LLM 版 Siri。此外，可能运行 tvOS 26，并有传闻称可能内置 FaceTime 摄像头。定价方面，苹果或考虑推出更经济的选项，目标价约100美元。",
      "translated_title": "Apple TV 4K仍可能在2025年底前发布：所有传闻中的功能",
      "images": [],
      "contentSource": "完整文章",
      "content": "Apple is designing an updated version of the <a href=\"https://www.macrumors.com/roundup/apple-tv/\">Apple TV</a> 4K, and rumors suggest that it could come out sometime in the next couple of months. We're not expecting a major overhaul with design changes, but even a simple chip upgrade will bring major improvements to Apple's set-top box.\r<br/>\n\r<br/>\n<div class=\"center-wrap\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/P-tgq-LYIOE\" title=\"Apple TV 2025 — Everything We Know So Far\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe><em><a href=\"https://www.youtube.com/user/macrumors?sub_confirmation=1\">Subscribe to the MacRumors YouTube channel</a> for more videos.</em></div>\r<br/>\nWe've rounded up all the latest &zwnj;Apple TV&zwnj; rumors.\r<br/>\n<ul>\r<br/>\n \t<li><strong>New A-Series Chip</strong> - The next-generation &zwnj;Apple TV&zwnj; is expected to get an updated A-series chip, and Apple backend code we found suggests that it'll use the A17 Pro. The A17 Pro is the chip that Apple first used in the <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> 15 Pro models, and it would bring <a href=\"https://www.macrumors.com/guide/apple-intelligence/\">Apple Intelligence</a> support to the &zwnj;Apple TV&zwnj; for the first time. The A17 Pro is built on 3-nanometer technology and it would also bring support for console-quality games thanks to much improved CPU and GPU performance. It'll be a significant improvement over the current A15 Bionic chip.</li>\r<br/>\n \t<li><strong>Apple-designed Wi-Fi Chip</strong> - Apple debuted its custom N1 networking chip in the <a href=\"https://www.macrumors.com/roundup/iphone-17/\">iPhone 17</a> models, and rumors suggest that the N1 will also be used in the upcoming &zwnj;Apple TV&zwnj;. It adds support for Wi-Fi 7, which is not a current &zwnj;Apple TV&zwnj; feature. With Wi-Fi 7 support, the &zwnj;Apple TV&zwnj; will be able to connect to Wi-Fi networks that support the faster and less crowded 6GHz band. Users can expect faster Wi-Fi speeds and lower latency.</li>\r<br/>\n \t<li><strong>Better Siri</strong> - With a faster chip that supports &zwnj;Apple Intelligence&zwnj;, the next-generation &zwnj;Apple TV&zwnj; will support the LLM version of <a href=\"https://www.macrumors.com/guide/siri/\">Siri</a> that Apple plans to debut next year. &zwnj;Siri&zwnj; will be more like Claude or ChatGPT, which could lead to better &zwnj;Apple TV&zwnj; recommendations, the option to use voice commands to do more than before, better support for questions about actors and music in movies and shows, and much more. &zwnj;Siri&zwnj; improvements won't come until spring 2026.</li>\r<br/>\n \t<li><strong>A Camera?</strong> - This is far from guaranteed and we haven't heard anything about it for quite some time, but there have been rumors suggesting that a future version of the &zwnj;Apple TV&zwnj; could have a front-facing camera for <a href=\"https://www.macrumors.com/guide/facetime/\">FaceTime</a>. Right now, the &zwnj;Apple TV&zwnj; requires a connected &zwnj;iPhone&zwnj; for &zwnj;FaceTime&zwnj; calls, but if a built-in camera is added, an &zwnj;iPhone&zwnj; wouldn't be needed. A camera could also add support for gesture-based controls.</li>\r<br/>\n \t<li><strong>tvOS 26</strong> - The next-generation &zwnj;Apple TV&zwnj; will run tvOS 26, the latest version of tvOS that came out in September. tvOS 26 has the new Liquid Glass design, changes to the &zwnj;Apple TV&zwnj; app interface, easier profile selection when logging in, Live Captions for &zwnj;FaceTime&zwnj;, and new aerial screensavers. There's also an option to use an &zwnj;iPhone&zwnj; as a microphone with the <a href=\"https://www.macrumors.com/guide/apple-music/\">Apple Music</a> Sing karaoke feature on the &zwnj;Apple TV&zwnj;.</li>\r<br/>\n \t<li><strong>Pricing</strong> - There's a possibility that Apple will cut costs for the next &zwnj;Apple TV&zwnj;, and Apple analyst <a href=\"https://www.macrumors.com/guide/ming-chi-kuo/\">Ming-Chi Kuo</a> has suggested that Apple is targeting a price point around &#36;100. With the A17 Pro chip and the N1 chip, Apple might not be able to hit that price with the flagship model, but there could be a lower-end entry-level option that's more affordable. Pricing right now starts at &#36;129.</li>\r<br/>\n</ul>\r<br/>\nApple could release the new &zwnj;Apple TV&zwnj; model before the end of the year in November or December, but at this point it's also possible we won't be seeing it until early 2026.\r<br/>\n\r<br/>\nFor more on the next &zwnj;Apple TV&zwnj; 4K, we have a dedicated rumor guide that <a href=\"https://www.macrumors.com/guide/2025-apple-tv/\">receives regular updates</a>.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/27/apple-tv-4k-latest-2025-rumors/\">Apple TV 4K Could Still Launch Before 2025 Ends: All the Rumored Features</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-tv-4k-could-still-launch-before-2025-ends-all-the-rumored-features.2469927/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "M6 MacBook Pro：发布日期、定价及预期 (原标题: M6 MacBook Pro: Release Date, Pricing, and What to Expect)",
      "link": "https://www.macrumors.com/2025/10/27/m6-macbook-pro-release-date-pricing-what-to-expect/",
      "pubDate": "Mon, 27 Oct 2025 09:15:42 PDT",
      "isoDate": "2025-10-27T16:15:42.000Z",
      "creator": "Tim Hardwick",
      "summary": "# M6 MacBook Pro：发布日期、定价及预期\n\n苹果公司在2025年10月更新了14英寸MacBook Pro的基础型号，搭载了M5芯片。而高端的14英寸和16英寸MacBook Pro型号预计将在2026年初推出，搭载M5 Pro和M5 Max芯片。然而，这些M5系列机型将是当前设计的最后一次更新。苹果据称正在开发一个全新版本的MacBook Pro，它将配备下一代硬件功能。\n\n![M6 MacBook Pro Feature 1](https://images.macrumors.com/t/Po6vNJQ_tosKvsclbSC36fCOR_k=/400x0/article-new/2025/01/M6-MacBook-Pro-Feature-1.jpg?lossy)\n\n以下是关于苹果下一代高端笔记本电脑系列可能带来的重大变化、发布时间以及价格的传闻汇总：\n\n## 1. M6 系列芯片：2nm工艺与WMCM封装\n*   **芯片升级：** 预计M6芯片将采用全新的封装工艺。\n*   **2nm工艺：** 有传言称，M6芯片可能采用2nm工艺制造。\n*   **WMCM封装：** 苹果A20芯片（用于iPhone 18）将从InFo封装转向WMCM（晶圆级多芯片模块）封装。WMCM能将多个芯片更紧密地集成在同一封装内，从而开发出更复杂的芯片组，包括CPU、GPU、DRAM和神经网络引擎。M6芯片有望利用WMCM封装技术，实现更强大的性能。\n\n## 2. OLED 显示屏：告别 mini-LED\n*   **显示技术：** 多方传闻指出，苹果正在开发配备OLED显示屏的MacBook Pro型号。\n*   **生产能力：** 显示分析师Ross Young表示，苹果供应链预计在2026年将具备足够的笔记本优化OLED显示屏生产能力。\n*   **优势：** 相较于当前的mini-LED屏幕，OLED技术将带来更高的亮度、更高的对比度（更深邃的黑色）、更长的电池续航时间（更高的电源效率）等优势。\n\n## 3. 更薄、更轻的笔记本：重大重新设计\n*   **设计方向：** 转向OLED显示屏可能使未来的MacBook Pro型号设计更薄。\n*   **灵感来源：** 借鉴2024年5月发布的M4 iPad Pro（苹果史上最薄产品）的设计理念。\n*   **目标：** 苹果致力于在不牺牲电池续航或主要新功能的前提下，实现尽可能薄的设备。\n*   **挑战：** 2021年的MacBook Pro重新设计时增加了厚度和重量，以重新引入一些端口。如何在变薄的同时保留这些功能是一个关键问题。\n\n## 4. 打孔摄像头：告别刘海屏\n*   **摄像头设计：** 根据研究公司Omdia的路线图，苹果计划在重新设计的MacBook Pro中移除刘海屏，转而采用打孔摄像头。\n*   **屏幕尺寸：** 14英寸和16英寸的MacBook Pro型号都将采用这种设计。\n*   **概念相似：** 彭博社的Mark Gurman证实了这一说法，称其设计理念类似于iPhone上的“灵动岛”，在传感器周围留有显示区域。\n*   **用户反馈：** 这一改变将解决用户长期以来对刘海屏侵占macOS菜单栏的抱怨。\n\n## 5. 5G 调制解调器：蜂窝连接\n*   **蜂窝网络：** 苹果正在考虑首次将蜂窝连接引入Mac系列。\n*   **调制解调器：** 预计将在2026年或更早将第二代C2调制解调器芯片添加到未来的Mac中。\n*   **技术支持：** C2调制解调器将支持更快的mmWave技术，而当前的C1和C1X芯片仅限于sub-6GHz 5G速度。\n\n## 6. 触摸屏显示器：On-Cell 触控技术\n*   **触摸功能：** 苹果分析师郭明錤和彭博社的Mark Gurman均表示，首款OLED MacBook Pro将配备触摸屏显示器。\n*   **输入方式：** 触摸屏MacBook Pro仍将保留完整的触控板和键盘。\n*   **触控技术：** 面板将采用on-cell触控技术，将触摸传感器直接集成到显示面板的顶层。\n*   **设计理念：** 这一转变反映了苹果对iPad用户行为的长期观察，认为在某些场景下，触控可以提升生产力和用户体验。\n\n## 7. 强化铰链：触控阻力\n*   **铰链设计：** 苹果已开发出强化的铰链和屏幕硬件，以防止显示屏在触控时出现回弹或移动。\n*   **技术细节：** 细节尚不明确，但可能结合更高扭矩的铰链、强化的显示屏框架以减少弯曲，以及微妙的阻尼功能以吸收触控输入产生的振动。\n\n## 8. 定价：高端定位\n*   **价格上涨：** 重新设计的14英寸和16英寸MacBook Pro型号预计将迎来相当大的价格上涨，以反映更先进组件的成本。\n*   **涨幅：** 彭博社的Mark Gurman表示，基础价格可能上涨数百美元。目前高端配置的14英寸型号起价为1,999美元，16英寸型号起价为2,499美元。\n\n## 9. 发布时间：预测发布周期\n*   **Omdia预测：** 研究公司Omdia表示，苹果“极有可能”在明年推出配备OLED显示屏的新款MacBook Pro。\n*   **Gurman预测：** 彭博社的Mark Gurman则表示，新的OLED机型正在为2026年末或2027年初做准备。\n*   **M5 Pro/Max：** 当前高端MacBook Pro型号的M5 Pro和M5 Max芯片更新预计在2026年初。\n*   **发布先例：** 苹果在同一年内进行两次MacBook Pro更新并非没有先例（例如2023年）。",
      "shortSummary": "苹果正开发全新设计的M6 MacBook Pro，预计将带来重大升级。主要亮点包括：采用2nm工艺和WMCM封装的M6芯片、OLED显示屏（取代mini-LED）、更薄更轻的机身、打孔摄像头（告别刘海屏）、首次引入5G蜂窝连接、支持On-Cell触控技术的触摸屏，以及为触控优化的强化铰链。这些高端机型预计在2026年末或2027年初发布，价格将显著上涨。",
      "translated_title": "M6 MacBook Pro：发布日期、定价及预期",
      "images": [
        {
          "url": "https://images.macrumors.com/t/Po6vNJQ_tosKvsclbSC36fCOR_k=/400x0/article-new/2025/01/M6-MacBook-Pro-Feature-1.jpg?lossy",
          "alt": "M6 MacBook Pro Feature 1",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/01/M6-MacBook-Pro-Feature-1.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple this month <a href=\"https://www.macrumors.com/2025/10/15/apple-announces-macbook-pro-with-m5-chip/\">refreshed</a> the 14-inch MacBook Pro base model with its new M5 chip, and higher-end 14-inch and 16-inch MacBook Pro models with M5 Pro and M5 Max chips are expected to follow in early 2026. However, these machines will represent the final update to the current design, with Apple reportedly developing a completely new version of the MacBook Pro packed with next-generation hardware features.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/01/M6-MacBook-Pro-Feature-1.jpg\" alt=\"\" width=\"2250\" height=\"1265\" class=\"aligncenter size-full wp-image-984552\" />\r<br/>\nIf you are planning to skip the M5 ‌MacBook Pro‌, or you're just plain curious about what's coming next, here are the biggest changes rumored to be coming to Apple's premium laptop line and when to expect them – as well as what you'll likely have to pay.\r<br/>\n\r<br/>\n<br>\r<br/>\n<span style=\"font-weight: bold; font-size: 18px; color: #4A90E2; margin-top: 2px;\">M6 Series Chip</span><br>\r<br/>\n<span style=\"font-weight: bold; font-size: 14px; color: #FFFFFF; background-color: #4A90E2; padding: 3px 6px; border-radius: 4px; margin-bottom: 2px;\">2nm Process</span><br>\r<br/>\nApple is in the process of updating the current MacBook Pro lineup with M5 series chips, with the base model already refreshed and higher-end 14-inch and 16-inch models expected early next year. The chips are manufactured with TSMC's third-generation 3nm process, known as N3P, resulting in typical year-over-year performance and power efficiency improvements compared to the M4 series of chips. However, Apple's redesigned MacBook Pro models are expected to boast M6 chips, which could adopt a completely new packaging process. \r<br/>\n\r<br/>\nAccording to one <a href=\"https://www.macrumors.com/2024/10/15/iphone-18-enhanced-2nm-chip-12gb-ram/\">rumor</a>, Apple's A20 chip in next year's iPhone 18 models will switch from the previous InFo (Integrated Fan-Out) packaging to WMCM (Wafer-Level Multi-Chip Module) packaging. WMCM integrates multiple chips within the same package, allowing for the development of more complex chipsets. Components such as the CPU, GPUs, DRAM, and Neural Engine would therefore be more tightly integrated. While we don't know for sure, this could see Apple develop the M6 using the 2nm process while taking advantage of WMCM packaging to make even more powerful versions of its custom processor.\r<br/>\n\r<br/>\n<span style=\"font-weight: bold; font-size: 18px; color: #4A90E2; margin-top: 2px;\">OLED Display </span><br>\r<br/>\n<span style=\"font-weight: bold; font-size: 14px; color: #FFFFFF; background-color: #4A90E2; padding: 3px 6px; border-radius: 4px; margin-bottom: 2px;\">Goodbye, mini-LED</span><br>\r<br/>\nSeveral rumors have indicated that Apple is developing MacBook Pro models with OLED displays. Display analyst Ross Young in September 2024 said that Apple's supply chain is expected to have sufficient notebook-optimized OLED display production capacity in 2026 to <a href=\"https://www.macrumors.com/2024/09/10/macbook-pro-wont-switch-to-oled-in-2025-rumor/\">bring the technology to MacBook Pro</a>. <em>Bloomberg</em>'s Mark Gurman recently <a href=\"https://www.bloomberg.com/news/articles/2025-10-16/apple-readies-high-end-macbook-pro-with-touch-hole-punch-screen\">reported</a> that Apple is readying a revamped MacBook Pro with OLED technology, citing people within Apple with knowledge of the matter. Compared to current MacBook Pro models that use mini-LED screens, the benefits of OLED technology would include increased brightness, higher contrast ratio with deeper blacks, improved power efficiency for longer battery life, and more. \r<br/>\n\r<br/>\n<span style=\"font-weight: bold; font-size: 18px; color: #4A90E2; margin-top: 2px;\">Thinner, Lighter Laptop</span><br>\r<br/>\n<span style=\"font-weight: bold; font-size: 14px; color: #FFFFFF; background-color: #4A90E2; padding: 3px 6px; border-radius: 4px; margin-bottom: 2px;\">Major Redesign</span><br>\r<br/>\nThe switch to OLED displays could allow future MacBook Pro models to have a thinner design, and rumors suggest that is indeed what Apple intends. When the M4 iPad Pro was unveiled in May 2024, Apple touted it as the company's thinnest product ever. <a href=\"https://www.macrumors.com/2024/06/17/apple-plans-thinner-iphone-slimmer-macbook/\"><em>Bloomberg</em>'s Mark Gurman</a> subsequently called the iPad Pro the \"beginning of a new class of Apple devices.\" He has since <a href=\"https://www.bloomberg.com/news/articles/2025-10-16/apple-readies-high-end-macbook-pro-with-touch-hole-punch-screen\">reported</a> that the new machines, code-named K114 and K116, will have \"thinner and lighter frames.\" Apple is apparently focusing on delivering the thinnest possible device without compromising on battery life or major new features.\r<br/>\n\r<br/>\nNotably, the MacBook Pro got thicker and heavier with its most recent redesign in 2021. A major highlight was the reintroduction of several ports that were removed in previous iterations in favor of chassis thinness. How Apple will make its redesigned MacBook Pro thinner without removing the functionality it reintroduced fairly recently is the big question.\r<br/>\n\r<br/>\n<span style=\"font-weight: bold; font-size: 18px; color: #4A90E2; margin-top: 2px;\">Punch-Hole Camera</span><br>\r<br/>\n<span style=\"font-weight: bold; font-size: 14px; color: #FFFFFF; background-color: #4A90E2; padding: 3px 6px; border-radius: 4px; margin-bottom: 2px;\">No More Notch</span><br>\r<br/>\nIf you are fed up of the notch intruding on your Mac display, here's some good news. Apple plans to remove the notch from the redesigned MacBook Pro, according to a roadmap shared by research firm <a href=\"https://x.com/Jukanlosreve/status/1864535769668571431\">Omdia</a>. The roadmap indicates that redesigned 14-inch and 16-inch MacBook Pro models will have a hole-punch camera at the top of the display, rather than the notch we've become accustomed to. Bloomberg's Mark Gurman has since corroborated the claim, saying that the design \"leaves a display area around the sensor... similar in concept to the Dynamic Island on the iPhone.\" \r<br/>\n\r<br/>\nSuch a move would mirror Apple's iPhone evolution, since the iPhone's notch became the current Dynamic Island starting with the iPhone 14 Pro models in 2022. It's unclear whether the MacBook Pro would include Dynamic Island functionality or simply adopt the visual design, but the change would at least address long-standing user complaints about the notch, which physically ingresses into the macOS menu bar.\r<br/>\n\r<br/>\n<span style=\"font-weight: bold; font-size: 18px; color: #4A90E2; margin-top: 2px;\">5G Modem</span><br>\r<br/>\n<span style=\"font-weight: bold; font-size: 14px; color: #FFFFFF; background-color: #4A90E2; padding: 3px 6px; border-radius: 4px; margin-bottom: 2px;\">Cellular Connectivity</span><br>\r<br/>\nEarlier this year, Apple introduced the C1, its custom-built 5G modem chip which debuted in the entry-level iPhone 16e. More recently, Apple debuted the ‌iPhone Air‌ equipped with a <a href=\"https://www.macrumors.com/2025/09/09/iphone-air-c1x-modem/\">new C1X chip</a>, which is up to 2x faster than the C1. According to Apple, the C1X is the most power-efficient modem in an iPhone. According to <em>Bloomberg</em>'s Mark Gurman, Apple is considering <a href=\"https://www.macrumors.com/2024/12/06/apple-cellular-mac-custom-modem/\">bringing cellular connectivity to the Mac lineup</a> for the first time. The company is said to be \"investigating\" the possibility of adding a second-generation C2 modem chip to a future Mac as soon as 2026. The C1 and C1X modem chips are limited to sub-6GHz 5G speeds, but the <a href=\"https://www.macrumors.com/2024/12/06/apples-second-5g-modem-said-to-support-mmwave/\">second-generation version</a> will support faster mmWave technology, according to Gurman.\r<br/>\n\r<br/>\n<span style=\"font-weight: bold; font-size: 18px; color: #4A90E2; margin-top: 2px;\">Touch Screen Display</span><br>\r<br/>\n<span style=\"font-weight: bold; font-size: 14px; color: #FFFFFF; background-color: #4A90E2; padding: 3px 6px; border-radius: 4px; margin-bottom: 2px;\">On-Cell Touch Technology</span><br>\r<br/>\nApple's first OLED MacBook Pro will feature a touch screen display, according to the latest from <a href=\"https://www.macrumors.com/2025/09/17/kuo-2026-oled-macbook-pro-touch-panel/\">Apple analyst Ming-Chi Kuo</a>. The claim has since been <a href=\"https://www.bloomberg.com/news/articles/2025-10-16/apple-readies-high-end-macbook-pro-with-touch-hole-punch-screen\">corroborated</a> by <em>Bloomberg</em>'s Mark Gurman, noting that the touch-screen MacBook Pro will retain a full trackpad and keyboard. Additionally, Kuo believes the panel will use on-cell touch technology. On-cell touch technology integrates the touch sensors directly into the display panel's top layer (the \"cell\") rather than requiring a separate, dedicated touch layer. Kuo says that the shift \"appears to reflect Apple's long-term observation of iPad user behavior, indicating that in certain scenarios, touch controls can enhance both productivity and the overall user experience.\" \r<br/>\n\r<br/>\n<span style=\"font-weight: bold; font-size: 18px; color: #4A90E2; margin-top: 2px;\">Reinforced Hinge</span><br>\r<br/>\n<span style=\"font-weight: bold; font-size: 14px; color: #FFFFFF; background-color: #4A90E2; padding: 3px 6px; border-radius: 4px; margin-bottom: 2px;\">Touch Resistance</span><br>\r<br/>\nAccording to Bloomberg's Mark Gurman, Apple has developed a reinforced hinge and screen hardware to prevent the display from bouncing back or moving when touched, which the company has identified as a common drawback of existing touch PCs. Details remain scant about Apple's approach at this time, but it could potentially combine a higher-torque hinge with a reinforced display frame to reduce flex, as well as subtle damping features to absorb vibrations from touch input. \r<br/>\n\r<br/>\n<span style=\"font-weight: bold; font-size: 18px; color: #4A90E2; margin-top: 2px;\">Pricing</span><br>\r<br/>\n<span style=\"font-weight: bold; font-size: 14px; color: #FFFFFF; background-color: #4A90E2; padding: 3px 6px; border-radius: 4px; margin-bottom: 2px;\">Premium Line</span><br>\r<br/>\nApple's redesigned 14-inch and 16-inch MacBook Pro models are expected to see a fairly hefty price bump, reflecting the cost of newer, more advanced components. Apple currently sells the higher-end configurations starting at &#36;1,999 for the 14-inch model and &#36;2,499 for the 16-inch version, but the next refresh is expected to push those base prices up by several hundred dollars, according to <em>Bloomberg</em>'s Mark Gurman.\r<br/>\n\r<br/>\n<span style=\"font-weight: bold; font-size: 18px; color: #4A90E2; margin-top: 2px;\">Release Timing</span><br>\r<br/>\n<span style=\"font-weight: bold; font-size: 14px; color: #FFFFFF; background-color: #4A90E2; padding: 3px 6px; border-radius: 4px; margin-bottom: 2px;\">Predicted Launch Period</span><br>\r<br/>\nResearch firm <a href=\"https://www.macrumors.com/2024/05/28/oled-macbook-pro-could-launch-as-soon-as-2026/\">Omdia</a> says Apple is \"highly likely\" to introduce new MacBook Pros featuring OLED displays next year, while <em>Bloomberg</em>'s Mark Gurman has <a href=\"https://www.bloomberg.com/news/articles/2025-10-16/apple-readies-high-end-macbook-pro-with-touch-hole-punch-screen\">said</a> the new OLED machines are being readied for late 2026 or early 2027. Apple has yet to update the current high-end MacBook Pro models with M5 Pro and M5 Max chips, and that is expected to happen in early 2026. It would be unusual for Apple to introduce two ‌MacBook Pro‌ refreshes in the same year, but there is precedent for it: Apple updated the MacBook Pro lineup twice in 2023, first with M2 Pro/M2 Max chips in January and then with M3/M3 Pro/M3 Max chips in late October.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/macbook-pro/\">MacBook Pro</a></div><div class=\"linkback\">Buyer's Guide: <a href=\"https://buyersguide.macrumors.com/#MacBook_Pro_16\">MacBook Pro (Buy Now)</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/macbook-pro.90\">MacBook Pro</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/10/27/m6-macbook-pro-release-date-pricing-what-to-expect/\">M6 MacBook Pro: Release Date, Pricing, and What to Expect</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/m6-macbook-pro-release-date-pricing-and-what-to-expect.2469911/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2025-10-28T09:33:14.271Z"
}