{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "欧盟在数字服务税上让步，苹果获胜 (原标题: Win for Apple as EU Backs Down on Digital Services Tax)",
      "link": "https://www.macrumors.com/2025/07/15/eu-backs-down-on-digital-services-tax/",
      "pubDate": "Mon, 14 Jul 2025 23:01:37 PDT",
      "isoDate": "2025-07-15T06:01:37.000Z",
      "creator": "Hartley Charlton",
      "summary": "## 欧盟放弃数字服务税计划，苹果获益\n\n欧洲委员会似乎已撤回了对包括苹果在内的大型科技公司征收数字服务税的计划。这一变化在一份于上周末在欧盟委员会内部流传并被Politico获取的草案文件中得到证实。\n\n![欧洲委员会](https://images.macrumors.com/t/VWy6kiKG7KPH_rl7R3pglzUaVlc=/400x0/article-new/2025/03/european-commission.jpg?lossy)\n\n### 核心变化与背景\n\n*   **数字服务税（DST）的取消**：该草案文件概述了欧盟下一个七年预算（从2028年开始）的潜在收入来源，其中显著缺失了此前一直在考虑的数字服务税。该税种最初旨在确保大型数字公司公平地为欧洲经济做出贡献。\n*   **苹果受影响**：苹果公司在欧洲面临日益严格的监管审查，是这项现已放弃的提案的主要目标之一。该数字税原计划对那些在欧洲用户中产生大量收入但未在欧盟成员国实际设立实体的数字公司征收额外税款。\n\n### 新的征税提案\n\n为了替代数字服务税，欧盟委员会现在提出了三项新的征税措施：\n\n1.  **欧盟范围内的烟草产品消费税**。\n2.  **废弃电器和电子设备税**。\n3.  **针对年欧盟营业额超过5000万欧元的大型公司的企业税**（例如苹果公司）。\n\n### 批准要求与原因\n\n*   **一致同意**：这些新提案需要所有27个欧盟成员国的一致批准。\n*   **与贸易谈判相关**：此次政策转变被普遍认为是与欧盟和美国之间正在进行的跨大西洋贸易协议谈判有关。Politico指出，委员会撤回数字税的决定被视为避免破坏与美国的贸易谈判，并争取在未来协议中获得更有利条款的尝试。\n\n### 后续展望\n\n欧盟2028-2035年预算的最终提案计划于7月16日（星期三）公布。尽管数字服务税目前已不在考虑之列，但即将到来的与美国的贸易谈判结果以及正在进行的《数字市场法案》（DMA）的执法行动将继续塑造苹果公司在欧盟的监管环境。",
      "shortSummary": "欧盟委员会已放弃对大型科技公司（包括苹果）征收数字服务税的计划。这一决定旨在促进与美国的贸易谈判。取而代之，欧盟提议征收烟草消费税、废弃电子设备税以及针对年营业额超过5000万欧元的大型企业的企业税。此举被视为苹果的胜利，但未来的贸易谈判和《数字市场法案》的执行仍将影响其在欧洲的监管环境。",
      "translated_title": "欧盟在数字服务税上让步，苹果获胜",
      "images": [
        {
          "url": "https://images.macrumors.com/t/VWy6kiKG7KPH_rl7R3pglzUaVlc=/400x0/article-new/2025/03/european-commission.jpg?lossy",
          "alt": "european commission",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/03/european-commission.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The European Commission appears to have reversed its plans to impose a significant digital tax on large technology companies, including Apple.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/03/european-commission.jpg\" alt=\"\" width=\"1600\" height=\"900\" class=\"alignnone size-full wp-image-995806\" />\r<br/>\nThe change was confirmed in a draft document circulated within the European Commission late last week that was <a href=\"https://www.politico.eu/article/victory-eu-donald-trump-meta-tax-digital/\">obtained by <em>Politico</em></a>. The document outlines potential revenue sources for the EU's next seven-year budget, covering the period beginning in 2028.\r<br/>\n\r<br/>\nNotably absent from this list is the widely discussed digital services tax, which had been under consideration as recently as May. The tax was framed as a tool to ensure that large digital companies contribute fairly to the European economy.\r<br/>\n\r<br/>\nApple has faced increasing regulatory scrutiny in Europe and was among the primary targets of the now-abandoned proposal. The digital levy would have imposed additional taxes specifically on digital companies generating significant revenue from European users without being physically based in EU member states. \r<br/>\n\r<br/>\nInstead of the digital services tax, the Commission now proposes three new levies: an EU-wide excise tax on tobacco products, a tax on discarded electrical and electronic equipment, and a corporate levy on large companies with annual EU turnover exceeding €50 million, such as Apple. The proposals will require unanimous approval from all 27 EU member states.\r<br/>\n\r<br/>\nThe timing of the change is widely understood to be linked to ongoing negotiations over a new transatlantic trade agreement between the EU and United States. According to <em>Politico</em>, the Commission's decision to withdraw the digital levy is seen as an attempt to avoid derailing trade negotiations with the United States and secure more favorable terms in a prospective agreement.\r<br/>\n\r<br/>\nThe finalized proposal for the EU's 2028–2035 budget is scheduled to be published on Wednesday, July 16. While the digital services tax remains off the table for now, the outcome of the upcoming trade talks with the United States and the ongoing DMA enforcement actions will continue to shape the regulatory environment for Apple in the European Union.<div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/europe/\">Europe</a>, <a href=\"https://www.macrumors.com/guide/european-commission/\">European Commission</a>, <a href=\"https://www.macrumors.com/guide/european-union/\">European Union</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/15/eu-backs-down-on-digital-services-tax/\">Win for Apple as EU Backs Down on Digital Services Tax</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/win-for-apple-as-eu-backs-down-on-digital-services-tax.2461574/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "FORM 推出最新 Smart Swim 2 PRO 智能泳镜，采用大猩猩玻璃 3 (原标题: FORM Debuts Latest Smart Swim 2 PRO Goggles With Gorilla Glass 3)",
      "link": "https://www.macrumors.com/2025/07/15/form-smart-swim-2-pro-goggles/",
      "pubDate": "Mon, 14 Jul 2025 23:00:00 PDT",
      "isoDate": "2025-07-15T06:00:00.000Z",
      "creator": "Eric Slivka",
      "summary": "FORM 公司，作为智能泳镜市场的领导者，推出了其最新产品 Smart Swim 2 PRO 智能泳镜。这款泳镜在上一代 Smart Swim 2 的基础上进行了重大升级，旨在提升耐用性和清晰度。\n\n### 主要升级与特性\n\n*   **镜片材质升级**：Smart Swim 2 PRO 采用了康宁大猩猩玻璃 3 制造镜片，取代了传统的塑料镜片，显著提高了耐用性和清晰度。尽管更换为玻璃，泳镜的整体重量仅增加了约 5%（3.4 克）。\n*   **防紫外线保护**：镜片堆叠提供了 50+ UPF 等级，可阻挡 98% 的有害紫外线。\n*   **防雾解决方案**：由于传统防雾涂层无法附着在玻璃上，Smart Swim 2 PRO 泳镜附带一种基于婴儿洗发水的经济高效防雾喷雾，可在每次游泳前快速涂抹。\n\n### 核心功能：增强现实显示与数据追踪\n\n*   **增强现实显示**：泳镜的一侧镜片内置增强现实显示屏，可实时显示多种游泳指标，如时间、距离和心率（通过内置在太阳穴上的心率监测器）。\n*   **泳池追踪**：\n    *   显示屏根据游泳阶段（通过加速度计）动态变化，例如在游泳时显示已用时间和距离，在检测到转身时短暂显示上一段的速度，在停止游泳时显示休息间隔。\n    *   可定制显示信息，包括划水频率、不同距离的配速，甚至技术得分（如头部俯仰和翻滚），以帮助改进泳姿。\n    *   FORM 平台会将数据整合生成一个 FORM 分数，衡量整体效率，这也是一个显示选项。\n    ![form smart swim 2 pro rock](https://images.macrumors.com/t/VaejdCuVS2682jQDpvtwESRWL3c=/400x0/article-new/2025/07/form-smart-swim-2-pro-rock.jpg?lossy)\n    ![form smart swim 2 pro fog free](https://images.macrumors.com/t/0v9oBchGgPzr34zmUcHuhZNx6uE=/400x0/article-new/2025/07/form-smart-swim-2-pro-fog-free.jpg?lossy)\n*   **仪表盘定制**：用户可以保存多达五个不同的仪表盘，并通过泳镜上的按钮快速切换。预设仪表盘包括“健身”、“技术”、“配速”和“间歇”，所有这些都可以编辑，并且可以从头创建一个新的仪表盘。\n    ![form app goggles](https://images.macrumors.com/t/eI7rDzIlBdJ6uWru35edLQOkoyU=/400x0/article-new/2025/07/form-app-goggles.jpg?lossy)\n*   **开放水域追踪**：\n    *   可显示划水频率、已用时间和心率。\n    *   在收集足够的泳池数据后，可估算开放水域的配速和距离。\n    *   可与 Apple Watch 或 Garmin 健身手表配对，获取更精确的基于 GPS 的配速和距离数据。\n    *   “SwimStraight”数字指南针：经过快速校准后，可帮助游泳者保持预定航线，减少在开放水域中频繁抬头目测的需要。\n    ![form app swims](https://images.macrumors.com/t/QZXlesJGZcd0DZpy4fk6FPUqQIg=/400x0/article-new/2025/07/form-app-swims.jpg?lossy)\n\n### FORM 高级订阅服务\n\nFORM 提供一项高级订阅计划，包含一个月的免费试用期，之后每月 15 美元或每年 119 美元。该计划提供以下功能：\n\n*   超过 1,500 个指导性训练。\n*   自动化的 HeadCoach 技术分析，可在游泳期间和之后提供建议。\n*   SwimStraight 数字指南针（用于开放水域游泳）。\n*   HeadCoach Plans：提供定制化的训练计划，随用户进步而演变。\n*   Smart Set：在游泳时自动显示间歇和组数，帮助跟踪训练中的重复次数。\n*   即将推出（9 月）：HeadCoach Insights，在每次训练后提供个性化的数据驱动指导，根据用户目标量身定制。\n    ![form goggles new software features](https://images.macrumors.com/t/b4BfQYFoDjCkZy6wGgNpR3mau3s=/400x0/article-new/2025/07/form-goggles-new-software-features.jpg?lossy)\n\n### 目标用户与局限性\n\n*   **目标用户**：主要面向铁人三项运动员和希望提高技术和耐力的发展中游泳者。FORM 的数据显示，订阅高级计划并使用指导性训练的用户，其表现提升比非结构化使用泳镜的用户高出 1.4 倍。对于无法获得常规面对面指导的游泳者，FORM 平台提供了强大的功能集来跟踪游泳、建议训练和提供技术建议。\n*   **局限性**：由于电子元件的需要，泳镜的物理轮廓较高，可能导致跳水时难以固定；与传统泳镜相比，视野也较窄。\n\n### 数据同步与电池\n\n*   **数据同步**：游泳数据可选择同步到 Apple Health 平台（在健康应用中跟踪指标，在健身应用中跟踪训练），也可直接同步到 Strava、TrainingPeaks 和 TriDot。\n*   **电池续航**：电池续航时间长达 14 小时。通过随附的磁吸充电线进行充电（充电线另一端为 USB-A，作者希望是 USB-C）。\n\n### 价格与上市\n\n*   **价格**：在美国售价 329 美元，比标准 Smart Swim 2 型号高出 50 美元。\n*   **上市**：已于 2025 年 7 月 14 日在美国和加拿大通过 FORM 官网和部分零售商上市，全球上市将于下月初进行。",
      "shortSummary": "FORM 推出了 Smart Swim 2 PRO 智能泳镜，核心升级是采用康宁大猩猩玻璃 3 镜片，提升耐用性和清晰度。这款泳镜内置增强现实显示屏和心率监测器，能实时显示时间、距离、心率等多种游泳数据。它支持泳池和开放水域追踪，并提供可定制的显示仪表盘。FORM 还提供高级订阅服务，包含指导训练、技术分析和开放水域导航等功能。该产品售价 329 美元，主要面向铁人三项运动员和希望提升技术的游泳者。",
      "translated_title": "FORM 推出最新 Smart Swim 2 PRO 智能泳镜，采用大猩猩玻璃 3",
      "images": [
        {
          "url": "https://images.macrumors.com/t/VaejdCuVS2682jQDpvtwESRWL3c=/400x0/article-new/2025/07/form-smart-swim-2-pro-rock.jpg?lossy",
          "alt": "form smart swim 2 pro rock",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/t/0v9oBchGgPzr34zmUcHuhZNx6uE=/400x0/article-new/2025/07/form-smart-swim-2-pro-fog-free.jpg?lossy",
          "alt": "form smart swim 2 pro fog free",
          "title": "",
          "position": 2
        },
        {
          "url": "https://images.macrumors.com/t/eI7rDzIlBdJ6uWru35edLQOkoyU=/400x0/article-new/2025/07/form-app-goggles.jpg?lossy",
          "alt": "form app goggles",
          "title": "",
          "position": 3
        },
        {
          "url": "https://images.macrumors.com/t/b4BfQYFoDjCkZy6wGgNpR3mau3s=/400x0/article-new/2025/07/form-goggles-new-software-features.jpg?lossy",
          "alt": "form goggles new software features",
          "title": "",
          "position": 4
        },
        {
          "url": "https://images.macrumors.com/t/QZXlesJGZcd0DZpy4fk6FPUqQIg=/400x0/article-new/2025/07/form-app-swims.jpg?lossy",
          "alt": "form app swims",
          "title": "",
          "position": 5
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/form-smart-swim-2-pro-rock.jpg",
          "alt": "",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/form-smart-swim-2-pro-fog-free.jpg",
          "alt": "",
          "title": "",
          "position": 2
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/form-app-goggles.jpg",
          "alt": "",
          "title": "",
          "position": 3
        }
      ],
      "contentSource": "完整文章",
      "content": "<a href=\"https://www.formswim.com/\">FORM</a> has long been one of the leaders in the smart swim goggles market, with Apple even carrying the company's Smart Swim 2 goggles online and in select stores over the holiday shopping season last year. The goggles feature an augmented reality display inside one of the goggle lens, allowing you to see a variety of metrics such as time and distance, and even heart rate thanks to a built-in heart rate monitor that sits on your temple.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/form-smart-swim-2-pro-rock.jpg\" alt=\"\" width=\"1600\" height=\"900\" class=\"aligncenter size-full wp-image-1010743\" />\r<br/>\nToday, FORM is launching the Smart Swim 2 PRO, an upgrade that builds on the previous model by using lenses made of Corning's Gorilla Glass 3 for improved durability and clarity compared to the plastic traditionally used in goggle lenses.\r<br/>\n\r<br/>\nThe lens stack provides a 50+ UPF rating to block 98 percent of harmful UV rays, and the switch from plastic to glass only increases the overall weight of the goggles by about 5 percent (3.4 grams). Because traditional anti-fog coatings don't stick to glass, the Smart Swim 2 PRO goggles come with a cost-effective anti-fog spray based on baby shampoo that can be quickly applied before each swim.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/form-smart-swim-2-pro-fog-free.jpg\" alt=\"\" width=\"1600\" height=\"900\" class=\"aligncenter size-full wp-image-1010748\" />\r<br/>\nI've had a chance to test out the Smart Swim 2 PRO in both the pool and the open water over the past couple of weeks, and they've provided some valuable features and insight for tracking my swims. In the pool, the screen inside the goggles dynamically changes based on where you are in your swim, thanks to accelerometer readings.\r<br/>\n\r<br/>\nFor example, during a swim it can show you elapsed time and distance during the majority of your swimming, but then briefly show your speed over the previous interval when it detects you've made a turn, and show your rest interval when it detects you've stopped swimming, all the while displaying a near real-time measure of your heart rate. \r<br/>\n\r<br/>\nAny of these views can be customized to show different information such as stroke rate, pace over different distances, and even some technique scores such as your head pitch and roll to help you improve your stroke. The FORM platform pulls pieces of this data together to generate a FORM score as a measure of your overall efficiency, and that's another display option.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/form-app-goggles.jpg\" alt=\"\" width=\"1600\" height=\"1060\" class=\"aligncenter size-full wp-image-1010753\" />\r<br/>\nRather than having to configure just one set of data to view within the goggles, you can save up to five different dashboards and cycle through them with a quick press of a button on the goggles. The dashboard options come pre-populated with sets focused on Fitness, Technique, Pace, and Intervals, but any of these can be edited to display your preferred metrics and a fifth dashboard can be created from scratch.\r<br/>\n\r<br/>\nFORM offers a <a href=\"https://www.formswim.com/pages/premium\">Premium subscription plan</a> that comes with a one-month free trial and offers features such as over 1,500 guided workouts, automated HeadCoach technique analysis that can provide tips during and after your swims, and SwimStraight, a digital compass for open water swimming.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/form-goggles-new-software-features.jpg\" alt=\"\" width=\"1600\" height=\"900\" class=\"aligncenter size-full wp-image-1010749\" />\r<br/>\nFORM has been gradually rolling out new features for its Premium plan to increase the value proposition, including HeadCoach Plans to offer customized workouts that evolve over time as you progress, and Smart Set to automatically display intervals and sets as you swim to help you keep track of repetitions during workouts. Launching in September will be HeadCoach Insights with personalized data-driven guidance following each workout that is tailored to your goals.\r<br/>\n\r<br/>\nFor open water swims, the goggles can show your stroke rate, elapsed time, and heart rate, and once they've collected enough pool data to understand your speed, they can estimate your open water pace and distance. You can also pair your goggles with an Apple Watch or Garmin fitness watch for more accurate GPS-based pace and distance data. One of the neatest open water features is the aforementioned SwimStraight digital compass that after just a quick calibration prior to your swim can help you stay on your intended course, reducing the frequency of physical sighting required during your swims. \r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/form-app-swims.jpg\" alt=\"\" width=\"1600\" height=\"1060\" class=\"aligncenter size-full wp-image-1010754\" />\r<br/>\nOverall, the FORM Smart Swim 2 PRO goggles are targeted at triathletes and developing swimmers looking to improve their technique and stamina, and FORM's data shows that users who subscribed to the Premium plan and used guided workouts saw 1.4x greater gains in performance than those simply using the goggles in an unstructured manner. For swimmers without access to regular in-person coaching, FORM's platform fills the gap with a remarkably robust set of features to track swims, suggest workouts, and provide technique advice.\r<br/>\n\r<br/>\nFor serious swimmers doing coached workouts and race-focused training for the pool, FORM's goggles have a bit less to offer, though features like live heart rate display and Smart Set counting can help even those swimmers keep tabs on their workout performance. But the higher physical profile of the goggles necessitated by the electronics can cause some issues keeping them on when diving into the pool and the design offers a narrower field of view than some more traditional goggle options.\r<br/>\n\r<br/>\nWhen you're done with a swim, you can optionally sync your data to the Apple Health platform, allowing you to track metrics in the Health app and workouts in the Fitness app. You can also sync directly to Strava, TrainingPeaks, and TriDot.\r<br/>\n\r<br/>\nWith up to 14 hours of battery life, I haven't needed to recharge the goggles yet, but doing so is simple with an included cable that magnetically attaches to charging pins on the goggles, though I wish the opposite end of the cable was USB-C rather than USB-A.\r<br/>\n\r<br/>\nThe Smart Swim 2 PRO goggles launch today in the United States and Canada through <a href=\"https://www.formswim.com\">FORM's website</a> and select retailers, with global availability coming early next month. They're priced at &#36;329 in the United States, a &#36;50 premium over the standard Smart Swim 2 model. After the one-month free trial, FORM's Premium subscription is priced at &#36;15 per month or &#36;119 per year.\r<br/>\n\r<br/>\n<small><em>Note: FORM provided MacRumors with the Smart Swim 2 PRO goggles for the purposes of this news coverage. No other compensation was received.</em></small><div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/form/\">FORM</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/15/form-smart-swim-2-pro-goggles/\">FORM Debuts Latest Smart Swim 2 PRO Goggles With Gorilla Glass 3</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/form-debuts-latest-smart-swim-2-pro-goggles-with-gorilla-glass-3.2461573/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "研究公司称苹果CEO蒂姆·库克应被替换 (原标题: Apple CEO Tim Cook Should Be Replaced, Research Firm Says)",
      "link": "https://www.macrumors.com/2025/07/14/research-firm-says-tim-cook-should-be-replaced/",
      "pubDate": "Mon, 14 Jul 2025 19:33:51 PDT",
      "isoDate": "2025-07-15T02:33:51.000Z",
      "creator": "Hartley Charlton",
      "summary": "## 研究公司称苹果CEO蒂姆·库克应被替换\n\n研究公司LightShed Partners建议苹果公司考虑更换现任CEO蒂姆·库克，但这一变动短期内不太可能发生。\n\n*   **更换CEO的理由：**\n    *   LightShed分析师Walter Piecyk和Joe Galone认为，苹果现在需要一位“以产品为中心的CEO，而非专注于物流的CEO”。\n    *   苹果股价在2025年表现不佳，下跌16%，远低于竞争对手Meta（上涨25%）和微软（上涨19%），主要原因是在提供引人注目的AI功能方面落后。\n    *   分析师指出，在AI领域的失误可能从根本上改变苹果的长期发展轨迹和增长能力，AI将重塑全球经济的各个行业，苹果面临成为受害者的风险。\n    *   彭博社的Mark Gurman也认为，库克应对苹果目前的困境负责，包括AI失误、产品线老化、设计文化侵蚀、十年未有突破性主流硬件，以及与开发者和监管机构日益紧张的关系。\n\n*   **蒂姆·库克的成就与现状：**\n    *   尽管近期股价下滑，但自库克担任CEO以来，苹果股价已累计上涨超过1400%，远超标普500指数的430%。\n    *   ![蒂姆·库克在WWDC 2024](https://images.macrumors.com/t/38I0CBq2e2lBgxTFLSHxRnFbj4k=/400x0/article-new/2024/06/Tim-Cook-WWDC-2024.jpg?lossy)\n\n*   **高层变动与潜在继任者：**\n    *   首席运营官Jeff Williams本月将卸任，由Sabih Khan接替。Williams曾被认为是库克最有可能的继任者。\n    *   目前，硬件工程高级副总裁John Ternus被认为是CEO职位的领跑者。\n    *   LightShed认为，库克在被任命时是合适的CEO，并且“毫无疑问做得非常出色”，但在Williams离职后，“是时候进行更具颠覆性的变革了”。\n\n*   **库克不太可能立即离职的原因：**\n    *   彭博社的Mark Gurman指出，目前没有现成的继任者。\n    *   内部没有迹象表明库克准备离职或开始培养继任者。\n    *   苹果董事会不认为有必要进行改变，董事会成员（如Arthur Levinson、Susan Wagner和Ronald Sugar）都是库克的忠实支持者。\n    *   董事会仍然认为库克是唯一能够扭转局面的人，没有危机大到足以动摇董事会对库克的信心。\n\n*   **库克未来可能扮演的角色：**\n    *   Gurman认为库克的影响力可能进一步增强，他甚至可能在CEO之外兼任苹果董事长一职，因为现任董事长Levinson已超过公司建议的董事退休年龄。\n\n*   **公司内部对变革的认识：**\n    *   苹果显然认识到公司需要变革。服务主管Eddy Cue等高级管理人员曾警告，如果苹果不迅速适应，就有可能成为下一个黑莓或诺基亚。\n    *   ![MacRumors x Bloomberg 宣传图](https://images.macrumors.com/t/1af4XiY5l7MKT5h6GqPqIg0XEhQ=/400x0/article-new/2025/06/MacRumors-x-Bloomberg-Banner-Cool.jpg?lossy)",
      "shortSummary": "研究公司LightShed Partners建议更换苹果CEO蒂姆·库克，理由是苹果在AI竞争中落后，股价表现不佳。尽管库克任内苹果股价长期大幅增长，但分析师认为公司急需一位产品导向型CEO。然而，由于缺乏明确继任者以及董事会的坚定支持，库克短期内不太可能离职。公司内部也认识到变革的必要性，以避免重蹈黑莓或诺基亚的覆辙。",
      "translated_title": "研究公司称苹果CEO蒂姆·库克应被替换",
      "images": [
        {
          "url": "https://images.macrumors.com/t/38I0CBq2e2lBgxTFLSHxRnFbj4k=/400x0/article-new/2024/06/Tim-Cook-WWDC-2024.jpg?lossy",
          "alt": "Tim Cook WWDC 2024",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/t/1af4XiY5l7MKT5h6GgPqIg0XEhQ=/400x0/article-new/2025/06/MacRumors-x-Bloomberg-Banner-Cool.jpg?lossy",
          "alt": "MacRumors x Bloomberg Banner Cool",
          "title": "",
          "position": 2
        },
        {
          "url": "https://images.macrumors.com/article-new/2024/06/Tim-Cook-WWDC-2024.jpg",
          "alt": "",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/06/MacRumors-x-Bloomberg-Banner-Cool.jpg",
          "alt": "",
          "title": "",
          "position": 2
        }
      ],
      "contentSource": "完整文章",
      "content": "Research firm LightShed partners says Apple should consider replacing <a href=\"https://www.macrumors.com/guide/tim-cook/\">Tim Cook</a> as CEO, but the change is unlikely to occur any time soon.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2024/06/Tim-Cook-WWDC-2024.jpg\" alt=\"\" width=\"1600\" height=\"900\" class=\"alignnone size-full wp-image-955202\" />\r<br/>\nIn a <a href=\"https://lightshedtmt.com/2025/07/09/is-it-time-for-a-new-ceo-at-apple/\">note to clients</a> seen by <a href=\"https://www.bloomberg.com/news/articles/2025-07-09/apple-should-consider-replacing-tim-cook-as-ceo-lightshed-says\"><em>Bloomberg</em></a>, analysts Walter Piecyk and Joe Galone say that \"Apple now needs a product-focused CEO, not one centered on logistics.\"\r<br/>\n\r<br/>\n<em>Bloomberg</em> notes that Apple shares have \"badly lagged\" behind rivals like Microsoft and Meta this year after losing ground in the race to deliver compelling artificial intelligence features. Apple shares have fallen 16% in 2025, compared with gains of 25% for Meta and 19% for Microsoft. The note added:\r<br/>\n\r<br/>\n<blockquote>Missing on AI could fundamentally alter the company's long-term trajectory and ability to grow at all. AI will reshape industries across the global economy, and Apple risks becoming one of its casualties.</blockquote>\r<br/>\n\r<br/>\nIt is worth noting that this year's slump in Apple shares is a comparative blip in the company's long-term performance with Cook at the helm. Apple shares have gained over 1,400% since Cook started as CEO, compared to 430% for the S&P 500.\r<br/>\n\r<br/>\nThe comments come after Apple announced that Chief Operating Officer Jeff Williams <a href=\"https://www.macrumors.com/2025/07/08/jeff-williams-stepping-down-as-apple-coo/\">will step down</a> from his position this month. He will be replaced by Sabih Khan.\r<br/>\n\r<br/>\nWilliams was once thought to be Cook's most likely successor. Now, senior vice president of hardware engineering John Ternus is believed to be the frontrunner. LightShed says \"&zwnj;Tim Cook&zwnj; was the right CEO at the time of his appointment and unquestionably has done a great job,\" but in the wake of Williams' departure, \"it's time for more disruptive change, not less.\"\r<br/>\n\r<br/>\nHowever, Cook is unlikely to step down anytime soon. In his latest \"<a href=\"https://www.bloomberg.com/news/newsletters/2025-07-13/is-apple-going-to-replace-ceo-tim-cook-who-is-the-next-ceo-of-apple-ternus-md1mhrj4\">Power On</a>\" newsletter, <em>Bloomberg</em>'s <a href=\"https://www.macrumors.com/guide/mark-gurman/\">Mark Gurman</a> said that \"there's no immediate successor ready to take the helm. There also haven't been signs internally that Cook is getting ready to leave or begin the process of grooming a replacement.\"\r<br/>\n\r<br/>\nMore significantly, \"the board doesn't feel the need to make a change. Apple's directors are Cook loyalists like Arthur Levinson, Susan Wagner and Ronald Sugar.\" Gurman says:\r<br/>\n\r<br/>\n<blockquote>There's no question Cook bears responsibility for Apple's current struggles. That includes the company's AI missteps, an aging product lineup, the erosion of its design-focused culture, a decade-long drought of breakthrough mainstream hardware, and its growing tensions with developers and regulators. But there's also no question that the board still sees him as the only person capable of turning things around.\r<br/>\n\r<br/>\nPut simply: No crisis is big enough to shake the board's faith in Cook.</blockquote>\r<br/>\n\r<br/>\nIn fact, Cook's influence at Apple may grow. Gurman believes he could become Apple's chairman, in addition to his role as CEO:\r<br/>\n\r<br/>\n<blockquote>Levinson, Apple's longtime chairman, has already surpassed the company's recommended board retirement age. So it wouldn't be surprising to see Cook eventually step into that role himself, as Iger, Dimon, Microsoft Corp.'s Satya Nadella and Cisco Systems Inc.'s Chuck Robbins have done at their companies. That would give Cook an even tighter grip on the iPhone maker.</blockquote>\r<br/>\n\r<br/>\nNevertheless, Apple apparently recognizes the need for change at the company. Senior executives such as services chief <a href=\"https://www.macrumors.com/guide/eddy-cue/\">Eddy Cue</a> have warned that Apple risks becoming the next BlackBerry or Nokia if it doesn't adapt quickly.\r<br/>\n\r<br/>\n<a href=\"https://www.bloomberg.com/subscriptions/checkout?id=D28F04\"><img src=\"https://images.macrumors.com/article-new/2025/06/MacRumors-x-Bloomberg-Banner-Cool.jpg\" alt=\"\" width=\"2500\" height=\"559\" class=\"aligncenter size-full wp-image-1007163\" /></a><div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/bloomberg-com/\">Bloomberg</a>, <a href=\"https://www.macrumors.com/guide/mark-gurman/\">Mark Gurman</a>, <a href=\"https://www.macrumors.com/guide/tim-cook/\">Tim Cook</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/14/research-firm-says-tim-cook-should-be-replaced/\">Apple CEO Tim Cook Should Be Replaced, Research Firm Says</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-ceo-tim-cook-should-be-replaced-research-firm-says.2461567/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "悉尼附近Apple Store将于今年晚些时候永久关闭 (原标题: Apple Store Near Sydney Permanently Closing Later This Year)",
      "link": "https://www.macrumors.com/2025/07/14/apple-store-in-australia-permanently-closing/",
      "pubDate": "Mon, 14 Jul 2025 18:14:47 PDT",
      "isoDate": "2025-07-15T01:14:47.000Z",
      "creator": "Joe Rossignol",
      "summary": "# 悉尼Hornsby Apple Store即将永久关闭\n\n苹果公司宣布，位于澳大利亚霍恩斯比（Hornsby）Westfield Hornsby购物中心的Apple Store将于今年10月永久关闭。\n\n## 关闭原因与员工安置\n*   **原因**：苹果决定不再续租Westfield Hornsby的租赁合同。\n*   **员工安置**：所有受影响的零售员工将有机会调往附近Chatswood Chase购物中心（位于Chatswood）的Apple Store工作。\n\n## Chatswood Chase店的重开与升级\n*   Chatswood Chase店已关闭数月进行翻新，计划于10月重新开放。\n*   该店将进行全面重新设计，并新增：\n    *   **Apple Pickup站点**：方便顾客提取在线订单。\n    *   **Today at Apple专属区域**：用于举办讲座和互动课程。\n\n## 门店历史与战略考量\n*   Hornsby店于2011年开业，是悉尼上北岸的一个郊区。\n*   苹果未提供具体关闭原因，但此举明显是为了将其在北岸的零售业务整合到Chatswood Chase店。\n*   悉尼地区目前仍有六家其他Apple Store。\n\n## 全球门店关闭与开设趋势\n*   Hornsby店将是苹果在不到两年内永久关闭的至少第五家Apple Store。\n    *   近期关闭的门店包括：英国布里斯托尔（Bristol）店（下月关闭）、芝加哥郊区诺斯布鲁克（Northbrook）店（4月关闭）。\n    *   去年同时关闭了Infinite Loop和Royal Hawaiian店。\n*   然而，苹果在全球多个国家和地区持续开设新店，包括美国、西班牙、瑞典、马来西亚、韩国、中国等。\n    *   美国：今年早些时候在迈阿密开设新店，去年在洛杉矶地区开设新店，并计划很快在底特律市中心开设新店。\n    *   澳大利亚：苹果最近将珀斯（Perth）的门店迁至一栋历史性银行建筑内。\n\n![Apple Hornsby](https://images.macrumors.com/t/cdbhGvdcy6vHl7ODdN6_TD9-9zc=/400x0/article-new/2025/07/Apple-Hornsby.jpeg?lossy)",
      "shortSummary": "苹果公司宣布，位于悉尼霍恩斯比（Hornsby）的Apple Store将于今年10月永久关闭，原因是未续租。所有员工将调往同期重开并完成翻新的Chatswood Chase店。此举旨在整合苹果在悉尼北岸的零售业务。这是苹果近期在全球关闭的数家门店之一，但公司同时也在其他地区持续开设新店。",
      "translated_title": "悉尼附近Apple Store将于今年晚些时候永久关闭",
      "images": [
        {
          "url": "https://images.macrumors.com/t/cdbhGvdcy6vHl7ODdN6_TD9-9zc=/400x0/article-new/2025/07/Apple-Hornsby.jpeg?lossy",
          "alt": "Apple Hornsby",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/Apple-Hornsby.jpeg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple today said its <a href=\"https://www.apple.com/au/retail/hornsby/\">store</a> at the Westfield Hornsby shopping mall, in Hornsby, Australia, will be permanently closing in October.\r<br/>\n\r<br/>\n<div class=\"center-wrap\"><img src=\"https://images.macrumors.com/article-new/2025/07/Apple-Hornsby.jpeg\" alt=\"\" width=\"2880\" height=\"1612\" class=\"aligncenter size-full wp-image-1010745\" /><em>Apple Hornsby</em></div>\r<br/>\nIn a statement <a href=\"https://eftm.com/2025/07/hornsby-apple-store-to-close-chatswood-chase-takes-the-north-shore-customer-load-264516\">shared with Australian tech news website EFTM</a> (via <a href=\"https://www.reddit.com/r/apple/comments/1m028x5/hornsby_apple_store_to_close_chatswood_chase/\">Reddit</a>), Apple said that it has decided not to renew its lease at Westfield Hornsby. Apple said all affected retail employees will be given the opportunity to work at Apple's nearby store <a href=\"https://www.apple.com/au/retail/chatswoodchase/\">at the Chatswood Chase</a> shopping mall, in Chatswood, which is set to reopen in October.\r<br/>\n\r<br/>\nHornsby is a suburb of Sydney, on the Upper North Shore. Apple opened its store there in 2011.\r<br/>\n\r<br/>\nApple Chatswood Chase has been closed for renovations for many months. Apple said the store will be completely redesigned, and it will offer an Apple Pickup station for collecting online orders, and a dedicated area for Today at Apple sessions.\r<br/>\n\r<br/>\nApple did not provide a specific reason for the Hornsby store closure, but it is clearly consolidating its North Shore retail presence into the Chatswood Chase store.\r<br/>\n\r<br/>\nApple has six other stores in the Sydney area.\r<br/>\n\r<br/>\nApple Hornsby will be at least the fifth Apple Store location to permanently close in less than two years. Apple is <a href=\"https://www.macrumors.com/2025/04/14/apple-bristol-permanently-closing/\">closing a store in Bristol, England</a> next month, and it closed its store <a href=\"https://www.macrumors.com/2025/04/09/apple-northbrook-permanent-closing-date/\">in the Chicago suburb of Northbrook</a> in April. Last year, the company <a href=\"https://www.macrumors.com/2023/12/21/apples-infinite-loop-store-closing-next-month/\">permanently closed its Infinite Loop and Royal Hawaiian stores</a> simultaneously.\r<br/>\n\r<br/>\nOn the other hand, Apple continues to open new stores in several countries, including the U.S., Spain, Sweden, Malaysia, South Korea, China, and others. In the U.S., Apple <a href=\"https://www.macrumors.com/2025/01/22/apple-previews-miami-worldcenter-store/\">opened a new store in Miami</a> earlier this year, and in the Los Angeles area last year. Apple is also planning to open a store <a href=\"https://www.macrumors.com/2025/02/14/apple-store-downtown-detroit-coming-soon/\">in Downtown Detroit</a> soon.\r<br/>\n\r<br/>\nIn Australia, Apple just <a href=\"https://www.macrumors.com/2025/06/26/new-apple-store-perth-australia/\">relocated its store in Perth</a> to a historic bank building.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/apple-store/\">Apple Store</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/14/apple-store-in-australia-permanently-closing/\">Apple Store Near Sydney Permanently Closing Later This Year</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-store-near-sydney-permanently-closing-later-this-year.2461562/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "iOS 26 相机应用：新功能与设计变化 (原标题: iOS 26 Camera App: New Features and Design Changes)",
      "link": "https://www.macrumors.com/guide/ios-26-camera-app/",
      "pubDate": "Mon, 14 Jul 2025 15:37:00 PDT",
      "isoDate": "2025-07-14T22:37:00.000Z",
      "creator": "Juli Clover",
      "summary": "# iOS 26 相机应用：新功能与设计变化\n\niOS 26 中，相机应用获得了显著的设计更新，Apple 简化了界面，使各项控制更易于访问。此次更新主要集中在设计上，但也带来了一些值得注意的新功能。\n\n![iOS 26 Camera Features](https://images.macrumors.com/t/Dsni32XcInRJ0fvZEz5eVstlc7Q=/400x0/article-new/2025/07/iOS-26-Camera-Features.jpg?lossy)\n\n## 设计变化\n\n### 1. 液态玻璃设计 (Liquid Glass Design)\n与所有 iOS 26 应用一样，相机应用采用了“液态玻璃”外观。\n*   按钮变得更加圆润，通过新的深度效果，它们“浮动”在应用背景之上。\n*   快门和控制按钮后方的区域比以前更加透明，用户可以更清晰地看到图像外部的区域。\n*   焦距切换按钮后方不再有条形背景，使界面看起来更简洁。\n\n![ios 26 camera app](https://images.macrumors.com/t/QqVjN5dcoayEJqoAKs4KHilRHC4=/400x0/article-new/2025/07/ios-26-camera-app.jpg?lossy)\n\n### 2. 两标签布局 (Two-Tab Layout)\niOS 26 中，相机应用底部的导航栏进行了彻底改造。\n*   现在只显示“照片”和“视频”两个主要选项，取代了之前在所有照片和视频模式之间滑动的选项。\n*   尽管只显示“照片”和“视频”按钮，用户仍然可以通过滑动来访问其他模式，如人像、全景、慢动作、电影效果等。\n*   对于多镜头相机，更改焦距的小按钮位置保持不变。\n*   查看刚拍摄照片或切换前置摄像头的按钮位置也未改变。\n*   查看照片的按钮现在是圆形（以前是方形），与液态玻璃更新保持一致。\n*   Apple 将控制按钮下移到显示屏底部，现在“照片”和“视频”按钮位于快门按钮下方（以前在上方）。\n*   快门按钮本身不再有明亮的白色圆环，Apple 改为更微妙的液态玻璃圆环。\n*   顶部和底部边框的大小没有变化。\n\n![ios 26 camera app nav bar](https://images.macrumors.com/t/Le1QX6fQiS3k7LPEUhL1lMLaR10=/400x0/article-new/2025/07/ios-26-camera-app-nav-bar.jpg?lossy)\n\n### 3. 弹出菜单 (Pop-out Menus)\n以前位于相机应用顶部的部分控制现在被收纳到弹出菜单中。\n*   选择“照片”等模式后，可以点击“照片”按钮（或显示屏右上角的菜单图标）来获取更多选项。\n*   菜单采用液态玻璃设计，提供大按钮，用于访问闪光灯、实况照片设置、计时器、曝光、风格和夜间模式。\n*   点击其中一个选项会提供该设置的进一步选项，例如点击“曝光”会显示一个滑块，可以快速调整曝光设置。\n*   在视频模式下，可以点击访问闪光灯、曝光和动作模式。\n*   大多数其他模式也至少有一个选项通过此新菜单访问。\n\n![ios 26 camera app menu](https://images.macrumors.com/t/TWHdWGkVCYxgUvSYgOgWqQ_f56I=/400x0/article-new/2025/07/ios-26-camera-app-menu.jpg?lossy)\n![ios 26 camera app video nav bar](https://images.macrumors.com/t/5AtiHVRVSqpofUYPtnysOP0ak2c=/400x0/article-new/2025/07/ios-26-camera-app-video-nav-bar.jpg?lossy)\n\n*   相机应用顶部仍保留一些快速访问按钮，例如切换到 RAW 模式、进入风格或调整闪光灯和夜间模式设置，无需打开菜单。\n*   微距模式切换等上下文相关设置在适用时仍会像以前一样弹出。\n*   在“设置”应用的“相机”部分中，有用于显示闪光灯、实况照片和动作模式指示器的开关。\n\n## 新功能\n\n### 1. AirPods 远程快门 (Remote AirPods Shutter)\n*   在 iOS 26 中，AirPods Pro 2 和 AirPods 4 可以用作相机快门。\n*   通过按压 AirPods 的柄部即可拍照。\n*   连接 AirPods 到 iPhone，打开相机应用，然后按住 AirPods 柄部即可拍照或开始录制视频。\n*   录制完成后，再次按住即可停止视频。\n*   此功能需要 iOS 26 和随 iOS 26 推出的新 AirPods 固件。\n*   使用 AirPods 作为远程快门按钮适用于相机应用和第三方照片应用。\n\n### 2. 清洁警告 (Cleaning Warning)\n*   如果相机镜头脏了，iPhone 可以检测到需要清洁，并会发送通知提醒用户清洁镜头。\n\n![ios 26 camera app lens cleaning](https://images.macrumors.com/t/rxD40fmuyF062YQAsGGWbt94PkM=/400x0/article-new/2025/07/ios-26-camera-app-lens-cleaning.jpg?lossy)\n\n### 3. 开发者 API (Developer APIs)\n*   **电影效果模式 API (Cinematic Mode API)**：\n    *   iOS 26 为开发者提供了新的电影效果模式 API，允许第三方应用像内置相机应用一样拍摄电影效果模式视频。\n    *   电影效果模式支持录制具有浅景深和主体之间自动焦点变化的视频。\n    *   Apple 使用焦点切换（rack focus）来快速将焦点从一个主体切换到另一个主体，以实现电影般的录制体验。\n\n![Cinematic Mode iPhone Feature](https://images.macrumors.com/t/GkQ-6Yr4v7z8jBY1kHAc0cNlWYY=/400x0/article-new/2023/06/Cinematic-Mode-iPhone-Feature.jpg?lossy)\n\n*   **音频混合 API (Audio Mix API)**：\n    *   Apple 还为开发者提供了音频混合 API，用于在视频拍摄后调整声音。\n    *   第三方视频录制应用可以提供与相机应用中相同的音频混合控制选项。\n    *   选项包括：\n        *   **画面内 (In-Frame)**：减少来自画面外部的声音和人声。\n        *   **工作室 (Studio)**：减少背景噪音和混响。\n        *   **电影效果 (Cinematic)**：将人声置于前置音轨，同时将环境噪音保留在环绕声中，类似于电影音频。\n\n![photos](https://images.macrumors.com/t/S4K-1lZf4KWCzP2mjxqIHeYKD3c=/400x0/article-new/2024/09/iphone-16-photos-audio-mix.jpg?lossy)\n\n### 4. Mac 辅助功能 (Mac Accessibility)\n*   通过 macOS 26 和 iOS 26，Mac 可以连接到 iPhone，将 iPhone 的相机应用用作放大镜。\n*   Mac 上的放大器功能利用 iPhone 的变焦能力，通过“连续互通相机”(Continuity Camera) 将 iPhone 的视频流显示在连接的 Mac 上。\n*   例如，一名视力有问题的学生可以使用 iPhone 放大大学课堂上的黑板，并将视频流传输到她的 Mac 上，以便在做笔记的同时查看内容。",
      "shortSummary": "iOS 26 相机应用带来了显著的设计和功能更新。界面采用“液态玻璃”设计，导航栏简化为“照片”和“视频”两标签，更多控制移至弹出菜单。新功能包括：AirPods 远程快门、镜头清洁警告、以及为开发者提供的电影效果模式和音频混合 API。此外，Mac 用户可通过“连续互通相机”将 iPhone 变为放大镜，提升辅助功能。",
      "translated_title": "iOS 26 相机应用：新功能与设计变化",
      "images": [
        {
          "url": "https://images.macrumors.com/t/Dsni32XcInRJ0fvZEz5eVstlc7Q=/400x0/article-new/2025/07/iOS-26-Camera-Features.jpg?lossy",
          "alt": "iOS 26 Camera Features",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/t/QqVjN5dcoayEJqoAKs4KHilRHC4=/400x0/article-new/2025/07/ios-26-camera-app.jpg?lossy",
          "alt": "ios 26 camera app",
          "title": "",
          "position": 2
        },
        {
          "url": "https://images.macrumors.com/t/Le1QX6fQiS3k7LPEUhL1lMLaR10=/400x0/article-new/2025/07/ios-26-camera-app-nav-bar.jpg?lossy",
          "alt": "ios 26 camera app nav bar",
          "title": "",
          "position": 3
        },
        {
          "url": "https://images.macrumors.com/t/TWHdWGkVCYxgUvSYgOgWqQ_f56I=/400x0/article-new/2025/07/ios-26-camera-app-menu.jpg?lossy",
          "alt": "ios 26 camera app menu",
          "title": "",
          "position": 4
        },
        {
          "url": "https://images.macrumors.com/t/5AtiHVRVSqpofUYPtnysOP0ak2c=/400x0/article-new/2025/07/ios-26-camera-app-video-nav-bar.jpg?lossy",
          "alt": "ios 26 camera app video nav bar",
          "title": "",
          "position": 5
        },
        {
          "url": "https://images.macrumors.com/t/rxD40fmuyF062YQAsGGWbt94PkM=/400x0/article-new/2025/07/ios-26-camera-app-lens-cleaning.jpg?lossy",
          "alt": "ios 26 camera app lens cleaning",
          "title": "",
          "position": 6
        },
        {
          "url": "https://images.macrumors.com/t/GkQ-6Yr4v7z8jBY1kHAc0cNlWYY=/400x0/article-new/2023/06/Cinematic-Mode-iPhone-Feature.jpg?lossy",
          "alt": "Cinematic Mode iPhone Feature",
          "title": "",
          "position": 7
        },
        {
          "url": "https://images.macrumors.com/t/S4K-1lZf4KWCzP2mjxqIHeYKD3c=/400x0/article-new/2024/09/iphone-16-photos-audio-mix.jpg?lossy",
          "alt": "photos",
          "title": "",
          "position": 8
        }
      ],
      "contentSource": "完整文章",
      "content": "The Camera app received some of the most noticeable design updates in <a href=\"https://www.macrumors.com/roundup/ios-26/\">iOS 26</a>, with Apple simplifying the interface to make it easier to get to various controls. Most of what's new focuses on design, but there are a couple other notable changes.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/iOS-26-Camera-Features.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1010678\" />\r<br/>\n<h2 id=\"liquid_glass_design\">Liquid Glass Design</h2>\r<br/>\nLike all of the &zwnj;iOS 26&zwnj; apps, the Camera app has adopted the Liquid Glass look. Buttons are more rounded and \"float\" over the background of the app thanks to a new depth effect.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/ios-26-camera-app.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1010699\" />\r<br/>\nThe area behind the camera shutter and control buttons is a touch more see-through than before, so you can see the areas outside of your image more clearly. There's also no bar behind the toggles to change focal length, so the interface looks a bit cleaner.\r<br/>\n\r<br/>\n<h2 id=\"two-tab_layout\">Two-Tab Layout</h2>\r<br/>\nThe navigation bar at the bottom of the Camera app has been overhauled in &zwnj;iOS 26&zwnj;. Rather than the option to swipe between all of the photo and video modes, there are now just two main options that you see: Photo and Video.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/ios-26-camera-app-nav-bar.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1010700\" />\r<br/>\nWhile it's only the Photo and Video buttons that are visible, you can actually still swipe in the same way to get to the other options like Portrait, Panorama, Slo-Mo, Cinematic, and more.\r<br/>\n\r<br/>\nFor multi-lens cameras, the small buttons to change focal length are still in the same position, and the buttons to view the photo you just snapped or change to the front camera haven't changed location. The button to view photos is now round instead of square, in line with the Liquid Glass update, and Apple has shifted the controls down on the display.\r<br/>\n\r<br/>\nThe Photo and Video buttons are below the shutter button, when they used to be above. The shutter button itself no longer has a bright white ring around it, with Apple instead opting for a more subtle Liquid Glass ring. Bezel size for the top and bottom bars hasn't changed.\r<br/>\n\r<br/>\n<h2 id=\"pop_out_menus\">Pop Out Menus</h2>\r<br/>\nSome of the controls that used to be located at the top of the Camera app are now tucked inside pop out menus. When you select a mode like Photo, you can then tap on the Photo button to get more options.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/ios-26-camera-app-menu.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1010701\" />\r<br/>\nThe menu has a Liquid Glass design and it offers large buttons for accessing Flash, Live Photo settings, Timer, Exposure, Styles, Aspect, and <a href=\"https://www.macrumors.com/guide/night-mode/\">Night Mode</a>. Tapping one gives you further options for that setting. So if you tap Exposure, you'll get a slider where you can quickly adjust the exposure setting before you take a photo.\r<br/>\n\r<br/>\nIn Video mode, you can tap to access Flash, Exposure, and Action. Most of the other modes also have at least one option that's accessed through this new menu. These menu options are also accessible by tapping on the menu icon at the top right of the display.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/ios-26-camera-app-video-nav-bar.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1010703\" />\r<br/>\nThere are still some quick access buttons at the top of the <a href=\"https://www.macrumors.com/guide/photos/\">Photos</a> app, so you can swap to RAW mode, tap into Styles, or adjust flash and &zwnj;Night Mode&zwnj; settings without having to open the menu. Context-specific settings like the Macro mode toggle also still pop up in the same way as before when applicable.\r<br/>\n\r<br/>\nThere are toggles to see the Flash, Live Photo and Action Mode indicators in the Camera section of the Settings app.\r<br/>\n\r<br/>\n<h2 id=\"remote_airpods_shutter\">Remote AirPods Shutter</h2>\r<br/>\nThe <a href=\"https://www.macrumors.com/roundup/airpods-pro/\">AirPods Pro</a> 2 and <a href=\"https://www.macrumors.com/roundup/airpods/\">AirPods 4</a> can be used as a camera shutter in &zwnj;iOS 26&zwnj;, so you can take a photo by pressing on the stem of the AirPods. To get this to work, connect your AirPods to your <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a>, open the Camera app, and then press and hold on the AirPods stem.\r<br/>\n\r<br/>\nYou can take a photo using this method, or continue to hold to start a video. When you're finished recording, press and hold again to stop the video.\r<br/>\n\r<br/>\nUsing this feature requires &zwnj;iOS 26&zwnj; and the new AirPods firmware that accompanies &zwnj;iOS 26&zwnj;. Using the AirPods as a remote shutter button works with the Camera app and with third-party photo apps.\r<br/>\n\r<br/>\n<h2 id=\"cleaning_warning\">Cleaning Warning</h2>\r<br/>\nIf your camera lens is dirty, your &zwnj;iPhone&zwnj; can detect that it needs to be cleaned and will send you a notification letting you know you should clean it.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/ios-26-camera-app-lens-cleaning.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1010704\" />\r<br/>\n<h2 id=\"developer_apis\">Developer APIs</h2>\r<br/>\nDevelopers have access to a new Cinematic mode API in &zwnj;iOS 26&zwnj; that allows third-party apps to capture Cinematic mode video, just like the built-in Camera app.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2023/06/Cinematic-Mode-iPhone-Feature.jpg\" alt=\"\" width=\"1600\" height=\"900\" class=\"aligncenter size-full wp-image-900525\" />\r<br/>\nCinematic mode supports recording video with a shallow depth of field and automatic focus changes between subjects. Apple uses rack focus to quickly swap the focus from one subject to another, for a movie-like recording experience.\r<br/>\n\r<br/>\nApple is also providing developers with an Audio Mix API for adjusting sound after a video is captured. Third-party video recording apps can offer the same Audio Mix controls that are available in the Camera app. Options include In-Frame for reducing sounds and voices from sources outside of the frame, Studio for reducing background sounds and reverb, and Cinematic for putting voices into a front-facing track while leaving environmental noises in surround, similar to movie audio.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2024/09/iphone-16-photos-audio-mix.jpg\" alt=\"photos\" width=\"1470\" height=\"786\" class=\"aligncenter size-full wp-image-967657\" />\r<br/>\n<h2 id=\"mac_accessibility\">Mac Accessibility</h2>\r<br/>\nWith macOS 26 and &zwnj;iOS 26&zwnj;, your Mac can connect to your &zwnj;iPhone&zwnj; to use your &zwnj;iPhone&zwnj;'s Camera app as a magnifying glass. A Magnifier on Mac feature uses the &zwnj;iPhone&zwnj;'s zoom capabilities, with the &zwnj;iPhone&zwnj;'s video feed showing up on a connected Mac through Continuity Camera.\r<br/>\n\r<br/>\nApple showed a student with vision issues using an &zwnj;iPhone&zwnj; to zoom in on a blackboard in a college class, with the feed coming through to her Mac so she could view what was going on while also taking notes.\r<br/>\n\r<br/>\n<h2 id=\"read_more\">Read More</h2>\r<br/>\nWe have a <a href=\"https://www.macrumors.com/roundup/ios-26/\"><strong> complete iOS 26 roundup</strong></a> that covers all of the new features that are available in the update.<div class=\"linkback\">Related Roundups: <a href=\"https://www.macrumors.com/roundup/ios-26/\">iOS 26</a>, <a href=\"https://www.macrumors.com/roundup/ipados-26/\">iPadOS 26</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/ios-26.248\">iOS 26</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/guide/ios-26-camera-app/\">iOS 26 Camera App: New Features and Design Changes</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/ios-26-camera-app-new-features-and-design-changes.2461556/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Native Union 推出兼容 Find My 的标签和卡片 (原标题: Native Union Launches Find My-Compatible Tag and Card)",
      "link": "https://www.macrumors.com/2025/07/14/native-union-find-my-tag-and-card/",
      "pubDate": "Mon, 14 Jul 2025 14:29:02 PDT",
      "isoDate": "2025-07-14T21:29:02.000Z",
      "creator": "Juli Clover",
      "summary": "### Native Union 推出兼容 Find My 的标签和卡片\n\nNative Union 于2025年7月14日推出了两款与苹果 Find My 功能兼容的新产品：Find It Card 和 Find It Tag。\n\n#### Find It Card\n*   **价格**: 40美元。\n*   **设计**: 旨在放入钱包，厚度为1.7毫米（大约是两张标准信用卡的厚度）。\n*   **附件**: 中心有一个孔，可以连接金属钥匙链线，因此也可以连接到背包等物品上。\n*   **电池**: 内置可充电电池，可通过 MagSafe 或 Qi 充电器充电，电池续航时间长达六个月。\n*   **图片**: ![native union find it card](https://images.macrumors.com/t/r3imQZA9EmXKbpNIjIvrtkXogeM=/400x0/article-new/2025/07/native-union-find-it-card.jpg?lossy)\n\n#### Find It Tag\n*   **价格**: 20美元。\n*   **设计**: 形状类似于 AirTag，采用圆形主体。\n*   **电池**: 使用可更换的 CR2032 电池，续航时间长达一年。\n*   **附件**: 附带一个环，可以添加到钥匙链或连接到其他物品上进行追踪。\n*   **图片**: ![native union find it tag](https://images.macrumors.com/t/1188R7UCqpkA3MA4uZCo_-ttoIE=/400x0/article-new/2025/07/native-union-find-it-tag.jpg?lossy)\n\n#### Find My 兼容性\n*   这两款产品都与苹果的 Find My 应用兼容，可以添加到“物品”标签页中，与 iPhone 等苹果设备一起追踪。\n*   支持所有 Find My 功能，包括：\n    *   当物品被遗留时接收通知。\n    *   播放响亮的声音以定位在蓝牙范围内的物品。\n    *   当物品超出蓝牙范围时，Find It Card 和 Find It Tag 可以利用 Find My 网络，通过附近的苹果产品中继位置信息。\n\n#### 购买信息\n*   Find It Card 和 Find It Tag 可通过 Native Union 官网购买。",
      "shortSummary": "Native Union 推出了两款兼容苹果 Find My 功能的新产品：Find It Card（40美元）和 Find It Tag（20美元）。Find It Card 厚1.7毫米，可放入钱包，内置可充电电池，续航六个月。Find It Tag 形似 AirTag，使用可更换电池，续航一年。两者均支持 Find My 应用的所有追踪功能，包括遗留通知、声音定位，并可利用 Find My 网络进行广域追踪。",
      "translated_title": "Native Union 推出兼容 Find My 的标签和卡片",
      "images": [
        {
          "url": "https://images.macrumors.com/t/r3imQZA9EmXKbpNIjIvrtkXogeM=/400x0/article-new/2025/07/native-union-find-it-card.jpg?lossy",
          "alt": "native union find it card",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/t/1188R7UCqpkA3MA4uZCo_-ttoIE=/400x0/article-new/2025/07/native-union-find-it-tag.jpg?lossy",
          "alt": "native union find it tag",
          "title": "",
          "position": 2
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/native-union-find-it-card.jpg",
          "alt": "",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/native-union-find-it-tag.jpg",
          "alt": "",
          "title": "",
          "position": 2
        }
      ],
      "contentSource": "完整文章",
      "content": "Native Union today debuted the <a href=\"https://www.nativeunion.com/products/find-it-card?variant=43602402869387\">Find It Card</a> and the <a href=\"https://www.nativeunion.com/products/find-my-tag?variant=43602278252683\">Find It Tag</a>, two new products that work with Apple's <a href=\"https://www.macrumors.com/guide/find-my/\">Find My</a> functionality.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/native-union-find-it-card.jpg\" alt=\"\" width=\"1769\" height=\"995\" class=\"aligncenter size-full wp-image-1010693\" />\r<br/>\nPriced at &#36;40, the Find It Card is meant to fit in a wallet, and it measures in at 1.7mm thick. For comparison's sake, a standard credit card is about 0.76mm, so Native Union's card is about two credit cards in thickness. There's a hole in the center where a metal keychain wire attaches, so it can also be attached to items like backpacks.\r<br/>\n\r<br/>\nThere is a rechargeable battery inside that can be charged using a <a href=\"https://www.macrumors.com/guide/magsafe/\">MagSafe</a> charger or a Qi-based charger, and the battery is able to last for up to six months.\r<br/>\n\r<br/>\nThe &#36;20 Find It Tag is shaped like an <a href=\"https://www.macrumors.com/guide/airtags/\">AirTag</a>, featuring a round body and a replaceable CR2032 battery that lasts for up to a year. The Find It Tag has an attached loop that can be added to a keychain or connected to other items for tracking purposes.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/native-union-find-it-tag.jpg\" alt=\"\" width=\"2000\" height=\"1124\" class=\"aligncenter size-full wp-image-1010694\" />\r<br/>\nThe Find It Card and Find It Tag are both compatible with the &zwnj;Find My&zwnj; app, and can be added to the Items tab to be tracked alongside Apple devices like the <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a>. All of the &zwnj;Find My&zwnj; features are included, and you can get notifications when an item is left behind or play a loud sound to locate an item that's close enough to detect over Bluetooth.\r<br/>\n\r<br/>\nWhen an item is out of Bluetooth range, the Find It Card and Find It Tag can take advantage of the &zwnj;Find My&zwnj; Network, leveraging nearby Apple products to relay location information back to you.\r<br/>\n\r<br/>\nThe Find It Card and the Find It Tag can be <a href=\"https://www.nativeunion.com/collections/find-my-tracking\">purchased from the Native Union Website</a>.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/native-union/\">Native Union</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/14/native-union-find-my-tag-and-card/\">Native Union Launches Find My-Compatible Tag and Card</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/native-union-launches-find-my-compatible-tag-and-card.2461553/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2025-07-15T09:37:31.312Z"
}