{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国希望人们多吃优质牛肉，推出质量分级系统 (原标题: China wants people to eat more high-quality beef, unveils quality-grading system)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320685/chinas-beef-prices-are-still-low-beijings-new-plan-aims-wrangle-consumption?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 03:00:09 +0000",
      "isoDate": "2025-08-05T03:00:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 中国牛肉产业发展与质量分级系统\n\n**背景与目标**\n*   面对价格下跌和进口竞争，中国正计划加强其畜牧业，这是旨在巩固关键农业部门的一系列政策中的最新举措。\n*   中国将加大牛肉生产，并为国产牛肉实施质量分级系统，以促进优质牛肉的消费。\n*   此举是中国最高经济规划部门和九个政府部门共同宣布的，旨在提振农产品消费。\n*   作为农业生产和消费大国，中国将释放一系列多样化、高质量和差异化产品的消费潜力，同时在日益激烈的进口竞争中提升国内产品的吸引力。\n\n**消费潜力与营养结构**\n*   农业农村部副部长姜文胜表示，目前中国居民的膳食营养结构仍不均衡，优质蛋白质摄入不足，这为消费增长留下了巨大空间。\n\n**市场现状与挑战**\n*   尽管中国年牛肉消费量在过去几年稳步增长，但大部分需求由进口满足，这给国内价格带来了压力，导致本地畜牧业面临经济损失。\n*   根据农业农村部的数据，7月21日至7月27日期间，牛肉平均批发价格约为每公斤63.8元人民币（约合8.90美元）。\n*   这比3月份每公斤约57.2元人民币的价格（八年来的最低点）略有回升，但仍比2023年价格开始下滑之前的平均每公斤约77元人民币低17%。",
      "shortSummary": "为提振国内牛肉产业，应对进口竞争和价格下跌，中国计划增加牛肉产量并推行国产牛肉质量分级系统。此举旨在促进优质牛肉消费，改善居民膳食中优质蛋白质摄入不足的问题。尽管牛肉总消费量上升，但进口占据主导，导致国内产业面临亏损，价格持续低迷。",
      "translated_title": "中国希望人们多吃优质牛肉，推出质量分级系统",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid falling prices and stiff competition from imports, China has unveiled plans to bolster the cattle industry – the latest in a series of policies aimed at strengthening key agricultural sectors.\nChina will step up its beef production and implement a quality-grading system for locally produced beef to promote consumption of high-quality versions of the meat – part of an effort announced by the nation’s top economic planner and nine government departments to boost consumption of farm produce.\nA...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/0c5247b4-8fdf-44a1-a006-a1fccf93acaa_852c80aa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国海南岛在韩国取消税收优惠后，着眼医疗旅游业蓬勃发展 (原标题: China’s Hainan eyes medical tourism boom after South Korea scraps tax perks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320704/chinas-hainan-eyes-medical-tourism-boom-after-south-korea-axes-cosmetic-surgery-tax-perks?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 23:00:16 +0000",
      "isoDate": "2025-08-04T23:00:16.000Z",
      "creator": "June Xia",
      "summary": "# 中国海南岛医疗旅游业发展目标\n\n## 概述\n中国热带岛屿省份海南正加速推进其成为领先的医疗旅游中心，旨在吸引更多本国公民在当地使用医疗服务，而非寻求海外治疗。这一举措是在韩国宣布计划取消外国人接受美容手术的退税优惠后提出的。\n\n## 发展目标与策略\n*   **吸引国内游客：** 根据当地政府周一发布的文件，海南计划到2027年每年吸引超过150万国内医疗游客，远高于目前每年超过40万的水平。\n*   **扭转海外消费外流：** 海南还承诺扭转海外医疗消费外流的趋势。\n*   **产品引进与审批：**\n    *   每年批准2至4个真实世界研究试点产品进入国内市场。\n    *   每年引进至少40种国际创新药物和医疗器械。\n\n## 当前进展\n*   **游客增长：** 据官方媒体《人民日报》上月报道，2025年第一季度，海南特殊医疗旅游区接待了111,500名寻求治疗的游客，同比增长29.8%。\n*   **药物和器械使用：** 同期，获得许可的药物和医疗器械的使用人数达到16,000人，比去年同期增长44.14%。\n\n## 推动背景：韩国政策变化\n此次推动的背景是，医疗旅游领域的顶级竞争对手韩国可能因其政策变化而失去吸引力。韩国于7月31日宣布的新规定将于明年生效，届时将取消外国游客使用医疗美容服务的增值税退税。",
      "shortSummary": "中国海南省正积极发展医疗旅游业，目标是到2027年每年吸引超过150万国内医疗游客。此举旨在吸引本国患者在海南就医，并扭转海外医疗消费外流。这一战略调整正值韩国宣布将取消外国医疗美容游客的增值税退税，可能削弱其在医疗旅游市场的竞争力。海南还将引进国际创新药物和医疗器械，并加速新产品审批。",
      "translated_title": "中国海南岛在韩国取消税收优惠后，着眼医疗旅游业蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s tropical island province of Hainan is accelerating its push to become a leading medical tourism hub, aiming to attract more nationals to use local healthcare services instead of seeking treatment abroad – after South Korea announced plans to scrap tax rebates for foreigners undergoing cosmetic surgery.\nThe popular tourist destination in southern China plans to draw more than 1.5 million domestic medical tourists annually by 2027, up from the current level of over 400,000, according to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/27835edd-613a-4136-92a7-a1c99209c439_0f99636f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国向巴西咖啡敞开大门，此前美国征收新关税 (原标题: China opens door to Brazilian coffee as US slaps on new tariff)",
      "link": "https://www.scmp.com/news/china/article/3320739/china-opens-door-brazilian-coffee-us-slaps-new-tariff?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 21:52:16 +0000",
      "isoDate": "2025-08-04T21:52:16.000Z",
      "creator": "Igor Patrick",
      "summary": "## 中国向巴西咖啡敞开大门\n\n### 背景：美国对巴西咖啡征收新关税\n*   美国对巴西咖啡征收了50%的新关税，导致巴西和美国之间的贸易紧张局势升级。\n*   这项关税措施已对巴西咖啡产业造成巨大冲击，迫使巴西出口商寻求其他市场。\n\n### 中国的应对措施\n*   在此背景下，中国已授权近200家巴西公司向其国内市场出口咖啡。\n*   这项授权于7月30日生效，是在美国宣布征收新关税（该关税定于周三生效）几天后公布的。\n\n### 美国在巴西咖啡贸易中的地位\n*   美国是全球最大的咖啡消费国。\n*   今年上半年，美国进口了330万袋巴西咖啡，占巴西咖啡出口总量的近23%。\n\n### 巴西咖啡生产现状\n*   行业数据显示，巴西2025年阿拉比卡咖啡（最常出口到美国的品种）约85%的产量已经完成收割。",
      "shortSummary": "由于美国对巴西咖啡征收50%的新关税，导致巴美贸易紧张升级，中国已授权近200家巴西公司向其国内市场出口咖啡。此举旨在帮助巴西咖啡出口商应对美国关税带来的冲击，并寻找新的市场。美国是全球最大的咖啡消费国，此前大量进口巴西咖啡。",
      "translated_title": "中国向巴西咖啡敞开大门，此前美国征收新关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has authorised nearly 200 Brazilian companies to export coffee to its domestic market amid escalating trade tensions between Brazil and the United States following the imposition of a 50 per cent US tariff on Brazilian coffee.\nThe weekend announcement, effective July 30, came just days after the United States levied the new tariff, which is set to take effect on Wednesday. The measure has sent shock waves through Brazil’s coffee industry and forced exporters to seek other markets.\nChina’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/397b4ff4-7897-4562-b7fb-3fed89764fc8_8e2f9f57.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新委员会，救助讨论：中国是否正在启动新的房地产救援行动？ (原标题: New committee, bailout talk: is China launching a fresh property rescue effort?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320691/new-committee-bailout-talk-china-launching-fresh-property-rescue-effort?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 13:00:07 +0000",
      "isoDate": "2025-08-04T13:00:07.000Z",
      "creator": "Alice Li",
      "summary": "### 中国房地产救援新动向\n\n*   **背景与挑战**\n    *   中国正面临由恒大集团2021年中期违约引发的为期四年的房地产危机，开发商债务负担沉重。\n    *   尽管近期楼市销售有所回升，但开发商仍深陷高额债务困境。\n*   **中央银行新举措**\n    *   中国人民银行周五证实，已成立一个新的宏观审慎与金融稳定委员会。\n    *   此举是正在进行的“去风险”努力的一部分，旨在化解国家日益增长的债务风险。\n*   **政府顾问的救助建议**\n    *   中国国务院参事、中国社会科学院资深房地产金融专家尹中立建议，北京应向房地产行业注入1万亿元人民币（约合1390亿美元）。\n    *   **目标：** 稳定开发商的资产负债表，帮助开发商清算资产。\n    *   **具体方案（发表于《清华金融评论》7月刊）：**\n        *   设立一个专门的国家支持机构，为符合特定标准的房地产开发商提供资本注入。\n        *   资金来源：由财政部发行特别国债。\n        *   设立一个1万亿元人民币的“房地产稳定信托”来引导资金流向符合条件的开发商。\n        *   资金流向：部分或全部流向中国最大的30家私营房地产公司。\n        *   政府将获得开发商的可转换优先股，转换期为五年或更长。",
      "shortSummary": "中国央行成立新的金融稳定委员会以化解债务风险。同时，国务院参事尹中立建议，为稳定房地产市场和开发商资产负债表，应向该行业注入1万亿元人民币。他提议由财政部发行特别国债，设立国家支持机构和“房地产稳定信托”，以可转换优先股形式向符合条件的开发商提供资金。此举旨在应对持续四年的房地产危机。",
      "translated_title": "新委员会，救助讨论：中国是否正在启动新的房地产救援行动？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank confirmed on Friday that it had established a new financial stability committee to defuse the nation’s mounting debt risks, as a senior government adviser suggested that Beijing needed to inject 1 trillion yuan (US$139 billion) into the property sector to stabilise developers’ balance sheets.\nThe suggestion by Yin Zhongli, a counsellor for China’s State Council, comes as Beijing continues to wrestle with a four-year property crisis sparked by developer Evergrande Group’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/de10e204-adac-4522-ad2c-5f905b262927_f8e82bce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国寻求人民币更大全球作用，因美元稳定性受质疑 (原标题: China eyes bigger global role for yuan as US dollar stability questioned)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320690/china-eyes-bigger-global-role-yuan-us-dollar-stability-questioned?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 10:30:08 +0000",
      "isoDate": "2025-08-04T10:30:08.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国加速人民币国际化以应对美元不确定性\n\n中国正在加大力度推动人民币国际化，抓住美元稳定性受质疑所带来的机遇窗口。\n\n### 中国人民银行（PBOC）的最新举措\n\n在年中会议上，中国人民银行宣布将加快人民币在贸易结算和跨境融资中的使用。具体措施包括：\n\n*   **扩大人民币使用范围**：加速人民币在贸易中的应用，进一步增强其融资功能。\n*   **优化政策**：优化资金池政策以及境内企业境外上市的相关规定。\n*   **强化离岸市场**：加强离岸人民币市场建设，建立覆盖全期限的稳定流动性供应渠道。\n*   **发展清算银行**：通过人民币跨境支付系统（CIPS）加快海外清算银行的发展。\n\n这是中国央行三年来首次在年中会议纪要中专门提及人民币国际化，凸显了其重要性。\n\n### 背景与原因\n\n这一举动与北京提升人民币全球地位的更广泛战略相符，其背景是：\n\n*   **美国债务可持续性担忧**：对美国债务可持续性的日益担忧。\n*   **地缘政治紧张局势加剧**：不断升级的地缘政治紧张局势。\n\n这些因素都对美元的主导地位提出了新的质疑。\n\n### 知名投资者的警告\n\n传奇投资者瑞·达利欧（Ray Dalio）上个月对美国经济发出了严厉警告。他指出，除非美国政府将赤字控制在GDP的3%以内，否则美国经济可能面临“经济心脏病”的风险。",
      "shortSummary": "中国正积极推动人民币国际化，以利用美元稳定性受质疑的机遇。中国人民银行宣布将加速人民币在贸易结算和跨境融资中的使用，并加强离岸市场和CIPS建设。此举旨在提升人民币全球地位，背景是美国债务担忧和地缘政治紧张。知名投资者瑞·达利欧也警告美国经济可能面临风险。",
      "translated_title": "中国寻求人民币更大全球作用，因美元稳定性受质疑",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is stepping up efforts to internationalise the yuan, as growing doubts about the US dollar’s stability provide a window of opportunity for the currency.\nThe People’s Bank of China (PBOC) announced at its midyear meeting that it would expedite the yuan’s use in trade settlement and cross-border financing.\n“[We’ll] accelerate the expansion of the yuan’s use in trade, further enhance its financing function and optimise policies governing funding pools and overseas listings of domestic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/7461b5d5-57da-4885-92fb-bb440c4b044e_fd17f568.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从头到尾：中国如何重塑航空供应链 (原标题: From nose to tail, how China is reshaping the aviation supply chain)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320682/nose-tail-how-china-reshaping-aviation-supply-chain?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 09:00:35 +0000",
      "isoDate": "2025-08-04T09:00:35.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国重塑航空供应链\n\n文章指出，除了备受关注的国产客机，中国还在航空领域的重要组成部分——确保飞机安全顺畅运行的众多零部件方面取得进展。这表明北京正持续减少对外国部件的依赖，弥补长期存在的技术差距，并在民用航空供应链的各个层面确立其主要参与者的地位。\n\n### 关键进展：\n\n*   **CJ-1000A 发动机：**\n    *   **项目概况：** CJ-1000A是中国自主研发的大型商用喷气发动机，旨在为中国商用飞机有限责任公司（Comac）的C919客机提供动力。C919被视为中国对波音737和空客A320窄体飞机的回应。\n    *   **战略意义：** CJ-1000A被视为中国限制对外国航空航天技术依赖的关键。\n    *   **进展情况：** 中国工程院的张彦忠在中央电视台的采访中透露，该发动机的研发进展顺利，并按计划进行。他表示：“我只能说我们的发动机正在按计划推进，目前的进展非常积极。至于何时能安装在中国飞机上——请等待好消息。”\n    *   **研发方与目标：** 该发动机的开发商是中国航空发动机集团（AECC）。AECC表示，CJ-1000A的性能将与目前安装在商业运营C919机型上的CFM国际LEAP-1C发动机持平。\n    *   **重要性：** 中国公司发动机的成功推出将是中国在航空自给自足方面迈出的重要一步。",
      "shortSummary": "中国正积极重塑航空供应链，旨在减少对外国零部件的依赖并实现航空自给自足。其中一项关键进展是CJ-1000A大型商用喷气发动机的研发，该发动机将为国产C919客机提供动力。目前，CJ-1000A的开发进展顺利，其成功推出将是中国航空工业迈向独立自主的重要里程碑。",
      "translated_title": "从头到尾：中国如何重塑航空供应链",
      "images": [],
      "contentSource": "完整文章",
      "content": "While its home-grown airliners bring China the most attention in the complex, lucrative field of aviation, the country is also making strides in an equally important realm: the many components necessary to ensure the safe, smooth operation of jets and other aircraft.\nRecent developments in a number of areas show Beijing is continuing to reduce its reliance on foreign parts, close long-standing technological gaps and assert itself as a major player in civil aviation at all levels of the supply...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/2ed2c941-4af6-4e64-8d2a-9d8ae3aea3e6_9324c5cc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国青年在经济滞缓下寻求稳定而非创业 (原标题: China’s youth seek stability over entrepreneurship as economy lags)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320457/chinas-youth-seek-stability-over-entrepreneurship-economy-lags?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 03:00:07 +0000",
      "isoDate": "2025-08-04T03:00:07.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国青年职业偏好转变：从创业到稳定与灵活\n\n*   **背景转变：** 2010年代中国曾鼓励“大众创业、万众创新”，但最新调查显示，中国Z世代（1995-2009年出生）的职业理想已转向灵活性和财务自由。\n\n*   **调查发现：**\n    *   Forvis Mazars于7月25日发布的一份报告揭示了这一趋势。\n    *   该研究基于4,171名受访者的偏好，描绘了2.6亿中国年轻人的价值观、生活方式和职业追求。\n\n*   **理想职业排名：**\n    *   “自由职业者”是最受欢迎的职业，占受访者的49%。\n    *   “公共部门雇员”位居第二，占47%。\n    *   “技术专业人士”占39%。\n    *   “公司雇员”占34%。\n    *   “创业者”仅占31%，排名相对靠后。\n\n*   **创业吸引力下降：**\n    *   创业排名较低表明其对中国年轻人的吸引力正在减弱。\n    *   部分受访者表示，经济滞缓削弱了创业的吸引力。\n    *   23岁的应届毕业生Crystal Pang（正在深圳求职）指出，新冠疫情期间经济状况不佳，现在甚至更糟。",
      "shortSummary": "一项最新调查显示，中国Z世代的职业偏好已从创业转向稳定和灵活性。在Forvis Mazars的报告中，“自由职业者”和“公共部门雇员”是最受欢迎的职业，而“创业者”的吸引力显著下降。这主要归因于经济滞缓，许多年轻人认为当前经济环境不适合创业，更倾向于寻求稳定的工作和财务自由。",
      "translated_title": "中国青年在经济滞缓下寻求稳定而非创业",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a departure from the “mass entrepreneurship and innovation” encouraged among China’s youth in the 2010s, in a new survey the country’s Generation Z has defined its life and career ideals around flexibility and financial freedom.\n“Freelancer” was the most favoured career for those born between 1995 and 2009, according to a report released on July 25 by Forvis Mazars, an international provider of advisory and consulting services.\nBased on the preferences of 4,171 respondents, the study presents...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/df4b2109-ade8-4dc4-b283-2b233284b24a_1d7ca59f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "热情、自豪与活猪：中国蓬勃发展的本土篮球联赛内幕 (原标题: Passion, pride and live pigs: inside China’s booming local basketball league)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320442/passion-pride-and-live-pigs-inside-chinas-booming-local-basketball-league?utm_source=rss_feed",
      "pubDate": "Sun, 03 Aug 2025 12:00:09 +0000",
      "isoDate": "2025-08-03T12:00:09.000Z",
      "creator": "June Xia",
      "summary": "### ZheBA联赛：中国草根篮球新现象\n\n“ZheBA”（浙江省城市篮球联赛）是中国东部浙江省一项城际篮球赛事，凭借其独特的魅力、对当地自豪感的激发以及多元文化的融合，迅速成为全国性的轰动。\n\n*   **联赛概况与特色**\n    *   **业余性质**：所有参赛球员均为业余选手。\n    *   **独特元素**：吉祥物是乘坐遥控吉普车的两只活鸡，获胜队伍的奖品是装满活鱼的塑料袋。\n    *   **规模**：该联赛正式名称为“浙江省城市篮球联赛”，汇集了来自浙江省（拥有超过6600万人口）的数十支地方球队，通过一系列分区赛最终决出冠军。\n\n*   **与职业联赛的对比**\n    *   ZheBA与中国职业篮球联赛（CBA，中国的NBA）的专业化、精致化世界截然不同。\n    *   **比赛水平**：比赛水准参差不齐。\n    *   **场地**：比赛常在小型地方体育馆举行。\n    *   **意外插曲**：曾有比赛被一只排便的山羊打断，这些“不完美”反而构成了其独特的魅力。\n\n*   **球迷视角与文化认同**\n    *   对于众多球迷而言，正是这些非传统元素构成了ZheBA的吸引力。正如一位用户在社交平台RedNote上写道：“ZheBA可能不懂篮球，但它懂浙江。”这条帖子获得了数千点赞，充分体现了球迷对联赛本土化特色和文化认同的强烈共鸣。\n\n*   **更广泛的体育趋势**\n    *   ZheBA的兴起是中国更广泛的草根业余体育运动发展趋势的一部分。在经历了多年对国家职业联赛功能失调日益增长的不满之后，民众对这种贴近生活、充满地方特色的体育形式表现出极大的热情。",
      "shortSummary": "“ZheBA”（浙江省城市篮球联赛）是中国浙江省一项业余城际篮球赛事，因其独特的本土特色和对当地自豪感的激发而迅速走红全国。该联赛以活鸡作吉祥物、活鱼作奖品，比赛充满草根气息，与职业联赛形成鲜明对比。ZheBA的成功反映了中国民众对草根业余体育运动日益增长的兴趣，也满足了他们对本土文化和社区联系的渴望。",
      "translated_title": "热情、自豪与活猪：中国蓬勃发展的本土篮球联赛内幕",
      "images": [],
      "contentSource": "完整文章",
      "content": "In China’s hottest new basketball league, the players are all amateurs, the mascots are a pair of live chickens riding a remote control Jeep, and the winning teams are presented with plastic bags full of fish.\nWelcome to the “ZheBA” – an intercity competition in China’s eastern Zhejiang province that has become a national sensation by tapping into the region’s fierce local pride and diverse culture.\nThe contest, officially named the Zhejiang Provincial City Basketball League, features dozens of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/66272634-e70d-432c-8db7-8386c2ed0d0a_7e4c2eda.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不仅仅是娱乐：中国如何利用主题公园刺激消费支出 (原标题: More than just fun: how China is using theme parks to fuel consumer spending)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320389/legoland-disney-how-china-using-theme-parks-fuel-consumer-spending?utm_source=rss_feed",
      "pubDate": "Sat, 02 Aug 2025 22:00:09 +0000",
      "isoDate": "2025-08-02T22:00:09.000Z",
      "creator": "Luna Sun,Mandy Zuo",
      "summary": "### 中国主题公园：刺激消费与经济增长的新引擎\n\n随着中国消费者市场面临挑战，主题公园行业正成为提振消费支出和经济复苏的亮点。\n\n*   **乐高乐园上海度假区盛大开幕**\n    *   尽管气温高达39°C，中国首家乐高乐园度假区（全球最大的乐高乐园）于7月5日开业时仍吸引了数千家庭排队等候，显示出强劲的市场需求。\n    *   该景点不仅受到儿童的欢迎，也被政策制定者视为刺激消费、重振疲软市场的潜在“需求驱动力”。\n\n*   **休闲支出成为亮点**\n    *   在零售销售下滑、刺激措施效果减弱的背景下，休闲支出成为中国消费领域为数不多的亮点之一。\n    *   家庭在暑假期间对高质量体验的渴望，使休闲消费重新受到关注。\n\n*   **行业投资与增长前景**\n    *   乐高乐园上海度假区的开业，恰逢中国主题公园行业新一轮投资浪潮。\n    *   根据全球主题公园行业协会IAAPA的数据，中国目前拥有超过4,400个景点和娱乐设施，预计未来三年将以每年19%的速度增长。\n\n*   **显著的经济带动效应**\n    *   IAAPA首席执行官Jakob Wahl在上海举行的IAAPA亚洲博览会上指出：“我们看到，一元运营收入能为当地经济带来3.8元的经济影响。”\n    *   他强调，无论身在何处，景点都是经济的驱动力。",
      "shortSummary": "面对消费市场疲软，中国正将主题公园视为刺激消费和经济增长的新引擎。全球最大的乐高乐园上海度假区在高温下仍吸引大量游客，显示出强劲需求。休闲支出成为消费领域的亮点，吸引了新一轮投资。据IAAPA数据，中国主题公园数量预计未来三年每年增长19%，且每1元运营收入能带动3.8元当地经济效益，凸显其作为经济驱动力的重要性。",
      "translated_title": "不仅仅是娱乐：中国如何利用主题公园刺激消费支出",
      "images": [],
      "contentSource": "完整文章",
      "content": "As temperatures soared to a sweltering 39°C, thousands of families still lined up for the launch of China’s first Legoland resort, undeterred by the heatwave.\nThe attraction became an instant hit – not just for children craving plastic-brick adventures, but for policymakers desperate to find the next big demand driver and jolt a weary consumer market back to life.\nWith families eager for quality experiences during the summer holidays, the spotlight is back on leisure spending – one of the few...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/90e6ffcd-5f5f-413e-a47e-272c9fc1614a_bb37ab7f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在香港工作，在深圳生活：人们为何迁往内地城市 (原标题: Working in Hong Kong, living in Shenzhen: why people are moving to mainland city)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320393/working-hong-kong-living-shenzhen-why-people-are-making-move-mainland-city?utm_source=rss_feed",
      "pubDate": "Sat, 02 Aug 2025 08:00:10 +0000",
      "isoDate": "2025-08-02T08:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 在香港工作，在深圳生活：跨境通勤趋势\n\n### 概述\n\n越来越多的通勤者选择在深圳居住，而在香港工作。这种趋势主要是为了应对香港高昂的生活成本，尤其是在租金方面，深圳则提供了更宽敞的居住空间和更低的费用。\n\n### 典型案例：丽莎·孙的通勤生活\n\n*   **背景：** 24岁的丽莎·孙（Lisa Sun）来自四川省，是这一日益增长的跨境通勤群体中的一员。\n*   **通勤路线：**\n    *   她每天早上8:30从深圳的公寓出发。\n    *   通勤包括电动自行车、拥挤的深圳地铁、过境检查，以及同样拥挤的香港港铁（MTR）。\n    *   整个单程耗时约90分钟，她在上午10:00左右抵达香港铜锣湾的办公室。\n    *   下班后，她重复相同的返程，通常在晚上9:00左右才能到家。\n*   **选择原因：** 丽莎·孙表示，她决定在深圳和香港之间通勤，是因为她希望独自居住，但香港的租金对于一个人来说实在过于昂贵。深圳能让她以更低的成本获得独立的生活空间。\n\n### 社交媒体上的讨论与分享\n\n中国社交媒体平台“小红书”（RedNote）上涌现了大量关于跨境通勤的帖子。这些帖子由已经开始通勤或正在考虑此举的人发布，分享了以下实用信息：\n\n*   在深圳寻找出租公寓的最佳社区。\n*   选择哪个边境检查站。\n*   最佳的交通方式和路线建议。",
      "shortSummary": "越来越多的人选择在深圳居住并在香港工作，以应对香港高昂的租金和生活成本。24岁的丽莎·孙是其中一员，她每天通勤90分钟往返两地，以实现在深圳独立居住的愿望。社交媒体上涌现了大量关于跨境通勤的实用信息分享，反映了这一日益增长的趋势。",
      "translated_title": "在香港工作，在深圳生活：人们为何迁往内地城市",
      "images": [],
      "contentSource": "完整文章",
      "content": "At 8.30am on Monday, 24-year-old Lisa Sun leaves her flat in Shenzhen and begins her long commute to work.\nIt starts with an e-bike ride through her neighbourhood, followed by a packed Metro journey, a border crossing intermission, and a similarly packed MTR trip. Ninety minutes later, she steps out into the bustle of Causeway Bay in Hong Kong – ready to start her day at the office.\nShe repeats the same journey in reverse after work, finally getting home close to 9pm.\nSun, born in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/2204161c-1e85-4b4e-8359-42fb8369697f_f648beb1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在检测到健康风险后收紧对越南榴莲的进口规定 (原标题: China toughens import rules on Vietnamese durians after detecting health risks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320379/china-toughens-import-rules-vietnamese-durians-after-detecting-health-risks?utm_source=rss_feed",
      "pubDate": "Sat, 02 Aug 2025 04:00:13 +0000",
      "isoDate": "2025-08-02T04:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国收紧越南榴莲进口规定\n\n中国海关总署（GACC）已加强对进口越南榴莲的监管，原因是发现这种高价值水果中含有“过量”的两种潜在有害物质。\n\n### 发现的健康风险\n\n*   **有害物质**：中国当局在越南榴莲中检测到有机化合物“碱性黄”和金属“镉”的浓度过高。\n*   **检测时间**：这些物质是在2025年初被发现的。\n*   **风险程度**：发现的浓度被认为“严重危害国内消费者健康”。\n\n### 新的进口规定和措施\n\n为有效预防食品安全风险，中国海关总署立即采取了以下行动：\n\n*   **加强出口前检查**：要求在货物离开越南前进行更严格的安全检查和合规性测试。\n*   **附带合格检测报告**：所有运往中国的榴莲都必须附带“合格”的检测报告。\n*   **批次检测**：越南榴莲将接受“逐批”检测。\n*   **不合格处理**：任何不合格的榴莲将被退回或销毁。\n*   **暂停出口商资格**：不合格水果的出口商将被暂停向中国运输榴莲的资格。\n\n### 对贸易的影响\n\n*   **出口额下降**：根据海关数据显示，2025年1月至6月，越南对华鲜榴莲出口额同比下降约45%。\n*   **总出口额**：同期，越南榴莲对华出口总额为6.115亿美元。",
      "shortSummary": "中国因在越南榴莲中检测到过量“碱性黄”和“镉”等有害物质，已收紧进口规定。新规要求加强出口前安全检查和逐批检测，不合格榴莲将被退回或销毁。受此影响，2025年上半年越南对华榴莲出口额同比下降约45%。",
      "translated_title": "中国在检测到健康风险后收紧对越南榴莲的进口规定",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese authorities have tightened oversight of imported Vietnamese durians this year after finding “excessive levels” of two potentially harmful substances in the popular, high-value fruit.\nThe General Administration of Customs of China now requires enhanced pre-export safety checks and compliance testing before shipments leave the source country, with “qualified” test reports to be attached to durians, a customs official told the Post, requesting anonymity due to internal rules.\nShe said the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/07d33bb2-8e21-4374-a0fe-18d9bbf1a908_266997ea.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国关税壁垒后谴责保护主义，警告将损害所有人 (原标题: China rebukes protectionism after US tariff barrage, warns it will harm everyone)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320475/china-rebukes-protectionism-after-trumps-new-tariff-barrage-warns-it-will-harm-everyone?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 13:00:09 +0000",
      "isoDate": "2025-08-01T13:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国谴责美国关税，警告保护主义危害各方\n\n在美国总统唐纳德·特朗普对数十个经济体实施最新一轮关税打击后，中国再次发出严厉警告，反对保护主义，并强调其将“损害所有各方的利益”。\n\n### 中国的立场\n\n*   中国外交部发言人郭家坤在周五的新闻发布会上表示，中国反对任意征收关税的立场一贯而明确：关税战或贸易战中没有赢家。\n\n### 特朗普的最新关税措施\n\n*   特朗普通过行政命令对69个贸易伙伴征收了广泛的关税，税率范围从10%到41%不等。\n*   **具体税率示例：**\n    *   加拿大：35%的关税\n    *   瑞士：39%的关税\n    *   大多数亚洲经济体：15%至20%的关税（此前7月份威胁的范围是20%至40%）\n    *   印度：25%的关税\n    *   老挝和缅甸：各40%的关税\n    *   台湾：20%的关税\n*   大多数关税预计将在未来七天内生效。\n\n### 对小型经济体的影响\n\n*   一位分析师指出，最新的关税税率对柬埔寨和孟加拉国等小型经济体来说是一种“解脱”。\n    *   柬埔寨：关税从7月份威胁的36%降至19%。\n    *   孟加拉国：关税从7月份威胁的35%降至20%。\n\n### 专家观点\n\n*   经济学人智库亚洲区总监亚历克斯·霍姆斯（Alex Holmes）表示，新税率“排除了最坏的情况，但只是杯水车薪”。\n*   他补充说，这些关税仍然代表着贸易壁垒的“大幅提升”，并留下了许多未解的问题。",
      "shortSummary": "在美国对69个贸易伙伴征收新一轮关税后，中国重申反对保护主义，警告贸易战中没有赢家，将损害所有人利益。特朗普政府的关税税率范围为10%至41%，尽管部分亚洲经济体面临的税率低于此前威胁，但分析师指出，这仍是贸易壁垒的显著提升，且遗留诸多问题。",
      "translated_title": "中国在美国关税壁垒后谴责保护主义，警告将损害所有人",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the wake of US President Donald Trump’s latest tariff blitz on dozens of economies, China has reiterated a stern warning against protectionism amid growing concern that it will “harm the interests of all parties”.\n“China’s position against the arbitrary imposition of tariffs has been consistent and clear: there are no winners in tariff or trade wars,” Guo Jiakun, spokesman for the Ministry of Foreign Affairs, said at a press conference on Friday.\nBeijing’s latest admonishment came after...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/ffb0e920-86ec-4886-99b0-4f0e5c124385_ea4c61e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国加倍推行消费补贴以刺激家庭支出 (原标题: China doubles down on consumer subsidies to spur household spending)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320426/china-doubles-down-consumer-subsidies-spur-household-spending?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 12:00:10 +0000",
      "isoDate": "2025-08-01T12:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国政府加码消费补贴以刺激家庭支出\n\n为了在全球经济波动中提振国内市场，中国政府承诺通过一系列支持措施来解决消费瓶颈，包括直接补贴和提高收入的努力。\n\n**主要措施与资金分配：**\n*   **超长期特别国债拨款：** 国家发展和改革委员会（NDRC）官员宣布，北京将从超长期特别国债中拨出690亿元人民币（约合95亿美元），用于“以旧换新”计划。该计划为一系列消费品提供大幅折扣。\n*   **资金发放时间：** 这笔资金将于10月发放，是今年的第四批，使总额达到3000亿元人民币的年度目标。\n\n**消费在经济中的地位：**\n*   国家最高经济规划部门的官员周晨表示：“消费正日益成为中国经济增长的基石。”\n\n**“以旧换新”计划成效：**\n*   根据国家发改委的数据，作为中国政府刺激消费工具的“以旧换新”计划，今年迄今已累计产生超过1.7万亿元人民币的总销售收入。\n*   其中，新能源汽车销售额同比增长40.3%。\n\n**消费数据表现：**\n*   国家统计局数据显示，作为衡量消费关键指标的全国社会消费品零售总额在2025年上半年同比增长5%，比去年同期高出1.3个百分点。",
      "shortSummary": "中国政府承诺通过直接补贴和提高收入等措施，刺激家庭消费以提振国内市场。北京将从超长期特别国债中拨出690亿元人民币（约合95亿美元）用于“以旧换新”计划，这是今年第四批，使年度总额达到3000亿元人民币。该计划已带动逾1.7万亿元人民币销售额，其中新能源汽车销售增长40.3%。2025年上半年全国零售销售同比增长5%。",
      "translated_title": "中国加倍推行消费补贴以刺激家庭支出",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese government has pledged to tackle consumption bottlenecks with a series of support measures, including direct subsidies and efforts to raise incomes, as it seeks to bolster the domestic market amid global volatility.\nTo stimulate household spending, Beijing will allocate 69 billion yuan (US$9.5 billion) in ultra-long special treasury bonds to its trade-in programme – which offers substantial discounts on a range of consumer goods – National Development and Reform Commission (NDRC)...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/6f47b271-3315-412d-971b-c345e88bd249_ed1306b7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国洗钱者利用了宝石漏洞——北京刚刚堵上了它 (原标题: China’s money launderers exploited a gem of a loophole - Beijing just plugged it)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320461/chinas-money-launderers-exploited-gem-loophole-beijing-just-plugged-it?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 11:00:15 +0000",
      "isoDate": "2025-08-01T11:00:15.000Z",
      "creator": "Alice Li",
      "summary": "## 中国针对贵金属和宝石交易的反洗钱新规\n\n中国人民银行宣布，自即日起，中国的贵金属和宝石（包括黄金、钻石和红宝石等）经销商必须遵守一项新的反洗钱（AML）规定。此举标志着北京反洗钱行动范围的扩大，旨在堵塞犯罪分子利用的“创意”漏洞，打击洗钱活动。\n\n### 新规内容\n\n*   **监管范围：** 新规定对实体贵金属和宝石（包括原材料以及硬币、标准金条、锭和珠宝等加工品）的经销商设定了合规要求。\n*   **报告门槛：** 经销商必须向中国人民银行的反洗钱中心报告以下交易：\n    *   客户单笔现金交易达到或超过10万元人民币（约合13,870美元），或等值外币。\n    *   客户在一天内进行的多笔交易累计达到或超过10万元人民币（或等值外币）。\n*   **报告时限：** 达到报告门槛的交易必须在五个工作日内提交报告。\n*   **可疑交易报告：** 无论交易金额大小，如果经销商有合理理由怀疑客户意图利用此类交易进行洗钱，则必须提交报告。\n\n### 新规出台背景与意义\n\n据上海方达律师事务所的律师评论，这是中国首个将监管范围从传统金融机构扩展到特定行业（如贵金属和宝石交易）的反洗钱规定。这表明中国政府正积极应对洗钱活动的新趋势，通过填补现有法律漏洞，加强对非金融领域的监管，以更全面地打击金融犯罪。",
      "shortSummary": "中国已实施一项新的反洗钱规定，要求贵金属和宝石经销商报告大额交易。单笔或当日累计现金交易达10万元人民币（约合13,870美元）需在五个工作日内报告给央行反洗钱中心。即使金额未达标，若怀疑洗钱也须报告。此举旨在堵塞洗钱漏洞，并将反洗钱监管范围首次扩展至传统金融机构之外的特定行业。",
      "translated_title": "中国洗钱者利用了宝石漏洞——北京刚刚堵上了它",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s dealers of precious metals and gemstones – including gold, diamonds and rubies – must comply from today with a new regulation, as the scope of Beijing’s anti-money-laundering operations widens and authorities move to counter such criminal activity by plugging creative loopholes.\nTransactions involving precious metals and gems that exceed a certain threshold will need to be reported to the nation’s financial crime watchdog.\nIn this explainer, the Post delves into China’s latest...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/5da8aed7-be79-4cdd-a91a-ba7f1104ef44_0a73ac0a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国可定制机器人市场或将腾飞 (原标题: China’s customisable robot market may be about to take off)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320367/people-popping-down-shops-chinas-shenzhen-can-now-rent-customised-robot?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 05:00:10 +0000",
      "isoDate": "2025-08-01T05:00:10.000Z",
      "creator": "Alice Li",
      "summary": "### 中国首家“6S”机器人商店在深圳开业，预示可定制机器人市场新趋势\n\n中国南方的深圳，一家名为“未来时代”（Future Era）的商店近日在龙岗区开业，其独特的运营模式使其更像一个小型机器人博览会，吸引了众多参观者，包括儿童、家长、公司老板、投资者和科技爱好者。\n\n#### 商店概况与特色\n\n*   **多元化展示**：店内展示了各种类型的机器人，从类人助手到送餐机器人和按摩设备，琳琅满目，引人注目。\n*   **“6S”模式**：该店自称是全球首家“6S”机器人商店。在传统的“4S”零售模式（展厅、销售、零配件、客户服务）基础上，增加了租赁（Leasing）和定制（Customisation）服务，为消费者提供了更灵活的选择。\n*   **定制化服务**：顾客不仅可以购买或租赁展出的机器人模型，甚至可以根据自身需求选择组件，自行组装和定制机器人。\n*   **合作与交流**：商店也成为行业交流平台，公司所有者、投资者和科技爱好者在此交换联系方式，探讨合作机会，包括入驻展示或进行采购。\n\n#### 行业背景与市场潜力\n\n*   **机器人产业快速发展**：近年来，中国的机器人产业发展迅速，正积极拓展广阔的消费和服务市场，这与中国制造商惯用的市场策略一脉相承。\n*   **参展品牌与租赁价格**：商店展示了来自杭州的宇树科技（Unitree Robotics）以及深圳的Engine AI和乐聚机器人（Leju Robot）等公司的产品。机器人的日租金从约5,000元人民币到20,000元人民币不等（约合695美元至2,781美元）。\n*   **商店规模**：该店占地60平方米（646平方英尺），旨在为消费者提供沉浸式的机器人体验。\n\n“未来时代”商店的开业，标志着中国机器人市场正从工业应用向更广泛的消费和服务领域延伸，尤其是在可定制化和租赁服务方面，展现出巨大的市场潜力。",
      "shortSummary": "中国首家“6S”机器人商店“未来时代”在深圳开业，标志着中国可定制机器人市场的新趋势。该店不仅提供机器人销售、服务和配件，还创新性地增加了租赁和定制服务，允许顾客根据需求组装机器人。商店展示了多种机器人，日租金从5千到2万元不等，旨在将中国快速发展的机器人产业推向更广阔的消费和服务市场。",
      "translated_title": "中国可定制机器人市场或将腾飞",
      "images": [],
      "contentSource": "完整文章",
      "content": "A store near a bustling shopping centre in the southern Chinese city of Shenzhen feels more like a small robotics fair, with all kinds of robots – from humanoid assistants to food delivery bots and massage machines – quietly drawing curious eyes.\nAmid the excited chatter of children accompanying their parents, company owners, investors and tech enthusiasts busily exchange contact details and discuss collaboration. Some hope to place their own robots in the newly opened 60 square metre (646 sq...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/1ae40fae-2c51-4880-a2a6-ad8a7ccd539a_53894f3f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "广州和深圳，曾是中国经济增长引擎，报告GDP表现不佳 (原标题: Guangzhou and Shenzhen, once China’s growth engines, report GDP underperformance)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3320304/guangzhou-and-shenzhen-once-chinas-growth-engines-report-gdp-underperformance?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 00:00:15 +0000",
      "isoDate": "2025-08-01T00:00:15.000Z",
      "creator": "He Huifeng",
      "summary": "## 广州和深圳经济增长放缓\n\n中国南方广东省的两个经济支柱城市——科技中心深圳和制造业中心广州，其经济增长速度相对于其他城市有所放缓，这促使人们呼吁采取更有力的措施来重振企业。\n\n### GDP表现不及全国平均水平\n\n*   **深圳**：2024年1月至6月期间，GDP增长率为**5.1%**。\n*   **广州**：同期GDP增长率为**3.8%**。\n*   **全国平均水平**：同期全国GDP增长率为**5.3%**。\n\n两市的增长率均低于全国平均水平，表明经济增长面临挑战。\n\n### 增长放缓的主要原因\n\n分析师指出，此次同步放缓是由于：\n\n*   **全球供应链的不确定性**：国际贸易环境复杂，影响了出口和生产。\n*   **国内需求不足**：国内消费和投资未能弥补外部需求下降带来的缺口。\n\n### 深圳面临的特定挑战\n\n广东省体制改革研究会执行会长彭澎表示，深圳正面临双重逆风：\n\n*   **全球需求减弱**：影响了出口。\n*   **本地房地产市场低迷**：特别是商业地产领域，拖累了投资。\n\n### 深圳的关键经济数据\n\n根据深圳市政府统计数据，深圳经济下滑尤为显著：\n\n*   **固定资产投资**：同比下降**10.9%**。\n*   **房地产开发投资**：同比骤降**15.1%**，反映出投资者信心减弱。\n*   **高科技产业**：尽管高科技产业增长超过**35%**，但未能完全抵消整体下滑趋势。\n*   **出口**：下降**7%**。\n*   **贸易总额**：下降**1.1%**。",
      "shortSummary": "曾是中国经济增长引擎的广州和深圳，在2024年上半年GDP增长分别仅为3.8%和5.1%，均低于全国5.3%的平均水平。此次放缓主要归因于全球供应链不确定性和国内需求不足。深圳尤其受到全球需求疲软和商业地产市场低迷的双重打击，导致固定资产投资和房地产开发大幅下降，出口和贸易总额也出现下滑，尽管高科技产业保持增长。",
      "translated_title": "广州和深圳，曾是中国经济增长引擎，报告GDP表现不佳",
      "images": [],
      "contentSource": "完整文章",
      "content": "Two cities that have served as economic pillars for China’s southern province of Guangdong appear to be losing steam relative to their peers, prompting calls for stronger action to revive businesses.\nTech hub Shenzhen and manufacturing centre Guangzhou reported gross domestic product growth of 5.1 and 3.8 per cent respectively in the period from January to June, both below the national average of 5.3 per cent.\nThe simultaneous slowdown came as uncertainty grips the global supply chain and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/8a95629c-eca5-49a4-b3e4-4e62b5a96ca4_fd7d4ca2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车之战：特斯拉、蔚来和理想汽车瞄准中国大陆家庭高端SUV市场 (原标题: China EV war: Tesla, Nio and Li Auto target mainland families with premium SUVs)",
      "link": "https://www.scmp.com/business/china-business/article/3320322/china-ev-war-tesla-nio-and-li-auto-target-mainland-families-premium-suvs?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 23:30:08 +0000",
      "isoDate": "2025-07-31T23:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国电动汽车市场新焦点：高端家庭SUV\n\n中国电动汽车（EV）制造商正在将战略重心从价格战转向开发宽敞、适合家庭且续航里程长的车型，以满足中国大陆市场的需求。高端SUV细分市场已成为新的竞争焦点，汽车制造商正响应北京结束残酷价格战的号召，转而追逐富裕消费者以改善利润。\n\n### 主要趋势与竞争格局：\n\n*   **战略转变**：电动汽车制造商，包括特斯拉和蔚来，正从单纯的价格竞争转向提供更具附加值的产品，即宽敞、家庭友好型和长续航的车辆。\n*   **新战场**：高端SUV领域已成为行业竞争的新前沿。这一转变旨在迎合中国政府结束价格战的倡议，并瞄准消费能力更强的客户群体。\n\n### 市场主要参与者及其动态：\n\n*   **特斯拉**：计划于今年秋季在中国大陆推出六座版Model Y。然而，在世界最大的电动汽车市场中，特斯拉已被两家主要的本土竞争对手——理想汽车和蔚来——在新款SUV车型方面超越。\n*   **蔚来汽车**：这家总部位于上海的汽车制造商于周四宣布，其六座版Onvo L90 SUV将于8月1日开始交付。预计该车型将吸引数千份来自中国大陆客户的订单。\n*   **理想汽车**：理想汽车的Li i8六座SUV起售价为321,800元人民币。该车型被定位为一款宽敞、智能的车辆，定价在30万元人民币（约合41,800美元）左右。理想汽车在三天内成为第二家对特斯拉发起先发制人攻势的汽车制造商，专注于打造此类车型。\n\n![理想汽车的Li i8六座SUV起售价为321,800元。图片来源：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/31/07dd3bb8-cc27-4773-bf6d-e426af5a3649_eee94c6a.jpg)\n\n这一转变标志着中国电动汽车市场从单纯的价格竞争向产品差异化和高端化服务的演进。",
      "shortSummary": "中国电动汽车制造商正将重心从价格战转向高端、家庭友好型SUV市场，以吸引富裕消费者并提升利润。高端SUV成为新的竞争焦点。特斯拉计划推出六座版Model Y，但已在SUV领域被本土竞争对手理想汽车和蔚来超越。蔚来Onvo L90和理想Li i8等六座SUV车型正以约30万元人民币的价格积极抢占市场，对特斯拉构成挑战。",
      "translated_title": "中国电动汽车之战：特斯拉、蔚来和理想汽车瞄准中国大陆家庭高端SUV市场",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/31/07dd3bb8-cc27-4773-bf6d-e426af5a3649_eee94c6a.jpg",
          "alt": "Li Auto’s Li i8 six-seat SUV starts from 321,800 yuan. Photo: Handout",
          "title": "Li Auto’s Li i8 six-seat SUV starts from 321,800 yuan. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Electric-vehicle (EV) makers from Tesla to Nio are shifting their focus from price cuts to developing spacious family friendly, long-range vehicles for the mainland Chinese market.\nThe premium SUV segment has emerged as the new battlefront, as carmakers heed Beijing’s call to end a brutal price war and chase affluent consumers to improve their bottom line.\nTesla, which plans to launch a six-seat Model Y on the mainland this autumn, has been overtaken by two major local rivals – Li Auto and Nio –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/4e282d26-59ac-406f-8d15-84a263788a07_f142b785.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普与韩国协议背后：一项旨在改变全球造船业的计划 (原标题: Behind Trump’s South Korea deal, a plan to transform global shipbuilding)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320297/behind-trumps-south-korea-deal-plan-transform-global-shipbuilding?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 22:00:08 +0000",
      "isoDate": "2025-07-31T22:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "### 特朗普与韩国协议：全球造船业转型计划\n\n韩国已承诺投入1500亿美元，帮助其造船企业进入美国市场。这是美韩新贸易协议的一部分，旨在振兴美国造船业并对抗中国在该领域的市场主导地位。\n\n**协议要点：**\n\n*   **投资规模：** 韩国将向美国投资总计3500亿美元，其中1500亿美元专门用于造船业。\n*   **资金形式：** 韩国政府澄清，这笔资金将主要以贷款和担保的形式提供，而非直接股权投资。\n*   **战略目标：**\n    *   **振兴美国造船业：** 帮助美国重振其造船工业。\n    *   **对抗中国主导：** 削弱中国在全球造船业的市场主导地位。韩国企业在全球造船市场份额中仅次于中国。\n    *   **深化双边合作：** 整个3500亿美元的投资计划旨在巩固两国在半导体等战略产业的合作。\n*   **美方关税：** 作为协议的一部分，美国将对韩国商品征收15%的关税。\n*   **“让美国造船业再次伟大”项目：** 此前有报道称，韩国在贸易谈判中曾向华盛顿提议一项名为“让美国造船业再次伟大”（Make American Shipbuilding Great Again）的数十亿美元项目，该项目将涉及韩国造船企业在美国进行大规模投资，并获得政府财政支持。",
      "shortSummary": "韩国承诺向美国造船业投资1500亿美元，作为其对美3500亿美元总投资协议的一部分。此举旨在帮助美国振兴造船业，并对抗中国在该领域的市场主导地位。这笔资金将以贷款和担保形式提供，同时美国将对韩国商品征收15%关税。该计划被视为“让美国造船业再次伟大”项目的一部分，旨在深化两国在战略产业的合作。",
      "translated_title": "特朗普与韩国协议背后：一项旨在改变全球造船业的计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "South Korea has pledged US$150 billion to help its shipbuilders enter the US market as part of its new trade deal with Washington, a move that could help America revive its shipbuilding industry and counter China’s dominance in the sector.\nUS President Donald Trump announced on Wednesday that the United States and South Korea had agreed a “full and complete” trade deal, which would see the US impose a 15 per cent tariff on South Korean goods and receive US$350 billion of investment from its...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/25e2400d-1f0d-4d12-af1b-618c71407e66_bece2318.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的铜关税风波导致价格暴跌——发生了什么？ (原标题: Trump’s cooper-tariff tumult sees prices plunge – what happened?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320285/trumps-cooper-tariff-tumult-sees-prices-fall-scope-impact-defies-expectations?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 12:30:13 +0000",
      "isoDate": "2025-07-31T12:30:13.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 特朗普铜关税的影响\n\n美国总统唐纳德·特朗普于周三签署了一项行政命令，对某些铜进口产品征收50%的关税，但值得注意的是，精炼铜被明确排除在外。此举导致美国铜价在周四下午暴跌约20%，至每磅4.44美元。\n\n这项新命令澄清了特朗普在7月初首次宣布的模糊意向。此前，由于市场预期关税将广泛实施，美国铜期货价格曾飙升至近6美元的历史新高，并促使贸易商加速发货。\n\n### 新关税与此前威胁的对比\n\n*   **特朗普此前的威胁（7月8日）：** 最初威胁征收50%的铜税时，具体细节模糊不清。市场普遍预期这将涵盖所有形式的金属，从原材料到成品。\n*   **新宣布的关税（周五生效）：** 范围要有限得多。根据白宫的声明，这些关税仅适用于半成品铜产品（如铜管和电线）以及某些铜密集型商品（如电缆和电气元件）的进口。\n*   **豁免产品：** 冶炼厂和制造商的投入材料，如矿石、精矿以及至关重要的阴极铜（即精炼铜），均被豁免高额关税。\n\n### 对全球市场的影响与美国国内情况\n\n阴极铜（精炼铜）是美国主要的铜进口产品。美国国内仅运营两家初级铜冶炼厂，缺乏满足自身精炼铜需求的国内加工能力。因此，将阴极铜排除在关税之外，对美国市场至关重要，也反映了美国对进口精炼铜的依赖。",
      "shortSummary": "美国总统特朗普签署行政命令，对部分铜进口产品（不包括精炼铜）征收50%关税，导致美国铜价暴跌20%。此举澄清了此前模糊的关税威胁。新关税主要针对半成品和铜密集型商品，而美国主要进口的精炼铜（阴极铜）则被豁免，这突显了美国对进口精炼铜的依赖。",
      "translated_title": "特朗普的铜关税风波导致价格暴跌——发生了什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump signed an executive order imposing a 50 per cent tariff on certain copper imports – notably excluding refined copper – on Wednesday, sending US copper prices tumbling by around 20 per cent to US$4.44 a pound as of Thursday afternoon.\nThe move clarified the scope of Trump’s initial announcement in early July, which had led US futures prices to rally to a record high of nearly US$6 and prompted traders to accelerate shipments in anticipation of widespread duties.\nIn this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/d1dd180e-4a1e-4eb8-b1f4-acac0017e440_81c1f331.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判预示着可能重塑全球秩序的转变：分析师 (原标题: US-China trade talks signal shift that could reshape global order: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320287/us-china-trade-talks-signal-shift-could-reshape-global-order-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 10:00:27 +0000",
      "isoDate": "2025-07-31T10:00:27.000Z",
      "creator": "Kandy Wong,Ji Siqi",
      "summary": "### 中美贸易谈判最新进展\n\n*   **谈判地点与结果**：本周在斯德哥尔摩举行的最新一轮中美贸易谈判已经结束。北京方面宣布，双方同意将“关税休战”延长90天。\n*   **官方表态**：美国总统唐纳德·特朗普表示，两国已就贸易问题达成一项“公平”协议，但未提供进一步细节，也没有宣布任何具体问题的突破。\n\n### 分析师观点与未来展望\n\n*   **当前成果的解读**：经济学人智库亚洲首席经济学家兼全球贸易主管尼克·马罗（Nick Marro）认为，确认再延长90天可能是目前最好的结果。他指出，在两天谈判后没有更实质性的公告，可能表明谈判过程较为困难。\n*   **谈判形式的转变**：分析师普遍认为，未来的中美谈判可能超越双边关税层面。双方都将寻求通过加强与第三国的伙伴关系，以“间接形式的谈判”来争取其他贸易伙伴与自身利益保持一致。\n*   **对全球秩序的影响**：这种战略转变可能重塑全球经济秩序。\n*   **战略调整**：中国工商银行高级财务经理马特奥·乔瓦尼尼（Matteo Giovannini）指出，最新谈判结果“凸显”了北京和华盛顿正在“重新调整”其战略。",
      "shortSummary": "最新一轮中美贸易谈判在斯德哥尔摩结束，双方同意将关税休战延长90天。尽管美国总统特朗普称达成“公平”协议，但未宣布具体突破。分析师认为，这预示着中美可能转向通过加强与第三国合作的“间接谈判”，以争取盟友并重塑全球经济秩序，表明双方正在重新调整战略。",
      "translated_title": "中美贸易谈判预示着可能重塑全球秩序的转变：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the dust settles on the latest round of US-China trade talks in Stockholm this week, the world’s two biggest economies may be shifting towards “indirect forms of negotiation” by strengthening partnerships with third countries that could reshape the global economic order, analysts said.\nThe talks concluded on Tuesday with Beijing announcing that both sides had agreed to extend their “tariff truce” by another 90 days. On Wednesday, US President Donald Trump said the two countries had reached a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/e8645824-7f5e-44ba-9bc6-afd7f37f8765_534941e6.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-05T03:05:10.386Z"
}