{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中俄管道将对全球液化天然气贸易造成‘冲击’：分析师 (原标题: China-Russia pipeline would be ‘shock’ to global LNG trade: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324749/china-russia-pipeline-would-be-shock-global-lng-trade-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 13:00:09 +0000",
      "isoDate": "2025-09-08T13:00:09.000Z",
      "creator": "Kandy Wong",
      "summary": "## 中俄“西伯利亚力量2号”管道对全球液化天然气贸易的潜在影响\n\n分析师指出，俄罗斯与中国之间长期推迟的“西伯利亚力量2号”天然气管道一旦投入运营，将对全球液化天然气（LNG）贸易造成“结构性冲击”，并给目前全球最大的液化天然气出口国美国带来“战略和市场挑战”。\n\n### 关键进展与项目细节\n\n*   **谅解备忘录签署**：俄罗斯天然气工业股份公司（Gazprom）首席执行官阿列克谢·米勒表示，该公司已与中国石油天然气集团公司（CNPC）签署了一份谅解备忘录，旨在建设“西伯利亚力量2号”管道以及途经蒙古的“联盟东方”（Soyuz Vostok）过境管道。\n*   **输送能力**：该管道每年将向中国北方输送500亿立方米的天然气。\n*   **项目规模**：该项目价值136亿美元，自2006年以来一直在讨论中，但曾多次搁置。\n\n### 对中国和俄罗斯的意义\n\n*   **对中国的好处**：\n    *   **成本效益与安全性**：地缘政治分析师塞巴斯蒂安·康丁·特里略-菲格罗亚指出，陆路供应不仅更便宜，而且更安全。\n    *   **规避风险**：这将帮助中国“绕过瓶颈”并“隔绝”全球价格波动，同时“锁定大规模的俄罗斯天然气供应”。\n    *   **减少依赖**：降低对成本更高且面临更多风险的液化天然气船运的依赖。\n*   **对俄罗斯的重要性**：\n    *   **战略替代**：自2022年俄罗斯入侵乌克兰以来，美国和欧洲对莫斯科实施了严厉制裁，中国已成为俄罗斯重要的替代市场。\n    *   **项目复苏**：俄乌战争爆发后，管道谈判得以恢复，对俄罗斯而言变得更加关键。\n\n### 面临的挑战\n\n*   **长期延误**：尽管项目讨论已久，但仍面临诸多未解决的问题。\n*   **未决问题**：定价和管道路线等关键问题尚未解决。\n*   **漫长谈判**：这些未决问题可能意味着谈判将是一个漫长的过程。",
      "shortSummary": "分析师指出，中俄“西伯利亚力量2号”管道一旦运营，将对全球液化天然气（LNG）贸易构成“结构性冲击”，并挑战美国作为最大LNG出口国的地位。俄气与中石油已签署谅解备忘录，该管道每年将向中国输送500亿立方米天然气。对中国而言，这将提供更便宜、更安全的陆路供应，规避价格波动；对俄罗斯而言，在西方制裁后，中国是关键替代市场。然而，该项目自2006年起多次搁置，定价和路线等问题仍未解决，预示着漫长的谈判。",
      "translated_title": "中俄管道将对全球液化天然气贸易造成‘冲击’：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The long-delayed Power of Siberia 2 pipeline between Russia and China would create a “structural shock” if it begins operations, analysts said, and cause “strategic and market challenges” for the United States, the world’s current largest liquefied natural gas (LNG) exporter.\nWhile President Xi Jinping and his Russian counterpart Vladimir Putin stood shoulder to shoulder at last week’s Shanghai Cooperation Organisation summit, Gazprom CEO Alexey Miller was quoted as saying the Russian oil giant...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/08/5de84f70-ac44-49bf-a92b-a90608413c19_ddb8892c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国力争在2030年前成为人工智能驱动能源领域的全球领导者 (原标题: China targets global leadership in AI-driven energy sector by 2030)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324761/china-targets-global-leadership-ai-driven-energy-sector-2030?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 11:00:08 +0000",
      "isoDate": "2025-09-08T11:00:08.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 中国在2030年前实现人工智能驱动能源领域全球领先地位的战略\n\n中国最高经济规划机构——国家发展和改革委员会（NDRC）已承诺推出至少五个人工智能（AI）行业模型，专为能源领域定制。此举旨在加速将尖端技术整合到电网以及煤炭、石油和天然气行业中。\n\n## 核心目标与时间表\n\n*   **22027年目标**：国家发展和改革委员会表示，计划在2027年前引入一个将人工智能整合到能源领域的框架。该目标旨在加强计算能力与电力之间的联系，推动核心技术突破，并拓宽该技术的应用范围。\n*   **2030年愿景**：与国家能源局联合发布的一份政策文件中，国家发展和改革委员会指出，将确定超过10个可复制、有竞争力的试点项目，并开发100个应用场景。最终目标是使中国在2030年前成为人工智能在能源领域应用的全球领导者。\n\n## 关键举措与战略\n\n1.  **“AI Plus”倡议**：作为将先进技术推广到制造业和服务业的“AI Plus”倡议的一部分，能源监管机构呼吁该行业率先采用AI，理由是其拥有“强大的数字基础、高质量的数据和丰富的应用场景”。\n2.  **研究与创新平台**：两机构宣布计划为能源领域建立人工智能研究和创新平台。\n3.  **人才培养**：将培养同时具备能源和人工智能专业知识的专家。\n4.  **融资体系建设**：两机构补充说，中国将在未来两年内探索建立一个融资系统，以支持人工智能的研究和应用。\n5.  **独特创新模式**：北京寻求开发一种符合国情的独特创新模式，以在智能能源领域取得早期进展。",
      "shortSummary": "中国国家发改委和国家能源局发布政策，旨在推动人工智能在能源领域的深度融合。目标是到2027年建立AI能源框架，并推出至少五个行业AI模型、10个试点项目和100个应用场景。通过“AI Plus”倡议、建立研发平台、培养专业人才及探索融资系统，中国力争在2030年前成为人工智能驱动能源领域的全球领导者，实现智能能源的早期突破。",
      "translated_title": "中国力争在2030年前成为人工智能驱动能源领域的全球领导者",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top economic planner has pledged to roll out at least five industry-specific artificial intelligence (AI) models tailored for the energy sector, as Beijing seeks to speedily integrate the cutting-edge technology into power grids and the coal, oil and gas industries.\nThe National Development and Reform Commission (NDRC) said it aimed to introduce a framework incorporating AI into the energy sector by 2027. The goal was to strengthen the links between computing power and electricity, drive...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/08/ec00579b-b16a-4c7c-b143-77d69fd24392_bee13a00.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“中国破产法”酝酿“紧急修订”，旨在解决现有不足 (原标题: ‘Urgent revisions’ mulled for China’s bankruptcy law, with shortcomings in mind)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324748/urgent-revisions-mulled-chinas-bankruptcy-law-shortcomings-mind?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 10:00:18 +0000",
      "isoDate": "2025-09-08T10:00:18.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国破产法启动修订，旨在解决市场退出机制不足\n\n## 主要内容：\n\n*   **修订背景与启动：**\n    *   中国立法机构于周一开始首次审议《企业破产法》修正草案。\n    *   此次修订的核心目标是解决当前市场退出机制中存在的不足。\n    *   审议工作是在正在进行的第十四届全国人大常委会第十七次会议期间进行的。\n\n*   **修订范围与规模：**\n    *   根据新华社报道，修正草案在现行法律（该法于18年前颁布，包含216条）的基础上，新增或修改了160多条条款。\n    *   新华社称此次修订是“较为全面的修订”，但具体的修改细节目前尚未对外披露。\n\n*   **修订必要性：**\n    *   新华社指出，自2007年实施以来，现行《企业破产法》在促进企业有序退出、推动公平竞争以及优化资源配置方面发挥了关键作用。\n    *   然而，该法已“不再适应当前经济实践的需求”，因此，进行“紧急修订”变得势在必行。\n\n*   **专家观点与修订目标：**\n    *   四川大学经济法副教授袁佳表示，在当前中国经济放缓并向技术驱动、高质量经济转型的背景下，修订该法对于帮助陷入困境的企业系统性地退出市场至关重要。\n    *   修订的主要目标包括：\n        *   允许面临经营困难或在技术创新方面滞后的企业能够以有序的方式退出市场。\n        *   协助清除经济运行中的瓶颈。\n        *   淘汰“僵尸企业”（袁佳解释为资不抵债但仍在继续运营的公司）。\n        *   更好地保护所有利益相关者的合法权益。",
      "shortSummary": "中国立法机构已启动对《企业破产法》的首次修订审议，旨在解决市场退出机制的不足。此次修订涉及160多条新旧条款，旨在使法律适应当前经济实践，特别是在经济放缓和转型时期，帮助经营困难或技术落后的企业有序退出，清除“僵尸企业”，并保护利益相关者权益。",
      "translated_title": "“中国破产法”酝酿“紧急修订”，旨在解决现有不足",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese lawmakers began their first review of draft amendments to the Enterprise Bankruptcy Law on Monday, seeking to address shortcomings in the market-exit mechanism, state media reported.\nThe amendments, discussed during the ongoing 17th session of the 14th National People’s Congress (NPC) Standing Committee, include more than 160 new or modified articles based on the current law that was enacted 18 years ago and features 216 articles, according to Xinhua.\nCalling it the foundational legal...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/08/758f9c90-f97f-4686-8012-565091666ccd_0d6d9d05.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行持续购金，各国央行寻求美元替代品 (原标题: China extends gold-buying streak as central banks seek US dollar alternatives)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324726/china-extends-gold-buying-streak-central-banks-seek-us-dollar-alternatives?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 08:00:22 +0000",
      "isoDate": "2025-09-08T08:00:22.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国央行持续购金，全球央行寻求美元替代品\n\n### 持续购金趋势\n*   **中国央行连续增持**：中国人民银行在8月份连续第十个月增持黄金，这是全球各国央行普遍增持贵金属趋势的一部分，该趋势已将金价推至新高。\n*   **储备多元化**：此举旨在进一步分散中国的储备资产，以应对日益加剧的地缘政治风险以及对美元资产长期稳定性的持续疑虑。\n\n### 中国黄金储备数据\n*   **持有量增加**：截至8月底，中国黄金储备增至7402万盎司，较7月份增加6万盎司。\n*   **价值与占比提升**：8月份，中国黄金储备价值增加99亿美元，达到2538亿美元，使其在国家外汇储备总额中的比重上升0.23个百分点，达到创纪录的7.64%。\n*   **金价上涨**：这一增长推动Comex黄金期货价格在周日达到每盎司3639.8美元，今年以来已上涨37.9%。\n\n### 全球央行购金趋势与专家观点\n*   **全球再平衡**：Crescat Capital的宏观策略师Tavi Costa指出，自1996年以来，外国央行持有的黄金首次超过美国国债，他称这一转变“可能是我们近期经历的最重要的全球再平衡之一的开始”。\n*   **全球储备增长**：根据世界黄金协会的数据，第二季度全球官方黄金储备增加了166吨。自2022年以来，全球央行的年度黄金购买量已连续三年超过1000吨。\n\n### 未来展望\n*   **持续增长预期**：世界黄金协会在6月份的一项调查显示，95%的受访央行预计未来12个月全球黄金储备将增加，这是自2019年年度调查开始以来的最高比例。\n*   **增持意愿**：其中43%的央行表示将增加其黄金储备。",
      "shortSummary": "中国央行连续第十个月增持黄金，反映出全球各国央行在面对地缘政治风险和美元稳定性疑虑时，正积极寻求美元替代品并分散储备。这一持续的购金潮推动金价上涨，并使黄金在全球储备中的比重达到新高。专家指出，外国央行持有的黄金量已超过美国国债，预示着全球储备结构正经历重大再平衡，未来更多央行预计将继续增加黄金储备。",
      "translated_title": "中国央行持续购金，各国央行寻求美元替代品",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank extended its gold-buying streak for a 10th straight month in August, part of a broader rush into the precious metal by global central banks that has lifted prices to new heights.\nThe move came as Beijing attempts to further diversify its reserves at a time of mounting geopolitical risks and lingering doubts over the long-term stability of assets backed by the US dollar.\nChina’s foreign exchange regulator said the country’s gold holdings rose to 74.02 million ounces at the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/08/fe112583-9355-46c2-818f-d6e4bb4b2d6d_64f4c798.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "宁德时代押注定制电池以赢得欧洲电动汽车市场 (原标题: CATL bets on tailor-made batteries to win in Europe’s EV market)",
      "link": "https://www.scmp.com/business/china-business/article/3324729/catl-bets-batteries-bmw-volkswagen-win-europe-it-revs-hungary-plant?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 07:56:41 +0000",
      "isoDate": "2025-09-08T07:56:41.000Z",
      "creator": "Daniel Ren",
      "summary": "## 宁德时代欧洲电动汽车市场战略\n\n全球最大的电动汽车动力电池制造商宁德时代（CATL）正通过推出两款特别设计的电池包，积极布局并争取赢得欧洲电动汽车市场。随着其位于匈牙利的工厂预计于12月投产，宁德时代旨在成为欧洲汽车制造商的首选供应商。\n\n### 核心产品：两款定制电池包\n宁德时代推出了两款针对欧洲市场需求的电池变体：\n\n*   **长寿命电池包**\n    *   **特点**：设计寿命长达12年。\n    *   **续航能力**：提供758公里（471英里）的驾驶续航里程。\n\n*   **快充磷酸铁锂（LFP）电池包**\n    *   **特点**：支持快速充电。\n    *   **充电效率**：仅需充电10分钟，即可提供高达478公里的驾驶续航里程。\n\n### 战略目标与市场定位\n宁德时代表示，这两款电池变体是其技术深耕的体现，旨在为宝马和大众等欧洲汽车制造商提供量身定制的动力源，以与比亚迪的刀片电池等专有技术竞争。公司声明指出，此次产品发布是对欧洲市场日益增长的电动化需求的积极响应，并决心加速全球绿色交通的转型。\n\n### 欧洲生产布局\n\n*   **匈牙利德布勒森工厂**\n    *   **投资规模**：耗资73亿欧元（约合86亿美元）。\n    *   **地理位置**：位于匈牙利第二大城市德布勒森。\n    *   **生产能力**：规划产能为100吉瓦时（GWh），足以满足200万辆电动汽车（每辆续航500公里）的用电需求。\n    *   **投产时间**：预计将于今年年底（12月）开始生产。\n\n*   **德国图林根工厂**\n    *   **现状**：这是宁德时代在欧洲的第二个生产基地，已于2023年投产。\n    *   **生产能力**：产能为14吉瓦时（GWh）。\n\n### 专家观点\n专业电池供应商苏州海泽克斯（Suzhou Hazardtex）的高级主管戴维斯·张（Davis Zhang）表示，宁德时代此举向欧洲市场传递了一个信号，即它将设计更多产品以满足当地需求。他指出，其中一些产品需要研发投入，以更好地适应欧洲电动汽车的特点。",
      "shortSummary": "宁德时代（CATL）正通过推出两款定制电池包，积极进军欧洲电动汽车市场。其中一款为长寿命电池，可使用长达12年，续航758公里；另一款是快充磷酸铁锂电池，充电10分钟可行驶478公里。这些电池将于12月在宁德时代投资73亿欧元的匈牙利工厂投产，旨在成为宝马、大众等欧洲车企的首选供应商，并加速全球绿色交通转型。",
      "translated_title": "宁德时代押注定制电池以赢得欧洲电动汽车市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "Contemporary Amperex Technol­ogy (CATL) is betting on two specially designed battery packs to win over customers in Europe, as the world’s largest maker of power sources for electric vehicles (EVs) counts down to flicking the on switch at its plant in Hungary in December.\nThe first pack is a long-life variant that is usable for up to 12 years, offering 758km (471 miles) of driving range, CATL said in a statement on Sunday. The second variant is a fast-charging lithium-ion phosphate (LFP) power...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/08/be1ea0cc-2f21-4d29-8e8a-98f9d4e8303f_76062ae3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国8月出口增速放缓，贸易战不确定性笼罩 (原标题: China’s export growth slows in August under shadow of trade war uncertainty)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324687/chinas-exports-growth-slows-august-under-shadow-trade-war-uncertainty?utm_source=rss_feed",
      "pubDate": "Mon, 08 Sep 2025 03:06:36 +0000",
      "isoDate": "2025-09-08T03:06:36.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国8月出口增速放缓，贸易战不确定性笼罩\n\n## 概述\n中国8月份的出口继续增长，但增速有所放缓。在全球市场密切关注中美两国能否达成持久贸易协议之际，贸易战的不确定性给近期前景蒙上阴影。\n\n## 关键数据\n*   **出口表现：**\n    *   根据周一公布的海关数据显示，8月份中国对外出口同比增长4.4%，达到3218亿美元。\n    *   这一增速低于7月份的7.2%，也低于中国金融数据提供商Wind预测的5.4%。\n*   **进口表现：**\n    *   8月份进口同比增长1.3%，接近2195亿美元。\n    *   这一增速低于7月份的4.1%，也低于Wind预测的3.8%，表明国内需求改善不大。\n*   **贸易顺差：**\n    *   中国的贸易顺差扩大至1023亿美元。\n\n## 分析\n分析师指出，此前为规避更高关税而进行的“抢出口”效应可能已经减弱，但其他因素仍在支撑出口表现。贸易战的不确定性是当前出口增长放缓的主要背景。",
      "shortSummary": "中国8月出口增速放缓至4.4%，低于7月的7.2%和市场预期，主要受贸易战不确定性影响。同期进口增长1.3%，显示国内需求疲软。尽管贸易顺差扩大至1023亿美元，但“抢出口”效应可能已减弱，整体经济前景仍受全球两大经济体贸易谈判结果的左右。",
      "translated_title": "中国8月出口增速放缓，贸易战不确定性笼罩",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports continued to rise in August, though at a slower pace, with the near-term outlook clouded as global markets watch to see whether the world’s two largest economies can reach a lasting and durable trade deal.\nOutbound shipments rose by 4.4 per cent year on year to US$321.8 billion last month, according to customs data released on Monday.\nThe figure was lower than the 7.2 per cent recorded in July and fell short of the 5.4 per cent forecast by the Chinese financial data provider...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/08/6fc40987-5c78-427e-81a7-82c3eacca71f_aa9fe338.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "牛津大学伊恩·戈尔丁谈全球化为何在亚洲‘生机勃勃’ (原标题: Oxford’s Ian Goldin on why globalisation is ‘alive and well’ in Asia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324320/oxfords-ian-goldin-why-globalisation-alive-and-well-asia?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 22:00:12 +0000",
      "isoDate": "2025-09-07T22:00:12.000Z",
      "creator": "Ji Siqi",
      "summary": "## 牛津大学伊恩·戈尔丁：全球化在亚洲“生机勃勃”\n\n牛津大学全球化与发展教授伊恩·戈尔丁（Ian Goldin）认为，全球化远未消亡，而是在亚洲地区“生机勃勃”。戈尔丁教授曾任世界银行发展政策总监兼副行长，其最新著作《最短移民史》于2024年7月出版。\n\n### 全球化的现状与未来走向：\n\n*   **亚洲的成功范例**：戈尔丁指出，全球化在亚洲取得了显著成功。亚洲地区目前正以每年5%的速度增长，并成功消除了极端贫困，这都离不开全球化的推动。\n*   **区域化与亚洲中心化**：全球化正在变得更加碎片化和区域化。随着美国试图从全球化中抽身，全球化的重心正日益转向亚洲，变得“更加亚洲化”。\n*   **非洲和拉丁美洲的整合**：戈尔丁强调，非洲和拉丁美洲继续融入全球经济至关重要。\n*   **结构性转变**：全球化的性质正在迅速转变。未来，它将减少制造业和低价值产品的比重，更多地侧重于服务业、数字化和技术领域。\n*   **风险与收益并存**：全球化不仅涉及商品（如疫苗、汽车）的跨境流动，也伴随着相关风险。新冠疫情就是全球化风险的一个体现。戈尔丁认为，随着全球化收益的增长，其伴随的风险也在同步增加。",
      "shortSummary": "牛津大学教授伊恩·戈尔丁指出，全球化并未消亡，而是在亚洲“生机勃勃”，推动了该地区5%的年增长率和极端贫困的消除。全球化正变得更加碎片化、区域化，并随着美国退出而日益“亚洲化”，重心转向服务、数字和技术领域。尽管全球化带来诸多益处，但也伴随着如新冠疫情等日益增长的风险。",
      "translated_title": "牛津大学伊恩·戈尔丁谈全球化为何在亚洲‘生机勃勃’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Ian Goldin is a professor of globalisation and development at the University of Oxford. Before his time in academia, he worked at several development lenders, including the World Bank, where he served as director of development policy and vice-president. His latest book, The Shortest History of Migration, was published in July 2024.\nThis interview first appeared in SCMP Plus. For other interviews in the Open Questions series, click here.\nWhere do you think globalisation is heading? Is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/8362ed3e-d42c-4c37-ad08-37426e738bc6_4e00d0f8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国游客考虑赴俄免签度过国庆假期 (原标题: Chinese travellers mull Russia for visa-free National Day holidays)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324657/chinese-travellers-mull-russia-visa-free-national-day-holidays?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 13:00:09 +0000",
      "isoDate": "2025-09-07T13:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国游客对俄罗斯免签国庆假期兴趣大增\n\n随着中国国庆黄金周的临近，俄罗斯正因其有望实现的免签政策而吸引着越来越多的中国游客。\n\n### 兴趣激增\n*   **搜索量飙升：** 在中国媒体报道俄罗斯总统普京提议中国游客可能很快就能免签访问俄罗斯后，在线旅行社同程旅行数据显示，俄罗斯酒店和航班的搜索量在短短一小时内比前一天增长了六倍多。\n\n### 互惠政策\n*   **普京的提议：** 普京总统在符拉迪沃斯托克的东方经济论坛上表示，中国领导人的举动“非常友好”，俄罗斯“无疑”将对这一友好行为进行“对等回应”，采取同样的措施。\n*   **中国先行：** 此前，北京已于周二宣布，自9月15日起，俄罗斯公民将能够在中国免签停留最长30天。\n\n### 此前政策回顾\n*   **过境免签：** 2023年末，中国曾推出一项政策，允许俄罗斯公民在过境前往第三国时，在中国大陆免签停留最长10天，这是中国吸引外国游客更广泛努力的一部分。\n*   **团队游免签：** 在中国解除近三年的严格新冠疫情管控并重新开放边境后，中俄两国也已恢复了针对团队游的免签政策。",
      "shortSummary": "随着中国国庆假期临近，俄罗斯因有望实现免签政策而吸引中国游客。在中国媒体报道普京总统提议中国游客可能很快免签访问俄罗斯后，在线旅行社同程旅行数据显示，俄罗斯酒店和航班搜索量激增六倍多。此举是对中国允许俄罗斯公民免签入境30天政策的互惠回应，两国此前已恢复团队游免签政策。",
      "translated_title": "中国游客考虑赴俄免签度过国庆假期",
      "images": [],
      "contentSource": "完整文章",
      "content": "Russia is attracting more interest from Chinese holidaymakers in the countdown to the weeklong National Day break, with the prospect of visa-free stays on the horizon.\nOnline agency Tongcheng Travel said searches for Russian hotels and flights rose more than sixfold on Friday from a day earlier within an hour of Chinese media reporting that Russian President Vladimir Putin had suggested that Chinese travellers might soon be able to visit without visas.\nThe proposal follows Beijing’s announcement...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/07/d5df8a2b-4a56-4fee-a8c5-64f813b197e3_ab643a81.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国飞行出租车在非洲首飞，企业着眼全球推广 (原标题: Chinese flying taxi takes to the skies in Africa as firms eye global roll-out)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324491/chinese-flying-taxi-takes-skies-africa-firms-eye-global-roll-out?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 04:00:13 +0000",
      "isoDate": "2025-09-07T04:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国亿航无人驾驶电动航空器在非洲首飞\n\n### 主要事件\n*   一架中国制造的自动化电动空中出租车（eVTOL）于本周首次在非洲升空。\n*   此次历史性飞行发生在卢旺达首都基加利举行的“非洲航空峰会暨展览”期间，该活动是一个涉及34个国家的重要行业盛会。\n\n### 涉及公司与产品\n*   此次展示的产品是由亿航智能（EHang Holdings）制造的无人驾驶电动垂直起降飞行器（eVTOL）。\n*   亿航智能是一家在纳斯达克上市的中国广州科技公司。\n\n### 合作与背景\n*   卢旺达与中国国有建筑工程公司中国路桥（China Road and Bridge Corporation）合作安排了此次试飞。\n*   据卢旺达政府通过新华社报道，此次合作旨在加强卢旺达在非洲大陆实施尖端航空技术方面的领先地位。\n\n### 卢旺达的动机\n*   卢旺达是一个拥有1420万人口的内陆国家，旅游业日益发展。\n*   该国正积极推动发展更好的航空运输网络，以缓解城市拥堵和空气污染。\n*   卢旺达正在寻求“投资和技术合作伙伴”来提升其空中交通领域，旨在成为非洲航空科技的先行者。\n\n### 全球关注\n*   新一代中国低空飞行器正吸引全球买家日益增长的兴趣，预示着其在全球推广的潜力。",
      "shortSummary": "中国亿航智能制造的无人驾驶电动空中出租车（eVTOL）本周在卢旺达首次成功试飞。此次飞行在“非洲航空峰会”期间进行，标志着中国低空飞行器在全球市场日益增长的吸引力。卢旺达与中国路桥合作，旨在利用尖端航空技术缓解城市拥堵、减少污染并促进旅游业发展，寻求成为非洲航空科技的先行者。",
      "translated_title": "中国飞行出租车在非洲首飞，企业着眼全球推广",
      "images": [],
      "contentSource": "完整文章",
      "content": "A made-in-China automated electric air taxi took off in Africa for the first time this week, as a new generation of Chinese low-altitude aircraft attracts growing interest from global buyers.\nThe product on show was a pilotless electric take-off and landing vehicle (eVTOL) made by EHang Holdings, a Nasdaq-listed tech company from the southern Chinese city of Guangzhou.\nIt took to the skies during the Aviation Africa Summit and Exhibition, a major industry event involving 34 countries that was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/08c70991-2f08-4cf0-96fb-6d3207d1585a_f74f8b6c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“民宿”行业在中国遭遇困境，经营者感叹生意惨淡 (原标题: ‘Homestay’ heartache hits China as operators lament lack of business)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324500/homestay-heartache-hits-china-operators-lament-business-downturn?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 02:00:12 +0000",
      "isoDate": "2025-09-07T02:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国民宿行业面临困境\n\n中国私人度假住宿行业，包括民宿、客栈和别墅租赁等，在经历疫情后的短暂繁荣后，正面临严重的业务下滑和利润缩减，许多经营者对此前的投资感到后悔。\n\n### 行业发展历程与现状\n\n*   **疫情后的短暂繁荣：** 2022年末疫情限制放松后，被压抑的旅游需求催生了“报复性旅游”现象，吸引了大量新投资者和企业家涌入民宿市场。\n*   **快速衰退的原因：** 这种繁荣很快消退，主要原因包括：\n    *   **供应激增：** 大量新入局者导致市场供应过剩。\n    *   **消费下降：** 旅客的消费意愿和支出减少。\n    *   **预订减少：** 订单量持续下滑。\n*   **结果：** 行业在短短几年内经历了典型的繁荣-萧条周期，使经营者陷入困境。\n\n### 经营者面临的挑战与情绪\n\n*   **利润空间受挤压：** 激烈的价格战导致行业利润逐年下降。\n*   **投资回报不佳：** 许多经营者投入巨资后，发现收入微薄，甚至有人感叹“投入数百万，结果只赚到保姆的工资”。\n*   **缩减运营规模：** 部分经营者已开始缩减业务，甚至后悔当初的投资。\n\n### 行业数据与市场情绪\n\n根据北京智库和数据提供商Fastdata今年发布的一份行业发展报告：\n\n*   **企业数量：** 去年中国有超过40万家私人度假住宿企业，其中约60%的业务运营时间不超过三年。\n*   **营收：** 这些企业通过预订获得了422.7亿元人民币（约合59.2亿美元）的收入。\n*   **市场情绪：** 尽管有营收，但整体市场情绪不佳，近60%的经营者表示后悔进入该市场。",
      "shortSummary": "中国民宿行业在疫情后经历短暂繁荣，但因供应激增、消费下降和预订减少，迅速陷入困境。许多经营者面临利润缩减和生意惨淡，对投资感到后悔。Fastdata报告显示，去年40多万家企业营收422.7亿元，但近60%的经营者后悔入行，反映出行业整体市场情绪低迷。",
      "translated_title": "“民宿”行业在中国遭遇困境，经营者感叹生意惨淡",
      "images": [],
      "contentSource": "完整文章",
      "content": "After four years leasing out private holiday accommodation beside the sea in the west of Guangdong province, a downturn in demand has led Chen Mei to regret getting involved in the industry.\n“I thought domestic demand would rebound quickly after the [Covid-19] pandemic, but price wars have actually intensified across the industry, squeezing profits year by year,” she said. “I’ve begun scaling back operations. If I could choose again, I wouldn’t have invested in the industry.”\nChen’s downbeat...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/c74fd09b-9eb3-4615-88d4-bb9d26605708_83975174.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析师称，中国新的“反内卷”斗争不如2015年改革有力 (原标题: China’s new anti-involution fight is less punchy than 2015 reform, analysts say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324526/why-chinas-anti-involution-fight-could-be-less-punchy-2015s-supply-side-reform?utm_source=rss_feed",
      "pubDate": "Sat, 06 Sep 2025 08:00:16 +0000",
      "isoDate": "2025-09-06T08:00:16.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国“反内卷”斗争：影响力不及2015年改革\n\n经济研究机构指出，中国近期加强打击恶性低质价格竞争（即“内卷”）的行动，其影响力不太可能达到2015年供给侧改革的规模。分析师认为，当前中国经济缺乏削减生产能力或增加消费刺激的魄力。\n\n### 投资者期望与分析师观点\n\n*   **投资者期望：** 投资者迅速将近期与早前的中央财经委员会（CCFEA）会议进行比较，认为这些会议是“转折点”，并寄希望于一场更全面的供给侧改革。\n*   **牛津经济研究院（Oxford Economics）观点：** 该机构亚洲经济主管Louise Loo指出，这些期望是“错误的”。报告认为，解决中国供需失衡的路径“远不如过去直接”。\n\n### 中央财经委员会会议与当前挑战\n\n*   **7月1日CCFEA会议：** 习近平主席在会议上批评价格竞争是“破坏性折扣”和“低效产出”的手段，这暗示价格可能回升。\n*   **当前环境的困难：** 报告指出，在当前环境下，同时实现产能削减和“有意义的”需求刺激“要困难得多”。\n*   **“内卷”现象：** 面对众多行业的产能过剩和消费者需求不足，许多公司陷入了价格战的恶性循环（即中文中的“内卷”），牺牲利润并威胁未来的业务发展。\n*   **潜在风险：** 像十年前煤炭和钢铁行业那样大规模关停产能，可能会导致供给侧收缩，从而引发经济不稳定。",
      "shortSummary": "分析师认为，中国打击“内卷”（恶性价格竞争）的行动，其影响力将远不及2015年的供给侧改革。牛津经济研究院指出，中国经济缺乏削减产能或有效刺激消费的魄力，解决供需失衡的路径不再直接。尽管中央财经委员会会议批评了破坏性价格竞争，但当前产能过剩和需求不足并存，使得大规模产能削减和需求刺激难以实现，且可能引发不稳定。投资者对全面改革的期望可能过高。",
      "translated_title": "分析师称，中国新的“反内卷”斗争不如2015年改革有力",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s intensified fight against cutthroat, low-quality price competition – known as involution – is unlikely to result in supply-side reform of the same magnitude as such reform in 2015, as the world’s second-largest economy lacks the mettle to cut production capacity or add consumption stimulus, according to an economic research firm.\nInvestors have been quick to draw parallels between recent and earlier meetings of the Central Committee of Financial and Economic Affairs (CCFEA) that became...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/99433e2d-dfc2-4200-9451-dad53af2c539_6e110c96.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国调查前证券监管机构易会满涉嫌违纪 (原标题: China investigates former stocks regulator Yi Huiman for disciplinary breaches)",
      "link": "https://www.scmp.com/business/article/3324584/china-places-former-stocks-regulator-yi-huiman-under-probes-disciplinary-breaches?utm_source=rss_feed",
      "pubDate": "Sat, 06 Sep 2025 03:23:00 +0000",
      "isoDate": "2025-09-06T03:23:00.000Z",
      "creator": "Zhang Shidong,Daniel Ren",
      "summary": "# 中国前证券监管机构易会满因违纪被调查\n\n## 调查背景与详情\n中国前证券监督管理委员会（CSRC）主席易会满因涉嫌严重违纪，正接受中共纪律检查委员会的调查。此次调查是中国长期反腐运动的延伸，该运动已深入金融业的各个角落，包括银行业和股市。易会满于2019年1月至2024年2月担任证监会主席。在中国，官方声明中提及的“涉嫌违纪”通常指“经济犯罪”。尽管财新网曾于周五报道了易会满被调查的消息，但该报道很快便从其网站上删除。\n\n## 历史先例与继任者\n易会满是十年来中国12万亿美元资本市场（全球第二大）中第二位因贪腐被调查的监管机构负责人，也是自2016年以来第三位被解雇的负责人。\n\n*   **前任刘士余：** 易会满的直接前任刘士余于2019年被免职，随后的调查揭露了他一系列不当行为，包括收受礼品和金钱，以及偏袒其家乡江苏省的股票销售。\n*   **前任肖钢：** 2016年，肖钢因未能妥善应对一年前发生的5万亿美元市场暴跌而被解雇。\n*   **继任者吴清：** 被称为“券商屠夫”的吴清于2025年接替易会满担任中国证监会主席。\n\n![吴清，被称为“券商屠夫”，于2025年接替易会满担任中国证券监督管理委员会（CSRC）主席。图片来源：SCIO](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/06/aa937ba8-5013-4498-ad9d-63add41e95d2_0a03be33.jpg)\n*吴清，被称为“券商屠夫”，于2025年接替易会满担任中国证券监督管理委员会（CSRC）主席。图片来源：SCIO*\n\n## 宏观背景与影响\n此次打击行动凸显了中国国家主席习近平在将金融业提升为“金融强国”的战略性重要部门后，正努力整顿中国的金融体系。在中美关系恶化导致金融脱钩风险加剧的背景下，近300家总市值达1.1万亿美元的中国公司，目前在美国证券交易所上市，正准备寻找替代上市地点。",
      "shortSummary": "中国前证券监督管理委员会（CSRC）主席易会满因涉嫌严重违纪正接受调查，这是中国反腐运动深入金融业的最新进展。易会满是十年来第二位被调查的资本市场监管者，也是自2016年以来第三位被解雇的负责人。此次调查反映了中国国家主席习近平整顿金融体系、应对中美金融脱钩风险的决心。",
      "translated_title": "中国调查前证券监管机构易会满涉嫌违纪",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/06/aa937ba8-5013-4498-ad9d-63add41e95d2_0a03be33.jpg",
          "alt": "Wu Qing, nicknamed the “Butcher of Brokers”, took over as chairman of the China Securities Regulatory Commission (CSRC) in 2025 from Yi Huiman. Photo: SCIO",
          "title": "Wu Qing, nicknamed the “Butcher of Brokers”, took over as chairman of the China Securities Regulatory Commission (CSRC) in 2025 from Yi Huiman. Photo: SCIO",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Yi Huiman, the former regulator of China’s equities market, is being investigated for disciplinary breaches, as the country’s long-standing anti-graft campaign extends into all corners of the financial industry, from banking to the stock market.\nYi, the chairman of the China Securities Regulatory Commission (CSRC) from January 2019 to February 2024, is being investigated by the Communist Party’s disciplinary unit for severe breaches of discipline, according to the Central Commission for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/06/c3f2f309-4394-4171-a987-136df032c2c3_301a66df.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币在中国央行支持下走强，对美元的担忧加剧 (原标题: China’s yuan rallies with central bank backing as worries mount over US dollar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324501/chinas-yuan-rallies-central-bank-backing-worries-mount-over-us-dollar?utm_source=rss_feed",
      "pubDate": "Sat, 06 Sep 2025 02:00:14 +0000",
      "isoDate": "2025-09-06T02:00:14.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国人民币近期上涨主要由央行支持推动\n\n近期人民币兑美元汇率的上涨，分析师指出，并非主要由市场力量驱动，而是中国人民银行（PBOC）加强引导的结果。这一观点与美元指数的相对稳定形成对比。\n\n### 央行主导人民币升值\n\n*   **显著的参考汇率调整**：上周的五个交易日内，中国人民银行将人民币兑美元的参考汇率从7.1321推高至7.1030。北京研究公司Gavekal Dragonomics的经济学家何伟指出，这一升值速度与前两个月观察到的总变化量相当。\n*   **市场力量不足**：何伟在周三的一份报告中表示，中国央行“决定推高人民币，尽管货币市场并未朝着这个方向发展”。这表明央行采取了主动干预措施。\n\n### 美元指数保持稳定\n\n*   **美元指数波动不大**：尽管美联储主席杰罗姆·鲍威尔在上月底的讲话中为9月份降息打开了大门，但美元指数并未显示出明显的疲软，主要在97.8至98.6之间波动。\n\n### 央行行动的可能原因\n\n*   **应对未来美元走弱**：何伟认为，中国央行此举可能是为了主动为美元可能出现的疲软做准备。随着美联储降息的可能性增加，以及在美国总统唐纳德·特朗普领导下对美联储独立性的担忧加剧，美元走弱的预期可能促使央行提前行动。\n\n### 未来展望与制约\n\n*   **升值幅度将受控**：分析师指出，人民币的升值幅度可能会保持在可控范围内。北京方面倾向于避免在与美国的贸易紧张局势中损害中国出口商的竞争力。",
      "shortSummary": "近期人民币兑美元汇率上涨主要由中国央行强力引导，而非市场力量驱动。尽管美联储暗示可能降息，美元指数仍保持稳定。分析师认为，央行此举可能是为应对未来美元潜在走弱而做的准备。然而，人民币升值幅度将受控，以避免损害出口竞争力，尤其是在中美贸易紧张背景下。",
      "translated_title": "中国人民币在中国央行支持下走强，对美元的担忧加剧",
      "images": [],
      "contentSource": "完整文章",
      "content": "A recent rally in China’s yuan has been primarily fuelled by stronger guidance from its central bank rather than by market forces, analysts said, pointing to a mostly steady US dollar index.\nHowever, they noted, this period of strengthening is likely to remain measured, as Beijing prefers to avoid harming the competitiveness of its exporters amid trade tensions with the United States.\nOver just five trading days last week, the People’s Bank of China pushed the yuan’s reference rate against the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/a2c53430-41f2-4acb-9acd-96267edd7005_1647b3ad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国生物技术产业正在追赶美国。关税能阻止它们吗？ (原标题: China’s biotech industry is gaining on the US. Can tariffs hold them back?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324487/chinas-biotech-industry-gaining-us-can-tariffs-hold-them-back?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 22:00:13 +0000",
      "isoDate": "2025-09-05T22:00:13.000Z",
      "creator": "Alice Li",
      "summary": "### 中国生物技术产业的崛起：2015年药监改革与国际认可\n\n自2015年夏季中国实施一项关键的药品监管改革以来，中国的生物技术产业经历了显著的转型和快速发展。\n\n#### 2015年药监改革：行业转折点\n\n*   **改革背景：** 2015年，中国制药市场正处于快速扩张期，但临床试验数据存在大量问题。\n*   **改革内容：**\n    *   要求所有待批申请的药企审计其临床试验数据。\n    *   在一个月内撤回申请可免于提交有缺陷申请的处罚。\n    *   隐藏或伪造数据将面临严厉惩罚，包括多年的备案禁令。\n*   **行业反应：** 79%的待批申请被撤回，这表明当时行业内存在问题的规模之大。\n*   **改革目标：** 北京全球健康药物研发中心主任、清华大学药学教授丁胜指出，此次“自查行动”是更广泛改革的一部分，旨在使中国的药物开发法规与国际标准对齐，并解决当时存在的诸多问题。\n*   **改革影响：** 2015年的改革标志着一个转折点，将中国的药品监管框架从侧重仿制药转向鼓励创新。\n\n#### 监管公信力提升与国际认可\n\n*   **监管水平与西方接轨：** 改革后的几年里，中国药品监管的公信力已与西方国家相当，这为中国生物技术产业的快速崛起铺平了道路。\n*   **美国FDA的认可：** 根据中国国家癌症中心去年发布的一项研究，在过去十年中，中国临床数据获得美国食品药品监督管理局（FDA）“无行动指示”（No Action Indicated，意为未发现需要监管响应的问题）评级的份额显著增加。这进一步证明了中国临床试验数据质量和监管水平的提升，获得了国际权威机构的认可。",
      "shortSummary": "自2015年中国实施药品监管改革以来，中国生物技术产业实现了快速发展。此次改革将监管重点从仿制药转向创新，显著提升了药品监管的公信力。改革后，中国临床试验数据的质量获得国际认可，美国FDA给予中国临床数据“无行动指示”评级的份额显著增加，表明中国生物技术产业正迅速追赶国际先进水平。",
      "translated_title": "中国生物技术产业正在追赶美国。关税能阻止它们吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the summer of 2015, a time when China’s pharmaceutical market was in a phase of rapid expansion, a sudden regulatory change sent tremors through the industry: drug companies would need to audit the clinical trial data for all pending applications.\nIf withdrawn within a month of the announcement, firms could avoid penalties for submitting flawed applications, but hiding or falsifying data would court severe punishments, including multi-year filing bans.\nThe response from the industry indicated...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/06/d8e8cd9b-6d79-4e48-92a6-d2ff71ea0abc_94f5f0b8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国收紧芯片限制之际推动电子产品自给自足 (原标题: China moves to boost electronics self-sufficiency as US tightens chip curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324516/china-moves-boost-electronics-self-sufficiency-us-tightens-chip-curbs?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 13:30:08 +0000",
      "isoDate": "2025-09-05T13:30:08.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国推动电子产品自给自足以应对美国芯片限制\n\n面对美国对先进芯片技术日益收紧的出口限制，中国已发布一项新的行动计划，旨在加强其电子制造业，并强调建立具有韧性、自给自足的供应链。\n\n### 背景与重要性\n\n*   **发布机构：** 该13页的文件由中国工业和信息化部与国家市场监督管理总局于周四联合发布。\n*   **战略地位：** 文件明确指出，电子制造业是国民经济的战略性、基础性和先导性产业，对于稳定工业增长和维护国家经济与政治安全至关重要。\n\n### 核心目标与措施\n\n该计划设定了多项关键目标，旨在提升中国电子制造业的整体实力和安全性：\n\n1.  **发展先进核心技术：** 致力于开发更先进的核心技术，以减少对外部的依赖。\n2.  **增强供应链安全：** 强调提升该行业的供应链安全性，确保关键环节不受外部干扰。\n3.  **推广国产设备：** 明确要求采用国产设备，并努力填补供应链中的空白环节。\n4.  **促进国内产品使用：** 计划指出，“将坚决推广使用国产产品，并不断强化产业链中的薄弱环节”。\n5.  **聚焦产品可靠性：** 强调需要专注于生产可靠的元器件、芯片和系统，确保产品质量和性能。\n6.  **建立预警机制：** 指示相关官员建立监测和早期预警机制，以便及时发现和应对潜在的供应链中断风险。\n\n该计划旨在通过上述措施，全面提升中国电子制造业的自主创新能力和供应链韧性，以应对日益复杂的国际环境和技术挑战。",
      "shortSummary": "面对美国收紧芯片限制，中国发布新行动计划，旨在提升电子制造业的自给自足能力。该计划由工业和信息化部等机构发布，强调电子制造业对国家经济和政治安全的重要性。主要目标包括发展先进核心技术、增强供应链安全、推广国产设备和产品，并建立供应链中断预警机制，以确保产业韧性。",
      "translated_title": "中国在美国收紧芯片限制之际推动电子产品自给自足",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has released a new action plan to bolster its electronics manufacturing sector that stresses the need for resilient, self-sufficient supply chains, as the country confronts rising US export curbs on advanced chip technology.\n“The electronics manufacturing industry is a strategic, foundational and leading sector of the national economy, crucial to stabilising industrial growth and safeguarding national economic and political security,” stated the 13-page document issued by the Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/d7ae47ff-f34a-4970-8701-c6a66ed6c4cd_4fefc60e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在美国拉拢攻势下，中巴承诺加强科技和贸易合作 (原标题: China, Pakistan pledge stronger tech and trade cooperation amid US charm offensive)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324517/china-pakistan-pledge-stronger-tech-and-trade-cooperation-amid-us-charm-offensive?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 12:30:11 +0000",
      "isoDate": "2025-09-05T12:30:11.000Z",
      "creator": "Alice Li",
      "summary": "# 中巴承诺加强科技和贸易合作\n\n## 背景与核心承诺\n*   在中美关系背景下，巴基斯坦正与美国加强联系。\n*   中国和巴基斯坦两国承诺扩大贸易并深化科技合作。\n\n## 合作领域与关键倡议\n*   合作范围广泛，包括农业、太空探索、人工智能和贸易等领域。\n*   中国总理李强表示，北京将推进中巴经济走廊（CPEC）的第二阶段建设，该项目是“一带一路”倡议下的旗舰基础设施项目。\n\n## 高层交流与战略互信\n*   中国总理李强与巴基斯坦总理夏巴兹·谢里夫举行会晤。\n*   李强指出，在全球不稳定和不确定性增加的背景下，中国愿与巴基斯坦保持密切高层交流，深化战略互信并加强合作。\n\n## 巴基斯坦的视角\n*   夏巴兹·谢里夫总理表达了在人工智能、农业和贸易领域扩大合作的强烈意愿。\n*   谢里夫在《人民日报》发表文章，高度赞扬中国对巴基斯坦科技进步的支持，尤其是在农业和空间科学方面。\n*   他强调，中巴伙伴关系已从早期的政治信任和安全合作，扩展到经济、科学和文化等更广泛的领域。\n*   谢里夫认为，鉴于中国的技术进步以及巴基斯坦年轻的劳动力和战略地理位置，这种扩大合作是顺理成章的。",
      "shortSummary": "在美国拉拢巴基斯坦之际，中巴两国承诺深化科技和贸易合作。中国总理李强与巴基斯坦总理夏巴兹·谢里夫会晤，表示将推进中巴经济走廊第二阶段建设，并在农业、太空探索、人工智能等领域加强合作。谢里夫强调，中巴伙伴关系已从政治安全扩展到经济科技领域，并赞扬中国对巴科技进步的支持，认为扩大合作是自然之举。",
      "translated_title": "在美国拉拢攻势下，中巴承诺加强科技和贸易合作",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and Pakistan have pledged to expand trade and deepen technological cooperation in areas ranging from agriculture to space exploration, at a time when Islamabad is warming to the United States.\nDuring a meeting on Thursday with Pakistani Prime Minister Shehbaz Sharif, Premier Li Qiang said Beijing would advance the second phase of the China-Pakistan Economic Corridor (CPEC), a flagship infrastructure project under the Belt and Road Initiative.\n“Global instability and uncertainty have grown...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/a7c9f607-2247-49a2-b033-8c044a8a9a13_d3b65966.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国城市设立人工智能专门服务，助力经济腾飞 (原标题: China’s cities feed the AI monster with dedicated services for economic roar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324521/china-cities-feed-ai-economies-dedicated-services-race-us-picks-pace?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 11:30:07 +0000",
      "isoDate": "2025-09-05T11:30:07.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国城市积极布局人工智能，助力经济发展\n\n### 温州率先设立人工智能专职机构\n\n*   **全国首创**：温州本周成为中国首个设立人工智能（AI）相关专职机构的城市。此举标志着地方政府正积极响应北京的号召，以期在中美AI竞争中占据优势。\n*   **高调宣布**：温州市在一次备受瞩目的AI创新发展大会上宣布了该机构的成立。\n\n### 温州人工智能局的职责与目标\n\n*   **核心职能**：温州新成立的AI局将负责监督AI规划和政策、协调计算能力和数据资源，并推动跨行业的“AI+”项目。\n*   **战略意义**：官员表示，此举并非象征性调整，而是温州将AI作为其增长战略核心的明确信号。\n\n### 温州在人工智能基础设施方面的投入\n\n*   **数字基础设施**：温州已建成强大的数字基础设施，拥有超过9000亿公共数据条目和16个实验室，为AI模型训练提供支持。\n*   **绿色能源投资**：该市正大力投资绿色能源，预计到今年底装机容量将达到20吉瓦，到2030年达到30吉瓦。官员指出，这些能源资源将为温州的AI雄心提供坚实支撑。\n\n### 全国范围内的AI布局趋势\n\n*   **普遍现象**：中国各地城市都在积极投身AI热潮。上海和深圳等一线城市和科技中心也普遍设立了国家支持的AI实验室和试点区。\n*   **二线城市参与**：温州的举措反映出，即使是二线城市也正努力在AI领域中占据一席之地。这是因为北京正依赖地方政府，在全球与华盛顿日益激烈的竞争背景下，提升国家在AI领域的竞争力。",
      "shortSummary": "温州成为中国首个设立人工智能（AI）专职机构的城市，旨在统筹AI规划、协调资源并推动“AI+”项目，将其作为城市增长的核心战略。此举反映了中国各地政府，包括二线城市，正积极布局AI基础设施和绿色能源，以响应北京提升国家AI竞争力的号召，尤其是在与美国日益激烈的竞争背景下。",
      "translated_title": "中国城市设立人工智能专门服务，助力经济腾飞",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s city governments are racing to stake out a role in artificial intelligence, with Wenzhou this week becoming the nation’s first to set up a dedicated bureau for AI-related matters – underscoring how local officials are ramping up efforts amid Beijing’s push to gain an edge in the AI race with the United States.\nAuthorities in Wenzhou, located in the provincial economic powerhouse of Zhejiang, announced the bureau’s formation at a high-profile AI Innovation and Development Conference on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/571fd03a-329b-444e-9b45-6746577e9aa7_cc3a0821.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国着力发展9800亿美元体育经济 (原标题: China sets off in pursuit of US$980 billion sports economy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324467/global-games-outdoor-activities-china-aims-us980-billion-sports-economy?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 09:00:11 +0000",
      "isoDate": "2025-09-05T09:00:11.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国体育经济发展目标与战略\n\n中国政府发布了一项新的中央指令，旨在到2030年将体育产业规模扩大至7万亿元人民币（约合9800亿美元），并培育一系列“具有国际影响力”的体育企业和赛事。此举是中国经济向消费驱动模式转型的重要组成部分，旨在通过体育消费刺激经济增长。\n\n### 主要目标与背景\n\n*   **2030年目标：** 体育产业总规模达到7万亿元人民币，几乎是2023年（3.67万亿元人民币）的两倍。\n*   **经济贡献：** 根据国家统计局数据，2023年中国体育产业增加值为1.49万亿元人民币，占全国GDP的1.15%。\n*   **战略意义：** 国务院总理李强主持的会议强调，发展体育产业和体育消费是实施扩大内需战略的重要组成部分。\n\n### 关键措施与方向（20项指令）\n\n国务院发布的20项指令旨在多方面推动体育经济发展：\n\n*   **刺激消费：** 将体育消费作为经济增长的重要动力。\n*   **新兴领域拓展：**\n    *   推广低空体育赛事。\n    *   积极培育“冰雪经济”。\n*   **品牌与国际影响力：**\n    *   着力打造具有国际影响力的中国品牌赛事。\n    *   加强对各地申办和举办国际赛事的协调与指导，以满足日益增长的观赏体育热情。\n\n### 近期发展与案例\n\n*   **基层赛事活力：** 近几个月来，东部地区的江苏城市足球联赛和浙江篮球协会等基层赛事已成为全国性热点，显示出体育赛事日益增长的经济活力。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/04/clean_0.jpg?itok=gwmUL4pU)\n\n*   **图片描述：** 这张图片可能与中国篮球运动员相关，标题提及“中国‘移动长城’篮球运动员首次亮相高级别球队”，反映了中国体育领域的一些具体发展。",
      "shortSummary": "中国政府发布指令，目标是到2030年将体育产业规模扩大至7万亿元人民币（约9800亿美元），以推动经济转型和扩大内需。该计划旨在通过推广低空体育、冰雪经济以及培育国际影响力赛事来刺激体育消费。2023年中国体育产业规模为3.67万亿元，新目标是其近两倍，显示出国家对体育经济发展的高度重视，并视其为扩大内需战略的重要组成部分。",
      "translated_title": "中国着力发展9800亿美元体育经济",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/04/clean_0.jpg?itok=gwmUL4pU",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China is aiming to build a 7 trillion yuan (US$980 billion) sports sector by 2030 – complete with a series of “internationally influential” sports companies and events – as the world’s second-largest economy shifts to a consumption-driven mode, according to a new central government directive.\nSeeking to spur economic growth through sports consumption, the 20-measure directive issued on Thursday by the State Council, China’s cabinet, vowed to promote low-altitude sports events, foster the “ice...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/cd22d80f-8b30-4169-ad10-ca9bbcfbb54e_52a925d8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对欧盟猪肉发布反倾销初裁，征收保证金 (原标题: China issues anti-dumping ruling on European pork, charges deposits)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324485/china-issues-preliminary-anti-dumping-ruling-european-pork-charges-deposits?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 08:20:02 +0000",
      "isoDate": "2025-09-05T08:20:02.000Z",
      "creator": "Xiaofei Xu,Ji Siqi",
      "summary": "## 中国对欧盟猪肉征收反倾销保证金\n\n中国商务部于周五宣布，已初步认定欧盟猪肉及猪副产品对中国市场存在倾销行为，并对国内产业造成了“实质性损害”。此举标志着中欧贸易紧张关系的升级，此前法国主要干邑白兰地生产商在一项单独调查中获得了豁免。\n\n### 临时反倾销措施\n\n*   **措施形式**：以现金保证金的形式征收“临时反倾销措施”。\n*   **生效日期**：自9月10日起，相关产品进口商需根据初步裁定中确定的每家公司的倾销幅度提供相应的保证金。\n\n### 保证金税率\n\n*   **配合调查的企业**：根据商务部计算的倾销幅度，保证金税率介于15.6%至32.7%之间。\n    *   例如，西班牙生产商Litera的税率处于较低水平，而荷兰Vion集团的税率则处于较高水平。\n*   **未配合调查的企业**：将被征收62.4%的保证金。\n\n### 中方立场与背景\n\n商务部贸易救济调查局的一位官员周五向记者表示，中方在此问题上采取“审慎克制”的态度。该官员还指出，中国与法国在干邑白兰地调查中达成的“友好解决方案”是一个值得效仿的范例，暗示希望在此次猪肉调查中也能找到类似的解决方案。",
      "shortSummary": "中国商务部初步裁定欧盟猪肉对华倾销，对国内产业造成实质性损害。自9月10日起，将对进口欧盟猪肉征收15.6%至62.4%不等的临时反倾销保证金。此举标志着中欧贸易紧张关系升级，但中方表示将采取审慎克制态度，并以此前干邑白兰地调查的“友好解决方案”为例。",
      "translated_title": "中国对欧盟猪肉发布反倾销初裁，征收保证金",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has made a preliminary determination that Europe is dumping pork and pork by-products into its market, causing “material injury” to the domestic industry, Beijing’s Ministry of Commerce said on Friday.\nThe announcement, which carries a “provisional anti-dumping measure” in the form of cash deposits, marks an escalation in China-EU trade tensions after major French cognac producers were exempted from punitive levies stemming from a separate investigation.\n“Starting September 10, importers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/14a8bdea-351d-4b9b-8ca5-029a07e20297_08abb458.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国生物技术与美国差距缩小，新药和研发管线占全球总量的30%以上 (原标题: China closes biotech gap with US as new drugs, pipelines top 30% of global total)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324465/china-closes-biotech-gap-us-new-drugs-rd-pipelines-top-30-global-total?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 07:30:16 +0000",
      "isoDate": "2025-09-05T07:30:16.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国生物技术产业发展概况\n\n## 核心成就与全球地位\n*   **研发与新药贡献显著：** 根据中国国家发展和改革委员会（NDRC）的数据，中国在创新研发管线和新批准药物方面，已占全球总量的30%以上。这表明中国在生物技术领域正迅速崛起，成为一个重要的力量。\n*   **生物经济贡献GDP：** 生物经济（涵盖生命科学和生物技术的研究、开发与应用）对中国国内生产总值（GDP）的贡献已超过7%。\n*   **全球排名提升：** 一份在第17届中国生物产业大会上发布的报告显示，中国在药物研发数量上已位居全球第二，显著缩小了与美国的差距。\n\n## 关键数据亮点\n*   **新药审批数量创新高：** 2024年，国家药品监督管理局批准了93种新药，创下近五年来的最高纪录。\n*   **医疗器械专利优势：** 医疗器械专利申请数量超过91,500项，占全球总量的70%，显示出中国在该领域的强大创新能力。\n\n## 政府支持与未来展望\n*   **数据洞察系统：** 国家发改委在大会上推出了一个“洞察系统”，旨在整合研发、审批和市场全链条的数据。\n*   **系统目标：** 官员表示，该系统将帮助政府和行业识别机遇，并突破药物创新过程中的瓶颈，进一步推动生物技术产业的发展。",
      "shortSummary": "中国生物技术产业正迅速发展，其创新研发管线和新批准药物占全球总量的30%以上，生物经济贡献GDP超7%。中国在药物研发数量上已位居全球第二，2024年批准新药93种，医疗器械专利申请占全球70%。国家发改委推出“洞察系统”以支持药物创新，表明中国正成为全球生物技术强国，与美国差距显著缩小。",
      "translated_title": "中国生物技术与美国差距缩小，新药和研发管线占全球总量的30%以上",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s push to become a biotech powerhouse is paying off, with innovative R&D pipelines and newly approved drugs accounting for over 30 per cent of the global total, according to the country’s top economic planner.\nThe sector was showing strong momentum, said Xiang Libin, deputy chairman of the National Development and Reform Commission (NDRC), who cited the figures at the 17th China Bioindustry Convention in Wuhan, Hubei province, on Thursday.\nChina’s bioeconomy, encompassing the research,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/ad18d69e-447a-4f93-afae-0a33138daf9a_56142e35.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-08T19:15:11.631Z"
}