{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格 (原标题: Why new US curbs on China’s tech tests could raise prices for American consumers)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312904/will-new-us-curbs-chinas-tech-tests-raise-electronic-prices-american-consumers?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-03T13:00:08.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "### 美国对中国科技测试的新限制及其潜在影响\n\n美国联邦通信委员会（FCC）近期针对中国实验室实施了一项禁令，禁止其对进入美国的消费电子产品进行测试。此举引发了对执法可行性以及对美国消费者影响的讨论。\n\n*   **禁令背景与原因**\n    *   FCC于5月22日以4比0的全票通过，最终确定了这项新规定。\n    *   FCC表示，多年来负责测试进入美国设备的中国实验室，被发现与中国共产党和军队存在深层联系。\n    *   FCC主席布伦丹·卡尔在5月22日的声明中指出，这些实验室“为进入美国电信基础设施提供了门户”，并担忧“一个不可靠的实验室——一个效忠于外国对手的实验室——可能会批准不安全的设备进入美国”。\n\n*   **潜在影响**\n    *   **对美国消费者：** 观察人士认为，这项禁令可能导致美国消费者面临更少、更昂贵的选择。\n    *   **对中国制造商：** 分析师指出，尽管华盛顿似乎试图限制中国（FCC称之为“对手”），但这项禁令对中国手机、个人电脑等制造商的影响可能有限。\n\n*   **执法挑战**\n    *   香港大学金融学讲席教授陈志武表示，智能手机由众多部件组成，很难确定每个部件的测试地点。\n    *   他指出，一些部件可能在韩国、日本或美国设计和测试，因此对如何有效执行这项禁令表示疑问。",
      "shortSummary": "美国联邦通信委员会（FCC）禁止被视为安全风险的中国实验室测试进入美国的消费电子产品。FCC认为这些实验室与中国共产党和军队有联系，对美国电信基础设施构成威胁。此举可能导致美国消费者面临更高的价格和更少的选择。然而，分析师认为对中国制造商的影响可能有限，且禁令的执行面临挑战，因为难以追踪所有组件的测试地点。",
      "translated_title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s recent ban on Chinese labs deemed security risks over their testing of consumer electronics bound for the US has observers wondering about law enforcement while saying the ban may leave American consumers with fewer, more expensive choices.\nAnalysts also say the impact on Chinese makers of phones, PCs and the like could be limited, even though Washington appears to be trying to curtail China, a country the US Federal Communications Commission calls an adversary.\n“It is hard to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/5c4ab2d5-f360-49ae-98c8-9278e2f5b016_19b7eba2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "贸易战风险可能促使全球航运商转向亚洲仲裁中心：分析师 (原标题: Trade war risks could push global shippers to Asia’s arbitration hubs: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312879/trade-war-risks-could-push-global-shippers-asias-arbitration-hubs-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 11:00:15 +0000",
      "isoDate": "2025-06-03T11:00:15.000Z",
      "creator": "Frank Chen",
      "summary": "### 贸易战风险促使全球航运商寻求亚洲仲裁\n\n尽管全球两大经济体之间的贸易战已达成休战，但海上不确定性依然存在，这促使全球航运业代表和海事法律专家齐聚中国宁波，探讨新的合同条款、策略和仲裁方案。\n\n*   **主要担忧与术语**\n    *   在浙江海港集团近期主办的航运论坛上，“美国排除条款”和“中国风险条款”被频繁提及。\n    *   利益相关者担心，唐纳德·特朗普的高额关税和中国的报复性措施可能再次出现，从而颠覆全球航运。\n\n*   **寻求仲裁以保护利益**\n    *   论坛参与者一致认为，有必要通过仲裁来保护自身利益。\n    *   香港及附近亚洲枢纽被视为可以帮助中国企业应对贸易和地缘政治波动的选择。\n\n*   **“不可抗力”条款的重要性**\n    *   波罗的海国际航运公会（BIMCO）亚洲区经理庄炜指出，中国及海外的贸易商和航运公司越来越多地咨询，特朗普的关税和其他突发政策变化是否可被视为“不可抗力”。\n    *   在航运合同中，风险或“不可抗力”条款旨在减轻当事方因不可预见的情况（无论是自然灾害还是政治事件）而导致的运输中断责任。\n    *   这些条款明确了此类事件造成的潜在损失或损害应由谁承担。\n\n*   **中国仲裁员的机遇**\n    *   庄炜（同时也是中国海事仲裁委员会成员）表示，关税不确定性也为中国仲裁员带来了机遇，因为航运纠纷正在增加。\n    *   他指出，一些当事方可能更倾向于在西方之外解决案件。",
      "shortSummary": "贸易战的不确定性正促使全球航运商寻求新的合同条款和仲裁方案。在近期的一次航运论坛上，业界普遍关注“美国排除条款”和“中国风险条款”，并认为香港等亚洲仲裁中心能帮助企业应对潜在的关税升级和政策变化。专家指出，航运公司正探讨关税变化是否构成“不可抗力”，而日益增多的航运纠纷也为中国仲裁员带来了机遇，因为一些当事方倾向于在亚洲解决争议。",
      "translated_title": "贸易战风险可能促使全球航运商转向亚洲仲裁中心：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The terms “United States exclusion clause” and “China risk clause” were frequently heard at a recent shipping forum hosted by Zhejiang Seaport Group in the eastern city of Ningbo, as uncertainties at sea persist despite the trade war truce reached between the world’s two biggest economies.\nThe event brought together global logistics sector representatives and maritime law experts to consider new contract clauses, strategies and arbitration options, as stakeholders fear that a return of Donald...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/845e2c70-430b-4614-87ee-21a27c174f2b_f7355530.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "电动汽车价格战、比亚迪困境引发对中国恒大式危机的担忧 (原标题: EV price war, BYD woes prompt fears of China Evergrande-style crisis)",
      "link": "https://www.scmp.com/business/china-evs/article/3312883/china-evs-byd-triggered-price-war-raises-fears-evergrande-liquidity-crisis?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 08:25:20 +0000",
      "isoDate": "2025-06-03T08:25:20.000Z",
      "creator": "Yujie Xue",
      "summary": "中国电动汽车（EV）制造商正面临多重挑战，包括严酷的价格战、销售和利润率下降，以及来自北京当局的警告。\n\n**比亚迪面临的困境：**\n*   **股价下跌：** 比亚迪在香港上市的股票周一市值一度下跌高达17%（约1223亿港元，合156亿美元），从5月23日的历史高点477.80港元跌至378.20港元。周二股价回升了4%。\n*   **原因分析：** 分析师将部分跌幅归因于最近一个季度疲软的财报。\n*   **销售数据：** 作为全球最大的新能源汽车（NEV）制造商，比亚迪5月份交付了382,476辆汽车，环比增长0.6%。然而，在中国大陆市场，由于持续不断的折扣战，其5月份的销量同比持平，环比下降2.5%。\n*   **战略解读：** 汇丰银行分析师认为，比亚迪的降价举动强化了其在国内电动汽车市场“以规模优先于暂时单车利润”的战略。他们指出，这一轮季节性促销恰逢国内需求疲软、消费情绪低迷和市场竞争激烈。\n\n**行业危机担忧：**\n*   **恒大式危机警告：** 长城汽车董事长魏建军上周表示，如果中国电动汽车的价格战和盈利问题得不到控制，可能会将该行业推向类似中国恒大那样的流动性危机。\n*   **比亚迪回应：** 比亚迪品牌及公关负责人李云飞对这种比较提出了异议。",
      "shortSummary": "中国电动汽车市场正经历严酷的价格战，导致销售和利润率下降。市场领导者比亚迪的股价因财报疲软和销量放缓而大幅下跌。长城汽车董事长警告称，若价格战持续，行业可能面临类似中国恒大的流动性危机，但比亚迪对此比较表示异议。整个行业正面临需求疲软和激烈竞争的挑战。",
      "translated_title": "电动汽车价格战、比亚迪困境引发对中国恒大式危机的担忧",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s electric vehicle (EV) makers have had a lot to contend with over the past week: slumping shares for market leader BYD, cooling sales and margins and a warning from authorities in Beijing amid a punishing price war.\nBYD’s Hong Kong-listed shares lost as much as 17 per cent of their market value, or HK$122.3 billion (US$15.6 billion), on Monday after falling to HK$378.20 from an all-time high of HK$477.80 on May 23. The company’s shares recovered 4 per cent on Tuesday. Analysts attributed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/667fd6e5-5b7e-44f8-917e-c616d6d2eca4_d6f58372.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“硝烟弥漫”：中国汽车制造商价格战加剧，引北京不满 (原标题: ‘Full of gunpowder’: price wars of China’s carmakers deepen, draw Beijing’s ire)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312852/full-gunpowder-new-price-wars-among-china-carmakers-mask-hidden-dangers-beijing-warns?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 07:00:13 +0000",
      "isoDate": "2025-06-03T07:00:13.000Z",
      "creator": "Leopold Chen",
      "summary": "### 中国汽车制造商价格战加剧，引北京不满\n\n随着中国经济持续面临通缩压力，政府对汽车制造商之间日益激烈的价格战发出了更强烈的警告。经济学家认为，通货再膨胀可能仍难以实现。\n\n**官方机构集体发声**\n\n*   **工业和信息化部（MIIT）**：工信部、官方媒体以及一个汽车制造商协会在上周末集体表达了对近期制造商提供折扣的担忧。\n*   **共同立场**：他们一致认为价格战对产品质量和行业的长期发展构成威胁。\n\n**价格战的危害与“内卷”**\n\n*   **工信部观点**：新华社周六援引工信部的话称，“企业之间无序的价格战是‘内卷式’竞争的典型例子。”\n*   **阻碍创新与发展**：这种竞争“阻碍了企业对研发的持续投入，最终影响产品质量、性能和服务水平。”\n*   **无赢家论**：工信部明确指出，“价格战没有赢家，当然也没有未来。”\n*   **“内卷”定义**：“内卷”（neijuan）指的是对有限资源或机会的过度竞争。\n\n**行业“亚健康”状态与产能过剩**\n\n*   **《人民日报》评论**：呼应工信部的呼吁，《人民日报》周日发表评论，批评国内汽车制造业处于“亚健康”状态。\n*   **利润率萎缩与产能过剩**：评论指出，面对工业产能过剩，汽车行业的利润率正在萎缩。\n\n**政府治理决心**\n\n*   **加强治理**：工信部承诺将加强对行业内此类竞争的治理。",
      "shortSummary": "中国政府对汽车制造商日益加剧的价格战表示严重关切。工信部、党媒和行业协会警告称，这种“内卷式”竞争损害产品质量、阻碍研发，并威胁行业长期发展。他们指出，价格战导致利润率萎缩和产能过剩，行业已处于“亚健康”状态，并强调价格战没有赢家。北京方面誓言将加强对这种竞争的治理。",
      "translated_title": "“硝烟弥漫”：中国汽车制造商价格战加剧，引北京不满",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has amplified its warnings over cutthroat price wars among carmakers as deflationary pressure persists in the world’s second-largest economy, and economists say a reflation is likely to remain elusive.\nThe Ministry of Industry and Information Technology (MIIT), party mouthpieces and a carmaker association aired concerns at the weekend over recent discounts offered by manufacturers, while collectively deeming price wars a threat to product quality and the long-term development of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/6f135127-d327-4646-9441-df6707a9e35c_4f844e23.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’ (原标题: US efforts to coerce China into trade concessions ‘will not work’, analysts say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312755/us-efforts-coerce-china-trade-concessions-will-not-work-analysts-say?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 15:00:08 +0000",
      "isoDate": "2025-06-02T15:00:08.000Z",
      "creator": "Kandy Wong,Frank Chen",
      "summary": "## 中美贸易紧张局势再起：美方施压无效，中方坚决回应\n\n分析人士指出，美国总统唐纳德·特朗普试图通过对中国经济施加“极限压力”来迫使北京重回谈判桌的努力注定会失败。\n\n### 美方行动与立场\n*   **施压手段**：美国近期公布了对中国出售喷气发动机和芯片设计技术的新限制，旨在通过一系列出口管制措施对中国经济施加压力。\n*   **特朗普表态**：特朗普在社交媒体上坚称，他将不再在贸易问题上扮演“好好先生”的角色，显示出其强硬立场。\n\n### 中方回应与立场\n*   **严厉驳斥**：中国商务部周一对此进行了严厉驳斥，拒绝了美国关于中国违反上月在日内瓦达成的贸易协议的指控。\n*   **指责美方**：商务部声明指出，美国单方面挑起贸易摩擦，导致双边关系出现不确定性，并称华盛顿的言论“严重偏离事实”。\n*   **承诺遵守协议**：商务部强调，中国正在履行其责任，认真、严格地跟进并积极维护日内瓦会谈后达成的共识，展现出决心和诚信。\n\n### 背景与影响\n*   **协议实施争议**：全球两大经济体之间的紧张关系再次升级，焦点在于日内瓦协议的执行问题。该协议曾规定美中两国在90天内大幅削减彼此商品的关税。",
      "shortSummary": "分析人士指出，美国总统特朗普通过出口管制等“极限压力”手段，试图胁迫中国做出贸易让步的努力将不会奏效。中国商务部严厉驳斥了美方关于中方违反日内瓦贸易协议的指控，并强调美方单方面挑起摩擦。中方重申将坚守并维护日内瓦会谈达成的共识。此次紧张局势因日内瓦协议的执行问题再次升级。",
      "translated_title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s attempts to force Beijing back to the negotiating table by piling “extreme pressure” on the Chinese economy through a barrage of export controls are doomed to fail, analysts said.\nWashington has unveiled new curbs on the sale of jet engine and chip design technologies to China in recent days, as Trump insisted in a social media post that he would no longer be “Mr Nice Guy” on trade.\nBut Beijing responded with a stinging rebuke on Monday, with the Ministry of Commerce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/f4807019-b82c-4a00-ac10-ce9813c7622f_7b2e76a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "波音在华希望面临贸易战逆风、供应链风险：分析师 (原标题: Boeing’s China hopes face trade war headwinds, supply chain risks: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312763/boeings-china-hopes-face-trade-war-headwinds-supply-chain-risks-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-02T13:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 波音在华业务前景：机遇与挑战\n\n*   **背景与波音的期望**\n    *   美国飞机制造商波音公司预计，此前因中美贸易战而暂停的中国航空公司订单将恢复。\n    *   波音公司首席执行官凯利·奥特伯格（Kelly Ortberg）表示，在北京和华盛顿于5月达成90天贸易休战协议后，中国航空公司已确认将于本月开始接收波音飞机。\n\n*   **贸易战的影响**\n    *   自美国总统唐纳德·特朗普于1月重返白宫以来，其贸易政策导致全球航空供应链面临不确定性。\n    *   奥特伯格此前曾表示，由于“关税环境”，对中国的交付在4月曾被暂停。\n    *   上个月，奥特伯格证实，在中美关税在4月飙升后，一些中国航空公司曾拒绝接收波音飞机。\n\n*   **分析师的警告**\n    *   尽管波音抱有希望，但分析师警告称，供应链限制和关税不确定性可能会减缓实际交付速度。\n\n*   **政治考量**\n    *   商业咨询公司Dezan Shira & Associates的执行合伙人阿尔贝托·维托雷蒂（Alberto Vettoretti）指出，随着特朗普政府推动更多美国商品销往海外，北京官员可能会将恢复的波音订单视为在更广泛贸易谈判中的筹码。",
      "shortSummary": "波音公司预计，在中国和美国达成贸易休战后，中国航空公司将恢复暂停的飞机订单并开始接收交付。然而，分析师警告称，供应链限制和关税不确定性可能减缓实际交付。此前，由于关税环境，中国航空公司曾暂停接收波音飞机。有分析认为，北京可能将恢复的波音订单视为贸易谈判中的筹码。",
      "translated_title": "波音在华希望面临贸易战逆风、供应链风险：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "Boeing expects Chinese airlines to resume orders that were paused during the trade war with the United States, but analysts warn supply chain constraints and tariff uncertainties could slow actual deliveries.\nKelly Ortberg, CEO of the American aircraft giant, said Chinese airlines have confirmed they would begin taking deliveries of Boeing planes this month after Beijing and Washington agreed to a 90-day trade truce in May.\nIn April, Ortberg was quoted as saying that deliveries to China had been...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/b59c18fe-3294-46ff-9d71-9c5e4ec0e229_b85b7922.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“贸易冲击”迫使中国企业更有效地投资：研究人员 (原标题: ‘Trade shocks’ force China’s firms to invest more efficiently: researchers)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312717/chinas-firms-invest-more-efficiently-when-facing-trade-shocks-researchers?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 07:00:17 +0000",
      "isoDate": "2025-06-02T07:00:17.000Z",
      "creator": "Sylvia Ma,Leopold Chen",
      "summary": "### 研究发现“贸易冲击”促使中国企业提高投资效率\n\n一项最新研究指出，当中国企业面临更高的关税或进口限制时，它们倾向于更有效地进行投资。这项研究揭示了关税可能带来的意想不到的好处，其数据分析涵盖了中美贸易战之前的情况。\n\n*   **研究背景与方法：**\n    *   该论文发表在经同行评审的《公司金融杂志》（Journal of Corporate Finance）上。\n    *   研究分析了2003年至2016年间2700多家中国上市公司的财务和会计数据，以及在此期间对中国施加的贸易壁垒。\n    *   研究数据涵盖了中美贸易战爆发之前的信息。\n\n*   **主要发现：**\n    *   研究表明，反倾销或反补贴关税等贸易防御工具（TDIs）在很大程度上促使中国企业更有效地配置资本。\n    *   这种影响在现金充裕但公司治理薄弱的企业中尤为显著，因为这些企业此前更常出现未经审查的过度投资。\n    *   作者将贸易冲击描述为一种“外部纪律机制”，它能够减少企业的自由现金流，并有效抑制过度投资（即向表现不佳的项目投入过多资源）。\n\n*   **发布时机与背景：**\n    *   该论文于4月发布，正值中国出口商面临新的贸易动荡之际。\n    *   当时，全球两大经济体（中美）相互征收了三位数的关税，尽管随后于5月达成90天休战协议。\n    *   此外，欧盟也已对中国电动汽车征收了反补贴关税。\n\n*   **作者观点：**\n    *   研究结果揭示了一种微妙的动态，表明贸易保护措施（如贸易防御工具）能够对目标企业的资源配置和更广泛的经济产生复杂且反直觉的影响。",
      "shortSummary": "一项发表在《公司金融杂志》上的研究发现，面对关税或进口限制等“贸易冲击”时，中国企业会更有效地进行投资。该研究分析了2003年至2016年间2700多家中国上市公司的财务数据，指出贸易防御工具充当了“外部纪律机制”，促使企业更有效地配置资本，尤其是在公司治理薄弱的现金充裕型企业中，从而抑制了过度投资。",
      "translated_title": "“贸易冲击”迫使中国企业更有效地投资：研究人员",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese firms tend to invest more efficiently when facing higher duties or import restrictions, according to a study that highlights an unexpected benefit of tariffs by analysing data from before the two trade wars with the United States.\nPublished in the peer-reviewed Journal of Corporate Finance, the paper examined more than 2,700 listed firms in China, their financial and accounting data from 2003 to 2016, and the trade barriers imposed on the country during this period.\nThe paper was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/e5494546-9408-4a5b-9bd7-c994bb06ef89_55c1b2a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国端午节与儿童节重合，家庭旅游蓬勃发展 (原标题: As China’s Dragon Boat Festival, Children’s Day coincide, family tourism booms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312487/chinas-dragon-boat-festival-coincides-second-holiday-fuelling-boom-family-tourism?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 04:00:15 +0000",
      "isoDate": "2025-06-02T04:00:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国端午节与儿童节重合，家庭旅游蓬勃发展\n\n刚过去的周末，中国端午节与儿童节的罕见重合，导致国内旅游预订量激增，尤其是露营地、游乐园及其他景点。\n\n#### 主要数据与趋势：\n\n*   **携程（Trip.com）数据：**\n    *   国内短途旅行预订量同比增长23%。\n    *   亲子订单占总预订量的35%。\n    *   “家庭友好型”酒店搜索量增长45%。\n\n*   **飞猪（Fliggy）数据（截至上周三）：**\n    *   主题公园门票预订量比去年端午节周末增长超过100%。\n    *   露营地预订量飙升80%。\n    *   包含酒店、餐饮和娱乐的家庭酒店套餐在2024年同期增长24%。\n    *   郊区“水上娱乐”以及与儿童和宠物野餐等活动需求旺盛。\n\n#### 旅游增长原因：\n\n*   飞猪表示，今年的假期与儿童节重合，显著增强了家庭出游的吸引力。\n\n#### 更广泛的背景：\n\n*   自新冠疫情以来，中国国内假日旅游有所增加，人们对风景、文化体验和探险的兴趣日益增长。\n*   尽管经济存在不确定性，但游客在旅行时仍会考虑节约开支。\n\n#### 政府视角：\n\n*   中国官方已将旅游业视为支持国家服务业发展的重要驱动力。",
      "shortSummary": "中国端午节与儿童节的重合，推动国内家庭旅游市场大幅增长。携程数据显示，短途游预订量同比增长23%，亲子订单占比35%。飞猪平台显示，主题公园门票预订量增长超100%，露营地预订量增长80%，家庭酒店套餐也增长24%。此次假期叠加儿童节显著提升了家庭出游吸引力。疫情后，国内旅游持续升温，官方也视旅游业为服务业的重要驱动力。",
      "translated_title": "中国端午节与儿童节重合，家庭旅游蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "An unusual convergence of the Dragon Boat Festival and Children’s Day in China over the weekend led to a surge in domestic tourism bookings to campsites, amusement parks and other attractions, according to travel platforms.\nShort-haul domestic travel bookings had grown 23 per cent year on year, according to travel platform Trip.com’s latest figures. The trend was driven by “summer escapes” with parent-child orders making up 35 per cent of overall bookings and “family-friendly” hotel searches...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/97f83695-c431-4cab-a5b8-32c80ca24b36_2684654a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国家长如何看待美国限制学生签证的举动？ (原标题: What do Chinese parents think of US moves to restrict student visas?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312489/us-hostility-chinese-students-prompts-many-parents-look-elsewhere?utm_source=rss_feed",
      "pubDate": "Sun, 01 Jun 2025 14:00:08 +0000",
      "isoDate": "2025-06-01T14:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 美国限制中国学生签证的举动及其影响\n\n特朗普政府近期对中国学生赴美留学施加的进一步限制，正在中国家庭中引发广泛疑虑，促使许多人重新考虑子女的海外学术未来。\n\n*   **重新评估海外教育**\n    *   对一些家庭而言，“美国梦”正被更务实的替代方案所取代，这些方案可能更接近本土或位于其他西方国家。\n    *   美国对国际学生政策的不可预测性，使得家长们开始权衡子女海外教育的投资回报。\n\n*   **具体限制措施与事件**\n    *   **签证撤销与审查：** 美国国务卿马可·卢比奥宣布，美国将撤销与中国共产党有联系或在“关键领域”学习的中国学生的签证。\n    *   **签证面试暂停与背景审查：** 此前，全球范围内的学生签证面试突然暂停，政府正在考虑更严格的审查措施，包括对潜在学生的社交媒体帖子进行筛查。\n    *   **哈佛大学国际学生比例提议：** 美国总统唐纳德·特朗普提议将哈佛大学的国际学生比例从30%削减至15%，声称美国学生正在失去机会。\n    *   **国土安全部对哈佛的行动：** 就在几天前，国土安全部曾试图阻止哈佛招收国际学生，但此举后来被一名联邦法官叫停。\n    *   **哈佛大学的解释期限：** 特朗普政府随后在法庭文件中表示，不会立即终止哈佛招收国际学生的能力，但给予该大学30天时间解释为何应保留此能力。",
      "shortSummary": "特朗普政府近期限制中国学生签证的举动，正引发中国家庭对子女赴美留学未来的担忧。政策包括撤销与中共关联或关键领域学生的签证、暂停签证面试及审查社交媒体。此外，特朗普还提议削减哈佛大学的国际学生比例。这些不确定性促使中国家长重新评估海外教育的投资回报，并考虑其他留学目的地或本土选择。",
      "translated_title": "中国家长如何看待美国限制学生签证的举动？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Trump administration’s recent moves to further restrict Chinese students’ access to US education are sending ripples of doubt through families in China, prompting many to reconsider their children’s academic futures abroad.\nFor some, the American dream is giving way to more pragmatic alternatives closer to home or in other Western nations, as the United States’ unpredictable approach to international students makes them ponder the returns on investment in their children’s overseas...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/daf56817-6de3-4ffa-bc24-d5e81179774c_61fe115f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "碟中谍？中国端午档票房遇冷 (原标题: Mission: Impossible? China faces box office blues during Dragon Boat Festival)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312471/mission-impossible-china-faces-box-office-blues-during-dragon-boat-festival?utm_source=rss_feed",
      "pubDate": "Sun, 01 Jun 2025 03:00:16 +0000",
      "isoDate": "2025-06-01T03:00:16.000Z",
      "creator": "Leopold Chen",
      "summary": "## 中国端午档票房遇冷\n\n尽管一部好莱坞电影在预售票房上领先，但最新数据显示，中国端午节假期的电影票房表现低迷，整个行业正面临一系列不尽如人意的表现。\n\n### 票房数据概览\n\n*   根据中国电影行业数据平台猫眼的数据，端午节假期首日（周六）的票房收入估计为1.22亿元人民币（约合1690万美元）。\n*   这一数字低于中国大陆上一个公共假期（五一节）首日（5月1日）的1.77亿元人民币。\n\n### 影片表现\n\n*   由传奇美国演员汤姆·克鲁斯主演的好莱坞电影《碟中谍：最终清算》（Mission: Impossible – The Final Reckoning）预计以5460万元人民币的票房收入领跑当日。\n*   该片表现优于国产动画片《爱情的无尽旅程》以及日本经典动漫《哆啦A梦》的衍生作品。\n\n### 行业背景与长期展望\n\n*   在全球第二大经济体努力刺激国内消费的背景下，中国电影票房收入在去年有所下降，总计425亿元人民币，较上一年下降22.6%，甚至低于2015年的水平。\n*   然而，观察人士表示，得益于国产电影制作水平的提高，中国电影市场长期来看仍具韧性。",
      "shortSummary": "中国端午节假期电影票房表现低迷。假期首日票房仅1.22亿元人民币，低于五一假期首日。好莱坞电影《碟中谍：最终清算》领跑当日票房。尽管汤姆·克鲁斯主演的影片表现突出，但中国电影市场整体面临挑战，去年票房总收入较上一年下降22.6%。不过，观察人士认为，得益于国产电影的进步，中国电影市场长期仍具韧性。",
      "translated_title": "碟中谍？中国端午档票房遇冷",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Hollywood film topped ticket presales for China’s Dragon Boat Festival, but latest data points to a subdued box office for the holiday season as the industry grapples with a string of underwhelming performances.\nThe box office revenue for Saturday, the first day of the Dragon Boat Festival holiday, was estimated at 122 million yuan ($16.9 million), according to Maoyan, a Chinese film industry data platform. The figure was lower than the 177 million yuan for May 1, the first day of mainland...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/31/e0f43000-4c6d-42cd-993e-286b22d82c1d_96ba433e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国的恶性竞争问题需要全球关注 (原标题: Why China’s problem of cutthroat competition demands the world’s attention)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3312409/why-chinas-problem-cutthroat-competition-demands-worlds-attention?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 21:30:08 +0000",
      "isoDate": "2025-05-31T21:30:08.000Z",
      "creator": "Kok How Lee",
      "summary": "### 中国恶性竞争问题（内卷）的严重性\n\n*   文章指出，约瑟夫·熊彼特提出的“创造性破坏”概念，可能未曾预料到无限制竞争的破坏性。这正是中国近期经济成功背后的悖论。\n*   《人民日报》发表社论，呼吁将“内卷”（一种自我挫败的过度竞争循环）扼杀在萌芽状态，这表明中国官方已公开承认并重视这一问题的严重性。\n*   内卷已成为影响中国工业战略和全球贸易动态的经济暗流。\n\n### 内卷的具体表现及案例\n\n*   **电动汽车行业：**\n    *   在《人民日报》文章发表前后，比亚迪对其22款车型降价高达34%，其中海鸥车型售价仅为55,800元人民币（约合7,750美元）。\n    *   此举可能导致其他竞争对手效仿，并可能使日本、韩国和欧洲的整个汽车品牌群体失去竞争力。\n    *   外国汽车制造商可能面临利润缩减和创新预算减少，最终可能退出无法获胜的电动汽车竞争。\n*   **外卖配送市场：**\n    *   美团和京东在已饱和的外卖市场中加大补贴，争夺用户增长。\n    *   这并非因为需求崩溃，而是因为竞争已变得病态，企业陷入“逐底竞争”。\n\n### 经济影响与后果\n\n*   经典经济理论认为，长期来看利润会趋于正常水平，但这种激烈竞争意味着超额利润迅速下降，而低于正常水平的利润则需要更长时间才能回升。\n*   利润空间受到无情挤压，激励机制引发过度反应，所有人都在追逐相同的机会，往往不计后果。\n\n### 相关视频内容\n\n*   文章中包含一个视频链接，标题为“‘我们很无奈’：为什么中国外卖骑手正处于崩溃边缘”。\n*   ![视频缩略图](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt)",
      "shortSummary": "中国正面临严重的“内卷”问题，即过度竞争导致的自我挫败循环。官方媒体已公开承认其严重性。例如，比亚迪大幅降价引发电动汽车价格战，美团和京东在外卖市场陷入“逐底竞争”。这种恶性竞争导致企业利润空间被无情挤压，超额利润迅速消失，并促使企业不计后果地追逐机会，对经济产生深远影响，值得全球关注。",
      "translated_title": "为什么中国的恶性竞争问题需要全球关注",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "When Joseph Schumpeter coined the term “creative destruction”, he might not have realised just how destructive unrestrained competition could be. That is the paradox at the heart of China’s recent economic success.\nOn Monday, People’s Daily ran an editorial, calling for neijuan or involution – a self-defeating cycle of excessive competition – to be nipped in the bud. For China’s Communist Party mouthpiece to publicly acknowledge the issue signals its severity. Involution has become an economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/246227d3-339c-48a3-8968-7cbc07031ff8_b010a5fc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "难以转向：为什么中国出口商在贸易战下难以在国内销售 (原标题: Hard to pivot: why China’s exporters struggle to sell at home despite trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312469/hard-pivot-why-chinas-exporters-struggle-sell-home-despite-trade-war?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 10:00:13 +0000",
      "isoDate": "2025-05-31T10:00:13.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国出口商面临的困境：投资西方市场后难以转向国内销售\n\n### 背景与挑战\n\n*   **公司案例**：浙江省的Soton Daily Necessities是一家生产吸管和食品包装材料的中国公司。\n*   **巨额投资**：该公司去年投入3000万元人民币（约合416万美元）升级生产设施，以符合西方国家（美国和欧洲）日益严格的环境标准。这笔投资巨大，相当于销售数千万根吸管所能获得的利润。\n*   **投资初衷**：Soton公司看好西方消费者日益增长的环保意识，因此采取了技术和资本密集型战略，旨在生产环保产品，理论上认为这能带来回报。\n\n### 意外的政策冲击\n\n*   **预期落空**：尽管进行了大量投资，但公司副总裁毛斌表示，“任何有健全逻辑的人都不会预料到一位美国总统会走到如此极端”，这暗示了美国政策（如贸易战）对出口业务造成了意想不到的冲击，使得原本看好的西方市场变得困难。\n\n### 政府应对与转型困境\n\n*   **政策鼓励**：为了缓解中国企业的困境，北京鼓励受影响的出口商将重心转向国内市场，将原本用于海外销售的产品转为内销。\n*   **转型挑战**：文章标题“Hard to pivot”指出，尽管有政策鼓励，但中国出口商在将业务重心从国际市场转向国内市场时面临巨大挑战。",
      "shortSummary": "中国出口商Soton Daily Necessities投入巨资升级生产以符合西方环保标准，却因美国政策变化（贸易战）面临出口困境。尽管北京鼓励企业转向国内市场，但将原本面向海外的产品转为内销，对这些企业而言是一项艰巨的挑战，导致它们难以有效适应市场变化。",
      "translated_title": "难以转向：为什么中国出口商在贸易战下难以在国内销售",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese company that exports straws and food packaging materials spent 30 million yuan (US$4.16 million) last year to comply with stricter environmental standards in Western countries. Although the costs to upgrade its production facilities were steep – roughly equivalent to the profits the firm would make selling tens of millions of straws – the potential in the US and European markets seemed to justify the investment.\nAnd they were right – in theory.\nBy betting on the growing environmental...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/31/89982dc5-f736-4e88-824c-23b9f4f8b93a_1ed4a85c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国出口管制：中国航空发动机的延迟，而非停滞 (原标题: US export controls: a delay, but not a grounding, for China’s aircraft engines)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312505/us-export-controls-delay-not-grounding-chinas-aircraft-engines?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 14:30:08 +0000",
      "isoDate": "2025-05-30T14:30:08.000Z",
      "creator": "Ralph Jennings,Frank Chen",
      "summary": "美国对中国飞机制造商实施的技术出口限制，短期内将延迟中国的喷气发动机国产化进程，但分析师周五表示，任何挫折只会坚定北京实现技术自给自足的决心，以测试和推出国产发动机。\n\n**主要观点：**\n\n*   **美国出口管制**：据报道，美国官员已暂停向中国国有企业中国商用飞机有限责任公司（Comac）的民用飞机提供可能用于制造喷气发动机的某些技术销售。\n*   **中方回应**：中国外交部发言人林剑周五对美国的发动机管制措施表示强烈反对，指责美国“恶意阻挠和打压中国”，并表示中方将坚决维护自身合法权益。\n*   **对中国的影响**：\n    *   **短期延迟**：中国的喷气发动机国产化进程将面临短期延迟。\n    *   **决心增强**：分析师认为，此举将促使北京更加坚定地致力于技术自给自足，加速国产发动机的研发和推出。\n    *   **资源投入**：预计中国将在未来两到三年内投入更多资源开发国产喷气发动机。\n    *   **生产影响**：总部位于上海的中国商飞（Comac），其目标是未来与空客和波音等跨国公司竞争全球市场份额，可能被迫放缓飞机生产。\n*   **C919现状**：中国首款单通道客机C919已投入商业运营两年。",
      "shortSummary": "美国对中国飞机制造商实施的出口管制，短期内将延迟中国的喷气发动机国产化进程。中国外交部对此表示强烈反对，并指责美国“恶意阻挠”。分析师指出，此举虽造成延迟，但将坚定中国实现技术自给自足的决心，促使其在未来两三年内投入更多资源加速国产发动机研发，并可能导致中国商飞放缓飞机生产。",
      "translated_title": "美国出口管制：中国航空发动机的延迟，而非停滞",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s technology-export restrictions targeting Chinese plane makers this week will delay China’s jet engine indigenisation process in the near term, but any setback will only harden resolve in Beijing for tech self-reliance to test and launch a home-grown engine, analysts said on Friday.\nUnited States officials have reportedly suspended some sales of technologies linked to jet engines that could be built for Chinese state-owned Commercial Aircraft Corporation of China’s (Comac) civilian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/67219b82-f6d9-4717-85df-3dc377a31a0b_142b4967.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Taco vs Tina：当交易员对两者都感兴趣时，哪个缩写会胜出？ (原标题: Taco vs Tina: which acronym will win out when traders have a taste for both?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312502/taco-vs-tina-which-acronym-will-win-out-when-market-has-taste-both?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 12:30:08 +0000",
      "isoDate": "2025-05-30T12:30:08.000Z",
      "creator": "Carol Yang,Mandy Zuo",
      "summary": "# Taco vs Tina：特朗普关税威胁下的市场趋势\n\n美国总统唐纳德·特朗普的关税威胁，有时达到他认为“荒谬高”的水平，随后又大幅降低或暂停，催生了两种市场缩写趋势：“Taco”交易和“Tina”理念。\n\n## 什么是“Taco”交易？\n\n*   **含义**：“Taco”是“Trump always chickens out”（特朗普总是退缩）的缩写，由《金融时报》专栏作家罗伯特·阿姆斯特朗（Robert Armstrong）创造。\n*   **策略**：精明的投资者利用特朗普的这一模式进行交易。当特朗普威胁征收高额关税时，他们会出售高风险资产；当他如预期般退缩时，他们会重新购买这些贬值资产，从而实现价值回升。\n*   **市场模式**：特朗普反复使用其“谈判”策略及其随后的市场反应，在华尔街形成了可识别的模式，强化了“Taco”心态。\n*   **案例**：\n    *   标准普尔500指数（S&P 500）在特朗普于“解放日”对大多数国家征收高额关税后大幅下跌。\n    *   随后，在特朗普暂停大部分进口关税90天并表示将与贸易伙伴达成双边协议后，该指数反弹。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM)\n\n03:01 美国上诉法院允许唐纳德·特朗普的关税继续生效\n\n## 市场为何青睐“Taco”交易？\n\n*   **朗朗上口的缩写**：华尔街喜欢易于记忆的缩写。\n*   **模式重现**：“Taco”交易的叙事在其他案例中也持续上演：\n    *   特朗普曾将对中国的征税提高到惩罚性的145%，但在瑞士谈判后将其降至30%。\n    *   他还曾威胁将对欧盟的关税提高到50%，随后又将此举推迟到7月9日。\n\n## 什么是“Tina”理念？\n\n*   **含义**：“Tina”代表“There is no alternative”（别无选择）。\n*   **投资者信任**：尽管特朗普反复无常的关税政策搅动了市场，使许多投资者难以跟上，但许多人仍然相信“别无选择”。因此，当涉及投资美国资产时，他们信任的是“Tina”理念，即美国资产仍是最佳选择。",
      "shortSummary": "文章探讨了由特朗普关税政策引发的两种市场缩写趋势：“Taco”和“Tina”。“Taco”（Trump always chickens out）指交易员利用特朗普先威胁高关税后又退缩的模式进行买卖获利。而“Tina”（There is no alternative）则反映了尽管市场波动，投资者仍认为投资美国资产是“别无选择”的理念。文章分析了市场为何青睐“Taco”交易，并举例说明了这些模式的重现。",
      "translated_title": "Taco vs Tina：当交易员对两者都感兴趣时，哪个缩写会胜出？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s tariff threats, with some reaching what he considers to be “a ridiculous high” level before being drastically lowered or suspended, have given rise to an acronymic market trend that Trump lashed out at a reporter for mentioning: Taco trades.\nBut despite Trump’s back-and-forth tariff whiplash that has roiled markets and left many investors scrambling to keep up, many still believe “there is no alternative”. So, when it comes to putting their money in US assets, it’s in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/333e61d3-f5e0-434f-a62c-ad74391e821b_03d320ba.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国零售巨头要求中国供应商承担高达66%的关税成本 (原标题: US retail giants pushing Chinese suppliers to shoulder up to 66% of tariff costs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312482/us-retail-giants-pushing-chinese-suppliers-shoulder-66-tariff-costs?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 11:00:10 +0000",
      "isoDate": "2025-05-30T11:00:10.000Z",
      "creator": "Kandy Wong,Frank Chen",
      "summary": "### 美国零售巨头要求中国供应商分担关税成本\n\n*   **背景与压力**\n    *   中美贸易战持续升级，给企业的利润底线带来巨大压力。\n    *   美国零售商面临国内政治压力，要求其“消化关税”并保持物价稳定。\n    *   行业消息人士透露，零售商与中国生产商已就如何分担额外关税成本进行了数周的谈判。\n\n*   **政策转变**\n    *   此前，在4月底要求中国供应商恢复出货时，沃尔玛等主要美国零售集团曾同意承担全部关税成本。\n    *   然而，目前包括沃尔玛、塔吉特、耐克、彪马和阿迪达斯在内的多家美国零售巨头和全球品牌，正要求中国及部分东南亚地区的供应商承担大部分关税成本（50%至66%）。\n\n*   **供应商面临的负担**\n    *   一位在时尚供应链（从中国和东南亚采购并销往美国和欧洲）的高管透露，其大部分客户，即向主要零售商和品牌出口服装的供应商，被要求承担当前关税的50%到66%。\n\n*   **谈判现状**\n    *   谈判仍在进行中，细节尚未最终敲定，双方保持持续沟通。\n    *   行业消息人士强调，双方正努力应对当前行业面临的“艰难时期”。",
      "shortSummary": "受中美贸易战影响，美国零售巨头（包括沃尔玛、塔吉特、耐克等）正要求中国及部分东南亚供应商承担高达50%至66%的美国进口关税成本。这与此前零售商承诺承担全部关税的立场有所转变。行业消息人士称，谈判仍在进行中，以应对当前的市场压力。",
      "translated_title": "美国零售巨头要求中国供应商承担高达66%的关税成本",
      "images": [],
      "contentSource": "完整文章",
      "content": "American retail giants are now demanding that their Chinese suppliers shoulder half to 66 per cent of the cost of US import duties, as the ongoing US-China trade war ramps up pressure on businesses’ bottom lines, industry sources told the Post.\nUS retailers have been locked in talks with Chinese producers for weeks over how to handle the additional costs caused by the trade war, with the firms facing intense political pressure at home to “eat the tariffs” and keep prices stable.\nWalmart and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/6a0249ff-a60a-4986-a3c6-62090e6c09c1_2b800d86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国银行向富裕客户子女提供顶级实习机会引发众怒 (原标题: Fury as Chinese bank offers to help rich clients’ kids gain top internships)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312415/fury-chinese-bank-offers-help-rich-clients-kids-gain-top-internships?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 07:00:08 +0000",
      "isoDate": "2025-05-30T07:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "## 事件概述\n\n兴业银行（一家位于福建的区域性银行）此前在社交平台微信上发布了一则帖子（现已删除），声称可以帮助其富裕客户的子女获得顶级公司的实习机会，其中包括谷歌和摩根大通。\n\n## 参与资格\n\n根据该帖子，要获得这项服务的资格，客户家庭需要向银行存入大笔新增资金：\n\n*   **非私人银行客户**：需存入1000万元人民币（约合140万美元）。\n*   **私人银行客户**：需存入500万元人民币。\n\n## 社会反响\n\n该计划迅速在网上走红，并在中国社交媒体上引发了强烈的反弹和愤怒。鉴于中国青年失业率居高不下，以及近期就业市场中涉及裙带关系的丑闻频发，公众的反应尤为激烈，引发了关于特权和不平等的激烈辩论。\n\n## 银行回应与澄清\n\n*   据官方媒体《证券时报》报道，兴业银行于周二宣布已暂停该项服务，并为“因描述不完整造成的误解”致歉。\n*   在声明中，兴业银行声称其并未直接为客户子女安排实习，而只是打算将他们推荐给外部招聘顾问。",
      "shortSummary": "兴业银行因向富裕客户子女提供顶级实习机会（如谷歌、摩根大通），以换取巨额存款（非私人银行客户1000万，私人银行客户500万）而引发社会强烈不满。此举在中国青年失业率高企及就业市场裙带关系丑闻背景下，激化了关于特权与不平等的争论。银行已暂停该服务并致歉，称原意仅为推荐至外部招聘顾问。",
      "translated_title": "中国银行向富裕客户子女提供顶级实习机会引发众怒",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese bank has triggered outrage by offering to help its rich customers secure prestigious internships for their children, prompting a heated debate about privilege and inequality on social media.\nIndustrial Bank, a regional lender from Fujian province, said in a now-deleted post on the social platform WeChat that it could arrange for its clients’ offspring to gain work experience at top firms including Google and JP Morgan, according to screenshots circulating online.\nTo qualify for the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/3a2f3f06-5ee7-4e39-b2d9-88f1722e8baa_c15fc6e8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "经济学家警告金融制裁可能成为中美新战场 (原标题: Economist warns that financial sanctions could become new US-China battleground)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312393/chinese-economist-warns-financial-sanctions-could-become-new-us-china-battleground?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 04:00:23 +0000",
      "isoDate": "2025-05-30T04:00:23.000Z",
      "creator": "Sylvia Ma",
      "summary": "一位著名的中国经济学家警告称，金融制裁和反制措施可能“成为中美竞争的新战场”，但他同时指出，华盛顿对北京发起全面金融制裁的可能性仍然很小。\n\n*   **主要观点**：\n    *   中国首席经济学家论坛主席连平表示，尽管美国对中国采取全面金融制裁措施的可能性较低，但华盛顿可能采取“首先针对特定中国实体，然后逐步扩大范围，最终将中国排除出美元体系”的策略。\n    *   他的言论发布之际，人们日益担忧中美紧张关系（目前主要集中在贸易领域）可能蔓延至金融战。\n\n*   **全面金融制裁的挑战**：\n    *   连平认为，美国难以实施一些人担心的全面金融制裁，例如将中国排除出环球银行金融电信协会（Swift）系统或冻结其美元资产。\n    *   他指出，中国是全球最大的贸易国和第二大投资国，在Swift系统内制裁中国“无异于拆毁其主要支柱之一，这必然会对系统本身造成严重损害”。\n    *   如果Swift系统将中国排除在外，与中国有贸易和投资往来的国家将转向使用人民币跨境支付系统（CIPS）——中国的替代结算系统，这将削弱Swift的重要性。",
      "shortSummary": "中国经济学家连平警告称，金融制裁可能成为中美竞争的新战场。他认为，尽管全面制裁可能性低，但美国可能采取逐步将中国排除出美元体系的策略。连平指出，将中国排除出Swift系统等全面制裁将损害Swift自身，并促使各国转向中国的CIPS，从而削弱Swift的重要性。",
      "translated_title": "经济学家警告金融制裁可能成为中美新战场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A prominent Chinese economist has cautioned that financial sanctions and countermeasures could “become a new battleground” in China-US rivalry, while adding that the chance of Washington launching full-scale financial sanctions against Beijing remained slim.\nLian Ping, chairman of the China Chief Economists Forum, a government advisory think tank, said that although the odds of full-blown measures remain low, Washington could adopt a strategy of “first targeting specific Chinese entities, then...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/4523b96b-1bcb-4b1c-92c2-47dbe3455783_80acb249.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国早已面临毕业生就业危机，贸易战使其雪上加霜 (原标题: China already had a graduate jobs crisis. The trade war is making it worse)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312261/china-already-had-graduate-jobs-crisis-trade-war-making-it-worse?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 22:00:13 +0000",
      "isoDate": "2025-05-29T22:00:13.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国毕业生就业危机加剧\n\n中国正面临一场日益严峻的毕业生就业危机，数千万高学历年轻人在启动职业生涯时遭遇前所未有的障碍。这主要源于国内外经济逆风、企业削减入门级岗位招聘、消费者需求疲软以及房地产市场长期低迷等多重因素的叠加影响。\n\n## 个人案例：Jethro Chen的困境\n\n*   **背景：** Jethro Chen是香港一所顶尖大学市场营销专业的应届毕业生，拥有令人印象深刻的实习经历。\n*   **就业尝试：** 去年，他向数十家中国互联网和消费品公司投递了申请，但只收到了礼貌的拒信。\n*   **结果：** 在香港寻找市场营销实习的尝试也以失败告终，他被迫将毕业时间推迟了几个月。\n*   **原因分析：** Chen指出，快消品销售不佳，消费者变得更加理性谨慎，导致消费支出减少。\n\n## 宏观就业形势与挑战\n\n*   **青年失业率：**\n    *   在新冠疫情期间飙升，此后一直保持高位。\n    *   4月份，16至24岁年轻人的失业率降至15.8%，低于前一个月的16.5%。然而，这一数字仍高于去年同期。\n    *   预计在夏季将再次飙升，届时将有创纪录的1222万应届毕业生进入就业市场，进一步加剧竞争。\n*   **经济困境：**\n    *   中国经济受到消费者需求疲软和房地产市场长期低迷的严重制约。\n    *   经济难以创造足够数量的高质量就业岗位，以吸纳不断增长的毕业生群体。\n*   **企业招聘：**\n    *   在当前经济环境下，中国雇主普遍大幅削减了入门级岗位的招聘。",
      "shortSummary": "中国正面临严重的毕业生就业危机，数千万高学历年轻人，如香港大学毕业生Jethro Chen，难以找到工作。这主要是由于国内外经济逆风、企业削减招聘、消费者需求疲软及房地产市场低迷。青年失业率居高不下，4月为15.8%，且随着创纪录的1222万应届毕业生涌入市场，夏季就业压力将进一步加剧。",
      "translated_title": "中国早已面临毕业生就业危机，贸易战使其雪上加霜",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even a master’s degree from a top Hong Kong university and a string of impressive internships have not been enough to help Jethro Chen land a decent graduate job.\nThe final-year marketing student sent out dozens of applications to Chinese internet and consumer goods companies last year, but got nothing back except a folder full of polite rejection emails.\nWith his attempts to land a marketing internship in Hong Kong also ending in failure, Chen has been forced to push back his graduation from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/6834651e-0ec0-4ad6-821e-96a711e06a89_d4091c8a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中美紧张关系瞄准科技领域，日内瓦协议是否只是昙花一现？ (原标题: As US-China tensions target tech, was Geneva deal just a flash in the pan?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312337/rising-us-china-tensions-target-tech-was-geneva-deal-just-flash-pan?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 14:30:08 +0000",
      "isoDate": "2025-05-29T14:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中美科技紧张关系升级：日内瓦协议面临挑战\n\n近期，中美两国间的经济紧张关系正在加剧，并从关税领域蔓延至更难达成共识的先进技术领域。分析人士指出，华盛顿据报采取的暂停向中国出口半导体设计和喷气发动机制造相关产品和技术的举动，对两国关系构成了威胁。\n\n*   **半导体技术限制**：\n    *   据《金融时报》报道，美国商务部已告知包括Cadence、Synopsys和西门子EDA在内的美国电子设计自动化（EDA）公司，停止向中国供应其技术。\n\n*   **航空航天技术限制**：\n    *   《纽约时报》报道称，华盛顿已暂停了部分允许美国公司向中国国有航空制造商中国商飞（Comac）出售产品和技术的许可证。这些技术可能被用于开发中国国产的C919飞机。\n    *   此举是对中国对关键矿物实施出口管制的反制措施。\n\n*   **对“日内瓦停火”的影响**：\n    *   经济学人智库亚洲首席经济学家兼全球贸易首席分析师尼克·马罗（Nick Marro）表示，这些举动“对中美关系构成了威胁，因为它正在破坏日内瓦停火协议”。\n    *   他指的是本月早些时候在瑞士举行的双边高级别会谈，该会谈曾促成了两国针锋相对的关税战的暂时暂停。\n    *   马罗指出，中美摩擦正日益从关税领域转向经济关系中更困难的领域。\n\n*   **科技脱钩的长期性**：\n    *   文章强调，无论关税谈判状况如何，中美科技领域的脱钩将是长期且日益复杂的。\n\n*   **美国法院裁决**：\n    *   对美国总统唐纳德·特朗普而言，一个挫折是美国联邦法院裁定他滥用紧急权力对所有贸易伙伴征收高额关税，阻止了他广泛的“解放日”关税，以及针对中国、墨西哥和加拿大在芬太尼危机中作用的另一组关税。这表明美国国内对关税政策的法律挑战。",
      "shortSummary": "中美经济紧张关系正从关税领域升级至先进技术。美国据报已限制向中国出口半导体设计和航空航天技术，此举被视为对中国关键矿物出口管制的反制，并可能破坏近期达成的“日内瓦停火”协议。分析人士指出，中美科技脱钩将是长期且复杂的趋势。此外，美国一联邦法院裁定特朗普滥用紧急权力征收关税。",
      "translated_title": "随着中美紧张关系瞄准科技领域，日内瓦协议是否只是昙花一现？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Economic tensions between the US and China are rising under the weight of tariffs and spreading into areas where it is harder to reach a consensus – namely, advanced technology – analysts say in the wake of Washington’s reported moves to pause exports of products and technologies related to semiconductor design and jet-engine manufacturing to China.\nThe US Department of Commerce has told American electronic design automation firms – including Cadence, Synopsys and Siemens EDA – to stop supplying...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/bca80a10-bb31-45a3-8f7f-e5d3a934cf4e_06a1eecb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国瞄准中国学生签证，特朗普关税受阻：南华早报每日要闻 (原标题: US targets Chinese student visas, Trump tariffs blocked: SCMP daily highlights)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3312345/trumps-tariff-setback-us-aggressively-revoke-china-student-visas-scmp-daily-highlights?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 13:20:08 +0000",
      "isoDate": "2025-05-29T13:20:08.000Z",
      "creator": "SCMP",
      "summary": "## 南华早报每日要闻：美国瞄准中国学生签证，特朗普关税受阻\n\n本文概述了南华早报当日关于中美关系的三大要闻：\n\n### 1. 特朗普关税受阻及其影响\n\n*   **法院裁决：** 美国一家法院阻止了总统唐纳德·特朗普的“解放日”关税。\n*   **分析师观点：** 分析人士认为，这一裁决对美国领导人来说是一个挫折，但对中国和其他美国贸易伙伴而言，这可能只提供暂时的喘息机会。\n\n### 2. 美国将“积极”撤销中国学生签证\n\n*   **国务卿声明：** 美国国务卿马可·卢比奥周三表示，美国将开始“积极”撤销已签发给中国学生的签证。\n*   **加强审查：** 美国还将“加强审查”来自中国大陆和香港的签证申请。\n\n### 3. 特朗普对华策略可能调整\n\n*   **学者观点：** 复旦大学国际问题研究院教授兼院长吴心伯表示，北京应为华盛顿在下一阶段谈判中可能改变策略做好准备。\n*   **策略转变原因：** 他指出，特朗普政府已认识到征收高额关税的局限性，因此可能会采取其他施压策略。\n\n![吴心伯，复旦大学国际问题研究院教授兼院长，表示北京应为华盛顿在下一阶段谈判中可能改变策略做好准备。图：美联社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/05/29/99e27364-e26a-4e4e-9846-bba36c66dd3b_1126e908.jpg)",
      "shortSummary": "美国法院阻止了特朗普的关税，但分析认为这仅为中国带来短暂喘息。同时，美国国务卿卢比奥宣布将“积极”撤销中国学生签证，并加强对中港申请的审查。有学者指出，特朗普政府可能因关税局限性而调整对华谈判策略，北京应为此做好准备。",
      "translated_title": "美国瞄准中国学生签证，特朗普关税受阻：南华早报每日要闻",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/05/29/99e27364-e26a-4e4e-9846-bba36c66dd3b_1126e908.jpg",
          "alt": "Wu Xinbo, professor and dean at the Institute of International Studies at Fudan University, says Beijing should be prepared for a possible shift in Washington’s negotiation tactics in the next phase. Photo: AP",
          "title": "Wu Xinbo, professor and dean at the Institute of International Studies at Fudan University, says Beijing should be prepared for a possible shift in Washington’s negotiation tactics in the next phase. Photo: AP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Catch up on some of SCMP’s biggest China stories of the day. If you would like to see more of our reporting, please consider subscribing.\n1. US appeal court allows Donald Trump’s tariffs to stay in effect\nA US federal appeals court has temporarily halted a lower-court ruling against President Donald Trump’s “Liberation Day” reciprocal tariffs, as well as a separate set of fentanyl-related levies on China, Mexico, and Canada.\n2. US to start ‘aggressively’ revoking visas for Chinese students,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/5b2d2142-2465-483c-818f-0b3be6f5ccec_dcbd3125.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-03T19:15:23.433Z"
}