{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "美国商界领袖将访问中国，双方举行最新贸易谈判 (原标题: US business leaders to visit China as both sides meet for latest trade talks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319730/us-business-leaders-visit-china-both-sides-meet-latest-round-trade-talks?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 06:01:59 +0000",
      "isoDate": "2025-07-27T06:01:59.000Z",
      "creator": "Kandy Wong,Luna Sun",
      "summary": "美国一个高级别商业代表团本周将访问中国，此行恰逢最新一轮中美贸易谈判。\n\n*   **组织方与领导者**：\n    *   此次北京之行由美中贸易全国委员会（US-China Business Council）组织。\n    *   代表团将由联邦快递（FedEx）首席执行官、美中贸易全国委员会董事会主席拉杰什·苏布拉马尼亚姆（Rajesh Subramaniam）率领。\n\n*   **已知成员**：\n    *   虽然完整的访问商界领袖名单和行程尚未公布，但波音公司（Boeing）高管和美中贸易全国委员会主席肖恩·斯坦（Sean Stein）确定将是代表团成员。\n\n*   **访问目的**：\n    *   代表团预计将与中国官员会面，可能旨在重振商业讨论。\n\n*   **背景与意义**：\n    *   美中贸易全国委员会定期组织与重要事件同步的访华活动，并安排与高级官员会面。例如，去年的一次访问恰逢北京的一次重要政策会议，参与者包括苹果（Apple）、波音（Boeing）、高盛（Goldman Sachs）和美光科技（Micron Technology）的高级管理人员。\n    *   此次访问将是自美国总统唐纳德·特朗普（Donald Trump）于四月发起最新关税战以来，最高级别的美国商业代表团访华。",
      "shortSummary": "一个由联邦快递CEO率领的高级别美国商业代表团本周将访问中国，此行恰逢中美最新贸易谈判。代表团由美中贸易全国委员会组织，成员包括波音高管，旨在与中国官员会面并可能重振商业讨论。这是自特朗普政府最新关税战以来，最高级别的美国商业代表团访华。",
      "translated_title": "美国商界领袖将访问中国，双方举行最新贸易谈判",
      "images": [],
      "contentSource": "完整文章",
      "content": "A high-level American business delegation will visit China this week on a trip that coincides with the latest round of US-China trade talks, according to two sources familiar with the matter.\nThe trip to Beijing will be organised by the US-China Business Council and led by FedEx chief executive Rajesh Subramaniam, the council’s board chair.\nThe full list of visiting business leaders and schedule is not known but both sources said that Boeing executives and the president of the council Sean Stein...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/27/cebe677e-2939-429e-b346-53ef0499c982_e5b07943.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "港华燃气在清洁燃料信号复杂之际建设氢动力电动汽车充电站 (原标题: Towngas to build hydrogen-powered EV stations amid mixed signals for clean fuel)",
      "link": "https://www.scmp.com/business/china-evs/article/3319649/towngas-build-hydrogen-powered-ev-charging-stations-amid-mixed-industry-signals?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 06:00:13 +0000",
      "isoDate": "2025-07-27T06:00:13.000Z",
      "creator": "Yujie Xue",
      "summary": "## 港华燃气建设氢动力电动汽车充电站\n\n香港主要的天然气公司港华燃气（Towngas）正致力于生产氢气并将其应用于其他行业，这表明尽管当前面临成本挑战，许多公司和政府正在缩减或取消相关计划，但港华燃气仍致力于氢能市场。\n\n### 香港首个氢动力电动汽车充电站\n\n*   港华燃气于周五宣布，将开始建设香港首个由氢气驱动的公共电动汽车（EV）充电站。\n*   该项目预计将于明年投入运营。\n*   公司将从其现有的天然气网络中提取氢气，以此作为对香港2050年碳排放达峰目标贡献的一部分。\n*   初期，该充电站将配备五个充电桩。\n\n### 成本与未来展望\n\n*   港华燃气首席运营官郑海光表示，与其它电源相比，初期氢气发电的成本会更高。\n*   但他相信，一旦业务规模扩大，氢气发电的成本将低于其他绿色能源。\n\n### 氢能行业现状\n\n*   港华燃气的这一宣布，正值氢能行业因生产成本、需求和商业化前景等挑战而发出复杂信号之际。\n*   尽管面临这些挑战，港华燃气仍显示出对清洁燃料市场的承诺。\n\n### 其他行业动态\n\n*   本月早些时候，现代汽车透露计划到2029年在广东省部署1000辆氢燃料电池卡车。\n*   这家韩国汽车制造商此前曾表示，将在中国大陆开设一个专门中心，专注于氢燃料电池技术。\n\n### 图片\n\n![郑海光先生（左）和香港科技园公司首席运营官麦秀芬女士介绍香港首个公共电动汽车自动加氢系统。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/bcd95fef-0910-460d-8a99-fe095787c082_09bc905a.jpg)",
      "shortSummary": "港华燃气（Towngas）宣布将在香港建设首个公共氢动力电动汽车充电站，预计明年投入运营。氢气将从现有天然气网络中提取，以支持香港2050年碳排放达峰目标。尽管初期发电成本较高，港华燃气预计规模扩大后成本将降低。此举正值氢能行业面临成本、需求和商业化挑战，前景复杂之际，但港华燃气仍展现出对清洁燃料市场的承诺。现代汽车等其他公司也在中国大陆投资氢能技术。",
      "translated_title": "港华燃气在清洁燃料信号复杂之际建设氢动力电动汽车充电站",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/bcd95fef-0910-460d-8a99-fe095787c082_09bc905a.jpg",
          "alt": "Mr Don Cheng Hill-kwong (left) and Filla Mak, chief operations officer of Hong Kong Science & Technology Parks, introduce the city’s first public electric vehicle automatic hydrogen charging system. Photo: Handout",
          "title": "Mr Don Cheng Hill-kwong (left) and Filla Mak, chief operations officer of Hong Kong Science & Technology Parks, introduce the city’s first public electric vehicle automatic hydrogen charging system. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong’s major natural gas company is looking to produce hydrogen for application in other industries, showing commitment to the market at a time when companies and governments are cancelling or scaling back plans amid cost challenges.\nHong Kong and China Gas, or Towngas as the sole natural gas producer is known, will start work on building the city’s first public electric vehicle (EV) charging station powered by hydrogen, it said on Friday. The venture was expected to commence operations...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/a459bafc-7b30-4007-b21e-2c8779148f60_e09ff99f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "进博会前瞻：中国对榴莲需求旺盛，水果进口量将增长 (原标题: Pre-CIIE: China’s imports of fruits to grow with big appetite for durians)",
      "link": "https://www.scmp.com/business/china-business/article/3319674/pre-ciie-chinas-imports-fruits-grow-big-appetite-durians-coconuts?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 03:45:07 +0000",
      "isoDate": "2025-07-27T03:45:07.000Z",
      "creator": "Daniel Ren",
      "summary": "### 中国对榴莲需求旺盛，水果进口量将增长\n\n*   **市场背景与需求增长**\n    *   东南亚的榴莲和椰子种植者预计将迎来繁忙时期，因为尽管消费市场疲软，但中国大陆买家对高品质新鲜水果的需求仍在持续增长。\n    *   分销商佳沃鑫荣懋中国区副营销总监郭敏表示，马来西亚新鲜榴莲自去年出口蓬勃发展以来，在8月旺季到来之前依然需求旺盛。\n    *   郭敏预计下个月对榴莲的需求将激增，并指出马来西亚榴莲是进口水果中最受中国消费者青睐的品种。\n    *   佳沃鑫荣懋已为市场做好了物流和仓储准备。\n\n*   **马来西亚榴莲出口数据**\n    *   根据马来西亚农业和食品安全部的数据，马来西亚于去年开始向中国出口新鲜榴莲，在去年8月至12月期间，出口额达到2480万林吉特（约合590万美元）。\n    *   郭敏补充说，今年前四个月，马来西亚在中国榴莲市场的份额增长了十倍。\n\n*   **中国榴莲市场份额**\n    *   中国海关数据显示，2024年，泰国在中国69.9亿美元的榴莲市场中占据了57%的份额。\n\n*   **行业活动**\n    *   郭敏是在上海举行的一场由中国国际进口博览局（商务部下属单位）组织的国际供应商与中国贸易商的“对接会”期间发表上述言论的。此次会议是为今年晚些时候举行的年度贸易展——中国国际进口博览会（CIIE）做准备。\n\n*   **相关图片**\n    *   ![马来西亚吉隆坡一家销售榴莲的商店。这种东南亚本土水果以其独特而浓郁的风味而闻名。图片来源：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/26/98615737-177a-4ea6-80b6-c083b4a63bf9_a7712e3b.jpg)\n        *马来西亚吉隆坡一家销售榴莲的商店。这种东南亚本土水果以其独特而浓郁的风味而闻名。图片来源：法新社*",
      "shortSummary": "中国对榴莲的需求持续旺盛，推动水果进口量增长。东南亚榴莲种植者，特别是马来西亚，正面临中国买家日益增长的需求。马来西亚新鲜榴莲对华出口自去年以来蓬勃发展，今年前四个月市场份额增长十倍。尽管消费市场疲软，中国消费者对高品质榴莲的偏好依然强劲。泰国目前仍是中国榴莲市场的主要供应国。这一趋势在进博会前夕的行业会议上得到强调。",
      "translated_title": "进博会前瞻：中国对榴莲需求旺盛，水果进口量将增长",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/26/98615737-177a-4ea6-80b6-c083b4a63bf9_a7712e3b.jpg",
          "alt": "A shop selling durians in Kuala Lumpur, Malaysia. The native Southeast Asian fruit is renowned for its unique and strong flavour. Photo: AFP",
          "title": "A shop selling durians in Kuala Lumpur, Malaysia. The native Southeast Asian fruit is renowned for its unique and strong flavour. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Growers of durian and coconut in Southeast Asia are expecting a hectic time ahead as they grapple with rising demand from mainland Chinese buyers who prefer high-quality fresh fruits against the backdrop of a weak consumption market.\nMalaysian fresh durians, which have witnessed an export boom since last year, are still in high demand ahead of the peak season in August, according to Guo Min, ­deputy marketing director with distributor Joy Wing Mau’s China operations.\n“The growth trajectory...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/a253b79a-d656-4950-8374-942633d632b7_d6488bc7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国蓬勃发展的低空经济催生“无人机飞行规划师”需求 (原标题: China’s booming low-altitude economy spurs demand for ‘drone flight planners’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319563/chinas-booming-low-altitude-economy-spurs-demand-drone-flight-planners?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 02:00:13 +0000",
      "isoDate": "2025-07-27T02:00:13.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国低空经济发展催生“无人机飞行规划师”新职业\n\n## 职业认可与背景\n*   **新职业认定**：中国已正式将“无人机飞行规划师”认定为一项新职业。\n*   **人才需求**：此举旨在应对低空经济领域的人才短缺问题。\n*   **经济引擎**：中国政府将低空经济视为新的经济增长引擎。\n*   **新增职业之一**：该职业是人力资源和社会保障部公布的17个新职业之一，同期公布的还有跨境电商运营师、老年人能力评估师等。\n\n## 职责与吸引力\n*   **主要职责**：据人力资源和社会保障部职业能力建设司副司长王晓君介绍，无人机飞行规划师主要负责规划多无人机飞行路径、制定飞行计划和任务，以及管理现场操作。\n*   **人才吸引**：王晓君补充说，这些新职业对许多精通技术且富有创造力的年轻人具有吸引力。\n\n## 低空经济的战略地位\n*   **定义与范围**：北京已将低空经济（涵盖1000米以下载人及无人飞行活动）归类为战略性新兴产业。\n*   **发展目标**：该产业有望创造就业、推动创新并刺激经济增长。\n*   **政策支持**：去年12月，中国最高经济规划部门成立了专门部门，负责制定和监督该领域的发展战略。",
      "shortSummary": "中国已正式将“无人机飞行规划师”认定为新职业，以应对蓬勃发展的低空经济领域的人才短缺。低空经济被政府视为新的经济增长引擎和战略性新兴产业，旨在创造就业、推动创新和刺激经济。无人机飞行规划师主要负责规划多无人机飞行路径、制定飞行计划和现场操作管理。此举反映了中国对新兴产业发展和人才培养的重视。",
      "translated_title": "中国蓬勃发展的低空经济催生“无人机飞行规划师”需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has officially recognised “drone flight planner” as a profession amid a talent crunch in the low-altitude economy – a sector the government sees as a new engine of growth.\nThe role is among 17 newly designated occupations announced by the Ministry of Human Resources and Social Security, alongside positions such as cross-border e-commerce operation manager and elderly care service worker.\n“The newly designated profession of a drone flight planner primarily involves planning multi-drone...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/69c04051-af8f-458e-b467-e6792467b694_d7580c88.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "廉价巧克力派引发中国山姆会员不满 (原标题: Cheap chocolate pie has middle-class Sam’s Club members in China up in arms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319698/how-did-chocolate-pie-offend-middle-class-sensibilities-sams-club-members-china?utm_source=rss_feed",
      "pubDate": "Sat, 26 Jul 2025 10:35:29 +0000",
      "isoDate": "2025-07-26T10:35:29.000Z",
      "creator": "He Huifeng",
      "summary": "## 山姆会员店在中国面临的形象挑战：廉价巧克力派引发会员不满\n\n*   **山姆会员店的定位与形象**\n    *   山姆会员店（Sam’s Club）是沃尔玛旗下的美国会员制仓储式零售商，长期以来被视为最能满足中国中产阶级需求的外国超市之一。\n    *   每年，数百万中国城市家庭支付260元人民币（约36.28美元）的年费，以获取其认为的“全球精选、高品质生活方式”的商品，包括苏格兰威士忌、智利西梅干以及来自美国和澳大利亚的冷鲜牛肉等。\n    *   这种商品选择象征着一种注重全球化消费的中产阶级品味。\n\n*   **廉价巧克力派引发争议**\n    *   近期，山姆会员店在中国门店开始销售一款国产巧克力派，售价为49.9元人民币48个一包，这一举动触动了其忠实会员群体的神经，动摇了其高端形象。\n    *   这款巧克力派以其低廉的价格而闻名，通常在中国街区便利店或小卖部有售。\n    *   然而，许多注重健康、追求品质的中国中产阶级消费者认为它不符合“体面”或“高端”的标准。\n\n*   **会员的担忧与信任危机**\n    *   深圳某外企运营总监、每年支付600元人民币高级会员费的温迪·刘（Wendy Liu）表示，她对品牌的信任正在削弱。\n    *   她认为这款巧克力派“只是一个导火索”，真正的担忧是“山姆对供应商质量的标准可能正在下滑”。",
      "shortSummary": "山姆会员店在中国的中产阶级高端形象受到挑战。其销售的一款廉价国产巧克力派（48个49.9元）引发了会员强烈不满。这款派因价格低廉常在便利店销售，不符合追求品质的中产阶级预期。会员认为这反映出山姆对供应商质量标准的下滑，导致对品牌信任度降低。",
      "translated_title": "廉价巧克力派引发中国山姆会员不满",
      "images": [],
      "contentSource": "完整文章",
      "content": "Sam’s Club, the US membership-only bulk retailer owned by Walmart, has long been seen as one of the foreign supermarkets most attuned to the needs of China’s middle class.\nEach year, millions of urban Chinese families pay a 260 yuan (US$36.28) annual fee in exchange for what they see as access to a globally curated, quality lifestyle - featuring products like Scotch whisky, Chilean dried prunes, and chilled beef from the United States and Australia.\nThat selection has come to symbolise a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/24a84c83-e043-4522-a296-21f535dd3d4c_4f6d6469.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "我逃离了一个中国国学‘读书会’。我的朋友没那么幸运 (原标题: I escaped a Chinese guoxue ‘reading group’. My friend is less lucky)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3316672/why-are-urban-chinese-my-friend-falling-guoxue-scams?utm_source=rss_feed",
      "pubDate": "Sat, 26 Jul 2025 01:30:07 +0000",
      "isoDate": "2025-07-26T01:30:07.000Z",
      "creator": "Chenfei Zhu",
      "summary": "## 我逃离了一个中国国学‘读书会’：一个亲身经历的警示\n\n### 背景与加入\n\n*   **朋友的邀请**：文章作者的朋友因工作倦怠和深度迷失感，搬到了一座更安静、偏远的城镇，并开始深入学习国学（“国家研究”，即中国传统文化研究）、佛教哲学及其他精神追求。\n*   **读书会提议**：朋友通过微信邀请作者加入一个“读书会”，声称正在学习中国古典文本，并认为作者一定会喜欢。\n*   **作者的顾虑**：作者出于好奇和对朋友的真诚关心同意加入，但内心一直存在不安。作者对国学作为“开悟之道”的趋势感到不安，认为其过于商业化和包装化。\n\n### 读书会体验\n\n*   **首次会议**：在第一次视频会议中，一位看似有权威的年长女性在自我介绍环节的最后发言。她表达了对年轻人的“轻蔑”，认为“现在没人读书了”，并强调“人生不只是吃喝”，暗示基本的人类乐趣是次要的追求，这让作者感到不适。\n*   **价值观冲突**：作者认为，滋养身体、分享美食、享受小乐趣等将我们与世界联系起来的事物，不应被视为次要的追求。\n\n### 离开的导火索\n\n*   **强制性要求**：在两次会议之后，读书会提出了一个新要求：所有成员必须录制自己朗读创始人书籍的音频，并提交审查。该组织明确禁止讨论和提问，只强调重复，声称这样能加深理解，但并未解释具体原理。\n*   **哲学理念的冲突**：作为受西方传统训练的哲学专业学生，作者对此感到极度沮丧。作者认为，与文本互动应是分析、质疑和讨论其思想，而这些行为在该读书会中却被禁止。\n*   **决定退出**：作者告诉朋友自己想退出读书会。\n\n### 朋友的困境\n\n*   **受控的处境**：朋友回应作者说，她需要先请示她的“上级”才能退出。这一回应本身就强烈暗示了该组织的控制性和朋友所处的困境，表明她不像作者那样能够自由离开。\n\n![Children read the Analects of Confucius at the Temple of Confucius in Qufu, Shandong province in 2023. Guoxue, or Chinese national studies, concentrates on ancient texts and classical poetry. Photo: Xinhua](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/c7caf6dc-a3a8-4408-9406-40e5982da497_69875011.jpg)\n*2023年，孩子们在山东曲阜孔庙诵读《论语》。国学，或称中国国学，专注于古代文本和古典诗歌。图片来源：新华社*",
      "shortSummary": "作者应朋友邀请加入一个国学“读书会”，朋友因工作倦怠寻求精神寄托。作者发现该组织要求成员录制朗读创始人书籍，禁止讨论和提问，只强调重复。作为哲学专业学生，作者对此感到沮丧，认为其缺乏分析和质疑。作者成功退出，但朋友表示需请示“上级”才能离开，暗示其深陷其中，处境不如作者幸运。",
      "translated_title": "我逃离了一个中国国学‘读书会’。我的朋友没那么幸运",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/c7caf6dc-a3a8-4408-9406-40e5982da497_69875011.jpg",
          "alt": "Children read the Analects of Confucius at the Temple of Confucius in Qufu, Shandong province in 2023. Guoxue, or Chinese national studies, concentrates on ancient texts and classical poetry. Photo: Xinhua",
          "title": "Children read the Analects of Confucius at the Temple of Confucius in Qufu, Shandong province in 2023. Guoxue, or Chinese national studies, concentrates on ancient texts and classical poetry. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "It all began with a WeChat message from my friend. We hadn’t seen each other in a while. She had left Beijing for a quieter, more remote town and her social media updates suggested she was diving deeper into guoxue – “national studies”, or the study of traditional Chinese culture – Buddhist philosophy and other spiritual pursuits. Her text read: “You should join our reading group. We’re studying classical Chinese texts. You will definitely love it.”\nShe had been going through a rough patch:...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/ef564659-68c1-4fa0-8117-12fa4549c851_9932ade9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国学生青睐美国学位，但变得更加挑剔——机遇是否值得冒险？ (原标题: Chinese eyeing US degrees turn more discerning – is opportunity worth the risk?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319556/chinese-eyeing-us-degrees-turn-more-discerning-opportunity-still-worth-risk?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 22:00:13 +0000",
      "isoDate": "2025-07-25T22:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国学生赴美留学：机遇与风险并存下的新选择\n\n尽管中美关系日益紧张，中国学生对美国高等教育的追求并未停止，但他们正变得比以往任何时候都更加挑剔和谨慎。\n\n#### 案例分析：Jason Lin的选择\n\n*   **背景与动机：** 来自厦门的19岁学生Jason Lin，在九年级时就萌生了赴美留学的想法。他今年申请了10所美国本科院校，并获得了波士顿附近布兰迪斯大学每年15,000美元的奖学金，计划在未来五年内攻读经济学硕士学位。\n*   **家庭与个人担忧：** 他的母亲对美国“不稳定”的环境感到焦虑，认为这如同“冒险进入荒野”。Lin本人也担心，即使是交通罚单也可能导致他被驱逐出境。\n*   **权衡与决定：** 尽管存在这些担忧，Lin在权衡利弊后，仍向母亲阐明了自己的决定，并最终选择了布兰迪斯大学，准备在即将到来的秋季学期入学。\n*   **学术自由与文化吸引：** Lin期望在美国获得比其他国家更多的学术自由，并回忆起作为游客访问纽约时感受到的“氛围”，这些都成为他选择美国的重要原因。\n\n#### 吸引中国学生的关键因素\n\n根据申请者和大学官员的说法，以下因素正成为吸引中国学生赴美留学的更大动力：\n\n*   **知名院校：** 拥有良好声誉和排名的大学。\n*   **高排名专业：** 与学生所选专业相关的高度排名课程。\n*   **灵活的经济援助：** 具有吸引力的奖学金和助学金方案。\n\n#### 相关视频\n\n*   **视频内容：** 视频标题为“荒谬、焦虑、担忧：学生们对美国撤销中国学生签证的反应”。\n*   **视频链接：** ![视频缩略图](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/29/thumb.jpg?itok=b1FoiUn8)\n\n总体而言，中国学生在追求美国学位时，正以更加审慎的态度评估潜在的风险与机遇。",
      "shortSummary": "尽管中美关系紧张，中国学生仍寻求美国高等教育，但变得更加挑剔。他们权衡机遇与风险，如Jason Lin的案例所示，他虽担忧美国的不稳定性及潜在驱逐风险，但仍选择赴美深造，看重学术自由、知名院校、高排名课程及灵活的经济援助。学生们在追求美国学位时，正以更谨慎的态度评估其价值。",
      "translated_title": "中国学生青睐美国学位，但变得更加挑剔——机遇是否值得冒险？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/29/thumb.jpg?itok=b1FoiUn8",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Jason Lin of Xiamen surprised his mother this year by applying to 10 undergraduate schools in the United States and receiving a US$15,000 annual scholarship from Brandeis University near Boston. There, he intends to earn a master’s degree in economics over the next five years.\nBut to his mother, it’s like he’s venturing into the wild, compounding the anxiety parents often feel when their adult children leave the nest.\nShe’s afraid of “instability” in the US. And Lin, 19, has concerns that even a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/ab701ff8-b0a8-4c09-aa46-98d380e36165_7c9900ed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的铜关税未能阻止美国金属运往中国 (原标题: Trump’s copper tariffs fail to stop US metal being shipped to China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319594/trumps-copper-tariffs-fail-stop-us-metal-being-shipped-china?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 13:30:09 +0000",
      "isoDate": "2025-07-25T13:30:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 特朗普的铜关税未能阻止美国金属运往中国\n\n*   **背景与关税目的：**\n    *   美国总统唐纳德·特朗普政府将于8月1日对铜征收50%的新关税。\n    *   此举旨在通过提高美国国内生产的盈利能力，从而振兴美国的铜产业。\n\n*   **废金属经销商的应对与行业现实：**\n    *   尽管新关税即将生效，加利福尼亚的废金属经销商亚伦·福卡什（Aaron Forkash）仍计划继续向亚洲出口铜。\n    *   对美国废金属经销商而言，将铜运往中国及其他亚洲经济体，比运往美国其他地区更便宜、更容易，且经销商认为关税生效后这种情况不太可能改变。\n    *   福卡什表示，他只能“日复一日地比较（价格）”，不确定关税将如何发挥作用。\n\n*   **关税的局限性与对中国的影响：**\n    *   分析师预计，许多其他美国废金属经销商也将继续向对铜需求旺盛的中国出口。\n    *   这是因为关税不太可能解决美国金属行业存在的根本性问题，例如加工能力不足。\n    *   这意味着中国——全球最大的加工铜进口国——在因新关税生效前美国铜交易激增而导致的供应转移平息后，仍应能获得其所需的金属。",
      "shortSummary": "特朗普政府将于8月1日实施50%的铜关税，旨在振兴美国国内铜产业。然而，美国废金属经销商表示，向中国等亚洲国家出口铜仍比在美国国内运输更便宜、更便捷。分析师认为，此关税无法解决美国金属行业加工能力不足等根本问题。因此，中国作为全球最大的加工铜进口国，预计仍能获得所需铜，关税未能有效阻止美国金属运往中国。",
      "translated_title": "特朗普的铜关税未能阻止美国金属运往中国",
      "images": [],
      "contentSource": "完整文章",
      "content": "Aaron Forkash, a scrap metal dealer based in California, plans to continue exporting copper to Asia even after US President Donald Trump’s new 50 per cent tariff on the metal comes into force on August 1.\nThe Trump administration has said the import duty will help revive the US copper industry by making it more profitable to produce the metal at home.\nBut the truth is that it is actually cheaper and easier for American scrap dealers to ship copper to China and other Asian economies than to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/1a581fa2-8494-4dcd-a225-051a44c78ef4_a007cdd4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不值得吗？特朗普的北极推动引发对中国极地雄心的辩论 (原标题: Not worth it? Trump’s Arctic push stirs debate over China’s polar ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319561/trumps-arctic-strategy-stirs-debate-over-chinas-polar-shipping-ambitions?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 12:00:08 +0000",
      "isoDate": "2025-07-25T12:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "## 特朗普的北极战略与中国的极地雄心\n\n随着美国总统唐纳德·特朗普重申其收购格陵兰的意愿——这是其在北极地区宣示影响力的更广泛举措的一部分——中国学者正在辩论世界第二大经济体是否应更深入地参与该地区事务，特别是通过发展航运路线。\n\n### 美国在北极的战略\n\n*   **特朗普的北极愿景**：特朗普总统将北极视为推进美国商业和战略利益的关键，包括确保自然资源以及对抗中国和俄罗斯的影响力。\n*   **格陵兰的收购意向**：特朗普已承诺购买或吞并格陵兰，将其视为美国北极战略的重要组成部分。\n*   **破冰船投资**：根据7月4日签署的《一项宏伟美丽的法案》，美国将拨款近90亿美元用于破冰船。白宫称之为“对美国北极安全的历史性投资”，旨在让“美国重新掌控这片冰封的边疆”。\n\n### 中国的北极雄心与机遇\n\n*   **中国在北极的地位**：中国被视为一个“近北极国家”，并且是北极理事会的观察员。\n*   **北海航线（NSR）的吸引力**：随着全球变暖使北海航线（连接亚太地区和欧亚大陆西部的最短通道）的冰封水域每年可通航的时间更长，这条航线受到了越来越多的关注。\n*   **中国学者的观点**：武汉大学学者张成和苏安琪认为，随着华盛顿日益关注该地区，中国必须抓住新的航运机遇。\n    *   他们指出，北极航线在成本和效率方面优于传统航线。\n    *   他们进一步强调，北极航线可能成为“对抗美国地缘政治遏制的新途径”。",
      "shortSummary": "美国总统特朗普正积极推动在北极地区的影响力，包括寻求收购格陵兰和投资破冰船，以维护美国战略利益并对抗中俄。这引发了中国学者关于中国应否更深入参与北极事务的辩论。他们认为，随着全球变暖，北海航线（NSR）提供了成本和效率优势，是中国对抗美国地缘政治遏制的潜在新途径，因此中国应抓住这些航运机遇。",
      "translated_title": "不值得吗？特朗普的北极推动引发对中国极地雄心的辩论",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US President Donald Trump reiterates his desire to acquire Greenland – part of a broader push to assert influence in the Arctic – Chinese scholars are debating whether the world’s second-largest economy should become more involved in the region, particularly by developing shipping routes.\nThe Northern Sea Route (NSR) – the shortest passage between the Asia-Pacific region and western Eurasia – has drawn growing attention as global warming makes its icy waters navigable for longer periods each...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/de69aa93-6e45-46cf-8099-8c8fd75aa709_cb85c9ba.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济饱受恶性价格战困扰。法律修改能解决这个问题吗？ (原标题: China’s economy is plagued by vicious price wars. Can a legal change fix that?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319591/china-amend-key-law-push-stamp-out-vicious-price-wars-intensifies?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 10:00:12 +0000",
      "isoDate": "2025-07-25T10:00:12.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国修订定价法以遏制恶性价格战\n\n中国正计划修订一项已有数十年历史的定价法，以应对困扰多个行业的恶性价格战。这一深层次问题正威胁企业利润并加剧通缩压力。\n\n### 修订背景与原因\n\n*   **问题核心：** 恶性价格战，特别是“内卷式”竞争，已成为中国经济的严重担忧。企业在内需疲软和供应过剩的背景下，为吸引客户而大幅降价，导致过度、残酷的竞争。\n*   **法律滞后：** 1998年生效的现行定价法已不适应中国经济的深刻变化，新的经济形态和商业模式不断涌现，导致无序的低价竞争。\n*   **政府立场：** 北京方面已多次誓言要遏制价格战，并批评那些从事“无序”竞争、可能损害经济增长的公司。\n\n### 主要修订内容\n\n*   **“内卷式”竞争定义：** 根据国家发展和改革委员会（NDRC）和国家市场监督管理总局发布的草案，修订案更新了不公平定价行为的定义，将“内卷式”竞争纳入其中。\n*   **禁止强迫低于成本倾销：** 新增条款明确规定，企业不得强迫其他经营者以低于成本的价格倾销产品。此前，法律仅禁止企业以低于成本的价格销售商品以消除竞争对手或垄断市场。\n\n### 进程与影响\n\n*   **公开征求意见：** 该修订草案目前正向公众征求意见，截止日期为8月23日。\n*   **目标：** 通过法律手段规范市场秩序，遏制无序竞争，保护企业合理利润，缓解通缩压力，促进经济健康发展。",
      "shortSummary": "中国正修订其1998年制定的定价法，以遏制困扰多个行业的“内卷式”恶性价格战。此举旨在解决企业利润受损和通缩压力问题，将“内卷式”竞争定义为不公平行为，并禁止强迫低于成本倾销。该修订草案目前正公开征求意见，以适应新的经济形势并规范市场秩序。",
      "translated_title": "中国经济饱受恶性价格战困扰。法律修改能解决这个问题吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China plans to amend a decades-old pricing law as part of an ongoing campaign to curb the vicious price wars plaguing several industries – a deep-rooted issue that threatens to wipe out corporate profits and fuel deflationary pressure.\nThe amendment, which covers 10 clauses in the law, updates the definition of unfair pricing practices to include “involution-style” competition, according to a draft released by China’s National Development and Reform Commission (NDRC) and the State Administration...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/cb7fefe1-9af4-410e-ba47-0a5fc7814505_5f14521c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "泡泡玛特曾想成为中国的迪士尼。现在，首席执行官表示它正放眼全球 (原标题: Pop Mart wanted to be China’s Disney. Now, it’s thinking bigger, CEO says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319580/labubu-retailer-pop-mart-focused-taking-chinese-brand-world-ceo-says?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 08:30:14 +0000",
      "isoDate": "2025-07-25T08:30:14.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 泡泡玛特：从“中国迪士尼”到“世界泡泡玛特”\n\n## 战略转变与全球抱负\n*   **新浪潮的引领者**: 泡泡玛特作为玩具制造商，正引领新一波中国消费公司寻求更大的全球影响力。这反映了中国将品牌而非仅仅产品推向全球的战略转变。\n*   **CEO王宁的新愿景**: 公司创始人兼首席执行官王宁在接受中央电视台采访时表示：“我们最初希望成为中国的迪士尼；现在我们希望成为世界的泡泡玛特。”\n*   **全球孵化模式**: 泡泡玛特利用中国的制造业和市场，孵化来自世界各地的艺术家，并将他们的创意带向全球。\n\n## 国际业务的强劲增长\n*   **IP驱动的商业模式**: 泡泡玛特是一家以知识产权为核心业务模式的零售商。\n*   **Labubu的全球热潮**: 其Labubu玩偶在全球范围内的爆炸性流行，推动了公司国际收入的飙升。\n*   **Labubu的魅力**: 这款毛绒角色拥有尖耳朵、锯齿状牙齿和标志性的顽皮笑容，吸引了K-pop组合Blackpink的Lisa和全球音乐偶像蕾哈娜等知名粉丝，并且经常在全球范围内售罄。\n*   **财务表现**: 去年，泡泡玛特在中国大陆以外市场的收入飙升375.2%，达到50.7亿元人民币（约合7.0835亿美元），并有望进一步增长。\n*   **未来展望**: 王宁指出，今年海外销售额很可能超越国内销售额。其中，北美市场的销售额预计将超过去年表现最佳的海外市场——东南亚。",
      "shortSummary": "泡泡玛特正从“中国的迪士尼”转型为“世界的泡泡玛特”，旨在将中国品牌推向全球并孵化国际艺术家。凭借Labubu玩偶的全球热销，其国际收入去年飙升375.2%。首席执行官预计今年海外销售将超越国内，北美市场有望成为新的增长点。",
      "translated_title": "泡泡玛特曾想成为中国的迪士尼。现在，首席执行官表示它正放眼全球",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new wave of Chinese consumer companies, led by toymaker Pop Mart, is seeking a greater global presence, reflecting China’s strategic pivot towards exporting its brands, and not just products.\n“We originally hoped to become China’s Disney; now we hope to become the world’s Pop Mart,” the company’s founder and CEO, Wang Ning, said in an interview with state broadcaster China Central Television on Thursday.\n“We use China’s manufacturing industry and market to incubate artists from all over the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/81ec04e2-1e6b-48e8-b1d6-851ce22f6f7c_6a0b1100.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟-中国合作是“唯一正确选择”，李强总理在商业研讨会上表示 (原标题: EU-China cooperation ‘only right choice’, Premier Li says at business symposium)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319547/eu-china-cooperation-only-right-choice-premier-li-qiang-says-business-symposium?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 05:00:13 +0000",
      "isoDate": "2025-07-25T05:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "# 欧盟-中国合作：李强总理强调“唯一正确选择”\n\n中国总理李强在周四举行的中欧峰会期间的商业研讨会上向欧盟领导人和商界代表表示，中欧双方应培育一种以竞争与合作为特征的“健康”经济关系。\n\n## 合作的重要性与方向\n\n*   **核心主张**：李强总理强调，中欧双方应寻求新的合作领域，并指出合作是双方50年外交史中“唯一正确的选择”。\n*   **互补优势**：他建议中欧可以进一步发挥经济互补优势，重点关注服务贸易、技术创新、绿色经济和第三方合作等领域，以培育更多新的合作增长点。\n*   **全球稳定作用**：在当前保护主义和单边主义抬头的背景下，李强指出，如果中欧携手维护自由贸易和多边主义，并深化经贸合作，双方可以成为经济全球化和全球产业链供应链稳定的“稳定锚”。\n\n## 会议参与者\n\n*   本次研讨会由李强总理、欧盟委员会主席乌尔苏拉·冯德莱恩以及其他中欧官员共同出席。\n*   会议吸引了来自商会和企业的近60名代表参加。",
      "shortSummary": "中国总理李强在欧盟-中国商业研讨会上强调，中欧应建立健康的经济关系，既有竞争也有合作。他指出，合作是双方50年外交史的“唯一正确选择”，并呼吁在服务贸易、技术创新、绿色经济和第三方合作等领域寻找新的增长点。李强表示，中欧携手维护自由贸易和多边主义，能为经济全球化和全球供应链稳定提供支撑。",
      "translated_title": "欧盟-中国合作是“唯一正确选择”，李强总理在商业研讨会上表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and Europe should foster a “healthy” economic relationship characterised by both competition and cooperation, the Chinese premier told European Union leaders and businesses on Thursday.\nAt a business symposium held on the sidelines of the EU-China Summit on Thursday, Li Qiang urged both sides to find new grounds for collaboration.\n“China and the EU can further leverage their complementary economic strengths, focusing on areas such as services trade, technological innovation, the green...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/809e4e97-118d-43a4-8a7f-e24b4c480cb8_da3c92ec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "卢特尼克称中美贸易谈判可能涉及TikTok (原标题: China trade talks could include TikTok, Lutnick says)",
      "link": "https://www.scmp.com/news/china/money-wealth/article/3319507/china-trade-talks-could-include-tiktok-lutnick-says?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 17:02:05 +0000",
      "isoDate": "2025-07-24T17:02:05.000Z",
      "creator": "Bochen Han",
      "summary": "# TikTok在美未来与中美贸易谈判\n\n美国商务部长霍华德·卢特尼克（Howard Lutnick）周四表示，TikTok的未来可能在中美贸易谈判中被提及。如果中国不批准其所有者字节跳动的剥离协议，该应用将在美国下线。\n\n## 关键条件与立场\n*   **美国立场：** 特朗普政府允许TikTok留在美国，前提是该应用处于“美国控制之下”。即使字节跳动或中国可以保留一小部分股权，美国人也必须控制技术和算法。\n*   **特朗普的意愿：** 卢特尼克指出，这是唐纳德·特朗普总统愿意接受的方案。\n*   **中方批准：** 如果中方批准这项协议，那么交易就会达成。\n*   **后果：** 如果中方不批准，TikTok将在美国下线。卢特尼克强调，这些决定将很快做出。\n\n## 与贸易谈判的关系\n当被问及TikTok协议是否是当前贸易谈判的一部分时，卢特尼克回答“是也不是”。\n*   **非官方议题：** 他解释说，这并非“正式”的贸易谈判内容，但“你不能去会见某人而不提及相关话题”。因此，虽然不是官方议题，但“非官方地？当然会提及”。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/01/17/CLEAN---thumbnail.jpg?itok=pFdEG8ob)\n*图注：美国TikTok“难民”为何在可能面临美国禁令前涌向中国的“小红书”？",
      "shortSummary": "美国商务部长卢特尼克表示，TikTok在美未来取决于中国是否批准字节跳动的剥离协议。若要留在美国，TikTok必须由美国控制其技术和算法。如果中国不批准此协议，TikTok将在美国下线。尽管TikTok并非中美贸易谈判的正式议题，但它是一个高度相关且必然会被提及的话题，相关决定即将做出。",
      "translated_title": "卢特尼克称中美贸易谈判可能涉及TikTok",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/01/17/CLEAN---thumbnail.jpg?itok=pFdEG8ob",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "TikTok may come up in trade talks with China next week, but if Beijing does not approve a divestment deal for Chinese owner ByteDance, the app will soon go dark in the United States, US Commerce Secretary Howard Lutnick said on Thursday.\nUS President Donald Trump’s administration will allow TikTok to remain in the US “if it’s in American control, and … China can have a little piece or ByteDance, the current owner, can keep a little piece”, Lutnick said, speaking on CNBC.\n“Americans will have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/ae27a1be-4c3f-4c0a-9f0c-7b8f91badf45_b9cbfe02.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "零跑汽车以特斯拉Model 3一半的价格，携智能电动汽车进军全球市场 (原标题: Leapmotor eyes global market with smart EV at half the price of Tesla’s Model 3)",
      "link": "https://www.scmp.com/business/china-business/article/3319499/leapmotor-rolls-out-smart-ev-half-price-teslas-model-3-push-global-sales?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 14:28:45 +0000",
      "isoDate": "2025-07-24T14:28:45.000Z",
      "creator": "Daniel Ren",
      "summary": "## 零跑汽车推出B01，剑指全球市场\n\n零跑汽车（Leapmotor），这家由Stellantis支持的电动汽车制造商，近日宣布了其全球扩张战略的最新进展，推出了一款全新的电动中型轿车——B01。这款车型以其与特斯拉Model 3相似的功能，但价格却不到其一半的优势，旨在全球市场寻求新的增长动力。\n\n### 核心亮点\n\n*   **价格优势**：B01在中国大陆市场的起售价为89,800元人民币（约合12,542美元），顶配车型售价为119,800元人民币。这一价格策略使其在激烈的市场竞争中具备显著的成本效益。\n*   **市场定位**：零跑汽车高级副总裁曹力在杭州的新闻发布会上表示，B01旨在满足消费者对“精致、物有所值的大众市场汽车”的需求，并对新车“大大超出市场预期”充满信心。\n*   **全球布局**：尽管目前中国大陆的交付已于本月开始，但零跑汽车明确表示B01将面向全球市场销售，以应对国内市场的激烈竞争并开拓新的增长引擎。具体的海外销售时间尚未公布。\n\n### 技术与性能\n\n*   **平台架构**：B01基于零跑汽车升级后的Leap3.5架构开发，该架构支持智能驾驶和快速充电功能，提升了车辆的智能化水平和用户体验。\n*   **续航能力**：B01共有五款车型，提供430公里至650公里不等的续航里程。\n*   **充电效率**：该车型的电池支持快速充电，仅需18分钟即可补充约300公里的续航里程，大大缩短了充电等待时间。\n\n### 图片\n\n![特斯拉上海超级工厂的鸟瞰图，摄于2025年2月8日。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/24/ec1792f4-c1db-4dd4-8c86-1cc307cce726_ecd16b55.jpg)\n*特斯拉上海超级工厂的鸟瞰图，摄于2025年2月8日。图片来源：新华社*",
      "shortSummary": "零跑汽车推出新款电动中型轿车B01，以不到特斯拉Model 3一半的价格和相似的功能，瞄准全球市场。该车在中国大陆起售价为89,800元，基于Leap3.5架构，支持智能驾驶和快充。B01提供430公里至650公里的续航选择，18分钟可充电约300公里，旨在成为高性价比的大众市场车型。",
      "translated_title": "零跑汽车以特斯拉Model 3一半的价格，携智能电动汽车进军全球市场",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/24/ec1792f4-c1db-4dd4-8c86-1cc307cce726_ecd16b55.jpg",
          "alt": "An aerial view of Tesla’s Megafactory in Shanghai, February 8, 2025. Photo: Xinhua",
          "title": "An aerial view of Tesla’s Megafactory in Shanghai, February 8, 2025. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Stellantis-backed Leapmotor has announced the latest phase in its global push by launching an electric midsize sedan that offers similar features to Tesla’s Model 3 at less than half the price.\nThe Hangzhou-based electric vehicle (EV) builder said the B01, priced from 89,800 yuan (US$12,542) in mainland China, would target markets around the world as it pursued new growth engines amid cutthroat competition at home.\n“We are offering our answer to customers’ demand for an exquisite,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/348f734c-23c1-42f4-850a-d2ae72a0b27d_247eb071.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国加强保护贸易战优势，应对稀土走私者新手段 (原标题: China steps up to protect trade war edge as rare earth smugglers get creative)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319473/china-steps-protect-trade-war-edge-rare-earth-smugglers-get-creative?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 14:00:08 +0000",
      "isoDate": "2025-07-24T14:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国加强关键矿产出口管制，打击走私\n\n中国正在进一步制度化其关键矿产出口管制制度，以保护其在与美国贸易谈判中的“王牌”地位，并加强对走私活动的打击力度。\n\n### 背景与目的\n\n*   **贸易谈判优势：** 关键矿产被广泛视为中国在与美国贸易谈判中掌握的“王牌”。\n*   **地缘政治影响力：** 中国正日益利用其对全球关键矿产供应链的控制力，在地缘政治事务中施加影响力。\n\n### 打击行动与进展\n\n*   **启动专项行动：** 在过去两个月内，中国启动了一项打击战略矿产非法出口的专项行动。\n*   **发现规避行为：** 商务部发言人何亚东表示，当局已发现“少数不法分子”试图通过各种手段规避法规，导致非法技术外流的风险升级。\n*   **加强部门协调：** 政府机构已加强跨部门协调，对战略矿产的走私和非法出口采取“零容忍”态度和强有力措施。\n*   **查处案件与逮捕嫌疑人：** 已调查多起非法出口案件，并逮捕了多名走私嫌疑人。\n\n### 执法效果\n\n*   **坚定执法：** 这些协同努力展现了坚决的执法决心。\n*   **强大威慑：** 建立了强大的威慑作用。",
      "shortSummary": "中国正加强对关键矿产的出口管制，以维护其在贸易谈判中的优势并打击走私。商务部表示，当局已发现不法分子试图规避法规，导致技术外流风险。中国已启动专项行动，加强跨部门协调，采取“零容忍”措施，并查处多起非法出口案件，逮捕了多名嫌疑人，以展现坚决执法并形成强大威慑。",
      "translated_title": "中国加强保护贸易战优势，应对稀土走私者新手段",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has further institutionalised its export-control regime on critical minerals – widely considered a trump card held by Chinese authorities in trade negotiations with the US – as officials intensify crackdowns on smuggling.\nIn the two months since China launched a campaign to combat illegal exports of strategic minerals, authorities have identified attempts by “a small number of lawbreakers” to circumvent regulations through various means, leading to escalating risks of illegal technology...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/ad4e7030-fd0f-43e5-b278-b21ed4c2bc22_9df854b0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在对美经济战首轮获胜：福兮祸兮 (原标题: China win in first round of economic war with US a blessing and curse)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3318303/china-win-first-round-economic-war-us-blessing-and-curse?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 12:30:07 +0000",
      "isoDate": "2025-07-24T12:30:07.000Z",
      "creator": "Abishur Prakash",
      "summary": "# 中国在对美经济战首轮获胜：福兮祸兮\n\n## 背景与挑战\n自2016年唐纳德·特朗普首次当选美国总统以来，近十年来，中国一直努力维持其在全球经济中的既定轨道。然而，美国多届政府的决策，包括对外投资限制和技术贸易规则，动摇了中国赖以发展和成长的脆弱基础。\n\n## 转机与“救赎”\n北京官员一直在寻找扭转局面的机会。出人意料的是，特朗普的“解放日”以及正在进行的对美经济战，反而成为了中国的“救赎”。\n\n## 中国的应对与地缘政治转变\n中国通过匹配美国关税和限制稀土出口等措施，使得一些曾关闭的大门重新开启：\n*   **美国恢复供应：** 美国开始恢复向中国供应芯片设计软件和喷气发动机。\n*   **盟友关系重塑：** 澳大利亚和欧盟寻求与北京重置经济关系。\n*   **韩国立场：** 据报道，韩国在日本和美国最近的三边峰会上拒绝就中国和台湾问题发表评论，显示出中立立场。\n*   **西方项目不确定性：** 与此同时，Aukus等西方战略项目似乎悬而未决。\n\n通过与美国正面交锋，中国改变了地缘政治气候。部分对华友好的旧环境正在回归，美国与其最亲密伙伴之间出现了裂痕，北京突然成为了华盛顿曾建立但现在正退出的世界秩序的“守护者”。\n\n## 首轮胜利\n最重要的是，中国在数月内实现了这一切，几乎没有做出巨大让步，而特朗普则多次改变立场。在最新一轮美中经济战的首轮较量中，北京取得了胜利。\n\n## 胜利的代价与不确定性\n然而，中国的胜利并非没有隐忧。中国是在一个由经济稳定和遵守国际规则与体系定义的世界中崛起的。但在新的环境中，不确定性占据主导地位。\n*   **快速变化：** 美国针对中国造船业的最新港口规则，预示着局势变化之快。\n*   **未来风险：** 根据特朗普的情绪，中国可能会面临新的关税，甚至更糟的是，贸易休战可能被破坏。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/05/22/200524-thumb-mexico-clean.jpg?itok=ro_vKWNN)\n**图片说明：** 中国企业在墨西哥的“淘金热”：为何中国公司投资里奥格兰德河以南？",
      "shortSummary": "中国在与美国的经济战首轮中意外获胜，扭转了不利局面。通过匹配关税和限制出口，中国促使美国恢复部分技术供应，并使澳大利亚、欧盟等寻求重置经济关系，改变了地缘政治格局，甚至成为世界秩序的“守护者”。然而，这场胜利也带来了不确定性，中国面临着一个由不可预测性主导的新环境，未来可能面临更多挑战，因此是喜忧参半。",
      "translated_title": "中国在对美经济战首轮获胜：福兮祸兮",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/05/22/200524-thumb-mexico-clean.jpg?itok=ro_vKWNN",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "For almost a decade, since Donald Trump was first elected US president in 2016, China has tried to keep its world spinning a certain way. However, the decisions across multiple administrations in the United States, from outbound investment restrictions to technology trade rules, have disturbed the fragile ground China has stood on to develop and grow.\nOfficials in Beijing have been searching for opportunities to turn the tide in their favour. Strangely, China’s salvation arrived in the form of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/24/45a1f619-a03b-4737-b9c2-1393c01981fb_a1da5b3c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国寻求人工智能自给自足的努力未受特朗普新行动计划的阻碍 (原标题: China’s quest for AI self-reliance undeterred by Trump’s new action plan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319470/chinas-quest-ai-self-reliance-undeterred-trumps-new-action-plan?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 12:00:07 +0000",
      "isoDate": "2025-07-24T12:00:07.000Z",
      "creator": "Luna Sun",
      "summary": "### 特朗普新人工智能行动计划与中美科技竞争\n\n美国总统唐纳德·特朗普最新推出的人工智能行动计划，尽管在措辞上有所调整，但其核心政策并未改变：继续对关键技术保持严格限制，同时加速对美国人工智能巨头的放松管制和基础设施支持。分析人士指出，华盛顿的这一战略将加剧美中科技竞争，鉴于美国不太可能放松限制，中国将别无选择，只能加倍努力实现技术自给自足。\n\n#### 计划要点与影响\n\n*   **政策延续性：** 尽管特朗普政府的措辞与前任乔·拜登的“小院高墙”策略有所不同，但政策实质上变化不大。独立中国研究平台Plenum的合伙人薄正元表示，“迄今为止，‘院子’并没有变小”，不同之处在于措辞，现在更像是“正面交锋”而非“遏制”。\n*   **核心目标：** 该计划旨在收紧对美国芯片制造工具的出口管制，并遏制中国人工智能模型在全球的传播。\n*   **具体措施：** 这份长达28页的行动计划要求美国商务部采取以下措施：\n    *   堵塞当前出口限制中的漏洞。\n    *   加强对海外最终用户的监督。\n    *   探索使用地理定位工具，以阻止“关注国家”（如中国）访问相关技术。\n*   **对中国的影响：** 面对美国持续的技术限制，中国将被迫进一步加大在人工智能领域的自主研发投入，以实现技术上的自给自足。",
      "shortSummary": "特朗普总统新发布的人工智能行动计划，尽管措辞有所调整，但实质上延续了对中国关键技术的严格限制政策。该计划旨在收紧芯片制造工具出口管制，并遏制中国AI模型传播，迫使中国加倍努力实现技术自给自足。分析认为，此举将加剧美中科技竞争。",
      "translated_title": "中国寻求人工智能自给自足的努力未受特朗普新行动计划的阻碍",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite recent concessions and shifts in rhetoric, US President Donald Trump’s new artificial intelligence action plan leaves the core of American policy towards China unchanged – maintaining tight restrictions on key technologies while accelerating deregulation and infrastructure support for his country’s AI giants.\nAnalysts said the administration’s strategy would intensify the US-China tech rivalry, and with Washington unlikely to loosen its grip, China would have little choice but to double...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/24/a3933ebb-50d2-4de7-bfa9-3b9615567916_4615f4b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国削减猪肉产量，因生猪供应过剩导致价格下跌 (原标题: China cuts back on pork as excess hog supply drives down prices)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319437/china-cuts-back-pork-excess-hog-supply-drives-down-prices?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 10:30:08 +0000",
      "isoDate": "2025-07-24T10:30:08.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国削减生猪存栏以应对价格下跌\n\n### 背景与原因\n\n*   **生猪供应过剩**：中国生猪市场持续供过于求，导致猪肉价格大幅下跌。\n*   **行业亏损严重**：全国范围内的生猪、鸡和鸭养殖户正面临严重的经济亏损和日益增长的财务压力。\n*   **市场需求疲软**：分析师指出，终端市场需求不振和高库存水平是压制该行业的主要因素。\n*   **前所未有的亏损期**：据山东肉鸭繁育联盟负责人刘长生表示，本轮亏损已持续超过七个月，是该行业前所未有的情况。\n\n### 政府应对措施\n\n*   **削减繁殖存栏**：中国农业农村部已宣布具体计划，旨在削减全国的生猪繁殖存栏量，以解决供应过剩问题。\n*   **具体措施**：农业农村部部长韩俊在一次会议上指出，应采取以下措施：\n    *   合理淘汰能繁母猪存栏。\n    *   减少二次育肥（即生猪在达到标准屠宰重量后继续饲喂以增加利润的行为）。\n    *   严格控制新增产能。\n\n### 市场展望与数据\n\n*   **复苏空间有限**：尽管预计下半年市场将出现边际改善，但整体复苏空间仍然有限。\n*   **能繁母猪存栏数据**：根据国家统计局的数据，截至6月底，全国能繁母猪存栏量为4043万头。\n    *   该数字较2024年峰值下降了37万头。\n    *   但仍比官方设定的3900万头的目标高出3.7%。",
      "shortSummary": "为应对生猪供应过剩和猪肉价格下跌，中国农业部门宣布削减生猪繁殖存栏。措施包括淘汰母猪、减少二次育肥和严格控制新增产能。目前养殖户面临严重亏损，市场需求疲软和高库存是主要原因。尽管预计下半年会有边际改善，但整体复苏空间有限。截至6月底，能繁母猪存栏仍高于官方目标。",
      "translated_title": "中国削减猪肉产量，因生猪供应过剩导致价格下跌",
      "images": [],
      "contentSource": "完整文章",
      "content": "In response to a persistent oversupply of pigs that has contributed to a steep drop in pork prices, China’s agricultural authorities have announced concrete plans to cut back on the country’s breeding stock.\nMeasures should be taken to reasonably cull the sow population, reduce secondary fattening – feeding hogs past standard slaughter weights to increase margins – and strictly control new capacity to address the issue, said Minister of Agriculture and Rural Affairs Han Jun at a meeting on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/24/0f05d808-5a84-4b10-b38a-34c05fbc3fe4_526e5726.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国以创纪录的速度批准创新药物，势头正从西方转移 (原标题: China approving innovative drugs at record pace, shifting momentum from West)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319431/china-approving-innovative-drugs-record-pace-discovery-momentum-shifts-west?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 09:00:11 +0000",
      "isoDate": "2025-07-24T09:00:11.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国创新药物审批加速，势头从西方转移\n\n中国在创新药物竞赛中取得了显著进展，今年批准的药物数量创下历史新高，同时跨国巨头也被呼吁在中国设立研发实体。\n\n*   **创纪录的审批速度**\n    *   根据国家药品监督管理局（NMPA）的数据，并由中央电视台报道，2025年上半年，中国批准了43种创新药物上市，同比增长59%，几乎与去年全年48种的总数持平。\n    *   这43种创新药物中有许多是用于治疗癌症、代谢紊乱和免疫疾病等严重疾病。\n*   **改革推动创新**\n    *   国家药品监督管理局药品注册司司长杨婷在接受中央电视台采访时表示，中国药品审评审批制度的改革，使得制药企业能够更好地预测其研发投资回报，从而更愿意投入长期、高风险的创新药物开发。\n*   **全球市场地位**\n    *   中国是全球第二大生物医药市场，全球制药企业正日益扩大在华业务。\n*   **创新药物对外授权**\n    *   根据中国大陆医药咨询公司DrugTimes的数据，2025年上半年，中国创新药物对外授权（指授予海外市场的权利）的价值达到创纪录的484亿美元。\n*   **上市后程序**\n    *   为了进一步完善生产工艺和提高药品质量，药物上市后通常还需要额外的审批程序。",
      "shortSummary": "中国正以创纪录的速度批准创新药物，2025年上半年已批准43种，同比增长59%，几乎追平去年全年总数。这一加速得益于药品审评审批制度改革，鼓励了高风险创新药物研发。中国已成为全球第二大生物医药市场，上半年创新药物对外授权价值达484亿美元，显示其在全球医药领域的势头正从西方转移。",
      "translated_title": "中国以创纪录的速度批准创新药物，势头正从西方转移",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is making inroads in the race for innovative pharmaceuticals, with a record number of drug approvals this year amid growing appeals for multinational giants to run onshore research entities.\nAuthorities approved 43 innovative drugs in the first half of 2025, marking a 59 per cent year-on-year increase and nearly matching the total of 48 approvals for all of last year, state broadcaster CCTV reported on Wednesday, citing data from the National Medical Products Administration (NMPA).\nMany of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/24/3eb7ae0f-c1e2-4841-8682-82646732ab15_050a716f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国鲜为人知的产能过剩问题：焚烧厂过多，垃圾不足 (原标题: China’s little-known oversupply problem: too many incinerators, not enough waste)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319398/chinas-little-known-oversupply-problem-insufficient-waste-amid-glut-incinerators?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 07:15:01 +0000",
      "isoDate": "2025-07-24T07:15:01.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国垃圾焚烧发电行业产能过剩\n\n中国经济近期在传统钢铁和高科技太阳能电池板等行业面临严重的产能过剩问题，而一个鲜为人知但同样受此困扰的领域是垃圾焚烧发电行业。\n\n## 问题概述\n这个原本乐观规划的行业，旨在使中国拥有全球最高的垃圾处理能力，但目前正努力寻找足够的垃圾进行焚烧。专家指出，经济下行和城镇化速度放缓等因素导致垃圾供应增长放缓，是造成这一问题的主要原因。\n\n## 产能与垃圾供应失衡\n*   **垃圾产生量增长：** 根据政府数据和研究人员的估计，自2019年以来，中国城市生活垃圾产生量增长了10%以上。\n    *   2019年：全国收集和运输城市生活垃圾2.35亿吨。\n    *   去年：全国收集和运输城市生活垃圾超过2.62亿吨，比2019年增长约11%。\n*   **焚烧能力急剧扩张：** 与垃圾产生量增长相比，焚烧能力扩张更为迅猛。\n    *   2019年：住房和城乡建设部报告的日处理能力为457,639吨。\n    *   去年10月：生态环境部数据显示，全国共有1,010家焚烧企业，总处理能力约为111万吨/天，是2019年的两倍多。\n\n## 闲置与利用率\n*   **闲置率高企：** 由于焚烧能力增速远超垃圾供应增速，导致全国40%的垃圾焚烧发电能力处于闲置状态。\n*   **利用率低下：** 信达证券分析师在本月早些时候发布的一份报告中指出，中国垃圾焚烧厂的利用率严重不足，平均产能利用率估计为60%。",
      "shortSummary": "中国垃圾焚烧发电行业正面临严重的产能过剩问题。尽管城市生活垃圾产生量有所增长，但焚烧处理能力自2019年以来已翻倍，导致40%的产能闲置。经济下行和城镇化放缓导致垃圾供应增长不足，使得全国焚烧厂平均产能利用率仅为60%，远低于预期，凸显了行业规划与实际需求之间的脱节。",
      "translated_title": "中国鲜为人知的产能过剩问题：焚烧厂过多，垃圾不足",
      "images": [],
      "contentSource": "完整文章",
      "content": "While severe oversupply in Chinese industries ranging from the traditional steel sector to the hi-tech production of solar panels has made headlines recently, one lesser-known sector suffering the same fate is waste-to-energy incineration.\nThe optimistically planned industry, giving China the world’s highest processing capacity, is struggling to find enough waste to burn, with experts blaming a slowdown in the growth of supply driven by factors including an economic downturn and slowing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/24/0baebf5b-7110-4337-bb2c-42fce33e51bb_1ff8981b.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-27T07:19:42.211Z"
}