{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国经济在第二季度增长5.2%，经受住美国关税战考验 (原标题: China’s economy withstands US tariff war with 5.2% growth in second quarter)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318214/chinas-economy-grows-52-second-quarter-us-trade-truce-offers-boost?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 02:00:13 +0000",
      "isoDate": "2025-07-15T02:00:13.000Z",
      "creator": "Sylvia Ma,Ji Siqi",
      "summary": "# 中国经济第二季度增长5.2%，经受住美国关税战考验\n\n## 主要经济数据\n*   **第二季度GDP增长：** 国家统计局（NBS）周二公布数据显示，中国经济在第二季度增长5.2%，高于中国金融数据提供商Wind对经济学家调查预测的5.17%。\n*   **上半年增长：** 继2025年第一季度5.4%的增长后，第二季度的增速略有放缓，使得中国上半年经济增长达到5.3%。\n*   **年度目标：** 总体数据表明，中国经济基本保持在实现今年增长目标的轨道上。\n\n## 经济韧性与外部挑战\n*   **贸易战影响：** 尽管面临与美国的持续贸易战（摩根士丹利估计中国商品面临超过40%的美国有效关税），中国经济仍显示出韧性。\n*   **出口表现：** 周一公布的数据显示，上半年中国出口同比增长5.9%。对美国出货量的收缩被对东南亚、欧洲及其他几个市场的强劲增长所抵消。\n\n## 下半年展望与潜在风险\n*   **分析师警告：** 分析师警告称，尽管上半年表现强劲，但国内需求疲软、就业市场不稳定以及外部不确定性增加（如潜在的美国新一轮关税）可能导致2025年下半年经济放缓。\n*   **增长挑战：** 预计北京在下半年实现增长目标将面临更大挑战。\n\n## 官方表态\n*   国家统计局副局长盛来运表示：“上半年，随着更加积极有效的宏观政策发挥作用，国民经济保持平稳增长，势头良好，展现出强大的韧性和活力。”",
      "shortSummary": "中国经济在第二季度增长5.2%，上半年累计增长5.3%，基本符合年度增长目标。尽管面临与美国的贸易战，经济仍显示出韧性，上半年出口增长5.9%，对美出口收缩被其他市场抵消。然而，分析师警告称，国内需求疲软、就业市场不稳定以及外部不确定性可能导致2025年下半年经济放缓，北京将面临更大挑战。",
      "translated_title": "中国经济在第二季度增长5.2%，经受住美国关税战考验",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy expanded by 5.2 per cent in the second quarter, keeping it broadly on track to meet this year’s growth target, but analysts cautioned that weak domestic demand and rising external uncertainties could provoke a slowdown in the second half of 2025.\nThe closely watched gross domestic product (GDP) figures, released by the National Bureau of Statistics (NBS) on Tuesday, came in above the 5.17 per cent forecast by a poll of economists from the Chinese financial data provider Wind.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/fc026a65-ba4a-4fe8-a9f2-522c1255a4a9_4db1714e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土出口在六月激增，北京放松管制 (原标题: China’s rare earth exports swell in June as Beijing relaxes controls)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3318166/chinas-rare-earth-exports-swell-june-beijing-relaxes-controls?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 14:30:09 +0000",
      "isoDate": "2025-07-14T14:30:09.000Z",
      "creator": "Luna Sun,Alice Li",
      "summary": "## 中国稀土出口激增，政策放松迹象显现\n\n### 主要发现与数据\n*   **出口量激增**：中国稀土出口在今年6月达到7,742.2吨，创下自2009年12月以来的最高水平。\n*   **显著增长**：\n    *   与去年6月记录的4,828.7吨相比，出口量增长了60%。\n    *   与今年5月的5,865吨相比，出口量增长了32%。\n\n### 背后原因与分析\n*   **中美协议初见成效**：分析人士指出，此次出口激增可能是一个早期迹象，表明中美两国在关键矿产流动方面达成的幕后协议正开始生效。\n\n### 背景与政策演变\n*   **此前管制收紧**：近几个月来，稀土出口成为全球贸易的焦点。北京在4月收紧了稀土出口管制，旨在维护其在供应链中的主导地位。此举被普遍视为对美国限制先进半导体流动和提高关税的回应。\n*   **政策松动迹象**：\n    *   **对美出口许可证**：6月下旬，《华尔街日报》报道称，中国已向部分美国制造商发放了为期六个月的出口许可证，预示着贸易紧张关系可能出现缓和。\n    *   **便利对欧贸易**：上个月，中国商务部表示将改进对欧洲国家的出口审批流程，使其企业更容易进行合法贸易。\n\n### 对欧洲的影响\n*   **高度依赖**：欧洲严重依赖中国供应稀土和含有稀土的磁体。\n*   **缓解供应担忧**：近期稀土供应中断已对欧洲当地企业造成困扰，此次出口量的增加和政策的放松有望缓解其供应压力。",
      "shortSummary": "中国6月稀土出口量激增至7,742.2吨，创2009年12月以来新高，较去年同期增长60%。分析认为，这可能预示着中美在关键矿产方面的幕后协议开始生效，且北京已放松对稀土出口的管制。此前中国曾收紧出口以回应美国限制，但近期迹象表明，包括对美发放许可证和便利对欧贸易，政策正在松动，缓解了欧洲等地的供应担忧。",
      "translated_title": "中国稀土出口在六月激增，北京放松管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s rare earth exports surged in June to their highest level since December 2009, in what analysts said could be an early sign that recent behind-the-scenes agreements with the United States on the flow of critical minerals are beginning to bear fruit.\nExports of the elements reached 7,742.2 tonnes last month – a 60 per cent increase from the 4,828.7 tonnes recorded in June 2024 – and a 32 per cent jump compared to the 5,865 tonnes reported this May, according to customs data.\nRare earth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/d48caeda-8aa5-44f9-875b-8813ad15df95_124ce973.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "稳定币骗局让中国金融监管机构面临高风险的平衡挑战 (原标题: Stablecoin scams put China’s financial regulators in a high-stakes balancing act)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318158/stablecoin-scams-innovation-put-chinas-financial-regulators-high-stakes-balancing-act?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 14:00:08 +0000",
      "isoDate": "2025-07-14T14:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国稳定币骗局与监管挑战\n\n### 背景与现状\n\n*   **地方政府应对：** 中国各地金融监管机构正努力应对一场“稳定币狂潮”，该狂潮已成为混乱的温床，并伴随着已欺骗数百万人的骗局。\n*   **紧急警告：** 多个地方政府近期已将稳定币问题提升到议程首位，并向投资者发布了关于非法集资和欺诈计划的紧急警告。\n\n### 监管机构的立场\n\n*   **平衡创新与风险：** 尽管面临挑战，中国最高金融监管机构仍致力于金融创新和适应性发展，并正努力在创新与风险控制之间取得平衡。\n\n### 具体风险与案例\n\n*   **城市警报：** 北京、深圳、苏州和重庆等主要大陆城市上周发布了警报，警告非法金融活动对公共金融安全构成重大风险。这些活动通常以高回报和保证利息支付来诱惑投资者。\n*   **USDT骗局：** 警示发布之际，一起利用“USDT”（一种领先的稳定币，也称泰达币）等流行词汇宣传高回报的重大投资骗局正在大陆广泛报道。\n*   **历史重演：** 据称，该骗局已欺诈超过200万投资者，这让人联想到中国在2018年至2020年间P2P（点对点）网络借贷平台大规模崩溃的事件。\n\n### 影响\n\n*   稳定币骗局已导致数百万投资者受骗，对公共金融安全构成严重威胁，使监管机构面临在高风险环境下平衡金融创新与防范欺诈的挑战。",
      "shortSummary": "中国金融监管机构正面临稳定币骗局带来的严峻挑战。各地政府已将稳定币问题置于优先位置，警告投资者防范非法集资和欺诈。一个涉及USDT的重大骗局已欺诈逾200万投资者，令人联想到P2P崩溃。最高监管机构致力于平衡金融创新与风险控制，努力在高风险环境中保护公共金融安全。",
      "translated_title": "稳定币骗局让中国金融监管机构面临高风险的平衡挑战",
      "images": [],
      "contentSource": "完整文章",
      "content": "A financial dilemma has sent local-level financial authorities across China scrambling as they try to navigate a stablecoin frenzy that some say has become a breeding ground for chaos, with scams that have already duped millions.\nAs a result, several local governments have elevated stablecoins to the top of their agendas in recent weeks while issuing urgent warnings to investors about illegal fundraising and fraudulent schemes.\nWith this in mind, the nation’s top financial authorities remain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/5405b404-024d-4ef0-b7ed-ef819aa14105_f5487fb9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行称货币政策影响尚未显现，目标是实现5%的GDP增长 (原标题: China’s monetary policy impact not yet seen, PBOC says with 5% GDP goal in mind)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318170/chinas-monetary-policy-impact-not-yet-unleashed-pboc-says-5-gdp-goal-mind?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 12:30:11 +0000",
      "isoDate": "2025-07-14T12:30:11.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国央行货币政策展望与已实施措施\n\n中国人民银行（PBOC）表示，将审慎调整其“适度宽松”货币政策的力度和节奏，以支持中国经济实现今年约5%的增长目标。\n\n## 政策实施与影响\n*   **政策滞后性：** 中国人民银行副行长邹澜周一表示，货币政策的传导和实际效果存在滞后性，当前措施的全面影响仍在显现中。\n*   **未来考量：** 未来任何政策举措都将基于国内外的金融和经济状况，以及金融市场的表现。\n*   **政策目标：** 央行将继续实施适度宽松的货币政策，旨在更有效地刺激内需、稳定公众预期、激发市场活力，并支持实现今年的经济社会发展目标和任务。\n\n## 已实施的宽松措施\n为支持中国经济并稳定资本市场，中国人民银行已于5月宣布了一系列支持性措施，其中包括：\n*   **存款准备金率（RRR）下调：** 商业银行的存款准备金率下调了0.5个百分点。\n*   **七天逆回购利率下调：** 作为基准利率的七天逆回购利率下调了0.1个百分点，至1.4%。\n*   **住房公积金贷款和再贷款利率下调：** 这两项利率均下调了0.25个百分点。\n\n![中国人民银行副行长邹澜周一在新闻发布会上发表讲话。图片来源：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/14/7ec526d6-c087-49b2-9dc7-d0d7c04993c4_9b78160d.jpg)",
      "shortSummary": "中国人民银行表示，将审慎实施“适度宽松”货币政策，以实现今年约5%的GDP增长目标。副行长邹澜指出，政策影响存在滞后性，全面效果仍在显现。未来政策将依据国内外经济金融状况调整，旨在刺激内需、稳定预期。此前，央行已下调存款准备金率、七天逆回购利率以及住房公积金贷款利率等，以支持经济和稳定市场。",
      "translated_title": "中国央行称货币政策影响尚未显现，目标是实现5%的GDP增长",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/14/7ec526d6-c087-49b2-9dc7-d0d7c04993c4_9b78160d.jpg",
          "alt": "Zou Lan, deputy governor of the People’s Bank of China, spoke at a press conference on Monday. Photo: Handout",
          "title": "Zou Lan, deputy governor of the People’s Bank of China, spoke at a press conference on Monday. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s central bank intends to carefully calibrate the intensity and pace of its “moderately loose” monetary policy implementation, taking steps to help the country’s economy grow by Beijing’s goal of around 5 per cent this year.\nZou Lan, deputy governor of the People’s Bank of China, said on Monday that the agency would closely monitor and evaluate the transmission and actual effects of previously implemented measures. And any future steps would be based on domestic and international financial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/c2f8f629-9464-44c0-9d58-4cc1e61121d8_e453ada9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国石油行业向巴西出口吸力锚，开辟新天地 (原标题: China’s oil sector breaks new ground with export of suction anchors to Brazil)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318147/chinas-oil-sector-breaks-new-ground-export-deepwater-suction-anchors-brazil?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 11:30:07 +0000",
      "isoDate": "2025-07-14T11:30:07.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国石油行业向巴西出口吸力锚，开辟新天地\n\n中国石油天然气行业在成为先进海上钻井设备主要出口国方面迈出了新的一步，一家国有企业首次向巴西交付了一种新型深海吸力锚。\n\n### 里程碑事件\n\n*   此次交付标志着中国在海上油气设备制造领域取得的重大突破，符合北京“中国制造2025”工业战略中设定的战略目标之一。\n*   这是中国公司开发的最先进的海上设备之一，首次出口海外。\n\n### 设备详情\n\n*   此次交付共包含24个吸力沉箱（吸力锚）。\n*   这些吸力锚能够在深达2000米的水深下运行。\n*   它们将被用于固定巴西东南海岸Mero超深水油田的平台。\n\n### 研发与制造\n\n*   这24个吸力锚由中国海洋石油集团有限公司（CNOOC）在广东省珠海的深水基地设计、建造并装载。\n*   中海油是中国最大的海上油气生产商。\n\n### 中海油近期发展\n\n*   近年来，中海油的储量大幅增长。\n*   该公司近期宣布在南海东部海域深处发现了一个大型油田，探明储量超过1亿吨。\n\n### 中巴能源合作\n\n*   作为金砖国家成员，中国和巴西近年来在能源领域不断加强合作，深化了在多个领域的联系。",
      "shortSummary": "中国石油行业首次向巴西出口深海吸力锚，标志着其在先进海上钻井设备出口方面取得里程碑式突破，符合“中国制造2025”战略。此次交付的24个吸力锚由中海油在珠海设计建造，将用于巴西Mero油田。此举也深化了中巴两国作为金砖国家在能源领域的合作。",
      "translated_title": "中国石油行业向巴西出口吸力锚，开辟新天地",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s oil and gas industry has passed a fresh milestone in its push to become a leading exporter of advanced offshore drilling equipment, as a state-owned company made its first delivery of a new kind of deep-sea suction anchor to Brazil.\nThe 24 suction caissons – which are capable of operating at depths of up to 2,000 metres – will be used to secure platforms at the Mero ultra-deepwater oilfield off Brazil’s southeastern coastline, Chinese state broadcaster CCTV reported on Sunday.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/a73ab348-799e-4098-8698-f36b0e726a41_26c3da04.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国本土酒店比西方竞争对手更具优势 (原标题: Why China’s domestic hotels have an edge over Western competitors)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3318090/why-chinas-domestic-hotels-have-edge-over-western-competitors?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 08:30:07 +0000",
      "isoDate": "2025-07-14T08:30:07.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 中国本土酒店与西方竞争对手的优势分析\n\n**1. 亚太地区酒店市场概览**\n\n*   **全球连锁酒店的主导地位：** 根据CBRE数据，万豪和希尔顿等八大全球连锁酒店集团在亚太地区未来五年的酒店开发项目中占据主导地位，预计完成量占74%。\n*   **品牌数量增长：** 过去十年间，这八大公司运营的品牌数量增加了一倍多，到去年底达到130个。\n*   **高端及奢华酒店的增长：** 高端和奢华酒店是该地区增长的主要驱动力。根据JLL数据，去年在亚太酒店投资市场中，高端和奢华全服务型物业占交易总量的45%。\n\n**2. 中国市场的独特之处**\n\n*   **本土运营商的优势：** 与亚太地区整体趋势不同，在中国，华住集团和锦江国际等大型本土运营商占据主导地位。\n*   **庞大的国内旅游市场：** 尽管日本和印度等其他亚洲国家也有大型国内旅游市场，但中国的规模完全不同。\n    *   **航空客运量恢复：** 汇丰银行数据显示，到2023年4月，国内航线的航空客运量和运力已恢复到2019年水平。\n    *   **国内出行量激增：** 文化和旅游部数据显示，今年第一季度，中国游客在国内出行达18亿人次，同比增长26.4%。\n\n**3. 中国酒店业的业绩悖论**\n\n*   **业绩指标下滑：** 尽管国内旅游市场表现强劲，但今年前五个月，中国酒店的平均入住率、平均每日房价（ADR）和每间可售房收入（RevPAR）——这些行业关键绩效指标——同比均出现下降。\n*   **一线城市表现不佳：** 即使在中国的一线城市，酒店业绩也逊于更广泛的亚太市场。\n*   **与东京市场的对比：**\n    *   **东京酒店市场繁荣：** 受日本海外旅游业巨大繁荣的推动，东京成为亚洲表现最佳的酒店市场。5月份，其平均每日房价和RevPAR同比飙升26%。\n    *   **上海和北京的下滑：** 相比之下，根据CoStar数据，上海和北京的这些指标却下降了0.5%至3%。\n\n**总结：** 尽管中国拥有庞大的国内旅游市场且本土酒店运营商占据主导地位，但其酒店业的关键业绩指标却呈现下滑趋势，这与亚太地区其他表现强劲的市场（如东京）形成了鲜明对比。",
      "shortSummary": "中国本土酒店运营商（如华住、锦江）在中国市场占据主导地位，受益于庞大的国内旅游市场，国内出行量在2023年第一季度同比增长26.4%。然而，尽管国内旅游强劲，中国酒店的平均入住率、每日房价和每间可售房收入在今年前五个月却同比下降，甚至一线城市也表现不佳，与东京等其他亚洲市场形成鲜明对比。",
      "translated_title": "为什么中国本土酒店比西方竞争对手更具优势",
      "images": [],
      "contentSource": "完整文章",
      "content": "A cursory glance at the hotel development pipeline in the Asia-Pacific region shows how dominant the big global chains are. The eight largest operators, which include Marriott and Hilton, account for 74 per cent of expected completions in the next five years, according to CBRE data.\nMoreover, the number of brands operated by the eight companies more than doubled in the past decade to 130 at the end of last year, with upscale and luxury hotels accounting for the bulk of the growth in the region....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/5016bb82-bbf7-4c25-ade5-5966d8cbd785_d43e7bce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国此次打击恶性竞争为何不同 (原标题: Why China’s fight against cutthroat competition is different this time)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318110/why-chinas-fight-against-excessive-competition-different-past-reforms?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 05:57:19 +0000",
      "isoDate": "2025-07-14T05:57:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 中国打击过度竞争：政策转变与历史比较\n\n近期，中国高层领导人对国内市场存在的“过度竞争”问题表达了担忧，这预示着中国政策优先事项的转变。\n\n#### 政策方向与官方表态\n\n*   **中央财经委员会会议（7月1日）**：在习近平主席主持的会议上，中央财经委员会明确指出，北京需要“聚焦重点难点问题，规范企业无序低价竞争”。\n*   **目标**：引导企业提升产品质量，并推动落后产能有序退出市场。\n\n#### 与2015年供给侧改革的异同\n\n*   **历史回响**：当前的政策表态让人联想到2015年启动的“供给侧结构性改革”，该改革旨在消除主要行业的过剩产能。\n*   **2015年改革回顾**：根据摩根士丹利的一份报告，在2015年至2018年间，中国实施了改革，以减少关键行业（特别是钢铁和煤炭）的产能。\n*   **本次不同之处**：尽管有相似之处，但十年后的今天，中国领导人所面临的经济格局已截然不同。\n\n#### 关注“内卷”现象\n\n*   **核心词汇**：当局此次努力的目标是“内卷”（involution），这个词被用来形容导致收益递减的过度竞争。\n*   **文章焦点**：原文章将深入分析师对中国当前挑战的看法，以及当局为何在此刻大力打击“内卷”现象。",
      "shortSummary": "中国高层领导人正关注国内市场“过度竞争”（内卷）问题，预示政策转向。中央财经委员会会议强调要规范无序低价竞争，提升产品质量，淘汰落后产能。这与2015年供给侧改革相似，但当前经济形势已截然不同。文章将分析此次打击“内卷”行动的背后原因。",
      "translated_title": "中国此次打击恶性竞争为何不同",
      "images": [],
      "contentSource": "完整文章",
      "content": "China's top leaders have raised concerns about excessive competition in the domestic market in recent weeks, signalling a shift in policy priorities.\nIn a meeting chaired by President Xi Jinping on July 1, the Central Finance and Economic Affairs Commission said Beijing needs to “focus on key and difficult issues, regulate enterprises’ disorderly and low-price competition” and “guide enterprises to improve product quality and promote the orderly exit of outdated production capacity”.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/fb9d88be-e466-4b41-92fe-b02ebd1525dd_2e20d819.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易休战创造机遇，中国6月出口加速 (原标题: China’s exports accelerate in June as US trade truce creates opening)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3318080/chinas-exports-accelerate-june-us-trade-truce-creates-opening?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 03:09:03 +0000",
      "isoDate": "2025-07-14T03:09:03.000Z",
      "creator": "Carol Yang,Ji Siqi",
      "summary": "### 中国6月贸易表现强劲\n\n*   **出口加速增长**\n    *   根据周一公布的海关数据显示，中国6月出口同比增长5.8%，达到3252亿美元，超出市场预期。这一增幅高于5月4.8%的增长率，也远超中国金融数据提供商Wind市场调查预测的3.6%增幅。\n    *   出口加速的主要原因在于，出口商利用与美国为期90天的关税休战期，加快了出货速度。\n\n*   **进口实现增长**\n    *   同期，中国6月进口同比增长1.1%。\n    *   这标志着进口状况较5月3.4%的下降有了显著改善，也与Wind此前预测的6月将下降0.58%形成对比。\n\n*   **贸易顺差扩大**\n    *   受出口加速和进口回升的共同影响，中国6月贸易顺差增至近1148亿美元。",
      "shortSummary": "中国6月出口同比加速增长5.8%，达到3252亿美元，超出市场预期。这主要得益于出口商利用与美国为期90天的关税休战期加快出货。同期进口也同比增长1.1%，扭转了5月的下降趋势。受此影响，中国6月贸易顺差增至近1148亿美元，显示出强劲的贸易表现。",
      "translated_title": "中美贸易休战创造机遇，中国6月出口加速",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports recorded a larger-than-expected acceleration in June, as companies took advantage of a 90-day tariff truce with the United States to speed up their shipments.\nThe world’s top merchandise exporter saw its outbound shipments rise by 5.8 per cent year on year to reach US$325.2 billion last month, according to customs data released on Monday.\nThe figure follows a reported 4.8 per cent rise in May and eclipses the 3.6 per cent increase forecast in a market survey from Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/66fb6286-701c-440f-85ec-72d99e3f5aab_67594ca8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "科技成为焦点：中国学生权衡专业选择 (原标题: Tech takes centre stage as Chinese students weigh up major choices)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317877/tech-takes-centre-stage-chinese-students-weigh-major-choices?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 00:00:55 +0000",
      "isoDate": "2025-07-14T00:00:55.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国学生专业选择新趋势：科技与工程主导\n\n*   **背景：** 数百万中国学生在全国高等教育入学考试（高考）后，正焦急等待大学和专业的录取结果。\n*   **新趋势：** 科技和工程相关专业正成为中国学生的首选。这与二十年前中国加入世界贸易组织和房地产市场蓬勃发展时，国际贸易和城市规划等热门专业形成鲜明对比。\n*   **学生案例：** 18岁的浙江学生何俊杰在评估分数并研究符合条件的大学和课程后，将工程学作为申请重点。他选择信息与通信技术以及车辆工程，认为这些专业“代表了未来产业发展的方向”。\n*   **选择原因：**\n    *   何俊杰表示，他的许多同学也选择了与新技术和工程相关的专业。\n    *   学生们普遍认为，在杭州（人工智能初创公司DeepSeek和人形机器人公司Unitree Robotics的所在地）对这类人才的需求量很大。\n*   **国家战略影响：** 在与美国科技竞争加剧的背景下，中国国家主导的教育体系正引导学生进入这些工程学科，以推动潜在的技术进步，使得工程学科在高等教育中占据主导地位。",
      "shortSummary": "在高考之后，中国学生在专业选择上呈现出新趋势：科技和工程领域成为首选。例如，18岁的何俊杰选择了信息与通信技术和车辆工程，认为它们代表未来产业方向。学生们普遍认为杭州等城市对科技人才需求旺盛。这一转变与中国与美国日益激烈的科技竞争背景下，国家引导学生进入相关领域的战略密切相关。",
      "translated_title": "科技成为焦点：中国学生权衡专业选择",
      "images": [],
      "contentSource": "完整文章",
      "content": "Like millions of Chinese students, 18-year-old He Junjie is anxiously waiting to see which university and major will admit him after last month’s intensely competitive National Higher Education Entrance Examination, or gaokao.\nAfter evaluating his score and studying the universities and programmes he qualified for, He focused on engineering when submitting his applications a few weeks ago.\nInformation and communications technology, as well as vehicle engineering, were the top choices, the young...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/1024c7f8-f07e-4452-b973-b6e9741574c1_67bed3ac.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国豪华酒店开始卖街头小吃以求生存 (原标题: Why China’s luxury hotels are selling street food to survive)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317876/chinas-luxury-hotels-sell-street-food-survive-tough-business-climate?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 08:00:11 +0000",
      "isoDate": "2025-07-13T08:00:11.000Z",
      "creator": "June Xia",
      "summary": "### 中国豪华酒店的生存策略：销售街头小吃\n\n#### 背景与现状转变\n\n*   **传统模式：** 豪华酒店餐饮通常以高端宴会和正式娱乐为主，以精美的装饰和大师级菜肴著称，价格昂贵。\n*   **中国市场变化：** 面对当前的市场环境，中国许多消费者对高价餐饮的态度正在改变，导致豪华酒店的传统经营模式面临挑战。\n\n#### 典型案例：常州中吴宾馆\n\n*   **创新举措：** 江苏常州五星级中吴宾馆（在携程当地10家豪华酒店中排名第二）在7月推出了街头小吃服务。\n*   **产品内容：** 该服务提供由酒店餐饮团队制作的平价盒饭，价格介于20元至100元人民币（约合3至14美元）之间。\n*   **菜品选择：** 盒饭中包含红烧菜、麻辣小龙虾、点心等夜市热门美食，与通常数千元的宴会餐桌费用形成鲜明对比。\n*   **酒店管理层观点：** 中吴宾馆经理陈永华表示，此举是为了“首先解决生存问题。如果你连自己的问题都解决不了，还能谈什么呢？”\n\n#### 驱动因素：经济环境与消费者行为\n\n*   **行业低迷：** 这一决策反映了中国高端酒店业面临的低迷商业环境。\n*   **消费者谨慎：** 消费者对经济放缓感到担忧，因此消费趋于谨慎，勒紧裤腰带，减少了在高端餐饮上的支出。\n\n#### 总结\n\n中吴宾馆的案例是中国豪华酒店为应对市场变化和生存压力而采取的创新策略，通过提供更亲民、更符合大众消费习惯的产品，以适应当前经济环境。",
      "shortSummary": "面对经济放缓和消费者谨慎消费，中国豪华酒店正采取新策略求生存。例如，常州五星级中吴宾馆开始销售20至100元人民币的平价盒饭，提供红烧菜、麻辣小龙虾等街头小吃。这一转变旨在解决生存问题，与传统高端宴会形成鲜明对比，反映出高端酒店业为适应市场变化而做出的调整。",
      "translated_title": "为什么中国豪华酒店开始卖街头小吃以求生存",
      "images": [],
      "contentSource": "完整文章",
      "content": "Catering at luxury hotels typically involves high-end banquets and formal entertainment, with exquisite decor and masterfully crafted dishes often seen as worth the high price tag.\nBut for many consumers in China, that is changing.\nIn July, the five-star Zhongwu Hotel in Changzhou, Jiangsu province – ranked second among 10 luxury hotels in the city on Trip.com – surprised observers when it launched a street vendor service offering budget meal boxes prepared by its catering team.\n“You must first...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/3e3b9985-7539-4c91-92a2-3a094d3f2515_f6d6825e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美团日订单量突破1.5亿，与京东、阿里巴巴竞争激烈 (原标题: Meituan’s daily orders hit record 150 million amid rivalry with JD.com, Alibaba)",
      "link": "https://www.scmp.com/tech/tech-war/article/3318028/meituans-daily-orders-hit-record-150-million-amid-heated-battle-jdcom-and-alibaba?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 06:21:25 +0000",
      "isoDate": "2025-07-13T06:21:25.000Z",
      "creator": "Ben Jiang",
      "summary": "### 美团日订单量创新高，竞争加剧\n\n*   **订单量突破历史新高**：中国领先的按需配送巨头美团宣布，其平台日订单量已达到1.5亿，创下历史新高。此前一周，日订单量刚突破1.2亿。\n*   **成功抵御竞争**：这一增长表明美团成功抵御了来自京东和阿里巴巴等竞争对手的挑战。\n*   **市场背景**：美团创纪录的日订单量（包括餐饮和零售商品配送）正值中国主要电商玩家大力投资即时配送市场，以提升交易量之际。\n*   **美团的竞争策略**：美团创始人兼CEO王兴在3月份的财报电话会议上表示，公司将“不惜一切代价赢得”即时配送市场，该领域的竞争近几个月来已日趋激烈。\n*   **巨额投资计划**：王兴透露，美团将向餐饮服务业投资1000亿元人民币（约合139亿美元），以“支持各类商家并刺激消费者需求”。\n*   **竞争对手的行动**：美团的这一表态是在其竞争对手京东首次进军中国大陆餐饮外卖市场之后作出的，该市场长期以来一直由美团主导。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt)",
      "shortSummary": "美团日订单量突破1.5亿，创历史新高，显示其在与京东和阿里巴巴的激烈竞争中占据优势。面对电商巨头对即时配送市场的重金投入，美团CEO王兴表示将“不惜一切代价赢得”市场，并计划向餐饮服务业投资1000亿元人民币。此举是在京东进入美团主导的餐饮外卖市场后采取的。",
      "translated_title": "美团日订单量突破1.5亿，与京东、阿里巴巴竞争激烈",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Meituan, mainland China’s top on-demand delivery giant, said on Sunday that daily orders on its platform have surged to another all-time high – a sign that the company has managed to fend off competition from rivals like JD.com and Alibaba Group Holding.\nThe Beijing-based company said daily transactions had reached 150 million, just days after surpassing 120 million last week.\nThe firm’s record daily orders for both food and retail goods delivery comes at a time when major Chinese e-commerce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/13/11669002-58fe-4821-bf74-fe370fce77bf_1c67f640.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国幼儿园能否在生源锐减中生存？ (原标题: Can China’s kindergartens survive steep drop-off in prospective pupils?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317882/chinas-kindergartens-grapple-economic-impact-plunge-prospective-pupils?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 06:00:11 +0000",
      "isoDate": "2025-07-13T06:00:11.000Z",
      "creator": "June Xia",
      "summary": "## 中国幼儿园面临生源锐减挑战\n\n中国正经历出生率急剧下降，这给全国的幼儿园带来了严峻的生存挑战。为了应对生源不足的问题，许多幼儿园正在调整其招生和运营策略。\n\n### 案例分析：哈尔滨某政府附属幼儿园的转型\n\n*   **背景变化**：位于黑龙江省省会哈尔滨的一所政府附属幼儿园，过去主要面向官员子女招生。然而，随着出生率的下降，该幼儿园不得不扩大招生范围。\n*   **招生策略调整**：\n    *   从去年秋季开始，该幼儿园向普通民众开放招生。\n    *   尽管在审核申请时仍优先考虑官员子女，但高级教师Lily Wang表示，今年来自其他背景的学生明显增多。\n*   **管理模式创新**：该幼儿园的领导层已转变思路，扩大招生基础，并借鉴南方地区的经验，采纳了集团化管理模式。\n\n### 全国幼儿园的应对策略与现状\n\n面对生源减少的困境，中国各地的幼儿园正在探索多种生存路径：\n\n*   **扩大招生范围**：不再局限于特定群体，而是向更广泛的社会群体开放招生。\n*   **提供多元服务**：利用教师技能，提供除传统学前教育以外的其他服务，以吸引生源或增加收入。\n\n### 人口与幼儿园数据概览\n\n*   **人口下降**：\n    *   根据国家统计局数据，2022年中国人口60年来首次下降，当年出生人口为956万。\n    *   2023年出生人口进一步下降，但据报道，去年（指2023年）因龙年被视为吉祥年份，出生率略有回升。\n*   **幼儿园数量锐减**：\n    *   去年（2023年），中国共有253,300所幼儿园运营。\n    *   与2020年相比，幼儿园数量减少了约38,400所，降幅超过13%。\n*   **在园儿童数量大幅下滑**：\n    *   在园儿童数量于2020年达到峰值4818万。\n    *   去年（2023年），在园儿童数量下降至3584万，降幅达25.5%。\n\n这些数据共同揭示了中国幼儿园行业因人口结构变化所面临的巨大挑战。",
      "shortSummary": "中国出生率急剧下降，导致幼儿园面临生源锐减的生存危机。哈尔滨一政府附属幼儿园已开始向普通民众招生以应对。全国范围内，幼儿园正通过扩大招生范围和提供多元服务来求生。数据显示，2022年中国人口60年来首次下降，2023年出生人口继续减少。与2020年相比，去年幼儿园数量减少超13%，在园儿童数量下降25.5%，凸显行业面临的严峻挑战。",
      "translated_title": "中国幼儿园能否在生源锐减中生存？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The government-affiliated kindergarten that Lily Wang works for in northeastern China used to be reserved for the children of officials, but China’s plunging birth rate means it is having to cast its net wider nowadays.\n“The leadership has shifted its approach, enlarging the enrolment base and learning from the southern regions by adopting group-based management,” said Wang, a senior teacher at the kindergarten in Harbin, Heilongjiang’s provincial capital.\nIt began recruiting pupils from the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/e4ad49da-10c8-4644-911c-1d03cfabb70d_d0a22792.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国‘未来产业’是什么？为何它们在全球科技竞争中至关重要？ (原标题: What are China’s ‘future industries’? And why they count in the global tech race)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317889/what-are-chinas-future-industries-and-why-they-matter-global-tech-race?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 01:00:08 +0000",
      "isoDate": "2025-07-13T01:00:08.000Z",
      "creator": "Alice Li",
      "summary": "## 中国“未来产业”：全球科技竞争中的战略重点\n\n随着“中国制造2025”的尘埃落定，中国正加紧对“未来产业”的投入，以期在与美国的激烈竞争中取得技术主导地位。此举旨在通过技术突破和产业升级，推动形成新的经济增长模式。\n\n### 何谓“未来产业”？\n\n“未来产业”这一概念由中国国家主席习近平于2020年首次提出。它指的是那些基础技术尚处于起步阶段，但预计将拥有巨大发展潜力的战略性新兴领域。\n\n### 关键领域与发展方向\n\n中国政府已明确了一系列优先发展的“未来产业”领域：\n\n*   **“十四五”规划（2021-2025）确定的重点领域：**\n    *   脑机智能\n    *   量子信息\n    *   基因技术\n    *   未来网络\n    *   深海和空天开发\n    *   氢能与储能\n\n*   **工业和信息化部（MIIT）2024年指南新增领域：**\n    *   人形机器人\n    *   6G网络设备\n    *   脑机接口\n    *   大规模人工智能数据中心\n    *   下一代大型飞机\n\n这些领域的拓展，体现了中国在科技前沿领域寻求早期领先优势的决心。",
      "shortSummary": "中国正大力发展“未来产业”，以在与美国的科技竞争中取得主导地位。这些产业由习近平于2020年提出，指基础技术尚处于起步阶段但潜力巨大的领域。重点包括脑机智能、量子信息、基因技术、未来网络、人形机器人、6G网络设备、脑机接口等，旨在通过技术突破和产业升级，构建新的增长模式。",
      "translated_title": "中国‘未来产业’是什么？为何它们在全球科技竞争中至关重要？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the dust barely settles on “Made in China 2025”, Beijing is intensifying its quest for technological supremacy with a focus on “future industries” amid its escalating rivalry with the United States.\nAuthorities are pushing boundaries in their pursuit of a new growth model centred on technological breakthroughs and industrial upgrades.\nWhat are “future industries”?\nFirst introduced by President Xi Jinping in 2020, the term refers to sectors with foundational technologies still in their infancy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/84e37042-61d3-423d-bdb4-54dd00bcf122_41df29c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么金砖国家距离提供替代性世界秩序仍有很长的路要走 (原标题: Why Brics is still a long way from providing an alternative world order)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3317727/brics-still-lacking-cement-build-better-structure?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 08:30:07 +0000",
      "isoDate": "2025-07-12T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 金砖国家：替代性世界秩序的漫漫长路\n\n文章探讨了金砖国家（Brics）作为一个发展中和新兴国家集团，在构建新的全球政治经济秩序方面所面临的挑战，并将其与美国在全球体系中的历史作用进行了对比。\n\n### 缺乏凝聚力与近期峰会挑战\n\n文章开篇即提出疑问：金砖国家若无强大的凝聚力，如何共同构建新的全球秩序？近期在里约热内卢举行的金砖国家峰会凸显了这一问题：\n\n*   **中国缺席**：中国国家主席习近平缺席峰会，由国务院总理李强代为出席。\n*   **俄罗斯远程参与**：俄罗斯总统普京因国际刑事法院的通缉令，通过视频会议参与，并派外交部长拉夫罗夫代为出席。\n*   **印度立场**：印度总理莫迪在峰会期间，似乎试图将金砖国家的重心转向“不结盟”国家集团，而非成为新的全球权力中心。\n\n然而，文章指出，这些内部问题并非最核心的担忧。真正的问题在于，世界其他国家为何难以构建一个不以美国为主导，却能有效解决政治、安全、经济、金融及其他共同关切的多边体系。\n\n### 美国的“不可或缺”地位\n\n尽管美国仍是全球最强大的军事和经济力量，但这并不能完全解释为何它长期以来被视为“不可或缺的国家”（如前美国国务卿马德琳·奥尔布赖特所言）。文章认为，答案部分在于美国独特的经济模式：\n\n*   **“巨大的吸力”**：美国对消费品永不满足的需求，使其像一台“吸尘器”一样，吸纳了来自世界各国的出口商品。它在这方面确实是一个“市场友好型”国家。\n\n![金砖国家领导人](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/07/CLEAN-thumbnail.jpg?itok=jNFGnrWS)\n*金砖国家领导人谴责对伊朗的袭击和关税，但避免直接提及美国、以色列。*\n\n*   **慷慨的生命线**：没有其他国家愿意或能够向亚洲及其他地区的开发中或新兴经济体提供如此慷慨的生命线。这种支持以多种形式体现，包括支付进口款项、外国直接投资、证券投资、外国援助，甚至军事保护。文章最后提出疑问：即使考虑到其体量，美国是如何负担得起这一切的？",
      "shortSummary": "文章探讨了金砖国家（Brics）在构建替代性世界秩序方面面临的挑战，指出其缺乏强大的凝聚力。近期峰会上，中俄领导人的缺席或远程参与，以及印度对集团定位的潜在调整，都凸显了内部问题。文章认为，核心问题在于世界难以建立一个非美国主导的多边体系。美国之所以长期“不可或缺”，部分原因在于其作为“市场友好型”国家，通过巨大的进口需求、投资和援助，为全球经济体提供了独特的支持。",
      "translated_title": "为什么金砖国家距离提供替代性世界秩序仍有很长的路要走",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/07/CLEAN-thumbnail.jpg?itok=jNFGnrWS",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "What good are bricks without mortar? For that matter, what good is the Brics bloc of developing and emerging nations without a strong bonding force that enables its members to jointly construct a new global political and economic order?\nThis question arose again after the news of President Xi Jinping’s absence from the latest Brics summit in Rio de Janeiro, with Prime Minister Li Qiang attending in his place. Russian President Vladimir Putin, who is wanted by the International Criminal Court for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/3864c731-729e-4bd7-977c-0d6bb6c0743b_49bd2778.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "猪肉和禽肉价格暴跌给中国农民带来压力 (原标题: Plunging pork and poultry prices put pressure on Chinese farmers)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317886/plunging-pork-and-poultry-prices-put-pressure-chinese-farmers?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 08:00:12 +0000",
      "isoDate": "2025-07-12T08:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国农产品价格暴跌：猪肉与禽肉市场面临严峻挑战\n\n### 市场概况\n\n今年上半年，中国主要的蛋白质品类，包括猪肉和禽肉，陷入严重的供过于求状态，导致价格全面下跌，整个供应链普遍出现亏损。分析师指出，终端市场需求疲软和高库存水平是导致养殖业承压的主要原因。\n\n### 经济复苏的脆弱性\n\n这一趋势凸显了中国经济在持续通缩压力下复苏的脆弱性。目前，畜牧养殖户普遍面临亏损。许多农民通过社交媒体表达他们的困境。例如，一位山东省的农民在抖音上表示，自二月份以来她就没有赚到钱，即使笼子坏了也无力更换，她饲养的6000多只蛋鸡每天亏损超过300元（约合42美元）。\n\n### 价格数据分析\n\n*   **消费者物价指数（CPI）**：荷兰国际集团（ING）大中华区首席经济学家宋林（Lynn Song）指出，中国消费者物价指数（衡量通胀的关键指标）在六月份首次转为正值（自一月份以来），但食品价格同比下降0.3%，这是连续第五个月下降。\n*   **食品价格普遍通缩**：大多数食品品类仍处于通缩区间。\n    *   **猪肉价格**：下降8.5%，对整体价格构成最大的下行压力。\n    *   **鸡蛋价格**：下降7.7%，同样带来显著的下行压力。\n*   **少数价格上涨品类**：\n    *   **水产品**：上涨3.4%。\n    *   **水果**：上涨6.1%。\n\n### 市场展望\n\n尽管预计下半年市场将出现边际改善，但整体复苏空间仍然有限。",
      "shortSummary": "中国上半年猪肉和禽肉市场严重供过于求，价格暴跌，导致养殖户普遍亏损。主要原因是终端需求疲软和库存高企。这凸显了中国经济在通缩压力下复苏的脆弱性。虽然预计下半年会有边际改善，但整体复苏空间有限。食品价格已连续五个月下降，其中猪肉和鸡蛋跌幅显著，给农民带来巨大压力。",
      "translated_title": "猪肉和禽肉价格暴跌给中国农民带来压力",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s major protein categories – from pork to poultry – fell into a severe state of oversupply in the first half of this year, with prices declining across the board and widespread losses throughout the supply chain.\nAnalysts said weak end-market demand and high inventory levels are weighing heavily on the breeding sector, and that while marginal improvements are expected in the second half of the year, the overall scope for recovery remains limited.\nThe trend highlights the fragility of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/cf939747-c4fb-4540-9382-c45ec8efbaff_52a229eb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“措手不及”：关税冲击下，中国服装制造商被美国市场拒之门外 (原标题: ‘Caught off guard’: China’s garment makers cut out of US market as tariffs bite)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317878/chinas-garment-makers-cut-out-us-market-tariffs-bite-caught-guard?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 06:00:13 +0000",
      "isoDate": "2025-07-12T06:00:13.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国服装制造商受美国关税重创\n\n一位不愿透露姓名的中国东莞瑜伽服出口商张女士表示，自今年早些时候中美贸易战升级以来，她的业务遭受了一系列严重挫折。\n\n### 关税影响加剧\n\n*   **最新关税冲击**：张女士指出，最新一轮的美国关税比以往任何时候都更具杀伤力，令他们“措手不及”。\n*   **早期应对策略**：\n    *   通过越南转运部分货物。\n    *   转向为中国蓬勃发展的电商平台供货，这些平台利用小包裹的“最低限度豁免”（de minimis exemption）将商品免税运往美国。\n*   **策略失效**：正当业务有所起色并有望实现利润翻倍时，特朗普政府的关税政策彻底关闭了这条通路。\n\n### 美国政策变化\n\n自四月以来，特朗普政府采取了多项措施，对中国服装制造商造成了巨大打击：\n\n*   **关税上调**：根据摩根士丹利的估算，对中国商品的平均关税已提高至约42%。\n*   **取消豁免**：移除了“最低限度豁免”政策，使得小包裹不再能免税进入美国。\n*   **施压转运国**：向越南及其他国家施压，要求它们打击中国商品的转运行为。\n\n### 业务面临困境\n\n这些政策变化对张女士的业务造成了严重影响。她的美国常规客户在过去两个月内暂停了订单，正在“观望政策走向”。",
      "shortSummary": "中国东莞瑜伽服出口商张女士表示，最新一轮美国关税对她的业务造成了“措手不及”的打击。此前，她通过越南转运和利用电商平台的“最低限度豁免”规避关税。然而，自四月起，美国不仅将中国商品关税平均提高至约42%，还取消了“最低限度豁免”，并施压越南等国打击转运。这些措施导致张女士的美国客户暂停订单，业务面临严峻挑战。",
      "translated_title": "“措手不及”：关税冲击下，中国服装制造商被美国市场拒之门外",
      "images": [],
      "contentSource": "完整文章",
      "content": "Zhang, a yoga apparel exporter based in the southern Chinese city of Dongguan, has suffered a series of painful setbacks since the US-China trade war intensified earlier this year.\n“This latest round of US tariffs hit harder than previous ones – it really caught us off guard,” said Zhang, who declined to give her full name for privacy reasons.\nThe business managed to navigate earlier phases of the trade war by re-routing some shipments via Vietnam and pivoting to supplying China’s booming...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/77e3e67a-0922-41c2-ba17-e41a846a8700_87f2a7e7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国生物科技公司瞄准外国药企在减肥药市场的丰厚利润 (原标题: Chinese biotech firms eye foreign pharma’s fat profits in weight loss drug market)",
      "link": "https://www.scmp.com/business/article/3317715/china-has-60-drugs-under-trial-rival-ozempic-others-us150-bn-weight-loss-market?utm_source=rss_feed",
      "pubDate": "Sat, 12 Jul 2025 02:00:11 +0000",
      "isoDate": "2025-07-12T02:00:11.000Z",
      "creator": "Eric Ng",
      "summary": "## 中国生物科技公司瞄准减肥药市场：司美格鲁肽专利到期带来的机遇\n\n### 香港患者的减肥经历与药物负担\n\n香港上班族W.K. Chan曾因荷尔蒙失衡导致体重达到100公斤。大约一年前，她开始使用一种最初用于治疗糖尿病的减肥药，成功减重25公斤。这种药物每月花费2700港元（约344美元），价格不菲。Chan表示自己很幸运有家人支付药费，但她的朋友们却无力承担。医生建议她可以通过坚持低糖饮食和心血管锻炼来维持体重，从而减少用药剂量和费用。\n\n### 司美格鲁肽专利到期：市场格局将变\n\n分析师指出，像W.K. Chan这样的患者以及其他有类似健康问题的人，很快将能以更实惠的价格获得这类同时治疗糖尿病和肥胖症的药物。这主要是因为司美格鲁肽（semaglutide）在中国的专利将于明年到期。司美格鲁肽是一种模拟天然产生的胰高糖素样肽-1（GLP-1）的药物，GLP-1能调节血糖、食欲和消化。在其他市场，该药物的专利将于2031年或2032年到期。目前，司美格鲁肽由诺和诺德（Novo Nordisk）以Ozempic的品牌名销售。\n\n### 仿制药竞争与价格下降\n\n专利到期后，竞争对手将能够推出更便宜的仿制药版本，从而降低市场价格。根据波士顿L.E.K.咨询公司5月份发布的一份报告，中国将有多达20家仿制药生产商争夺市场份额，这将对价格构成下行压力。\n\n![Zepbound和Wegovy](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/10/5518f9c8-c597-4b3a-bff2-24d1fe8482b6_03d704a4.jpg)\n\n*图片显示礼来公司（Eli Lilly）的减肥药Zepbound的注射笔和诺和诺德公司（Novo Nordisk）生产的Wegovy的药盒。图片来源：路透社*",
      "shortSummary": "随着司美格鲁肽（如诺和诺德的Ozempic）在中国的专利即将于明年到期，中国生物科技公司正瞄准利润丰厚的减肥药市场。目前该药价格昂贵，患者负担重。专利到期后，预计将有多达20家中国仿制药企进入市场竞争，从而大幅降低药物价格，使更多患者能够负担得起，改变现有市场格局。",
      "translated_title": "中国生物科技公司瞄准外国药企在减肥药市场的丰厚利润",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/10/5518f9c8-c597-4b3a-bff2-24d1fe8482b6_03d704a4.jpg",
          "alt": "A combination image shows an injection pen of Zepbound, Eli Lilly’s weight loss drug, and boxes of Wegovy, made by Novo Nordisk. Photo: Reuters",
          "title": "A combination image shows an injection pen of Zepbound, Eli Lilly’s weight loss drug, and boxes of Wegovy, made by Novo Nordisk. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "When Hong Kong office worker W.K. Chang began putting on weight as a teenager, her doctor said it was due to hormonal imbalances that slowed her metabolism. She reached a peak weight of 100kg about a year ago, but has since lost 25kg.\nThe secret to losing a quarter of her weight? Chang, who asked not to be identified by her full name, was one of the city’s first 200 chronic obesity patients to receive access to a new weight-loss drug, originally developed for diabetes. At a cost of HK$2,700...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/10/b2f9dd4d-307e-4e08-9a03-e060978aeb36_5d9d98b7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析人士称，面对美国霸凌，中国必须与贸易伙伴‘打持久战’ (原标题: China must ‘play the long game’ with trade partners as US bullies, analysts say)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317908/china-must-play-long-game-trade-partners-us-looks-big-bully-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 13:00:12 +0000",
      "isoDate": "2025-07-11T13:00:12.000Z",
      "creator": "Alice Li",
      "summary": "面对美国总统唐纳德·特朗普对贸易伙伴施加更多关税，中国正加强努力，团结其贸易伙伴，共同反击华盛顿的贸易保护主义。\n\n**中国应对策略与分析**\n\n*   **提供发展机遇**：中国作为世界第二大经济体，将提供广阔的市场准入和更大的区域一体化等发展机遇，同时警惕美国的威胁。\n*   **采取务实方法**：分析人士认为，中国正采取日益务实的方法，而不仅仅是强硬警告，为下月初与华盛顿的下一轮谈判做准备。\n*   **专家观点**：\n    *   中国现代国际关系研究院高级研究员陈凤英表示，中国需要展现坚定的外交立场以宣示原则，同时应采取行动为周边贸易伙伴提供切实的利益。\n    *   她指出，美国将不可避免地对转运货物征收额外关税，因此中国与邻国“打持久战”并逐步建立更统一的区域市场至关重要。\n*   **具体行动**：\n    *   中国外交部长王毅在马来西亚吉隆坡举行的中国-东盟外长会议上，承诺升级与东盟十国集团现有的自由贸易协定。\n    *   东盟大多数成员国都受到了特朗普所谓“对等关税”20-40%的影响。",
      "shortSummary": "面对美国日益增长的贸易保护主义，中国正采取务实策略，团结贸易伙伴共同反击。中国致力于提供市场准入和区域一体化等发展机遇。分析人士建议中国与邻国“打持久战”，建立更统一的区域市场。作为具体行动，中国外交部长王毅已承诺升级与受美国关税影响的东盟国家的自由贸易协定。",
      "translated_title": "分析人士称，面对美国霸凌，中国必须与贸易伙伴‘打持久战’",
      "images": [],
      "contentSource": "完整文章",
      "content": "With US President Donald Trump sending more tariff letters to trade partners, Beijing has stepped up efforts – like rallying its own trade partners – to collectively push back against Washington’s trade protectionism.\nThe world’s second-largest economy will provide considerable development opportunities – from broader market access to greater regional integration – while being mindful of US threats, according to statements this week following a string of overseas visits by Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/ef0a7920-f251-4a89-ac05-ac6d922880c4_f5040d1d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国或在2028年前减少对中国稀土的依赖，CEO称——但代价几何？ (原标题: US may cut dependence on China rare earths by 2028, CEO says – but at what cost?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317858/rare-earth-realisation-us-must-tackle-tech-pollution-despite-pentagon-move-ceo-says?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 09:00:14 +0000",
      "isoDate": "2025-07-11T09:00:14.000Z",
      "creator": "Kandy Wong",
      "summary": "## 美国减少对中国稀土依赖的努力\n\n美国正积极寻求减少对中国稀土的依赖。为实现这一目标，五角大楼于周四投入4亿美元，成为美国矿业公司MP Materials的最大股东。\n\n### 行业观点与挑战\n\n尽管此举被视为帮助美国摆脱对中国稀土供应依赖的关键一步，但俄亥俄州REalloys公司首席执行官大卫·阿盖尔（David Argyle）指出，美国和欧洲的采矿努力面临诸多挑战。这些挑战包括：\n\n*   **中游技术获取**：确保获得必要的中游加工技术。\n*   **政府许可**：采矿过程可能具有高度污染性，有时甚至具有放射性，因此获得政府许可是主要障碍。\n\n阿盖尔表示，如果所有条件都能满足，美国有望在稀土供应方面取得重大进展，可能满足其战略需求的40%至50%。他预计，稀土问题有望在2027年或2028年得到解决。\n\n### REalloys的角色\n\nREalloys公司为美国受保护的市场提供高端磁性材料和磁铁，这些市场包括：\n\n*   美国国家战略储备\n*   美国国防工业基地\n*   美国核工业基地\n*   机器人技术\n*   电动航空\n*   关键基础设施行业\n\n### 中国的策略\n\n中国一直在收紧对中重稀土供应的控制，以此作为与华盛顿贸易战中的筹码。今年6月初在伦敦举行的谈判中，中国曾利用稀土供应迫使美国放宽技术限制。",
      "shortSummary": "美国正积极寻求减少对中国稀土的依赖。五角大楼已向美国矿业公司MP Materials投资4亿美元。尽管面临中游技术和政府许可等挑战，REalloys公司首席执行官大卫·阿盖尔认为，美国有望在2027-2028年前满足其40-50%的战略稀土需求。中国则利用稀土供应作为贸易战的筹码。",
      "translated_title": "美国或在2028年前减少对中国稀土的依赖，CEO称——但代价几何？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States is scrambling to reduce its dependence on rare earths from China, with the Pentagon splashing out US$400 million on Thursday to become the largest shareholder in American miner MP Materials.\nWhile some say the move will help wean the US off the Chinese supply, a senior American industry executive has warned that a variety of hurdles face US and European mining efforts – from securing the necessary midstream technology to obtaining government permits for what can be a highly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/0a654839-aa7e-4ed9-8ddb-76fbf3069acd_6e23bb1b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "远景能源在内蒙古启动全球最大绿色氢能工厂 (原标题: Envision launches world’s largest green hydrogen plant in Inner Mongolia)",
      "link": "https://www.scmp.com/business/china-business/article/3317846/envision-launches-worlds-largest-green-hydrogen-ammonia-plant-inner-mongolia?utm_source=rss_feed",
      "pubDate": "Fri, 11 Jul 2025 07:17:09 +0000",
      "isoDate": "2025-07-11T07:17:09.000Z",
      "creator": "Yujie Xue",
      "summary": "## 远景能源在内蒙古启动全球最大绿色氢能工厂\n\n中国风电开发商远景能源已正式启用其位于内蒙古赤峰的全球最大绿色氢能和氨工厂的首期项目。此举旨在支持中国实现难以减排行业的脱碳目标，并巩固其在全球清洁燃料市场的主导地位。\n\n### 项目概况与产能\n\n*   **地点**：内蒙古赤峰\n*   **首期产能**：该项目首期已于周三启动，每年可生产32万吨绿色氨。\n*   **未来规划**：远景能源表示，该项目将持续扩建，目标是到2028年将绿色氨的年产量提升至150万吨。\n*   **出口计划**：预计将在第四季度开始对外出口。\n\n### 战略意义与愿景\n\n远景能源创始人兼首席执行官张雷表示：“这不仅仅是一个技术里程碑。可扩展的绿色替代方案现在已成为现实并投入运营。没有绿色氢能，我们无法实现净零排放，而且我们不能再等了。这是清洁能源未来的蓝图。”\n\n### 中国的清洁能源战略\n\n北京将氢能及其主要载体氨和甲醇视为其清洁能源雄心的重要支柱。此前，中国已在全球电动汽车、太阳能和电池供应链中占据主导地位。\n\n![张雷，远景能源创始人兼首席执行官，表示“可扩展的绿色替代方案现在已成为现实并投入运营”。图片来源：EPA-EFE](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/11/bd925e05-4133-4ccc-8081-f466de2cd87f_c81701a3.jpg)\n*张雷，远景能源创始人兼首席执行官，表示“可扩展的绿色替代方案现在已成为现实并投入运营”。图片来源：EPA-EFE*",
      "shortSummary": "中国远景能源在内蒙古赤峰启动了全球最大的绿色氢能和氨工厂。该项目首期年产32万吨绿色氨，并计划到2028年扩产至150万吨。此举旨在推动中国工业脱碳并抢占清洁燃料市场主导地位，预计第四季度开始出口。远景能源CEO张雷强调，可扩展的绿色替代方案已成为现实，对实现净零排放至关重要。",
      "translated_title": "远景能源在内蒙古启动全球最大绿色氢能工厂",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/11/bd925e05-4133-4ccc-8081-f466de2cd87f_c81701a3.jpg",
          "alt": "Zhang Lei, Envision’s founder and CEO, says “scalable, green alternatives are now real and operational”. Photo: EPA-EFE",
          "title": "Zhang Lei, Envision’s founder and CEO, says “scalable, green alternatives are now real and operational”. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese wind-power developer Envision Energy has commissioned the world’s largest green hydrogen and ammonia plant, as Beijing seeks to decarbonise its hard-to-abate industries and dominate the growing clean-fuel market.\nThe Shanghai-headquartered company launched the first phase of the project in Chifeng, Inner Mongolia, on Wednesday, which is capable of producing 320,000 tonnes per year of green ammonia, Envision said.\n“This is more than a technological milestone,” said Zhang Lei, Envision’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/90d07a39-8914-4858-a19a-f5b7c601c7f8_f5baf030.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-15T02:58:53.540Z"
}