{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "中国习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？ (原标题: China’s Xi Jinping wants more Luban Workshops worldwide – but what are they?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324058/chinas-xi-jinping-wants-more-luban-workshops-worldwide-what-are-they?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 11:00:15 +0000",
      "isoDate": "2025-09-02T11:00:15.000Z",
      "creator": "Alice Li",
      "summary": "## 鲁班工坊：中国职业教育的全球拓展\n\n### 习近平主席的最新倡议\n在今年的上海合作组织（SCO）会议上，中国国家主席习近平宣布了一项重要计划：\n*   未来五年内，中国将在上合组织成员国启动**10个新的鲁班工坊**。\n*   这些新增工坊将为**10,000名**当地居民提供职业培训机会。\n\n### 什么是鲁班工坊？\n鲁班工坊是一个由中国于**2016年**发起的职业教育项目，其核心目标和运作模式如下：\n*   **命名由来**：该项目以中国古代著名的建筑师和发明家鲁班命名，旨在传承和发扬精湛技艺的精神。\n*   **项目宗旨**：通过与东道国当地学校建立合作关系，鲁班工坊致力于提升当地劳动力的技能和专业知识水平。\n*   **教育内容**：提供职业教育和技能培训，以满足当地经济发展对技术人才的需求。\n\n### 全球拓展与影响力\n尽管与中国“一带一路”倡议中的大型基础设施项目相比，鲁班工坊的知名度相对较低，但其在全球范围内的拓展却十分显著：\n*   **悄然扩张**：该职业教育项目已在欧洲、亚洲和非洲等多个地区悄然扩张。\n*   **规模数据**：根据中国教育部的数据，截至2024年末：\n    *   全球已开设**超过30个**鲁班工坊。\n    *   累计培训了**超过30,000名**学员。\n\n鲁班工坊通过提供实用的职业技能培训，正在全球范围内为当地社区的劳动力发展做出贡献。",
      "shortSummary": "中国国家主席习近平宣布，未来五年内将在上海合作组织成员国增设10个鲁班工坊，提供1万个培训名额。鲁班工坊是中国于2016年发起的一项职业教育项目，以古代建筑师鲁班命名，旨在通过与东道国学校合作，提升当地劳动力的技能和专业知识。尽管相对低调，该项目已在全球欧洲、亚洲和非洲悄然扩张，截至2024年末已开设逾30个工坊，培训超过3万人。",
      "translated_title": "中国习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At this year’s meeting of the Shanghai Cooperation Organisation (SCO), President Xi Jinping said China will launch 10 additional Luban Workshops in the organisation’s member countries over the next five years, providing training slots for 10,000 individuals.\nNamed after the ancient architect and inventor Lu Ban, the project is somewhat low profile compared to others in Beijing’s infrastructure-heavy Belt and Road Initiative.\nBut the vocational education programme has quietly expanded across...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/b601d2b0-f112-483f-b31b-5582d92fee9f_c6cd255b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上合组织峰会后，外国领导人乘坐中国高铁，体验中国科技实力 (原标题: Foreign leaders ride the rapid rails of China’s tech prowess after SCO summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324061/foreign-leaders-ride-rapid-rails-chinas-technological-prowess-after-sco-summit?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 09:31:46 +0000",
      "isoDate": "2025-09-02T09:31:46.000Z",
      "creator": "Ji Siqi",
      "summary": "### 外国领导人乘坐中国高铁赴京出席阅兵式\n\n上合组织（SCO）峰会结束后，多位外国领导人乘坐中国标志性的高速铁路，从北方港口城市天津前往北京，准备出席一场重要的纪念活动。\n\n#### 抵达领导人名单\n\n根据中国中央电视台的报道，共有多位国家元首和政府首脑分两批抵达：\n\n*   **周一晚抵达的七位领导人：**\n    *   白俄罗斯总统 亚历山大·卢卡申科\n    *   巴基斯坦总理 夏巴兹·谢里夫\n    *   哈萨克斯坦总统 卡西姆-若马尔特·托卡耶夫\n    *   乌兹别克斯坦总统 沙夫卡特·米尔济约耶夫\n    *   马尔代夫总统 穆罕默德·穆伊兹\n    *   蒙古国总统 呼日勒苏赫·乌赫那\n    *   塔吉克斯坦总统 埃莫马利·拉赫蒙\n\n*   **周二抵达的六位领导人：**\n    *   伊朗总统 马苏德·佩泽什基安\n    *   尼泊尔总理 卡·普·夏尔马·奥利\n    *   亚美尼亚总理 尼科尔·帕希尼扬\n    *   土库曼斯坦总统 古尔班古力·别尔德穆哈梅多夫\n    *   吉尔吉斯斯坦总统 萨德尔·扎帕罗夫\n    *   缅甸代总统 敏昂莱\n\n#### 高铁体验与线路\n\n*   **行程时间：** 从上合组织会议举办地天津到北京，高铁行程通常约需30分钟。\n*   **线路特点：** 这条线路被视为中国首条现代化高速铁路，最高运行速度可达350公里/小时（217英里/小时）。\n\n#### 出席目的与战略意义\n\n*   **主要活动：** 所有抵达的领导人都将出席中国定于周三举行的大型军事阅兵式，以纪念1945年中国抗日战争胜利80周年。\n*   **科技实力展示：** 近年来，中国高速铁路日益成为展示国家经济和科技实力的重要平台。这符合中国“要致富，先修路；要快富，先修高铁”的发展理念。\n*   **国际拓展：** 中国也积极寻求将其高铁网络扩展至海外，此次外国领导人的乘坐体验，也进一步彰显了中国在这一领域的国际影响力。",
      "shortSummary": "上合组织峰会后，多国领导人乘坐中国高铁从天津前往北京，出席中国纪念二战胜利80周年的阅兵式。周一晚和周二，包括白俄罗斯、巴基斯坦、伊朗等国的13位领导人陆续抵达。此次30分钟的高铁之旅，不仅方便了各国政要，也成为中国展示其最高时速350公里/小时的先进高铁技术和经济实力的平台，同时体现了中国在全球推广高铁网络的愿景。",
      "translated_title": "上合组织峰会后，外国领导人乘坐中国高铁，体验中国科技实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "A slew of foreign leaders took China’s signature high-speed railway from the northern port city of Tianjin to Beijing on Monday and Tuesday, having departed from the Shanghai Cooperation Organisation (SCO) summit to attend a Victory Day parade.\nSeven state leaders arrived on Monday night: President of Belarus Aleksandr Lukashenko, Prime Minister of Pakistan Shehbaz Sharif, President of Kazakhstan Kassym-Jomart Tokayev, President of Uzbekistan Shavkat Mirziyoyev, President of the Maldives Mohamed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/2de3205a-e646-4224-8bbc-5b1d2b3bcdc4_928faf87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中的失败 (原标题: ‘Lost the battle’: EU told to accept defeat against China’s solar power sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324019/facing-chinas-solar-power-industry-eu-advised-concede-defeat?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 08:00:09 +0000",
      "isoDate": "2025-09-02T08:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "法德经济学家敦促欧盟在面对中国竞争时，明确哪些产业应支持，哪些已“输掉战役”的产业（如太阳能）应果断放弃。\n\n**主要建议和发现：**\n*   **背景与来源：** 这些建议由一组法国和德国经济学家提出，以五份备忘录的形式，应两国政府要求，在周五的法德部长理事会会议上提交。备忘录涵盖对华贸易、国防、能源、经济增长和劳动力市场等领域。\n*   **产业策略：**\n    *   **保护敏感领域：** 欧洲应保护国防、航天和机器人等敏感部门。\n    *   **开放成熟产业：** 对成熟产业，应保持开放，接受廉价的中国进口商品。\n    *   **欢迎中国投资：** 欢迎中国在电池等关键技术领域的投资，前提是技术必须共享。\n*   **太阳能产业案例：**\n    *   法国经济学家、备忘录合著者让·皮萨尼-费里（Jean Pisani-Ferry）指出，太阳能电池板是欧洲应放弃的明确例子。\n    *   他强调，中国工业在太阳能领域遥遥领先，欧洲已不再有太阳能电池板产业。\n    *   皮萨尼-费里认为，这“最终不是什么大问题”，因为太阳能电池板一旦安装便固定不动，不像天然气那样需要每天供应，不会造成持续的依赖。因此，他认为这是欧洲必须承认“输掉战役”的技术领域。",
      "shortSummary": "法德经济学家建议欧盟在对华竞争中，应明确支持和放弃的产业。他们指出，欧盟在太阳能产业已“输掉战役”，应果断放弃，因中国在该领域遥遥领先且不构成依赖。同时，欧盟应保护国防、航天等敏感部门，对成熟产业保持开放，并欢迎中国在电池等关键技术领域的投资，但前提是技术共享。",
      "translated_title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中的失败",
      "images": [],
      "contentSource": "完整文章",
      "content": "A group of French and German economists has urged Europe to identify which industries to support in the face of Chinese competition and boldly abandon those where the battle had already been lost, such as the solar power sector.\nThe recommendations were presented in five memos to the Franco-German Council of Ministers at the request of the two governments during a council meeting on Friday. The memos cover trade with China, as well as defence, energy, economic growth and the labour market.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/6d21cd72-83d4-4181-9e51-86bcab7e4e89_80437fb6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国航运公司依靠联盟应对美国港口费用风暴 (原标题: China’s shipping firms lean on alliances to ride out US port fee storm)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324007/chinas-shipping-firms-lean-alliances-ride-out-us-port-fee-storm?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 05:00:08 +0000",
      "isoDate": "2025-09-02T05:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国航运公司应对美国港口费用风暴\n\n## 背景与挑战\n美国计划从10月起对与中国相关的船只征收高额港口费用，此举旨在遏制中国在全球航运业的主导地位。这些备受争议的新税费已开始深刻改变航运业格局，促使行业进行重大调整。\n\n## 行业反应与战略调整\n*   **行业变革：** 中国航运巨头中远海运控股（Cosco Shipping Holdings）在其半年报中指出，集装箱航运业正经历“前所未有的历史性演变”。\n*   **核心策略：**\n    *   与全球合作伙伴协作，以减少对美国市场的敞口和依赖。\n    *   积极探索更多区域市场机会，特别是在新兴市场。\n\n## 主要公司应对措施\n\n### 中远海运控股 (Cosco Shipping Holdings)\n尽管中远海运控股在其报告中未直接提及美国港口费用，但该公司表示正将重点放在拓展新兴和区域市场，以此作为对市场变化的“前瞻性回应”。\n*   **上半年业绩增长（部分服务）：**\n    *   中国大陆服务：同比增长9.5%。\n    *   亚洲内部服务：增长5.2%。\n    *   其他国际服务（包括非洲和拉丁美洲航线）：增长11.9%。\n    *   跨太平洋服务：增长4.7%。\n\n### 东方海外国际 (Orient Overseas International Ltd, OOIL)\n作为中远海运的子公司，东方海外国际（旗下拥有东方海外货柜航运OOCL品牌）在其半年报中更明确地指出了美国港口费用带来的风险，同时也强调了潜在的市场机遇。",
      "shortSummary": "为应对美国将于10月对中国相关船只征收的新港口费用，中国航运公司正积极调整战略。中远海运控股和东方海外国际等企业正通过与全球伙伴合作、减少对美市场依赖，并大力拓展区域及新兴市场（如亚洲内部、非洲和拉丁美洲航线）来分散风险，以适应行业格局的深刻变化。",
      "translated_title": "中国航运公司依靠联盟应对美国港口费用风暴",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipping companies are working with global partners to reduce their US exposure and explore more regional market opportunities, as the industry braces for the introduction of steep new US port fees in October.\nWashington plans to charge Chinese-linked vessels hefty fees to enter US ports as part of a drive to rein in China’s globally dominant shipyards, and the controversial new levies are already driving deep changes in the shipping industry.\n“The container shipping industry is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/ce9b67d6-dad3-4a00-93b9-24a9bfc7f497_e32ef655.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推动成立开发银行，帮助10个欧亚国家遏制美元风险 (原标题: China pushes development bank to help 10 Eurasian countries curb US dollar risks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323950/china-advances-development-bank-help-10-eurasian-countries-curb-us-dollar-risks?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 22:00:15 +0000",
      "isoDate": "2025-09-01T22:00:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "## SCO开发银行：中国推动成立以应对美元风险并加速基础设施建设\n\n### 概述\n中国正大力推动为包括中国在内的10个欧亚国家建立一个开发银行。分析人士认为，此举将有助于该组织规避日益增长的美元主导贸易风险，同时加速关键基础设施项目的建设。\n\n### 背景与目的\n*   该优惠贷款机构的构想由来已久，但一直被搁置。\n*   其主要目标是服务上海合作组织（SCO）的成员国，包括中国、俄罗斯、印度以及其他七个国家，这些国家自2001年以来一直保持合作。\n*   通过减少对美元的依赖，该银行旨在增强成员国的经济韧性，并促进区域内的基础设施发展。\n\n### 高层表态与进展\n*   据新华社报道，中国国家主席习近平周一在天津举行的上合组织领导人峰会上表示，该银行“应尽快成立，为成员国的安全和经济合作提供更有力支持”。\n*   新华社当晚发布的官方声明指出，上合组织已“决定成立开发银行，并加快就该金融机构运营相关的一系列问题进行磋商”。\n*   俄罗斯官方媒体也报道了峰会参与者决定成立该银行的消息。\n\n### 专家观点\n*   北京智库“中国与全球化中心”副总裁高志凯（Victor Gao）表示，这将是“一个自然而然的、符合逻辑的进步”。\n*   他个人认为，“势头在中国这一边”。",
      "shortSummary": "中国正积极推动为包括中国、俄罗斯、印度在内的10个欧亚国家（上海合作组织成员国）建立一个开发银行。此举旨在帮助这些国家规避美元风险，并加速基础设施建设。上合组织领导人已决定成立该银行，并加快相关磋商。分析人士认为，这是中国推动区域经济合作的自然一步，且势头在中国一边。",
      "translated_title": "中国推动成立开发银行，帮助10个欧亚国家遏制美元风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "A strong push on Monday to create a development bank serving 10 Eurasian countries, including China, would help insulate the group from increasingly risky US dollar-dominated trade while accelerating key infrastructure work, according to analysts.\nSuch a concessional lender – part of an idea that has long been put on hold – would serve China, Russia, India and seven other nations that have worked together since 2001 as the Shanghai Cooperation Organisation (SCO).\nPresident Xi Jinping said at a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/fa327462-b17a-444e-89a3-4b1f9f75274e_cebca69f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国增加半导体障碍，中国企业或将抓住机遇 (原标题: As US adds more semiconductor hurdles, Chinese firms could seize an opportunity)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323922/what-chinas-self-reliance-push-means-its-semiconductor-industry-us-hurdles-mount?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 13:30:10 +0000",
      "isoDate": "2025-09-01T13:30:10.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "## 美国收紧半导体限制，中国企业或迎发展机遇\n\n华盛顿近期采取的措施，撤销了部分在华外资芯片制造商使用美国技术的豁免权，这被视为中国推动经济自给自足和本土半导体技术发展的重要契机。\n\n### 主要限制措施及影响\n\n*   **受影响企业：** 韩国芯片制造商三星和SK海力士在华分支机构，以及英特尔半导体（大连）将失去其作为“经验证最终用户”的快速合规地位。\n*   **新许可要求：** 这些公司今后需要获得许可证，才能将其工厂使用的某些美国芯片制造设备运往中国。\n*   **生效日期：** 该决定将于12月31日生效，即官方发布后120天。\n*   **许可意图：** 美国商务部工业和安全局（BIS）表示，虽然打算批准出口许可申请，以允许这些公司继续在华运营，但无意批准扩大产能或升级技术的许可。\n*   **官方解释：** 美国商务部工业和安全副部长杰弗里·凯斯勒指出，此举旨在“堵塞出口管制漏洞，特别是那些使美国公司处于竞争劣势的漏洞”。\n\n### 更广泛的背景与专家观点\n\n*   **中美科技竞争加剧：** 尽管中美两国在关税问题上达成休战，经济紧张局势有所缓解，但华盛顿扩大半导体出口管制制度的举动，标志着中美之间日益激烈的科技竞争进一步升级。\n*   **未来政策预测：** 西班牙金融服务公司BBVA首席经济学家董金岳预测，美国将进一步收紧政策，以遏制中国技术发展并在某些科技领域保持主导地位，包括命令其盟友禁止技术出口或在美国技术在华使用。他认为中美科技战永无止境，芯片制造行业将在逆全球化趋势中变得更加碎片化。\n\n### 中国企业的机遇\n\n面对美国设置的更多障碍，中国推动经济自力更生，本土半导体技术有望获得更多发展机会，加速实现国产替代和技术突破。",
      "shortSummary": "美国撤销了在华外资芯片制造商使用美国技术的豁免权，要求它们需获许可才能使用美国设备，且不批准产能扩张或技术升级。此举旨在堵塞出口漏洞，加剧了中美科技竞争。专家预计美国将进一步收紧对华技术限制。面对这些挑战，中国推动经济自给自足，本土半导体产业有望抓住机遇，加速发展。",
      "translated_title": "随着美国增加半导体障碍，中国企业或将抓住机遇",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s drive for economic self-reliance is raising the spirits and prospects of its semiconductor industry, as insiders expect more home-grown technologies after Washington revoked waivers for some foreign-owned chipmakers’ factories in China to use US technologies in their operations.\nThe Chinese branches of South Korean chipmakers Samsung and SK Hynix, as well as Intel Semiconductor (Dalian), will lose their fast-track status for compliance as “validated end-users”, meaning they will need to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/56e325e5-6781-4547-ad31-d2d9945a9cc1_443d7a1f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国出口商在关税博弈中占优，估计承担9%的成本份额 (原标题: China’s exporters ahead in tariff game, paying estimated 9% share of costs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323933/chinas-exporters-ahead-tariff-game-paying-estimated-9-share-costs?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 12:30:16 +0000",
      "isoDate": "2025-09-01T12:30:16.000Z",
      "creator": "He Huifeng",
      "summary": "## CICC报告揭示中国出口商在关税战中的优势\n\n*   根据中国国际金融股份有限公司（CICC）的估算，中国出口商在中美贸易中拥有显著的议价能力。\n*   报告指出，中国出口商仅承担了美国总统特朗普今年早些时候征收关税所产生总成本的9%。\n\n## 与美国官方论调相悖\n\n*   CICC的这一发现与美国官员（包括财政部长斯科特·贝森特）此前的说法相悖。美国官员曾声称华盛顿在全球关税战中占据上风。\n\n## 美国进口商的困境\n\n*   CICC分析师刘刚和杨轩霆指出，美国进口商处于供应链中间，难以将成本完全转嫁给终端市场或全部转移给出口商。\n*   因此，美国进口商通过压缩利润空间来应对关税成本。\n\n## 研究方法与发现\n\n*   CICC（一家部分国有机构）的这项研究旨在验证出口商是否会通过降价来缓解关税影响的假设。\n*   研究人员通过回归分析，比较了美国进口商品的装运量、关税税率和价格变化来计算成本分摊。\n*   例如，从4月到7月，尽管有效关税增加了27个百分点，但从中国进口商品的平均价格仅下降了2.4%。\n\n## 结论：中国商品的竞争优势和议价能力\n\n*   分析师认为，这一数据部分表明中国商品具有强大的竞争优势和议价能力。",
      "shortSummary": "根据中金公司（CICC）的报告，中国出口商在中美贸易关税战中展现出强大议价能力，仅承担了美国关税成本的9%。这与美国官方声称其在关税战中占优的说法相悖。报告指出，美国进口商因难以转嫁成本而主要通过压缩利润应对。研究发现，尽管关税大幅增加，中国商品价格仅小幅下降，表明中国商品具有强大的竞争优势和议价能力。",
      "translated_title": "中国出口商在关税博弈中占优，估计承担9%的成本份额",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese exporters appear to hold significant bargaining power in their trade with the United States, according to an estimate from one of Beijing’s top investment banks, carrying 9 per cent of the cost burden created by the tariffs US President Donald Trump levied earlier this year.\nThe findings from China International Capital Corporation (CICC) run contrary to earlier claims by US officials – including Treasury Secretary Scott Bessent – that Washington has been on the winning side of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/ff0baa23-74c9-4db4-8891-99e8a11291ce_7e1a2cc2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币兑美元汇率可能升至7，因美联储发出鸽派信号 (原标题: China’s yuan could strengthen to 7 per US dollar as Fed sends dovish signals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323909/chinas-yuan-set-more-gains-against-us-dollar-fed-sends-dovish-signals?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 08:37:35 +0000",
      "isoDate": "2025-09-01T08:37:35.000Z",
      "creator": "Alice Li",
      "summary": "# 人民币兑美元汇率有望走强\n\n分析师指出，未来几个月人民币兑美元汇率将继续走强，主要受中国央行设定的强势每日参考汇率以及交易员对美国可能降息的预期推动。\n\n## 中国央行（PBOC）的政策推动\n\n*   **强势参考汇率：** 中国人民银行在周五将人民币兑美元的在岸每日参考汇率设定为今年以来的最高点，达到7.1030。周一，该参考汇率略低于这一峰值，为7.1072。\n*   **政策意图：** 高盛分析师在一份研究报告中指出，中国央行每日中间价中“不寻常的升值倾向”是一种政策推动，旨在引导人民币逐步走强。\n*   **历史模式对比：** 分析师注意到，历史上，当美元走强、人民币面临贬值压力时，中国央行倾向于将汇率设定得弱于即期汇率，但近期市场走势并未出现这种模式。\n*   **风险管理：** 高盛报告补充道，中国央行的这种“先发制人”的举动有助于人民币追赶其他货币，并降低未来大幅升值的风险。\n\n## 市场表现\n\n*   **在岸人民币：** 8月份，人民币兑美元的在岸中间价上涨了0.65%。\n*   **离岸人民币：** 8月份，离岸人民币兑美元上涨了1.21%，截至周一中午交易价为7.1279。\n\n## 美联储的潜在影响\n\n交易员对美国可能降息的押注，被视为推动人民币升值的另一个关键因素。",
      "shortSummary": "分析师预测，未来几个月人民币兑美元将继续走强，可能升至7。这主要得益于中国央行设定的强势每日参考汇率，以及市场对美联储可能降息的预期。高盛指出，中国央行通过中间价引导人民币逐步升值，以降低未来大幅升值的风险。8月，人民币在岸和离岸汇率均实现上涨。",
      "translated_title": "中国人民币兑美元汇率可能升至7，因美联储发出鸽派信号",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese yuan is set to continue making gains against the US dollar over the coming months, as China’s central bank sets strong daily reference rates for the currency and traders bet on possible US interest rate cuts, analysts said.\nThe People’s Bank of China set its strongest onshore yuan daily reference rate of the year on Friday, at 7.1030 per US dollar, with the yuan’s fixing rate gaining 0.65 per cent against the dollar over the month of August.\nOn Monday, the central bank set the daily...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/99885ace-2df2-4f25-b170-57a2f3865861_38e9d0f2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国年轻人正在东南亚寻找财富。他们会找到吗？ (原标题: Young Chinese are seeking their fortune in Southeast Asia. Will they find it?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323678/young-chinese-are-seeking-their-fortune-southeast-asia-will-they-find-it?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 00:00:14 +0000",
      "isoDate": "2025-09-01T00:00:14.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国年轻人涌向东南亚寻求机遇\n\n越来越多的中国年轻人正在改变传统的留学和职业发展路径，将目光投向东南亚，而非美国或欧洲等传统目的地。\n\n### 案例：Kent Cai的马来西亚之旅\n\n*   **背景与选择：** 来自中国浙江省的企业家Kent Cai今年初做出了一个重要的人生决定，前往马来西亚攻读博士学位。他的研究方向是AI驱动工具在媒体制作中的应用。\n*   **趋势观察：** Cai抵达吉隆坡的校园后发现，他并非唯一做出此选择的人。事实上，他正是这股前往东南亚接受高等教育的中国学生浪潮中的一员。\n*   **发现的机遇：**\n    *   **就业与合作：** 即使尚未毕业，Cai已经受到中国公司的青睐，受邀参与其区域总部的选址评估工作。\n    *   **创业计划：** 他计划在马来西亚创办一家初创公司，利用AI技术和当地的双语人才优势，建立一个面向华语市场的内容制作中心。\n    *   **融资环境：** Cai认为，与中国相比，在东南亚接触风险投资的机会要大得多，而且作为一名博士生，更容易引起投资者的关注。",
      "shortSummary": "越来越多的中国年轻人选择前往东南亚寻求教育和创业机会。例如，中国企业家Kent Cai前往马来西亚攻读AI博士学位，发现当地创业环境活跃，风险投资机会丰富。他计划利用AI和双语人才在马来西亚创办公司，瞄准华语市场。这一趋势表明东南亚正成为中国青年寻求发展的新兴目的地。",
      "translated_title": "中国年轻人正在东南亚寻找财富。他们会找到吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Kent Cai, a Chinese entrepreneur based in the eastern province of Zhejiang, made a major life decision earlier this year by moving abroad to pursue a PhD.\nWhile this is not uncommon, his destination of choice might appear unusual – he did not, as many of his peers, relocate to the United States or Europe.\nHe went to Malaysia.\nUpon arriving on campus in Kuala Lumpur to study the application of AI-driven tools in media production, Cai noticed he was not the only one to make such a move. He is, in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/714083e4-3639-41f3-9052-c14c951e6c49_cee753ab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国游客对巴黎的热情加深，访问量激增15% (原标题: Chinese tourists’ love affair with Paris deepens as visits surge 15%)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323654/chinese-tourists-love-affair-paris-deepens-visits-surge-15?utm_source=rss_feed",
      "pubDate": "Sun, 31 Aug 2025 06:00:12 +0000",
      "isoDate": "2025-08-31T06:00:12.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国游客对巴黎的热情加深，访问量激增15%\n\n尽管八月是法国传统的度假月，许多巴黎人选择离开首都，导致城市相对安静，但中国游客对巴黎的兴趣却持续升温，访问量显著增加。\n\n## 访问量显著增长\n*   **预测增长**: 巴黎当地旅游部门预测，今年6月、7月和8月，中国游客访问量将同比增长15%。\n*   **排名靠前**: 根据巴黎地区官方国际推广机构“选择巴黎大区”（Choose Paris Region）发布的数据，在巴黎前十大游客来源国中，中国游客的增长幅度仅次于加拿大（加拿大与2024年相比激增31%）。\n*   **预计人数**: 该机构预计，约有10万中国公民将游览巴黎及周边法兰西岛大区，该地区拥有凡尔赛宫和巴黎迪士尼乐园等顶级景点。\n\n## 增长背景与原因\n*   **奥运会影响**: 这一两位数的增长尤其令人瞩目，因为巴黎在2024年夏季举办了奥运会。\n*   **疫情后反弹**: 奥运会促使中国旅游业在疫情期间访问量骤降后强劲反弹，进一步推动了中国游客对巴黎的访问。",
      "shortSummary": "尽管八月巴黎相对安静，中国游客对巴黎的热情却持续高涨。预计今年夏季（6月、7月和8月），中国游客访问量将同比增长15%，仅次于加拿大。约10万中国游客将游览巴黎及周边地区。这一显著增长得益于2024年巴黎奥运会以及疫情后中国旅游业的强劲反弹。",
      "translated_title": "中国游客对巴黎的热情加深，访问量激增15%",
      "images": [],
      "contentSource": "完整文章",
      "content": "Many Chinese tourists arriving in Paris in recent weeks have been surprised by the same thing: the quiet. August is the traditional holiday month in France, when most Parisians flee the capital for sunny beaches in the south or exotic destinations abroad.\n“The French have all left, some neighbourhoods have barely any people,” one user wrote on the Chinese social platform RedNote. Others posted photos of deserted boulevards near Parc Monceau and the Musée d’Orsay.\nBut that has not stopped Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/08cfa49e-2abc-4da9-b548-acb51f04747c_5877ce17.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“难以复制”：尽管担忧特朗普，中国游客仍涌向美国 (原标题: ‘Hard to replicate’: Chinese tourists still flocking to US despite Trump fears)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323643/why-chinese-tourism-us-still-rising-despite-trump-hard-replicate?utm_source=rss_feed",
      "pubDate": "Sat, 30 Aug 2025 12:00:09 +0000",
      "isoDate": "2025-08-30T12:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国游客赴美旅游逆势增长，但长期挑战犹存\n\n尽管存在对安全、通胀和签证等方面的担忧，2025年中国赴美旅游人数仍呈现增长趋势，出乎许多分析师的预料。\n\n### 游客体验：担忧与现实\n\n*   **初期担忧：** 上海大学教授高华生在今年初计划为期两周的旧金山家庭旅行时，曾担心孩子们会接触到吸毒或枪支暴力等场景。\n*   **实际经历：** 最终，他决定按计划出行，而这些担忧并未成为现实。高华生一家在六旗探索王国游乐园的经历以及沿太平洋海岸的自驾游都非常顺利。\n*   **积极反馈：** 高华生表示，他的孩子们觉得六旗“很刺激，不拥挤也不热”，这表明旅行体验良好。\n\n### 数据洞察：赴美游客数量上升\n\n*   **增长趋势：** 许多中国游客似乎在2025年做出了与高华生相似的决定，即尽管存在诸多疑虑，仍选择前往美国旅行。\n*   **最新数据：** 2025年上半年，美国国际贸易管理局记录到来自中国的游客抵达人数为755,225人次。\n*   **同比增幅：** 这一数字比去年同期增长了2.57%。\n*   **历史对比：** 作为对比，2023年上半年抵达人数为410,306人次，这表明与2023年和2024年相比，今年的中国赴美旅游人数有所上升。\n\n### 行业观点与长期挑战\n\n*   **短期乐观：** 尽管短期内数据显示增长，但业内人士指出，一系列日益增加的阻碍因素可能会在长期内抑制游客数量。\n*   **主要阻碍：** 这些阻碍包括通货膨胀、安全担忧以及签证办理难题等。",
      "shortSummary": "尽管对安全、通胀和签证等问题存在担忧，2025年上半年中国赴美旅游人数仍逆势增长2.57%，达到755,225人次。例如，一位上海教授的家庭旅行体验积极。然而，业内人士警告称，通货膨胀、安全担忧和签证难题等一系列阻碍因素，可能在长期内导致游客数量下降。",
      "translated_title": "“难以复制”：尽管担忧特朗普，中国游客仍涌向美国",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Gao Huasheng, a university professor from Shanghai, began planning a two-week family holiday to San Francisco earlier this year, he worried about exposing his children to scenes of drug use or even gun violence.\nBut in the end, the 44-year-old decided to go ahead with the trip – and his fears turned out to be misplaced. The family’s visit to the Six Flags Discovery Kingdom amusement park and road trip down the Pacific coast went off without a hitch.\n“My children said it was exciting, not...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/f41a428b-a6e2-4e2a-ac37-19f2c4882a4b_c648ddb7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "股价处于泡沫高位。谁在敲响警钟？ (原标题: Stock prices are at bubble heights. Who’s sounding the alarm?)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3323518/stock-prices-are-bubble-heights-whos-sounding-alarm?utm_source=rss_feed",
      "pubDate": "Sat, 30 Aug 2025 08:30:09 +0000",
      "isoDate": "2025-08-30T08:30:09.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 股价泡沫：谁在敲响警钟？\n\n本文探讨了识别股市繁荣何时将以破裂告终，或资产泡沫何时即将破裂的挑战。\n\n### 市场从业者的偏见\n\n*   文章指出，很难从市场从业者或分析师那里获得客观答案，因为他们通常过于关注维护与市场挂钩的奖金。\n\n### 经济学家的角色与资产通胀研究的不足\n\n*   作者最初认为，在学术界或国际货币基金组织等国际机构工作的经济学家，由于没有既得利益，应该能够提供客观建议。\n*   然而，作者与当时的国际货币基金组织副总裁、经济学大师斯坦利·费舍尔（Stanley Fischer）的一次对话揭示了一个令人不安的事实：\n    *   费舍尔坦率地承认，尽管资产通胀在周期性金融危机中扮演着重要角色，但它是一个“被严重低估和误解的课题”。\n    *   这一声明意义深远，因为费舍尔在麻省理工学院（MIT）的学生中不乏未来主要中央银行的领导人。\n*   尽管费舍尔曾推荐一篇在杰克逊霍尔央行行长研讨会上发表的论文，但作者认为，自那时以来，资产泡沫持续增长和破裂，政策制定者对泡沫经济学的研究并没有比费舍尔时代更深入，尽管加密货币的出现增加了新的风险层面。\n\n### 对比：当前价格通胀与资产泡沫\n\n*   文章指出，政策制定者密切关注经济学家所称的“当前价格通胀”，即面包、大米或火车票等日常商品价格的持续上涨。\n*   然而，与此形成鲜明对比的是，对资产泡沫的关注和深入研究却显得不足。",
      "shortSummary": "文章探讨了识别股市泡沫破裂的难度。市场从业者因奖金存在偏见，而经济学家，如斯坦利·费舍尔所言，长期以来对资产通胀的研究不足且存在误解，尽管它是金融危机的根源。尽管加密货币带来了新风险，政策制定者仍更关注日常商品价格通胀，而非资产泡沫，导致预警机制存在关键空白。",
      "translated_title": "股价处于泡沫高位。谁在敲响警钟？",
      "images": [],
      "contentSource": "完整文章",
      "content": "How do we know when a stock market boom is about to end in a bust, or when an asset bubble is about to burst? There is little point in looking to market practitioners or analysts for objective answers as they are generally too anxious to preserve their market-linked bonuses.\nBut what about economists – at least those who either still work in academia or for multilateral institutions such as the International Monetary Fund, rather than investment banks? Surely those who have no vested interest in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/c1198793-8aa2-4323-a3be-9eb934529744_e82ab270.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "当朝鲜人举杯庆祝时，越来越多地选择中国葡萄酒 (原标题: When North Koreans raise a toast, it’s increasingly with Chinese wine)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323645/when-north-koreans-raise-toast-its-increasingly-chinese-wine-import-volume-surges?utm_source=rss_feed",
      "pubDate": "Sat, 30 Aug 2025 06:00:08 +0000",
      "isoDate": "2025-08-30T06:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "这篇文章指出，尽管朝鲜是世界上最孤立和受到严厉制裁的国家之一，但它仍然是中国葡萄酒的主要出口目的地。由于朝鲜几乎没有其他酒精饮料来源，中国葡萄酒成为其主要选择。\n\n*   **进口量显著增长：** 2025年前七个月，朝鲜从中国购买了157,393升葡萄酒，是去年同期的两倍多。这使其成为中国瓶装葡萄酒的第二大买家，仅次于香港。\n*   **进口额排名：** 就价值而言，朝鲜以544,980美元的购买总额排名第五，落后于香港、新加坡、澳门和法国。\n*   **中国未设限制：** 与许多其他国家和地区不同，中国没有对其长期盟友和邻国朝鲜的葡萄酒销售施加限制，使其多年来一直是主要买家。\n*   **历史数据：** 朝鲜在2023年和2024年也是中国葡萄酒进口量的第二大国。按价值计算，它在2024年排名第四，2023年排名第三。\n*   **联合国制裁：** 联合国自2006年以来禁止奢侈品进入朝鲜，但酒精不在其清单上，该清单涵盖豪华手表、个人船只和休闲运动器材等物品。",
      "shortSummary": "尽管受到国际制裁，朝鲜仍然是中国葡萄酒的重要进口国。2025年前七个月，朝鲜从中国进口的葡萄酒量大幅增加，成为中国瓶装葡萄酒的第二大买家。中国并未限制对朝鲜的葡萄酒出口。联合国对朝鲜的制裁不包括酒精饮料，这使得中国葡萄酒成为朝鲜庆祝活动中的常见选择。",
      "translated_title": "当朝鲜人举杯庆祝时，越来越多地选择中国葡萄酒",
      "images": [],
      "contentSource": "完整文章",
      "content": "North Korea, one of the world’s most isolated and heavily sanctioned countries, has remained a major destination for Chinese wine exports this year, as the nation has few alternative options to source alcoholic drinks.\nNorth Korea bought 157,393 litres of wine from China in the first seven months of 2025 – more than double the volume imported during the same period last year – making it the second-largest buyer of Chinese bottled wine so far this year, trailing only Hong Kong, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/c0d8a210-1d56-4530-92f0-ed4bd5ed2ee6_d7bf90f0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国扩大“关键矿产”清单以引导投资，减少对中国的依赖 (原标题: US expanding ‘critical minerals’ roster to guide investment, rely less on China)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323661/us-expanding-critical-minerals-roster-guide-investment-reduce-reliance-china?utm_source=rss_feed",
      "pubDate": "Fri, 29 Aug 2025 14:00:12 +0000",
      "isoDate": "2025-08-29T14:00:12.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 美国扩大关键矿产清单以引导投资并减少对中国的依赖\n\n### 背景与目的\n*   美国政府起草了一份扩大其关键矿产清单的草案，旨在应对潜在的“供应链中断”。\n*   此举旨在帮助将半导体芯片、汽车系统和太阳能电池板的更多生产转移到美国本土，从而减少对中国的依赖。\n*   核心目标是“确保驱动美国经济和保护国家安全所需的矿产”。\n\n### 清单更新\n*   美国内政部于周二发布了2025年关键矿产清单草案。\n*   新增了51种采掘商品，包括铜、铅、钾肥、硅和银。\n*   这是自2017年以来，该清单的第二次更新。\n\n### 清单的作用\n*   该清单指导政府战略，例如税收减免和许可决策的速度。\n*   它还“为”采矿业的投资以及从矿山废料中回收材料提供“信息指导”。\n\n### 矿产选择标准\n*   美国地质调查局（USGS）代理局长Sarah Ryker表示，该机构通过识别受供应链中断影响最严重的行业来选择矿产。\n*   同时，还确定了国内投资或国际贸易关系可以在何处减轻个别供应链的风险。\n\n### 供应链中断的常见来源\n*   通常包括海外矿产获取的突然丧失，例如由于战争、地缘政治争端或航运瓶颈。",
      "shortSummary": "美国政府已起草扩大其关键矿产清单，新增铜、铅、硅等51种商品。此举旨在应对潜在的供应链中断，引导投资，将半导体、汽车和太阳能等关键产品的生产转移回美国本土，从而减少对中国的依赖，并确保国家经济和安全。这是自2017年以来的第二次更新，旨在通过国内投资和国际合作来减轻供应链风险。",
      "translated_title": "美国扩大“关键矿产”清单以引导投资，减少对中国的依赖",
      "images": [],
      "contentSource": "完整文章",
      "content": "The US government has drafted an expansion of its critical-minerals list to head off what an official said were potential “supply-chain disruptions”, in a move that experts say could help onshore more production of semiconductor chips, automotive systems and solar panels instead of relying on China.\nThe US Department of the Interior released the draft 2025 List of Critical Minerals on Tuesday, adding 51 mined commodities such as copper, lead, potash, silicon and silver.\nThis marks the second...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/6f6329a0-3534-4e51-9fdc-914bf38ab4a0_8fec14f2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "市场能看清谁在主导美国利率，而且不是美联储 (原标题: Markets can see who’s calling shots on US rates, and it’s not the Fed)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3323585/markets-can-see-whos-calling-shots-us-rates-and-its-not-fed?utm_source=rss_feed",
      "pubDate": "Fri, 29 Aug 2025 12:30:07 +0000",
      "isoDate": "2025-08-29T12:30:07.000Z",
      "creator": "Andrew Sheng",
      "summary": "## 中央银行的角色与职能\n\n中央银行常被称为金融界的“大祭司”，它们通过控制货币基础（即流通中的货币加上商业银行在中央银行的存款）来发挥作用。其主要职能包括：\n\n*   **影响利率**：\n    *   通过从银行或市场购买政府债券，中央银行的资产负债表扩张（即量化宽松），从而增加商业银行的准备金，改善市场流动性，进而降低短期利率。\n    *   购买长期债券可以降低其收益率，而增加的流动性则会降低短期利率，从而改变整个利率曲线。\n    *   当中央银行收紧流动性时，利率会上升，这会影响资产价格，并通过影响经济增长和就业对实体经济产生影响。\n\n*   **货币政策目标**：中央银行致力于实施货币政策以维护物价和金融稳定。这通常被视为一项专业且技术性的工作，需要操作上的自主权，甚至政策上的独立性。\n\n## 历史背景与政府影响\n\n*   **中央银行的起源**：第一个中央银行于1668年在瑞典成立，其主要目的是为政府融资并运营银行清算所。\n*   **金本位制下的限制**：在金本位制下，中央银行遵循一个简单的规则：没有黄金，就没有货币创造。\n*   **政府的发现与利用**：政府很快发现中央银行可以为巨额政府赤字提供资金，尽管这伴随着通货膨胀的风险。高债务水平的政府不喜欢高利率，因为当财政债务的利息负担变得不可持续时，问题就会出现。\n\n## 中央银行的困境\n\n中央银行家们面临着一项不愉快的任务，正如1951年至1970年担任美联储主席的威廉·麦克切斯尼·马丁所说，这就像是“在派对正酣时撤走酒杯”。这意味着他们的职责是向那些负责财政的人传达他们不愿听到的信息：需要进行财政紧缩。这暗示了中央银行在维护其独立性以实现物价和金融稳定目标时，与政府的财政需求和偏好之间存在潜在的冲突。",
      "shortSummary": "文章阐述了中央银行通过货币政策影响利率和维护金融稳定的职能。然而，它指出政府，特别是高负债政府，倾向于利用中央银行融资赤字并压低利率，即便存在通胀风险。中央银行面临的困境是，它们必须提出政府不愿听到的财政紧缩建议。这暗示了在利率决策上，政府的财政需求可能比中央银行的独立政策拥有更大的影响力。",
      "translated_title": "市场能看清谁在主导美国利率，而且不是美联储",
      "images": [],
      "contentSource": "完整文章",
      "content": "Central bankers are sometimes known as the high priests of finance. That is because they control high-powered money, commonly known as the monetary base, or the sum of currency in circulation plus commercial bank deposits with them. By buying government bonds from banks or the market, which expands central bank balance sheets, the commercial banks’ reserves rise, improving market liquidity and therefore reducing short-term interest rates.\nIn effect, central banks affect market sentiment by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/6f7e198b-0de4-4b90-bf72-3714b6d91717_75e6ad45.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "再延长90天：美国延长对中国进口商品301条款关税的豁免 (原标题: 90 more days: US extends Chinese import exclusions from Section 301 tariffs)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323659/90-more-days-us-extends-exclusions-some-chinese-imports-section-301-tariffs?utm_source=rss_feed",
      "pubDate": "Fri, 29 Aug 2025 10:30:10 +0000",
      "isoDate": "2025-08-29T10:30:10.000Z",
      "creator": "Ji Siqi",
      "summary": "### 美国延长对中国进口商品301条款关税的豁免\n\n美国贸易代表办公室（USTR）近日宣布，将对一系列中国进口商品免征301条款关税的期限进一步延长90天。这一决定延续了此前在6月份进行的豁免延长。\n\n**主要内容：**\n\n*   **豁免范围：** 本次延长涉及178项商品，这些商品主要涵盖以下类别：\n    *   化工材料\n    *   电子元件\n    *   医疗用品\n    *   太阳能制造设备\n*   **关税影响：** 这些商品将继续免受7.5%至25%的关税征收。这些关税是在美国前总统唐纳德·特朗普执政期间，作为301条款调查的一部分对中国进口商品实施的，旨在评估外国贸易行为是否阻碍美国商业。\n*   **决策依据：** USTR在一份声明中指出，此次进一步延长豁免的决定，充分考虑了以下因素：\n    *   此前提交的公众意见\n    *   咨询委员会的建议\n    *   机构间301条款委员会的建议\n*   **未来展望：** USTR表示，未来可能会继续考虑进一步延长豁免或进行其他适当的修改。\n*   **背景：** 301条款关税一直是华盛顿在中美贸易紧张局势中使用的主要工具，直到特朗普在2025年4月（文章中提及的日期，可能为笔误，实际应为2019年4月）突然升级关税战。\n\n**相关图片及视频：**\n\n*   **图片 1：**\n    *   **链接：** `https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa`\n    *   **描述：** 特朗普承诺将美国制造业带回中国，但他的关税会奏效吗？",
      "shortSummary": "美国贸易代表办公室（USTR）宣布，将对178项中国进口商品（包括化工材料、电子元件、医疗用品和太阳能设备）的301条款关税豁免期延长90天。这些商品将继续免受7.5%至25%的关税。此决定是基于公众意见和委员会建议，延续了特朗普政府时期对华贸易战的措施。USTR表示未来可能考虑进一步延长。",
      "translated_title": "再延长90天：美国延长对中国进口商品301条款关税的豁免",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The Office of the US Trade Representative (USTR) has announced a 90-day extension on a slew of product exclusions from Section 301 tariffs on Chinese imports.\nThe exclusions, previously extended in June, contain 178 items that fall into the categories of chemical materials, electronic components, medical supplies and solar manufacturing equipment.\nAs a result, these products will continue to be spared from levies of 7.5 to 25 per cent that were imposed on Chinese imports during US President...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/2254e09b-459f-4778-9c44-b01067bee6ee_a2925861.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管特朗普虚张声势，全球南方仍掌握贸易优势 (原标题: Why Global South holds winning trade cards despite Trump’s bluster)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3323491/why-global-south-holds-winning-trade-cards-despite-trumps-bluster?utm_source=rss_feed",
      "pubDate": "Fri, 29 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-29T08:30:08.000Z",
      "creator": "David Dodwell",
      "summary": "### 核心观点：全球南方国家手握贸易王牌，无惧特朗普的虚张声势\n\n文章指出，尽管前美国总统唐纳德·特朗普在贸易问题上采取强硬立场并虚张声势，但全球南方国家在国际贸易中正逐渐占据有利地位。特朗普将美国市场规模和其庞大的消费活力视为其“关税扑克”中的王牌，但这种看法忽视了全球贸易格局的深刻变化以及美国这些“资产”的不断缩水。\n\n### 特朗普贸易策略的误判\n\n*   **对全球现实的忽视：** 特朗普似乎沉迷于“扑克”的比喻，认为自己手握“王牌”，但却对全球其他国家对这种虚张声势不感兴趣的现实视而不见。\n*   **“王牌”的贬值：** 他将美国市场视为贸易谈判的筹码，但并未意识到这些筹码的价值正在不断降低。\n\n### 美国消费市场的结构性衰退与挑战\n\n*   **市场体量下降：** 美国消费市场的整体规模正在经历结构性下降。\n*   **关税的负面影响：** 特朗普实施的关税政策进一步削弱了美国消费市场的实力。\n*   **出口转向：** 关税促使外国出口商将产品转向更友好、更稳定的市场，从而加速了其他消费集团的增长。\n\n### 美国消费市场的现状与支撑因素\n\n*   **历史地位：** 长期以来，美国消费市场的巨大规模和旺盛需求使其成为全球消费品出口的首选目的地。\n*   **当前数据：** 根据世界银行的数据，美国最终消费市场规模高达18.6万亿美元，远超中国的10.2万亿美元和印度的2.4万亿美元。\n*   **消费实力三大支柱：** 美国的消费实力主要建立在以下三个因素之上：\n    1.  **庞大的人口：** 拥有超过3.4亿人口。\n    2.  **显著的家庭财富：** 2024年人均消费支出预计接近4.6万美元。\n    3.  **高消费意愿：** 长期以来，美国人更倾向于消费而非储蓄。去年，消费支出占美国国内生产总值（GDP）的68%，而中国仅为40%。\n\n### 全球南方国家的崛起\n\n随着美国市场吸引力的相对下降，以及其贸易政策带来的不确定性，全球其他消费集团（特别是全球南方国家）正在快速成长，并有望加速发展。这种趋势使得全球南方国家在未来的国际贸易格局中，将掌握更多有利的贸易筹码。",
      "shortSummary": "尽管特朗普虚张声势，全球南方国家在贸易中正占据优势。文章指出，特朗普将美国市场视为贸易王牌，但其影响力正在减弱。美国消费市场面临结构性衰退，关税加速了出口转向更友好的市场。虽然美国消费市场仍庞大，但其他消费集团正迅速崛起，使全球南方国家在不断变化的贸易格局中手握更有利的牌。",
      "translated_title": "尽管特朗普虚张声势，全球南方仍掌握贸易优势",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the film Forrest Gump, one of the titular character’s most famous lines is, “My momma always said life was like a box of chocolates. You never know what you’re gonna get.”\nThis should give US President Donald Trump pause. He seems always to talk about poker and who holds the top cards. But in the chaotic and unpredictable world that he has chosen to create, he seems oblivious to the cards he is going to get, or that many of the chocolates in his box are rapidly going stale.\nStill less, he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/beb57fd9-8fbc-46ef-b636-fadb7db00643_c06c0373.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国终止对世界其他地区的低价值包裹免税政策，中国企业正在适应 (原标题: Chinese firms adapting as US ends de minimis exemptions for rest of world)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323599/chinese-firms-adapt-trump-ends-us-de-minimis-exemptions-rest-world?utm_source=rss_feed",
      "pubDate": "Fri, 29 Aug 2025 07:00:11 +0000",
      "isoDate": "2025-08-29T07:00:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 美国终止低价值包裹免税政策，中国企业积极应对\n\n美国即将终止对全球范围内价值低于800美元的进口包裹的“微量豁免”（de minimis）免税政策，此举促使许多中国商家提前在美国设立仓库，以应对潜在的贸易影响。\n\n### 政策背景与时间线\n*   **全球范围终止**：美国“微量豁免”政策将于本周五（指文章发布时）结束，此前美国总统特朗普于上月签署行政命令，将此政策扩展至全球。\n*   **中国大陆及香港先行**：更早的行政命令，由特朗普在4月签署，已于5月起终止了对中国大陆和香港包裹的免税待遇。此举据称旨在遏制合成阿片类药物流入美国，但未提供任何过渡期，对跨境卖家造成了打击。\n*   **过渡期安排**：对于邮政服务托运人，将有六个月的过渡期，在此期间他们可以选择支付每包裹80至200美元的固定关税，具体金额取决于原产国。\n\n### 对中国的影响与应对\n*   **影响有限论**：康奈尔大学SC约翰逊商学院制造管理教授李晨表示，由于Shein和Temu等中国跨境平台的韧性，中国受到的影响可能有限。\n*   **数据反映**：根据中国海关最新数据，7月份中国对美出口小包裹的价值同比下降43%，至10亿美元。\n*   **商家积极适应**：\n    *   许多中国商家已经在美国建立了仓库，以缓冲政策变化带来的冲击。\n    *   例如，广州商家Henry Sun（通过TikTok Shop在美国销售毛巾、牙刷等商品已有两年）为应对变化做好了准备。他从去年就开始在美国寻找仓库空间，通常是从拥有闲置存储空间的华裔美国人那里转租。\n\n### 总结\n美国终止低价值包裹免税政策对全球贸易格局，特别是对依赖跨境电商的中国商家带来了挑战。然而，中国企业正通过提前布局美国本土仓储、利用现有跨境平台优势等方式积极适应新的贸易环境。",
      "shortSummary": "美国将终止对全球范围内的低价值（低于800美元）进口包裹的免税政策。此举促使许多中国商家提前在美国设立仓库以应对。此前，对中国大陆和香港的免税政策已于5月结束。尽管7月份中国对美小包裹出口额同比下降43%，但专家认为Shein和Temu等平台的韧性将限制整体影响。中国企业正通过本地化仓储等策略积极适应新的贸易环境。",
      "translated_title": "随着美国终止对世界其他地区的低价值包裹免税政策，中国企业正在适应",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the United States ends import duty exemptions for parcels valued under US$800 shipped from anywhere in the world, many Chinese merchants have already established US warehouses to cushion the blow.\nLi Chen, professor of manufacturing management at Cornell University’s SC Johnson College of Business, said China’s exposure was likely to be limited, citing the resilience of its cross-border platforms such as Shein and Temu.\nAmerica’s “de minimis” exemption will end on Friday, after US President...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/6e8d82b8-1ffb-4dd4-a346-c9a9396fe3e2_5007ce2b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的关税“旋转木马”正在摧毁全球贸易。接下来会怎样？ (原标题: Trump’s tariff merry-go-round is destroying global trade. What next?)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3323470/trumps-tariff-merry-go-round-destroying-global-trade-what-next?utm_source=rss_feed",
      "pubDate": "Fri, 29 Aug 2025 01:30:07 +0000",
      "isoDate": "2025-08-29T01:30:07.000Z",
      "creator": "Zhou Xiaoming",
      "summary": "### 特朗普关税“旋转木马”：全球贸易的破坏与未来展望\n\n美国总统唐纳德·特朗普于8月初实施新的关税制度后，最初被视为明显的胜利者。凭借美国无与伦比的市场影响力，他成功迫使贸易伙伴做出重大让步，包括：\n\n*   **市场准入与壁垒削减：** 许多国家提供了零关税准入并减少了非关税壁垒。\n*   **财政收益：** 预计每年可获得数千亿美元的关税收入。\n*   **采购承诺：** 获得了约1万亿美元的采购承诺。\n*   **投资承诺：** 获得了至少1.5万亿美元的投资承诺，这相当于美国经济产出的5%。\n\n一些人认为，特朗普的最新条款和“对等”关税至少为重要的商业决策提供了关键条件——确定性。然而，文章指出，特朗普的关税政策带来的不确定性将持续存在，未来预计会有更多关税措施。例如，对巴西和印度的关税闪电战就印证了这一点。\n\n前美国贸易代表兼世界银行行长罗伯特·佐利克将特朗普的关税描述为“永不停歇的旋转木马”。佐利克在《华尔街日报》撰文指出，特朗普相信不确定性会增加他的权力，并希望能够根据其关注点自由地施压他人。因此，即使特朗普再次突然提高关税，也不足为奇。\n\n文章强调，即使特朗普的关税保持不变，这种“确定性”也如同无辜者被判处无期徒刑般令人不安。随着特朗普严苛的关税体系生效，全球经济将放缓，“丛林法则”将重新抬头。\n\n**经济影响：**\n\n*   **盟友受损：** 欧盟、日本和韩国将遭受重大的经济损失，因为它们承担了对美国大部分的采购和投资承诺。\n*   **资本外流：** 这些国家急需的资本外流将进一步阻碍其疲软的经济复苏。\n*   **产业转移与空心化：** 汽车、半导体、制药和造船等行业可能转移到美国，这将掏空这些美国盟友的国内产业，削弱它们在全球范围内的创新和竞争能力。",
      "shortSummary": "特朗普的关税政策最初被视为胜利，迫使贸易伙伴做出重大让步。然而，文章指出，这实际上是一个“永不停歇的旋转木马”，制造持续的不确定性。这种政策将导致全球经济放缓，并对欧盟、日本、韩国等盟友造成严重经济损害，引发资本外流和关键产业向美国转移，削弱其创新和全球竞争力。",
      "translated_title": "特朗普的关税“旋转木马”正在摧毁全球贸易。接下来会怎样？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As his new tariff regime came into force in early August, US President Donald Trump emerged as a clear victor. Largely due to the United States’ unrivalled market power, he was able to force major concessions from trading partners: zero tariff access and reduced non-tariff barriers from quite a number of countries, hundreds of billions of dollars in expected tariff revenue annually and around US$1 trillion in purchase commitments, not to mention pledged investments of at least US$1.5 trillion...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/72fd2288-8e13-46a9-ab54-6e9e9e95b1a8_c679bd13.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“太令人印象深刻了”：中国“赛博朋克”城市走红，游客蜂拥而至 (原标题: ‘It’s super impressive’: tourists flock to China as ‘cyberpunk’ cities go viral)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323509/drones-robots-tourists-flock-china-glimpse-cyberpunk-future?utm_source=rss_feed",
      "pubDate": "Fri, 29 Aug 2025 00:00:11 +0000",
      "isoDate": "2025-08-29T00:00:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 中国“赛博朋克”城市走红，游客蜂拥而至\n\n## 科技旅游新趋势\n中国正经历一场由社交媒体驱动的“科技旅游”浪潮，吸引着全球游客专程前往体验其先进技术和独特的城市景观。这种现象与社交媒体上关于中国旅行内容的爆炸式增长同步发生。\n\n## 社交媒体影响力\n*   **TikTok热潮**：在TikTok上，带有“#chinatravel”标签的视频数量已超过21.5万个，其中近四分之三是在过去一年内上传的。\n*   **病毒式传播**：许多最受欢迎的视频将中国主要城市描绘成“科幻”目的地，向海外观众展示了充满未来感的场景。\n\n## 游客体验与反馈\n*   **“印象深刻”的反应**：来自香港的法国人Marc Guyon在访问上海时，被无人驾驶出租车和酒店送货机器人深深吸引，称“太令人印象深刻了——中国看起来充满未来感”。\n*   **海外人士分享**：他指出，许多在华外国人都有类似的反应，并积极在网上分享他们的体验。\n\n## 具体的未来科技示例\n游客和社交媒体内容重点关注以下“未来感”技术：\n*   **无人驾驶出租车**：在城市街道上穿梭。\n*   **酒店送货机器人**：提供便捷服务。\n*   **掌纹支付系统**：新颖的支付方式。\n*   **无人机外卖**：空中配送服务。\n\n## 结论\n这些科技元素共同塑造了中国城市在海外的“赛博朋克”或“科幻”形象，使其成为一个日益受欢迎的旅游目的地，吸引着寻求独特未来体验的游客。",
      "shortSummary": "中国正经历“科技旅游”热潮，其“赛博朋克”城市因先进技术在社交媒体上走红。游客蜂拥而至，体验无人驾驶出租车、酒店送货机器人、掌纹支付和无人机外卖等未来感场景。TikTok上#chinatravel视频激增，海外游客分享对中国科技的“印象深刻”体验，使中国成为热门的科幻旅游目的地。",
      "translated_title": "“太令人印象深刻了”：中国“赛博朋克”城市走红，游客蜂拥而至",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Marc Guyon, a French national based in Hong Kong, decided to visit Shanghai in early August, the main attraction was not the city’s art deco architecture, but its driverless taxis and hotel delivery robots.\n“It’s super impressive – China looks futuristic,” he said. “It seems like all expats have the same reaction. Many of them share content online, and so do I.”\nThis kind of reaction is becoming increasingly common as China experiences a wave of “tech tourism” – a social media-driven trend...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/48ad7f4a-89e5-4841-b275-dfae87ceb3fc_a0c00bfc.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-02T12:46:51.557Z"
}