{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "马来西亚航空公司对中国C919客机感兴趣，交通部长表示 (原标题: Malaysian airlines interested in China’s C919 jet, transport minister says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320247/malaysian-airlines-interested-chinas-c919-jet-countrys-transport-minister-says?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 07:00:09 +0000",
      "isoDate": "2025-07-31T07:00:09.000Z",
      "creator": "Amy Chew",
      "summary": "### 马来西亚航空公司对中国C919客机表现出兴趣\n\n**背景与驱动因素：**\n\n*   东南亚地区航空旅行需求持续增长。\n*   空中客车（Airbus）和波音（Boeing）的飞机交付存在积压，导致航空公司面临漫长的等待期。\n*   这些因素共同推动了该地区航空公司对中国商用飞机有限责任公司（Comac）生产的C919客机的兴趣。\n\n**C919的吸引力：**\n\n*   C919是中国首款自主研发的窄体客机。\n*   它被宣传为比空客和波音飞机更经济实惠的替代方案。\n*   航空公司正在寻求更快的交付时间和更具成本效益的采购选择，以实现机队采购的多样化。\n\n**相关航空公司：**\n\n*   马来西亚交通部长陆兆福（Anthony Loke）透露，马来西亚的廉价航空公司亚洲航空（AirAsia）和一家新成立的航空公司Air Borneo都已对商飞的飞机表现出兴趣。\n\n**当前状态：**\n\n*   陆兆福部长表示，亚洲航空确实对C919感兴趣，但目前尚未有任何最终确认。\n*   他强调自己不参与具体的商业谈判。",
      "shortSummary": "马来西亚交通部长陆兆福表示，由于东南亚航空旅行增长及空客波音交付积压，马来西亚航空公司对中国C919客机表现出兴趣。亚洲航空和Air Borneo等公司正寻求更便宜、交付更快的替代方案。C919作为中国首款国产窄体客机，被视为有吸引力的选择，尽管目前尚未有最终确认。",
      "translated_title": "马来西亚航空公司对中国C919客机感兴趣，交通部长表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "Growing air travel in Southeast Asia and backlogs in Airbus and Boeing deliveries are driving regional interest in China’s C919 passenger jet, according to Malaysian Transport Minister Anthony Loke.\nChina is promoting aircraft made by Shanghai-based Commercial Aircraft Corporation of China (Comac) – including the C919, the country’s first home-grown narrowbody airliner – as cheaper alternatives to aircraft manufactured by Airbus and Boeing.\nLoke told the Post recently that Malaysian budget...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/6ec5121f-5b51-4c42-a7db-0fd4f6e00641_a34bce1c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴西权衡比亚迪关税减免，竞争对手警告裁员和投资冻结 (原标题: Brazil weighs BYD tariff break as rivals warn of lay-offs and investment freeze)",
      "link": "https://www.scmp.com/news/article/3320197/brazil-debates-tariff-break-byd-opponents-warning-lay-offs-and-investment-freeze?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 19:37:02 +0000",
      "isoDate": "2025-07-30T19:37:02.000Z",
      "creator": "Igor Patrick",
      "summary": "## 巴西政府权衡比亚迪关税减免请求\n\n巴西政府正面临日益增加的压力，因为它正在审议中国汽车制造商比亚迪（BYD）提出的一项请求，即在一年内降低半组装电动和混合动力汽车的进口关税。\n\n*   **请求内容与背景**\n    *   比亚迪寻求对其半组装车辆（行业内称为SKD套件）征收10%的关税，直至2026年7月。目前此类进口关税为18%至20%。\n    *   比亚迪表示，在位于巴伊亚州卡马萨里（Camaçari）的工厂全面投入运营期间，公司需要较低的关税作为过渡期。\n    *   根据与当地政府签署的合同，比亚迪的目标是到2028年实现70%的本地化生产。\n    *   比亚迪的请求包括每年超过20亿美元的进口配额。这一数字是比亚迪宣布的55亿雷亚尔（约合9.78亿美元）投资的两倍多。\n    *   该进口配额还接近巴西政府“Mover计划”五年联邦预算的60%，该计划旨在刺激清洁混合动力汽车的生产。\n\n*   **各方立场**\n    *   **比亚迪**：作为电动汽车制造领域的全球领导者，认为关税减免对其在巴西的过渡期至关重要。\n    *   **全球汽车制造商和地区州长**：强烈反对比亚迪的请求，警告此举可能损害巴西的工业基础并导致失业。\n    *   **巴西对外贸易委员会（Camex）**：正在审查该提案，预计将很快做出决定。",
      "shortSummary": "巴西政府正在审议比亚迪关于降低半组装电动和混合动力汽车进口关税的请求。比亚迪希望在2026年7月前将SKD套件关税降至10%，以支持其卡马萨里工厂的过渡期，并计划到2028年实现70%本地化。然而，全球汽车制造商和地区州长对此表示强烈反对，警告此举可能损害巴西工业并导致失业。比亚迪的请求涉及每年超过20亿美元的进口配额，远超其在巴投资额。",
      "translated_title": "巴西权衡比亚迪关税减免，竞争对手警告裁员和投资冻结",
      "images": [],
      "contentSource": "完整文章",
      "content": "Brazil’s government is facing mounting pressure as it decides on a request from Chinese carmaker BYD to reduce import tariffs for a year on semi-assembled electric and hybrid vehicles.\nThe proposal, now under review by the Chamber of Foreign Trade, or Camex, has sparked a wave of opposition from global carmakers and regional governors who warn it could undermine Brazil’s industrial base and lead to job losses.\nThe Camex panel, which was meeting on Wednesday, was expected to render a decision...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/c79af74d-0139-4972-ac2d-46d861294f94_80058ad3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普称与中国关税谈判‘进展顺利’ (原标题: Trump says tariffs talks with China ‘moving along well’)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3320196/trump-says-tariffs-talks-china-moving-along-well?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 19:06:23 +0000",
      "isoDate": "2025-07-30T19:06:23.000Z",
      "creator": "Frank Chen",
      "summary": "## 特朗普对中美关税谈判的最新表态\n\n美国总统唐纳德·特朗普于周三表示，与中国的关税协议谈判“进展顺利”，并预计两国将达成一项“公平”的贸易协议，但未提供更多细节。\n\n*   **特朗普的乐观态度**\n    *   特朗普在白宫向记者表示，与中国的谈判“进展顺利”，他认为结果会非常好，双方“步调一致”，将达成一项“非常公平的协议”。\n\n*   **谈判背景与进展**\n    *   特朗普的最新评论是在两国代表团在瑞典完成第三轮高级别会谈一天后发表的。\n    *   此次会谈正值8月12日额外关税暂停期到期之前，该关税是全球两大经济体相互征收的。\n    *   消息人士此前向《南华早报》透露，北京和华盛顿预计将把关税休战期再延长三个月。\n\n*   **中方数据与立场**\n    *   中国驻华盛顿大使馆未回应置评请求。\n    *   本月早些时候，大使馆指出，2025年第二季度中国对美出口同比下降24%，这种情况“相当于2020年第一季度疫情期间经济活动停滞时的水平”。\n\n*   **谈判分歧**\n    *   尽管美中谈判代表周二在斯德哥尔摩的单独新闻发布会上称他们的讨论是“建设性的”，但双方在新的关税暂停期的时间安排上存在分歧。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl)\n\n02:07 中美斯德哥尔摩贸易谈判结束，关税暂停时间存在分歧",
      "shortSummary": "美国总统特朗普表示，与中国的关税谈判“进展顺利”，预计将达成“公平”协议。此言论是在两国于瑞典完成第三轮高级别会谈后发表的，关税暂停期将于8月12日到期。尽管谈判被称作“建设性”，但双方在关税暂停时间上存在分歧。中国对美出口在2025年第二季度同比下降24%。",
      "translated_title": "特朗普称与中国关税谈判‘进展顺利’",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump said on Wednesday that talks with China on a tariff deal were “moving along well” and that the countries would reach a “fair” deal on trade, without offering additional details of the agreement.\n“We’re moving along with China. We’re doing fine with China,” Trump told reporters before leaving a bill-signing ceremony at the White House.\n“I think it’s going to work out very well. We’re right in step … I think we’re going to have a very fair deal with China,” he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/884debc4-9207-47fd-9a32-4dce3d99157e_7d546235.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判进展甚微，对北京而言这算是一场胜利 (原标题: The US-China trade talks changed little. For Beijing, that counts as a win)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320157/us-china-trade-talks-why-beijing-unexpectedly-emerged-stronger-position?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 14:00:10 +0000",
      "isoDate": "2025-07-30T14:00:10.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "### 中美贸易谈判：进展与北京的相对优势\n\n近期在瑞典举行的中美贸易谈判结束后，两国贸易关系仍充满不确定性。然而，分析人士认为，鉴于美国正对其他全球经济体加征关税，北京实际上可能处于更有利的地位。\n\n#### 谈判结果\n\n*   第三轮中美贸易谈判于周二在斯德哥尔摩结束。\n*   中方宣布，双方已同意将“关税休战”延长90天。\n*   美方则坚称，该协议仍有待美国总统唐纳德·特朗普的最终批准。\n\n#### 潜在关税影响\n\n*   如果未发生意外，美国将在8月12日（原休战期满日）之后继续对中国征收30%的额外关税。\n*   这30%的关税包括：\n    *   特朗普在今年第一季度宣布的20%关税，与中国在芬太尼贸易中的角色有关。\n    *   4月份征收的另外10%关税。\n\n#### 北京的“胜利”分析\n\n*   尽管对华关税依然存在，但随着美国在特朗普设定的8月1日最后期限前，对一系列主要贸易伙伴征收更高的关税，中国的关税税率开始显得不那么具有破坏性。\n*   从相对角度看，一旦所有协议冻结，中国相对于其他国家可能不会处于显著的比较劣势。",
      "shortSummary": "中美两国在瑞典的贸易谈判结束后，关系仍充满不确定性。中方宣布“关税休战”延长90天，但美方称协议尚待特朗普批准。若无意外，美国将在8月12日后对中国征收30%额外关税。然而，分析认为，由于美国正对其他主要贸易伙伴征收更高关税，中国的关税税率相对而言显得不那么不利，这被视为北京的相对优势。",
      "translated_title": "中美贸易谈判进展甚微，对北京而言这算是一场胜利",
      "images": [],
      "contentSource": "完整文章",
      "content": "Trade relations between China and the United States remain mired in uncertainty after two days of tense negotiations in Sweden earlier this week. But Beijing may actually have emerged in a stronger position as Washington continues to raise tariffs on other global economies, analysts said.\nA third round of US-China trade talks in Stockholm ended on Tuesday with China announcing that both sides had agreed to extend their “tariff truce” by another 90 days, while the US side insisted the deal was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/27c774a6-4095-492d-b21d-73071d85b228_a1a79475.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国承诺加大财政支持以刺激需求并遏制地方政府债务 (原标题: China vows more fiscal support to spur demand and curb local government debt)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320142/chinas-finance-minister-vows-fiscal-support-spur-demand-curb-local-government-debt?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 12:30:15 +0000",
      "isoDate": "2025-07-30T12:30:15.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国财政部承诺加大财政支持并遏制地方政府债务\n\n中国财政部长蓝佛安表示，在今年上半年经济实现稳定增长和势头改善后，中国将加大财政工具的使用力度，以刺激国内需求并解决地方政府债务问题。\n\n### 主要措施和政策\n\n*   **加速财政支出：** 蓝佛安在《学习时报》（中共中央党校主办报纸）上发表文章指出，中央政府将加快财政支出，包括发行和使用超长期债券以及地方政府专项债券。\n*   **积极财政与适度宽松货币政策：** 蓝佛安的文章呼应了执政党政治局周三的会议，该会议呼吁彻底落实“更加积极的财政政策”和“适度宽松的货币政策”，以最大限度发挥其作用。\n*   **遏制隐性债务增长：** 蓝佛安写道，北京将“坚决遏制新增隐性债务的增长，并持续督促地方政府遵守财政纪律，加强预算约束”。\n*   **引导债务置换：** 当局将引导地方政府进行债务置换，以化解风险。\n\n### 相关数据\n\n*   **债务置换债券发行情况：** 财政部在上周五的新闻发布会上表示，截至6月底，2025年分配的2万亿元人民币（约合2510亿美元）债务置换债券中，已有1.8万亿元人民币发行，其中1.44万亿元人民币已投入使用。\n*   **政府债券发行量：** 官方数据显示，2025年前六个月，中国发行了价值7.88万亿元人民币的政府债券，创历史新高，同比增长35.28%。\n*   **债券平均利率：** 这些债券的平均利率同比下降43个基点，降至1.52%。",
      "shortSummary": "中国财政部长蓝佛安承诺，将加大财政支持力度以刺激国内需求并遏制地方政府债务。措施包括加速财政支出、发行超长期和专项债券，并坚决遏制新增隐性债务，引导地方政府进行债务置换。此举旨在落实“更加积极的财政政策”，并加强财政纪律。上半年政府债券发行量创历史新高，利率有所下降。",
      "translated_title": "中国承诺加大财政支持以刺激需求并遏制地方政府债务",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s finance minister has pledged to step up the use of fiscal tools to spur domestic demand and tackle local government debt, following stable growth and improved economic momentum in the first half of the year.\nFinance Minister Lan Foan said the central government would accelerate fiscal spending, including the issuance and use of ultra-long-term bonds and local government special-purpose bonds, in an article published on Wednesday in Study Times – a newspaper run by the Central Party...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/823d1308-2c62-4001-a8eb-54a8bf29cfac_122c5a81.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "恒隆地产盈利下降14%，开发商警示关税战和利率风险 (原标题: Hang Lung earnings drop 14% as developer flags risks from tariff war, rates)",
      "link": "https://www.scmp.com/business/article/3320173/hang-lung-earnings-drop-14-developer-flags-risks-tariff-war-interest-rates?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 11:37:33 +0000",
      "isoDate": "2025-07-30T11:37:33.000Z",
      "creator": "Cheryl Arcibal",
      "summary": "## 恒隆地产上半年业绩与面临的挑战\n\n香港开发商恒隆地产（Hang Lung Properties）公布了疲软的上半年业绩，并对持续的行业低迷、中美贸易战以及利率前景带来的风险发出警告。\n\n### 业绩概览\n*   **盈利下降：** 截至6月30日的六个月内，恒隆地产的盈利同比下降14%，至9.12亿港元（约合1.162亿美元）。\n*   **收入下滑：** 同期收入下降19%，至49.7亿港元。\n*   **借款削减：** 公司将总借款从去年底的水平削减了4.5%，至548亿港元。\n\n### 主要风险与挑战\n*   **香港零售业低迷：** 预计今年香港零售业将持续疲软，此前已连续14个月萎缩，尽管5月份有所反弹。\n*   **中美贸易战不确定性：** 恒隆地产主席陈文博（Adriel Chan）指出，中美之间持续的贸易争端和限制措施给全球经济带来了不确定性，导致中国内地企业和消费者处于观望状态。\n*   **利率前景：** 贸易战可能阻碍利率下调，这对消费者支出和企业扩张构成不利影响。\n*   **消费者支出疲软：** 上半年，恒隆地产在香港和内地都面临消费者支出下降的冲击。\n*   **中国房地产市场困境：** 尽管政府出台了多项刺激消费政策，但由于对经济前景的担忧，中国家庭储蓄增加，导致房地产行业面临困境。\n\n### 公司资产分布\n恒隆地产在香港拥有多处购物中心，包括位于山顶的凌霄阁（The Peak Galleria）和铜锣湾的Fashion Walk。其在中国内地主要资产包括上海的港汇恒隆广场（Grand Gateway 66）和恒隆广场（Plaza 66），这些内地资产贡献了集团约三分之二的收入。\n\n### 应对策略\n首席执行官卢韦柏（Weber Lo）表示，恒隆地产将专注于保留现有租户和维持高出租率。\n\n![CEO Weber Lo says Hang Lung will focus on retaining tenants and occupancy rates. Photo: Edmond So](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/30/770efb02-d41d-4b7b-b3d5-9794eb606622_1126e908.jpg)",
      "shortSummary": "恒隆地产上半年盈利同比下降14%，收入下滑19%。公司将此归因于香港零售业持续低迷、中美贸易战带来的不确定性以及利率可能受到的影响。这些因素共同导致消费者支出疲软，并对中国内地房地产市场造成压力。恒隆地产表示，将重点关注租户保留和出租率。",
      "translated_title": "恒隆地产盈利下降14%，开发商警示关税战和利率风险",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/30/770efb02-d41d-4b7b-b3d5-9794eb606622_1126e908.jpg",
          "alt": "CEO Weber Lo says Hang Lung will focus on retaining tenants and occupancy rates. Photo: Edmond So",
          "title": "CEO Weber Lo says Hang Lung will focus on retaining tenants and occupancy rates. Photo: Edmond So",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong developer Hang Lung Properties expects the city’s retail sector to remain sluggish this year amid a prolonged industry slump, while an unresolved tariff war with the US keeps businesses and consumers in mainland China in limbo.\n“The recent trade disputes and escalating restrictions between the US and China have created uncertainties in the global economy,” chairman Adriel Chan said in a statement after reporting weak first-half results on Wednesday. This could stall interest-rate cuts,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/e8aa6899-71b0-4044-9ba6-ea88a90f6210_bb686857.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国发布新指导方针，被视为战略性“反内卷”举措 (原标题: China unveils new guidelines seen as a strategic ‘anti-involution effort’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320154/china-unveils-new-oversight-guidelines-seen-strategic-anti-involution-effort?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 10:00:28 +0000",
      "isoDate": "2025-07-30T10:00:28.000Z",
      "creator": "Luna Sun",
      "summary": "中国国家发展和改革委员会（NDRC）发布了新的指导方针草案，旨在加强对政府支持的投资基金的监督，并敦促这些基金更专注于先进制造业和战略性新兴产业。\n\n**主要目标与背景**\n\n*   **遏制重复投资：** 新规旨在警告并遏制重复投资，以避免加剧恶性竞争和通缩压力。\n*   **引导资本流向：** 政策制定者希望将资本引导至高影响力、创新驱动的领域。\n*   **解决经济问题：** 这是中国最新一项努力，旨在控制冗余支出，解决其带来的竞争加剧和通缩压力。\n\n**核心内容与要求**\n\nNDRC于周三发布了两份征求公众意见的草案文件，阐述了政府基金应如何部署和评估。\n\n*   **加强顶层规划：** 要求加强政府投资基金配置的规划和指导。\n*   **优化协调：** 促进中央和地方基金之间更好的协调。\n*   **聚焦关键产业：** 明确要求基金将重点放在先进制造业、未来科技和数字经济等关键产业。\n\n**指导原则**\n\n草案指南强调：\n\n*   **政策导向与国家引导：** 突出政策导向和国家的引导作用。\n*   **避免同质化竞争：** 避免基金间的同质化竞争。\n*   **避免挤出效应：** 避免挤出私人资本。\n*   **促进发展模式：** 推动形成“规模适度、布局合理、运作规范、执行高效、风险可控”的发展格局。\n\n**公共资本的作用**\n\n*   **耐心长期资金：** 指导方针强调公共资本应作为“耐心、长期资金”，以在经济周期中稳定投资。",
      "shortSummary": "中国国家发改委发布新规草案，旨在加强对政府投资基金的监管，引导其聚焦先进制造业和战略新兴产业。此举旨在遏制重复投资、减少恶性竞争和通缩压力，并将公共资本作为长期资金，支持高影响力、创新驱动的领域发展，避免挤出私人资本。",
      "translated_title": "中国发布新指导方针，被视为战略性“反内卷”举措",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top economic planner has unveiled new draft guidelines aimed at tightening oversight of government-backed investment funds, urging a sharper focus on advanced manufacturing and strategic emerging industries.\nThe warning against overlapping investments marks the latest push to rein in redundant spending that has intensified cutthroat competition and added to deflationary pressure – a key concern for policymakers seeking to steer capital toward high-impact, innovation-driven sectors.\nOn...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/39b15cfd-3585-4006-b190-ba20221f36dc_e818e4e8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "国际货币基金组织为何刚刚上调中国2025年GDP展望，且上调幅度超过其他任何经济体？ (原标题: Why did the IMF just raise China’s 2025 GDP outlook more than any other economy?)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3320138/imf-raises-chinas-gdp-outlook-more-any-other-economy-after-strong-first-half-data?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 09:30:08 +0000",
      "isoDate": "2025-07-30T09:30:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 国际货币基金组织上调中国经济增长预测\n\n国际货币基金组织（IMF）大幅上调了对中国经济增长的预测，同时小幅上调了全球经济预测。这主要得益于中国出口伙伴的多元化以及中美贸易紧张局势的缓和。\n\n*   **中国经济展望上调：**\n    *   根据IMF周二发布的《世界经济展望》报告，IMF目前预计中国经济在2025年将增长4.8%，比其4月份的预测上调了0.8个百分点。\n    *   此次对中国预测的上调幅度是报告中所有国家和地区中最大的。\n*   **全球经济展望：**\n    *   今年全球经济增长预测小幅上调了0.2个百分点，达到3%。\n*   **上调原因：**\n    *   IMF表示，此次上调反映了“2025年上半年强于预期的经济活动以及中美关税的显著降低”。\n    *   IMF首席经济学家皮埃尔-奥利维耶·古林查斯（Pierre-Olivier Gourinchas）在新闻发布会上指出，中国经济活动中“一个特别重要的组成部分是中国对世界其他地区（美国以外）的出口强劲”。\n*   **出口表现：**\n    *   尽管面临高达245%的关税威胁，中国对最大出口目的地美国的发货量在今年上半年下降了10.9%。\n    *   然而，由于对东南亚、非洲和欧洲等地区的出货量增长，中国整体贸易增长依然强劲，同期总出口增长了5.9%。",
      "shortSummary": "国际货币基金组织（IMF）大幅上调了中国2025年GDP增长预测至4.8%，较此前上调0.8个百分点，为全球最大上调幅度。这主要归因于2025年上半年强于预期的经济活动、中美关税的显著降低，以及中国出口伙伴的多元化。尽管对美出口下降，但对东南亚、非洲和欧洲等地区的出口增长推动了中国整体贸易的强劲增长。",
      "translated_title": "国际货币基金组织为何刚刚上调中国2025年GDP展望，且上调幅度超过其他任何经济体？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The International Monetary Fund (IMF) has substantially raised its growth forecast for China this year, while also slightly revising up global estimates, as China diversifies its export partners and trade tensions between the world’s two largest economies de-escalate.\nThe IMF now projects that China’s economy will expand by 4.8 per cent in 2025, up 0.8 percentage point from its previous forecast in April, according to its World Economic Outlook report released on Tuesday.\nThe upwards revision...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/d88428b7-92ab-4901-ab95-b787d0482857_fd911359.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国政治局呼吁“加大”经济政策支持 (原标题: China’s Politburo calls for ‘stepped up’ economic policy support)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320103/chinas-politburo-calls-stepped-economic-policy-support?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 06:21:22 +0000",
      "isoDate": "2025-07-30T06:21:22.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国政治局呼吁“加大”经济政策支持\n\n中国承诺在2025年剩余时间里维持宏观政策支持，以应对下半年内外部经济风险，并规划未来五年发展。中共中央政治局会议结束后，党中央高层发表声明，鼓励采取行动支持经济。\n\n*   **宏观政策支持**\n    *   据新华社报道，政治局会议强调，“宏观政策要继续发力，适时加大力度”。\n    *   此举旨在应对当前经济挑战并为未来发展奠定基础。\n\n*   **稳定对外贸易与投资**\n    *   政治局表示将“稳定外贸外资基本盘”，并支持受全球经济近期冲击严重的企业。\n    *   此次会议是在中美两国在瑞典斯德哥尔摩举行贸易谈判之后召开的。谈判达成了一项延长两国关税休战期的协议，尽管美方表示，最终批准权在美国总统唐纳德·特朗普手中。\n\n*   **释放内需潜力**\n    *   政治局还呼吁“有效释放内需潜力”，这是北京今年的一个主要优先事项。\n    *   具体措施包括：\n        *   实施有针对性的行动以提振消费。\n        *   改善民生以扩大需求。\n        *   激发民间投资以推动有效增长。",
      "shortSummary": "中国政治局会议呼吁在2025年剩余时间“加大”宏观经济政策支持，以应对经济风险并规划未来发展。会议强调要稳定外贸外资，并有效释放内需潜力，通过提振消费、改善民生和激发民间投资来促进经济增长。此举旨在应对全球经济冲击并推动国内发展。",
      "translated_title": "中国政治局呼吁“加大”经济政策支持",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed to maintain its macro policy support for the rest of 2025 as the country seeks to navigate economic risks – both external and internal – in the second half of the year and plan for its next half-decade of development.\nAfter a meeting of the 24-member Politburo – a major decision-making body of the ruling Communist Party led by President Xi Jinping – that ended on Wednesday, the party’s upper echelon issued a statement encouraging action to support the economy.\n“Macro policies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/4b877c4b-4cf0-433c-85d3-8d9534f99d19_063bd878.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "深圳为何调整中国首个个人破产试点方案？ (原标题: Why is Shenzhen adjusting China’s first pilot personal bankruptcy scheme?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320084/why-shenzhen-adjusting-chinas-first-pilot-personal-bankruptcy-scheme?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 04:45:18 +0000",
      "isoDate": "2025-07-30T04:45:18.000Z",
      "creator": "He Huifeng",
      "summary": "## 深圳调整个人破产试点方案\n\n中国南方科技中心深圳计划对其个人破产试点方案进行调整，引入更严格的债务人监督机制，以解决公众对“逃废债”的担忧。\n\n### 主要调整措施\n\n*   从今年10月起，一旦法院裁定债务人的未偿债务被解除，其破产信息将被公开披露，披露期最长可达八年。\n\n### 试点背景与进展\n\n*   深圳于2021年3月成为中国内地首个试点个人破产制度的城市。\n*   截至目前，该市已处理超过500个个人破产案件，涵盖债务重组、清算和和解，涉及总金额达1.93亿元人民币（约合2689万美元）。\n*   然而，值得注意的是，迄今为止，尚无任何个人债务被完全解除。\n\n### 法律专家观点与挑战\n\n*   一些法律专家认为，相对于已提交的数千份申请和更广泛的社会需求，目前的进展速度仍然缓慢。\n*   他们呼吁进行更大胆的改革，以便为更多债务人——特别是小企业主——提供真正的“第二次机会”，帮助他们在当前经济下行期间重新开始生活。\n\n### 申请人构成\n\n*   在试点方案中，超过65%的申请债务人是自雇人士、公司股东或企业家。",
      "shortSummary": "深圳正调整其个人破产试点方案，以应对“逃废债”担忧。新规将要求债务人破产信息在债务解除后公开披露最长八年。该试点自2021年启动，已处理超500例，但尚无个人债务被完全解除。法律专家呼吁更大胆改革，为小企业主等提供真正的“第二次机会”。",
      "translated_title": "深圳为何调整中国首个个人破产试点方案？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The southern Chinese tech hub of Shenzhen plans to introduce a stricter supervisory mechanism for debtors who apply for personal bankruptcy, aiming to address public concerns over “debt evasion”.\nStarting in October, a debtor’s bankruptcy information will be publicly disclosed for up to eight years once a court rules that their outstanding debts be discharged, the city’s bankruptcy administration announced last week.\nShenzhen, in Guangdong province, adjoining Hong Kong, became the first city in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/f5fca0e2-f0ad-49b8-ad7a-eb98b0aa0599_c52a0c4d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "理想汽车推出六座电动SUV，先发制人对抗特斯拉 (原标题: Li Auto launches 6-seat electric SUV in pre-emptive strike against Tesla)",
      "link": "https://www.scmp.com/business/china-business/article/3320044/li-auto-launches-six-seat-electric-suv-pre-emptive-strike-against-tesla-china?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 23:30:13 +0000",
      "isoDate": "2025-07-29T23:30:13.000Z",
      "creator": "Daniel Ren",
      "summary": "## 理想汽车推出六座电动SUV，先发制人对抗特斯拉\n\n中国汽车制造商理想汽车（Li Auto）推出了一款全新的六座纯电动SUV，旨在抢先美国竞争对手特斯拉，争夺中国大陆富裕家庭市场，以应对全球最大汽车市场日益激烈的竞争。\n\n### Li i8 车型概览\n\n*   **发布时间：** 理想汽车于周二（原文发布日期）发布了Li i8。\n*   **市场定位：** 专为中国大陆的富裕家庭设计。\n*   **座位配置：** 六座纯电动SUV。\n*   **价格区间：** 售价从321,800元人民币（约合44,889美元）到369,800元人民币。\n*   **续航能力：** 基础版车型单次充电可行驶720公里。\n\n### 核心技术与豪华配置\n\nLi i8 集成了多项先进技术和舒适性配置：\n\n*   **智能驾驶：** 内置自动驾驶技术。\n*   **数字座舱：** 配备先进的数字座舱。\n*   **舒适体验：** 安装了定制冰箱和豪华沙发式座椅，旨在提升乘客的舒适度，为豪华电动车增添独特维度。\n\n### 公司愿景与市场策略\n\n理想汽车创始人兼CEO李想在Li i8的线上发布会上表示：\n\n*   **差异化：** 理想汽车希望与其他汽车制造商区分开来。\n*   **移动之家：** 公司愿景是为客户打造一个“移动之家”，在驾驶过程中为他们创造一个舒适的空间。\n*   **盈利能力：** 理想汽车是中国大陆仅有的三家盈利的电动汽车制造商之一。\n\n### 交付与竞争格局\n\n*   **交付时间：** 理想汽车将于8月20日开始向中国大陆客户交付新车。\n*   **市场领先：** 此次发布使理想汽车在该细分市场领先于特斯拉。特斯拉此前在本月早些时候表示，其首款上海生产的六座Model Y车型将于今年秋季向本地客户提供。",
      "shortSummary": "理想汽车在中国市场推出新款六座纯电动SUV Li i8，旨在抢先特斯拉，争夺富裕家庭市场。Li i8售价32.18万至36.98万元，基础版续航720公里，配备自动驾驶、数字座舱、定制冰箱和豪华座椅。理想汽车CEO李想表示，公司致力于打造“移动之家”。新车将于8月20日交付，此举使理想汽车在六座电动SUV市场占据先机，领先于特斯拉计划秋季推出的六座Model Y。",
      "translated_title": "理想汽车推出六座电动SUV，先发制人对抗特斯拉",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese carmaker Li Auto launched a pre-emptive strike against US rival Tesla by offering a new six-seat, fully electric SUV to affluent families on the mainland, as competition in the world’s largest automotive market continues to escalate.\nBeijing-based Li Auto, one of the only three profitable electric vehicle (EV) makers in mainland China, on Tuesday unveiled the Li i8 – built with autonomous driving technology and a digital cockpit – that would be priced from 321,800 yuan (US$44,889) to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/642922c5-2f8a-4f62-bebd-6d8421b5b307_e9b6c76e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最具活力的城市是哪些？新报告给出令人惊讶的答案 (原标题: What are China’s most dynamic cities? New report gives surprising answer)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319997/what-are-chinas-most-dynamic-cities-new-report-gives-surprising-answer?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 23:30:07 +0000",
      "isoDate": "2025-07-29T23:30:07.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国最具活力城市报告解读\n\n经济学人智库（EIU）发布的一份最新年度报告指出，中国最具活力的经济体不再是北京、上海等大都市，而是杭州、合肥等知名度较低的城市。\n\n### 核心发现与趋势\n\n*   **经济格局转变**：报告结果反映了中国经济格局的日益转变，较小的城市正凭借其在先进制造业、清洁能源及其他新兴领域的优势，成为新的增长引擎。\n*   **城市排名**：\n    *   **杭州**：连续第五年位居榜首。杭州是电子商务巨头阿里巴巴、人工智能初创公司DeepSeek以及多家其他主要科技公司的所在地。\n    *   **深圳**：被誉为“中国硅谷”的深圳排名第五。\n    *   **一线城市表现**：北京、广州和上海均未能进入前十名。\n\n### 经济学家观点\n\n*   经济学家徐天增和苏悦在报告中指出，这些结果“捕捉到了中国制造业的崛起和服务业的衰落”。\n*   **原因分析**：长期的房地产市场低迷拖累了消费者支出，导致经济继续依赖强大的生产力。",
      "shortSummary": "经济学人智库（EIU）报告显示，中国最具活力的城市已不再是北京、上海，而是杭州、合肥等较小城市。杭州连续五年位居榜首，得益于先进制造业和新兴产业。深圳排名第五，而一线城市均未进前十。这反映了中国经济从服务业向制造业的重心转移，部分原因在于房地产市场低迷。",
      "translated_title": "中国最具活力的城市是哪些？新报告给出令人惊讶的答案",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s most dynamic local economies are no longer metropolises like Beijing and Shanghai, but lesser-known cities including Hangzhou and Hefei, according to a new report by the Economist Intelligence Unit.\nThe findings reflect a growing shift in China’s economic landscape, as smaller cities emerge as a main engine of growth due to their strength in advanced manufacturing, clean energy and other emerging sectors.\nThe annual report by the EIU ranks Chinese cities in terms of their growth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/f77498fa-fcb2-4338-9b67-f5ed3eafaafb_4d922bf4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车市场面临动荡，因折扣结束、销售税到期 (原标题: China’s car market faces turbulence as discounts end, sales tax expires)",
      "link": "https://www.scmp.com/business/china-business/article/3320017/chinas-car-market-faces-turbulence-discounts-end-sales-tax-expires-fitch-says?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 22:00:07 +0000",
      "isoDate": "2025-07-29T22:00:07.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国汽车市场面临动荡\n\n根据惠誉评级（Fitch Ratings）周二发布的一份报告，未来五个月中国汽车市场可能经历动荡。这种动荡主要源于汽车制造商暂停残酷的价格战，以及买家在即将到期的税收优惠政策结束前重返市场。\n\n## 近期市场展望（第三季度）\n\n*   **需求减弱：** 本季度，中国大陆的汽油车和电动汽车（EV）需求可能会减弱。\n*   **原因：** 汽车制造商暂停了折扣和免息贷款。\n*   **背景：** 此举是为了遵守北京当局近期关于维护市场秩序的告诫。\n\n## 长期市场展望（第四季度）\n\n*   **销量反弹：** 惠誉评级预测，第四季度销量将反弹。\n*   **驱动因素：** 买家将寻求利用年底即将逐步取消的新能源汽车（NEV）购置税优惠政策。\n\n## 关键转折点\n\n报告指出：“中国当局干预以阻止长期价格战，标志着汽车行业的一个关键转折点。”\n\n*   **短期影响：** 近期汽车需求受到抑制。\n*   **潜在反弹动力：** 价格预期的潜在逆转以及年底的购买热潮“可能推动销量反弹”。\n\n## 其他信息\n\n*   惠誉评级未提供任何具体的销售预测。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7)",
      "shortSummary": "中国汽车市场将面临动荡。惠誉评级报告指出，由于汽车制造商暂停折扣战并遵守当局维护市场秩序的指示，第三季度汽油车和电动汽车需求可能减弱。然而，随着消费者赶在年底新能源汽车购置税优惠到期前购车，第四季度销量预计将反弹。当局干预价格战被视为行业关键转折点。",
      "translated_title": "中国汽车市场面临动荡，因折扣结束、销售税到期",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s automotive market is likely to experience turbulence over the next five months as carmakers hit pause on a brutal discount war, before buyers return to the market to benefit from the soon-to-expire tax breaks.\nDemand for petrol and electric vehicles (EVs) on the mainland could weaken this quarter as carmakers held back discounts and interest-free loans, Fitch Ratings said in a report on Tuesday, a move in compliance with recent admonishment from authorities in Beijing to maintain market...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/3e75255b-8e5f-4acb-a0e0-9d51d7de99e0_dc20e4c4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国亿万富翁提议的水交易在新罕布什尔州引发反对 (原标题: Chinese tycoon’s proposed water deal spurs objections in US state of New Hampshire)",
      "link": "https://www.scmp.com/news/china/money-wealth/article/3320054/chinese-tycoons-proposed-water-deal-spurs-objections-us-state-new-hampshire?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 18:32:01 +0000",
      "isoDate": "2025-07-29T18:32:01.000Z",
      "creator": "Khushboo Razdan",
      "summary": "# 中国亿万富翁在新罕布什尔州的水交易引发争议\n\n*   **背景**\n    *   中国首富、农夫山泉创始人钟睒睒通过其美国子公司NF North America，在新罕布什尔州纳舒厄市（该州第二大城市，人口约100万）的一个工业地块上开发项目，引发了争议。\n\n*   **事件始末**\n    *   争议始于五月，当时有消息称NF North America已于一月份悄然收购了纳舒厄市一块9.3公顷（23英亩）的工业用地上的单层建筑。\n    *   该地块已废弃近11年。\n    *   该公司计划在此地块上建造一家饮料厂，并购买该市的剩余水资源用于运营。\n\n*   **公众反应与担忧**\n    *   当地新闻头条宣称“中国亿万富翁想要新罕布什尔州的水”。\n    *   钟睒睒的农夫山泉是中国最大的饮料公司，他个人净资产估计为640亿美元。\n    *   与过去可能不引人注目的中国大型投资不同，NF North America的这项计划前景不明朗。\n    *   美国政策制定者普遍将中国视为国家安全威胁，导致对中国投资的审查日益严格。\n\n*   **类似案例**\n    *   近年来，类似的交易，如电池巨头国轩高科、宁德时代与福特的合作以及农业综合企业阜丰集团的交易，都已完全停滞或面临日益严格的审查。\n\n*   **相关图片**\n    *   ![钟睒睒于2020年在中国社交媒体上发表讲话的照片。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/30/ebe759cd-7a0f-4e76-a870-f184da4fbc76_b98de719.jpg)\n        *   图片说明：钟睒睒于2020年在中国社交媒体上发表讲话的照片。",
      "shortSummary": "中国首富钟睒睒的农夫山泉美国子公司在新罕布什尔州纳舒厄市收购工业地块，计划建饮料厂并购买城市剩余水资源。此举引发当地强烈反对，因当前美国对中国投资的国家安全担忧加剧，导致该项目前景不明。这反映了与国轩高科、宁德时代等类似中国投资面临的日益严格的审查和停滞。",
      "translated_title": "中国亿万富翁提议的水交易在新罕布什尔州引发反对",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/30/ebe759cd-7a0f-4e76-a870-f184da4fbc76_b98de719.jpg",
          "alt": "Zhong Shanshan is seen here making a speech in a photograph shared on Chinese social media in 2020. Photo: Weibo",
          "title": "Zhong Shanshan is seen here making a speech in a photograph shared on Chinese social media in 2020. Photo: Weibo",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s richest man, Zhong Shanshan, has come under scrutiny in the small northeastern US state of New Hampshire, home to just over 1 million residents, over a plan to develop an industrial site in the state’s second-largest city, Nashua.\nThe controversy began in May when it emerged that a US subsidiary of Zhong’s firm, Nongfu Spring, NF North America, had quietly acquired a single-storey building on a 9.3-hectare (23-acre) industrial site in Nashua in January.\nThe site had been abandoned for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/fe84b8c9-d674-47a5-8803-6958c79b9216_37dd28d3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美斯德哥尔摩贸易谈判结束，在关税暂停延期时间上存在分歧 (原标题: China, US end Stockholm trade talks, diverge on timing of tariff pause extension)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320049/china-us-finish-stockholm-trade-talks-agreement-extend-tariff-pause?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 15:58:38 +0000",
      "isoDate": "2025-07-29T15:58:38.000Z",
      "creator": "Xiaofei Xu,Khushboo Razdan,Frank Chen,Ralph Jennings",
      "summary": "### 中美斯德哥尔摩贸易谈判：关税暂停延期分歧\n\n中美两国在斯德哥尔摩举行的贸易谈判结束后，双方在关税上调暂停延期的时间点上出现了分歧。这一分歧是两国在8月11日最后期限前达成贸易协议所需克服的障碍。\n\n**谈判结果概述**\n\n*   为期两天的谈判是中美两国之间第三轮高级别贸易磋商。\n*   谈判的核心议题是延长关税上调暂停期限，以避免在8月11日截止日期前进一步升级贸易摩擦。\n\n**中方立场**\n\n*   中方谈判代表宣布，双方就延长关税上调暂停期限达成了共识。\n*   中国商务部副部长李成钢表示：“根据中美共识，双方将继续推动美方24%对等关税以及中方反制措施的暂停继续延长。”\n*   中方未宣布任何突破，也未具体说明延期的持续时间。\n\n**美方立场**\n\n*   美国财政部长斯科特·贝森特在大约一小时后的新闻发布会上，将此次谈判描述为“建设性”和“广泛的”。\n*   然而，他否认双方已达成协议，并坚称在没有美国总统唐纳德·特朗普明确批准的情况下，任何协议都不会最终确定。\n*   贝森特表示，在美方谈判代表与目前正从苏格兰返回美国的特朗普进行沟通之前，不会达成任何协议。\n\n**关键分歧点**\n\n*   中方认为已就关税暂停延期达成共识，并致力于推动其继续延长。\n*   美方则强调，任何协议都需要总统特朗普的最终批准，目前尚未达成最终协议。",
      "shortSummary": "中美两国在斯德哥尔摩贸易谈判后，在关税暂停延期时间上存在分歧。中方称已就延长关税暂停达成共识，而美方则坚持任何协议都需美国总统特朗普明确批准方可最终确定。这一分歧是两国在8月11日贸易协议截止日期前需要解决的关键障碍。",
      "translated_title": "中美斯德哥尔摩贸易谈判结束，在关税暂停延期时间上存在分歧",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States have diverged on the timing for another pause on tariff increases, a hurdle that must be cleared before the world’s two largest economies reach a trade deal ahead of an August 12 deadline.\nAfter their two days of talks in Stockholm, Sweden, Chinese negotiators declared a consensus for an extension of the pause on tariff increases, while the American side insisted that no deal would be final without US President Donald Trump’s explicit approval.\nThe Chinese side did...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/7058c771-175b-408d-8509-7c1cb1331e6a_4f12d79d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一位中国经济学家为何就中美债务状况抨击瑞·达利欧？ (原标题: Why did a Chinese economist slam Ray Dalio on debt situations in US, China?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319988/why-did-chinese-economist-slam-ray-dalios-assessment-debt-situations-us-china?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 14:00:12 +0000",
      "isoDate": "2025-07-29T14:00:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国著名经济学家许高对桥水基金创始人瑞·达利欧关于中美两国债务状况的观点提出了反驳，这使得全球两大经济体财政方向的辩论日益激烈。\n\n*   **核心争议**\n    *   中银国际（中国）首席经济学家许高在一篇约9000字的文章中指出，达利欧呼吁中国去杠杆是错误的，认为这种观点“误判”了中国的债务动态。\n\n*   **许高对中国债务的论点**\n    *   许高表示，中国近期出现的债务展期问题并非由过度借贷引起，而是“过于严厉的去杠杆政策”扰乱了流动性。\n    *   他强调，与其加倍推行去杠杆，不如纠正其背后的思维模式，因为这种思维模式已经严重拖累了宏观经济。\n    *   许高的文章标题为《达利欧在国债问题上错在哪里？》。\n\n*   **中国经济背景**\n    *   许高的评论发布之际，经济学家和政策圈正在讨论中国经济下半年是否需要更多刺激措施，以应对外部不确定性、房地产市场长期低迷以及持续的通缩压力。\n    *   市场关注即将召开的政治局会议，预计该会议将为下半年的政策定下基调。\n\n*   **美国债务状况**\n    *   在美国，随着“大美法案”的通过，债务上限提高了5万亿美元，人们对美国政府债务可持续性的担忧加剧。\n    *   包括埃隆·马斯克和达利欧在内的多位知名人士已就此发出“债务炸弹”的警告。",
      "shortSummary": "一位中国经济学家许高反驳了瑞·达利欧关于中美债务的观点。许高认为，中国债务问题源于严厉的去杠杆政策而非过度借贷，并呼吁纠正政策思维。此番争论正值中国经济刺激措施讨论之际，同时美国政府债务可持续性也引发了达利欧等人的担忧。",
      "translated_title": "一位中国经济学家为何就中美债务状况抨击瑞·达利欧？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A prominent Chinese economist has pushed back against Bridgewater Associates founder Ray Dalio’s views on the debt situations in China and the United States, as debate over the fiscal directions of the world’s two largest economies heats up.\nXu Gao, chief economist at Bank of China International (China), said in a recent 9,000-word article that Dalio was mistaken in calling for China to deleverage, arguing that such a view “misjudges” the country’s debt dynamics.\n“China’s recent debt-rollover...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/69251e6f-e49c-4500-afd9-20eb77cc4b2c_edbf4880.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国深圳、广州机场客运量突破疫情前纪录 (原标题: China’s Shenzhen, Guangzhou airports break pre-Covid records)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319980/chinas-shenzhen-guangzhou-airports-hit-record-highs-surpass-pre-covid-passenger-levels?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 09:30:08 +0000",
      "isoDate": "2025-07-29T09:30:08.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国大湾区机场客运量强劲复苏\n\n## 概述\n2025年上半年，中国粤港澳大湾区各机场的客运量持续增长，其中广州和深圳机场在区域航空业复苏中表现突出，均已超越疫情前水平。\n\n## 广州白云机场表现\n*   **总客运量：** 4004万人次，同比增长9.2%。\n*   **国际客运量：** 超过818万人次（含出入境），同比增长22.9%。\n*   **里程碑：** 已突破疫情前历史最高纪录。\n\n## 深圳宝安机场表现\n*   **总客运量：** 3255万人次，同比增长10.8%。\n*   **国际客运量：** 超过305万人次（含出入境），同比增长30.7%。\n*   **里程碑：** 已突破疫情前历史最高纪录。\n\n## 香港国际机场对比\n*   **总客运量：** 2940万人次，同比增长16.5%。\n*   **与疫情前对比：** 仍低于2019年同期3780万人次的水平。\n\n## 增长驱动因素与分析\n*   **区域经济活力：** 分析师指出，大湾区机场群的强劲表现得益于区域经济的活力和互联互通的改善。\n*   **市场需求：** 广州和深圳客运量的快速增长反映了这些城市活跃的商业活动以及内地游客的强劲需求。\n*   **签证便利化：** 中国扩大免签入境政策也部分促进了国际客运量的激增。\n*   **香港机场竞争力：** 相比之下，香港机场在吸引国际和内地旅客方面的竞争力有所减弱，其在大湾区航空市场的份额面临压力。",
      "shortSummary": "2025年上半年，中国广州白云机场和深圳宝安机场客运量强劲增长，均已突破疫情前纪录，分别达到4004万和3255万人次，国际客运量也因免签政策大幅提升。相比之下，香港国际机场虽有增长但仍未恢复至2019年水平。分析认为，广州和深圳的成功得益于大湾区经济活力和互联互通，而香港机场的竞争力则有所减弱。",
      "translated_title": "中国深圳、广州机场客运量突破疫情前纪录",
      "images": [],
      "contentSource": "完整文章",
      "content": "Passenger traffic at airports across China’s Greater Bay Area continued to rise in the first half of 2025, with Guangzhou and Shenzhen leading the region’s aviation rebound.\nGuangzhou’s Baiyun Airport handled 40.04 million passengers during the period, up 9.2 per cent year on year, while Shenzhen’s Baoan Airport served 32.55 million – a 10.8 per cent increase, according to figures released by the two airports. Both have now surpassed their pre-pandemic highs.\nInternational traffic at both...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/03ef4e2a-f4cc-4891-be93-aca1b371d050_e2ebb718.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将“加强对电动汽车和太阳能等拥挤行业的监管” (原标题: China to ‘tighten oversight’ in crowded sectors such as EVs and solar power)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319986/china-tighten-oversight-crowded-manufacturing-sectors-such-evs-and-solar-power?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 08:54:10 +0000",
      "isoDate": "2025-07-29T08:54:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国工业和信息化部（MIIT）表示，将淘汰落后产能，以应对过度竞争，并推广高科技消费品，以促进国内需求。工信部将在电动汽车领域巩固对“内卷”竞争的全面打击成果，并加强对太阳能等关键行业的监管。工信部将使用升级后的标准来淘汰落后的生产能力，并加强工业和信息技术领域的强制性国家标准。\n\n“内卷”是指过度、残酷的竞争，这种竞争困扰着多个行业，侵蚀了企业利润，加剧了持续的通货紧缩压力。国家市场监督管理总局也承诺，将依法依规规范企业低质量、低价竞争。为了更好地配置市场资源和淘汰落后产能，中国一直在加大并购力度。最近的一个例子是中国国家船舶集团公司吸收中国船舶重工集团公司，旨在简化运营并加速行业发展。",
      "shortSummary": "中国工业和信息化部表示将淘汰落后产能，应对过度竞争，并加强对电动汽车和太阳能等关键行业的监管，巩固对“内卷”竞争的打击成果。国家市场监督管理总局也承诺将规范企业低质量、低价竞争。中国一直在加大并购力度，以优化市场资源配置和淘汰落后产能。",
      "translated_title": "中国将“加强对电动汽车和太阳能等拥挤行业的监管”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top regulator of the manufacturing sector has vowed to phase out outdated capacity amid Beijing’s efforts to combat excessive competition, while promoting hi-tech consumer goods as part of a broader push to revive domestic demand.\nThe Ministry of Industry and Information Technology (MIIT) said at a meeting of senior officials on Monday that it would “consolidate the results of a sweeping crackdown on ‘neijuan’ competition in the electric vehicle sector and tighten oversight of key...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/65107054-3cb8-4b27-9d95-393e57ca58bf_b5fa509d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人工智能竞赛升温，上海推出大规模补贴计划 (原标题: China’s AI race heats up as Shanghai launches massive subsidy scheme)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319924/chinas-ai-race-heats-shanghai-launches-massive-subsidy-scheme?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 05:00:07 +0000",
      "isoDate": "2025-07-29T05:00:07.000Z",
      "creator": "Carol Yang",
      "summary": "# 上海推出大规模人工智能补贴计划\n\n上海市近日宣布了一项雄心勃勃的10亿元人民币（约合1.39亿美元）人工智能产业补贴计划，旨在与中国其他也在大力投资建设世界级人工智能生态系统的特大城市展开竞争。\n\n## 补贴构成与目标\n\n*   **总额：** 10亿元人民币。\n*   **主要目标：** 降低初创企业的成本，并促进本地企业采用人工智能解决方案。\n*   **具体分配：**\n    *   **6亿元人民币：** 用于补贴计算能力。\n    *   **3亿元人民币：** 用于第三方人工智能模型的折扣。\n    *   **1亿元人民币：** 帮助企业采购数据集合或语料库，以训练新模型。\n\n## 额外补贴与政策细节\n\n*   该计划还为租赁、购买或建设计算设施、人工智能模型和数据集提供额外补贴。\n*   补贴比例范围为合同价值的10%至100%。\n*   这些信息根据上海市经济和信息化委员会周一发布的一份文件公布。\n\n## 专家观点与行业背景\n\n*   **潘鹤林（中国工业和信息化部专家委员会成员）的看法：**\n    *   该计划旨在直接降低企业成本，这一策略有望在提振上海本地人工智能产业方面取得显著成效。\n    *   他指出，上海在人工智能发展方面的一个关键优势是其“强大的资金实力”。\n    *   尽管上海因其庞大的金融业和全球视野长期以来对中国企业家具有吸引力，但其高昂的运营成本（从办公室租金到日常开支）可能会将新的人工智能初创企业推向成本较低的城市，例如附近的杭州。\n\n## 市场竞争\n\n*   中国人工智能行业的竞争异常激烈，多个城市都誓言要成为领先者。\n*   上海并非第一个提供慷慨补贴以吸引人工智能公司的城市：杭州、深圳、成都和北京也已推出了类似的扶持措施。",
      "shortSummary": "上海推出一项10亿元人民币的人工智能产业补贴计划，旨在降低企业成本，提升其在AI领域的竞争力。该计划主要补贴计算能力、第三方AI模型和数据采购。尽管上海拥有强大的资金优势，但高昂的运营成本是其面临的挑战。中国其他城市如杭州、深圳、成都和北京也已推出类似扶持政策，AI产业竞争日益激烈。",
      "translated_title": "中国人工智能竞赛升温，上海推出大规模补贴计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shanghai has unveiled an ambitious 1 billion yuan (US$139 million) subsidy programme for the artificial intelligence industry, as the metropolis bids to compete with a string of other Chinese megacities that are also investing heavily to develop world-class AI ecosystems.\nThe Shanghai subsidy package will focus on reducing costs for start-ups and making it easier for local businesses to adopt AI solutions, with 600 million yuan going toward subsidising computing power, 300 million yuan providing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/1d397cda-339e-42f6-818a-520a7f3ce528_98be9831.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国与欧盟达成新贸易协议后，中国处于何种境地？ (原标题: Where does China stand after US’ new trade deal with EU?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319866/where-does-china-stand-after-us-trade-deal-eu-seen-more-rhetoric-substance?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 18:00:08 +0000",
      "isoDate": "2025-07-28T18:00:08.000Z",
      "creator": "Ji Siqi,Luna Sun,Kandy Wong",
      "summary": "### 美国与欧盟贸易协议对中国的影响\n\n**背景**\n在美国与中国新一轮贸易谈判前夕，美国与欧盟达成了一项框架贸易协议。分析人士指出，尽管美国可能将其用作谈判筹码，但中国可以保持冷静，观察协议的实际效果。然而，北京仍应警惕其两大贸易伙伴在经济领域结盟的可能性，因为美欧可能将共同的痛点转化为对抗中国的统一战线。\n\n**协议内容与时间线**\n\n*   **协议达成时间：** 华盛顿和布鲁塞尔于周日宣布了这项贸易协议框架，就在中美两国周一开始在斯德哥尔摩进行第三轮贸易谈判的前一天。\n*   **关税条款：** 协议框架包括对大多数进入美国的欧盟商品征收15%的关税。\n*   **零关税商品：** 双方还同意对一系列商品取消关税，包括飞机、飞机零部件、某些化学品、某些仿制药、半导体设备和一些农产品。\n*   **欧盟承诺：** 美国总统唐纳德·特朗普和欧盟委员会主席乌尔苏拉·冯德莱恩宣布，欧盟同意：\n    *   在三年内购买价值7500亿美元的美国能源。\n    *   购买价值数千亿美元的美国军事装备。\n    *   在现有水平之上，向全球最大经济体（美国）额外投资超过6000亿美元。\n\n**对中国的影响与专家观点**\n\n北京外国语大学欧盟研究中心主任崔洪建表示：“美国可能认为，在基本搞定欧盟之后，它在与中国打交道时将拥有更大的谈判筹码。” 这表明美国可能试图利用与欧盟的协议，增强其在中美贸易谈判中的地位。\n\n**图片说明：** 文章内容中不包含有效的图片链接，因此摘要中不包含任何图片。",
      "shortSummary": "在美国与中国新一轮贸易谈判前夕，美国与欧盟达成了一项框架贸易协议。分析人士认为，中国应保持冷静并观察协议进展，但需警惕美欧可能形成针对中国的经济联盟。该协议包括欧盟在能源、军事装备和投资方面对美国的巨额采购，以及对特定商品零关税。专家指出，美国可能借此增强其对华谈判筹码。",
      "translated_title": "美国与欧盟达成新贸易协议后，中国处于何种境地？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As a framework trade deal was struck between the United States and the European Union on the eve of a new round of trade talks between Beijing and Washington, analysts said China was in a position to stay calm and wait to see how the deal actually pans out, even if the US is likely to use it as a bargaining chip.\nBut Beijing should still be aware of the potential alliance between its two major trading partners in the economic sphere, as the US and EU could transform shared sore points into a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/782d9ab1-babd-40f1-9345-17fd7d0f5662_7b75c3e5.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-31T07:24:17.612Z"
}