{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国的下一个五年规划能否恢复消费信心？ (原标题: Can China’s next 5-year plan restore consumption confidence?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326644/eating-old-savings-can-chinas-15th-5-year-plan-be-panacea-spending-woes?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 22:00:42 +0000",
      "isoDate": "2025-09-24T22:00:42.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国第十五个五年规划：恢复消费信心的希望\n\n中国正在起草其第十五个五年规划（2026-2030），这一系列宏伟蓝图在过去七十多年中为国家发展设定了基调。这份即将出台的规划备受关注，因为它有望成为解决当前经济挑战、重振国内消费信心的关键。\n\n#### 当前经济面临的挑战\n\n文章指出，当前中国经济面临多重挑战，导致消费者信心普遍下降和消费习惯的显著转变：\n\n*   **就业不确定性：** 许多人面临工作岗位不稳定或失业的风险。\n*   **工资增长停滞：** 薪资增长缓慢甚至停滞，影响了家庭收入。\n*   **投资低迷：** 投资回报不佳，使得人们对未来财富增长缺乏信心。\n*   **通缩风险：** 物价下跌可能导致消费者推迟购买，进一步抑制需求。\n\n这些因素共同作用，使得许多中国人的消费习惯发生了巨大变化，从过去的“大手大脚”转变为谨慎储蓄。\n\n#### 个人消费习惯的转变：乔·张的案例\n\n文章以乔·张（Joe Zhang）的经历为例，生动地说明了这种消费习惯的转变：\n\n*   **五年前：** 乔·张曾是北京一家外企的高级分析师，收入丰厚。他乐于将奖金挥霍在3000美元的巴黎世家夹克上，并曾考虑购买一款价格堪比汽车的设计师手表。\n*   **现在：** 被裁员后，他在一家国有物流公司找到工作，但工资减半。奢侈品和名表已不再是他的目标。这位36岁的年轻人现在满足于30美元的仿制品，度假旅行也已不再考虑，转而专注于储蓄。\n*   **现状：** 乔·张表示，他现在基本上“靠老本吃饭”，每月几乎没有新的储蓄，需要非常努力才能存下一点钱。\n\n乔·张的经历反映了无数中国人在当前经济环境下所面临的困境和消费观念的转变。\n\n#### 对新五年规划的期望\n\n即将出台的第十五个五年规划（2026-2030）将于10月由政策制定者审议，被寄予厚望，有望成为：\n\n*   **重振国内生产总值（GDP）增长的蓝图。**\n*   **稳定就业市场，创造更多就业机会。**\n*   **提高家庭收入，增强居民购买力。**\n*   **恢复人们投资和消费的信心，刺激内需。**\n\n这份规划被视为中国经济未来几年发展的关键路线图，其成功实施将对提振国民信心和经济活力产生深远影响。",
      "shortSummary": "中国正在起草第十五个五年规划（2026-2030），以应对当前的就业不确定性、工资停滞、投资低迷和通缩风险，这些因素已导致消费信心显著下降。文章通过个人案例说明了消费者从奢侈消费转向谨慎储蓄的转变。该规划被寄予厚望，旨在重振GDP增长、稳定就业、提高家庭收入，并恢复人们投资和消费的信心，成为未来经济发展的关键蓝图。",
      "translated_title": "中国的下一个五年规划能否恢复消费信心？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and whether it will expand on existing initiatives to boost domestic consumption.\nFor more stories in this ongoing series, click here.\nFive years ago, Joe Zhang was a high-flying analyst at a Beijing-based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/4d264859-54de-4f69-809f-58c59b605519_35c20b14.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "报告称，随着美国影响力减弱，中国成为东南亚主要合作伙伴 (原标题: China is now Southeast Asia’s leading partner as US influence wanes, report says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326622/china-now-southeast-asias-leading-partner-us-influence-wanes-report-says?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 13:00:12 +0000",
      "isoDate": "2025-09-24T13:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "## 中国成为东南亚主要合作伙伴，美国影响力减弱\n\n根据洛伊研究所（Lowy Institute）周三发布的一项研究报告，中国凭借其强大的经济影响力，正持续在东南亚地区获得主导地位，成为该地区领先的外部合作伙伴。\n\n### 关键发现：\n\n*   **影响力排名**：在洛伊研究所的东南亚影响力指数中，中国以65分（满分100）领先其最接近的竞争对手美国（64分），成为该地区11个国家中6个国家（柬埔寨、印度尼西亚、马来西亚、缅甸、泰国和越南）“最具影响力的力量”。\n*   **中国优势**：报告指出，经济实力是中国在东南亚的“最强王牌”。\n*   **经济主导地位**：\n    *   中国是该地区主要的出口市场，吸收了东南亚约20%的出口商品，而流向美国的仅为16%。\n    *   中国还负责该地区约26%的进口。\n    *   在私人投资方面，中国的重要性日益增加，在过去十年（2015-2024年）中，中国占东南亚新项目投资的21%，远高于2017年之前十年间的13%（当时日本是最大的外国投资者）。\n*   **地区战略**：尽管整个地区都在寻求多元化，以避免过度依赖任何一个大国，并减少美中激烈竞争带来的溢出风险，但报告也指出，一些国家在旅游、投资和贸易等特定领域对中国“高度依赖”。\n*   **美国竞争力**：在许多国家，特别是文莱、柬埔寨、印度尼西亚、老挝、马来西亚和缅甸，美国并非中国的有效竞争对手。\n\n### 影响力指数衡量领域：\n\n该指数评估了外部伙伴与该地区11个国家之间产生影响力的活动，涵盖以下五个方面：\n\n*   经济关系\n*   国防网络\n*   外交影响力\n*   文化影响力\n*   区域参与",
      "shortSummary": "洛伊研究所报告显示，中国已超越美国成为东南亚最具影响力的外部伙伴。中国以65分领先美国64分，在11个国家中的6个国家影响力最大。中国强大的经济实力（贸易、投资）是其主导地位的关键。尽管东南亚国家寻求多元化，但许多国家在经济上高度依赖中国，且美国在部分国家难以有效竞争。",
      "translated_title": "报告称，随着美国影响力减弱，中国成为东南亚主要合作伙伴",
      "images": [],
      "contentSource": "完整文章",
      "content": "With China’s economic clout still its “strongest card” in Southeast Asia, Beijing is continuing to gain prominence in all corners of the region as its leading external partner, according to a study released on Wednesday.\nAccording to the Lowy Institute’s Southeast Asia Influence Index, China has an overall score of 65 out of 100, a one-point lead over its nearest rival, the United States, making it the “most influential power” in six of the region’s 11 countries: Cambodia, Indonesia, Malaysia,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/bbbc2b78-22da-40b3-ab03-d93ce36d0b1c_7bf1c508.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国，瑞·达利欧讨论全球债务问题，北京寻求其建议 (原标题: In China, Ray Dalio discusses global debt issues as Beijing seeks his counsel)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326700/china-ray-dalio-discusses-global-debt-issues-beijing-seeks-his-counsel?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 11:00:10 +0000",
      "isoDate": "2025-09-24T11:00:10.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 瑞·达利欧访华：为中国官员提供全球债务问题建议\n\n全球最大对冲基金之一桥水基金的创始人瑞·达利欧（Ray Dalio）本周访问中国，与中国高级官员举行了高层会谈。此次访问正值中国努力化解自身债务风险，以及美国借贷飙升之际，达利欧关于全球主要经济体面临风险的警告在中国日益引起共鸣。\n\n#### 主要会谈与讨论内容：\n\n*   **与中国人民银行行长潘功胜会面：**\n    *   周二，潘功胜与达利欧就“国际经济形势和金融市场动态”交换了意见。\n*   **向中国人民银行及外汇管理局官员发表演讲：**\n    *   达利欧向这些官员就债务周期等议题进行了讲座。\n*   **与国家金融监督管理总局局长李云泽会面：**\n    *   双方讨论了全球债务问题以及中国金融业的发展前景。\n\n#### 背景与意义：\n\n*   达利欧的此次访问是今年他与中国领导人和政策制定者进行的最新一次高层对话。\n*   中国政府正积极寻求化解其内部的债务风险。\n*   美国借贷的持续增长也使得达利欧对全球债务问题的警告更具现实意义。",
      "shortSummary": "全球最大对冲基金桥水基金创始人瑞·达利欧近期访问中国，与中国人民银行行长潘功胜、国家金融监督管理总局局长李云泽等高级官员举行了会谈。达利欧就国际经济形势、金融市场动态、全球债务问题及债务周期等议题提供了建议。此次访问正值中国化解债务风险、美国借贷飙升之际，显示北京正寻求达利欧在应对全球经济挑战方面的专业意见。",
      "translated_title": "在中国，瑞·达利欧讨论全球债务问题，北京寻求其建议",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China works to defuse its debt risks, and with unchained US borrowing rocketing skyward, Ray Dalio finds himself at the centre of an important conversation in Beijing – advising top officials as they face a delicate path ahead.\nChinese officials rolled out the red carpet this week for the billionaire investor and founder of Bridgewater Associates – one of the world’s largest hedge funds – as his words of caution on the risks facing major global economies appear to be increasingly resonating...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/eb31c51c-d753-4e73-adb7-1a16fafbd3c9_3b5ab2ed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国免签政策推动北京、上海全球影响力提升：报告 (原标题: China’s visa-free push boosts Beijing, Shanghai’s global influence: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326672/chinas-visa-free-policy-boosts-beijing-shanghais-international-influence-report?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 09:00:37 +0000",
      "isoDate": "2025-09-24T09:00:37.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国城市全球影响力提升：免签政策与科技进步的推动\n\n清华大学中国发展规划研究院（CIDP）与德勤中国周三发布的年度报告显示，中国扩大免签入境政策和技术进步显著提升了其主要城市作为全球枢纽的地位。报告指出，北京和上海的国际影响力与连通性排名均有显著上升。\n\n**北京：保持领先地位**\n*   **排名上升：** 在2025年国际交流中心指数中，北京从去年的第七位上升至第六位，保持了其顶尖城市的地位。\n*   **主要驱动因素：** 游客数量激增和交通连接改善是推动北京排名上升的关键因素。\n\n**上海：金融与科技中心表现突出**\n*   **排名显著提升：** 上海从去年的第十一位跃升至第八位。\n*   **旅游业增长：** 2024年，上海的外国游客入境人数同比增长一倍，显示出其国际吸引力的增强。\n*   **科技实力：**\n    *   在过去十年中，上海在科学技术出版物数量方面全球排名第二，仅次于北京。\n    *   在被调查城市中，上海的独角兽公司数量排名第五，凸显其创新活力。\n\n**香港：排名有所下降**\n*   **排名变化：** 香港从去年的第四位下降至第七位。\n*   **主要原因：**\n    *   最新评估排除了来自中国内地的入境游客数据，这对其排名产生了影响。\n    *   全球贸易中断也对香港的排名造成了负面冲击。\n\n**全球前三名：保持不变**\n*   报告指出，伦敦、巴黎和纽约继续保持全球前三名的位置，与去年排名一致，显示出其作为全球核心枢纽的稳固地位。",
      "shortSummary": "清华大学与德勤中国报告显示，中国扩大免签政策和技术进步显著提升了其主要城市的全球影响力。北京在2025年国际交流中心指数中升至第六位，上海则跃居第八位，这得益于游客增长、交通改善及科技实力。报告还提到，香港排名有所下降，而伦敦、巴黎、纽约仍位居前三。",
      "translated_title": "中国免签政策推动北京、上海全球影响力提升：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s expanded visa-free entry policy and technological advances have boosted the standing of its major cities as global hubs, with Beijing retaining a top-tier position in international influence and connectivity rankings.\nThe Chinese capital rose to sixth place on the 2025 International Exchange Centres Index – up from seventh last year – driven by surging tourist arrivals and improved transport links, according to the annual report released by Tsinghua University’s China Institute for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/55b30580-47df-4280-81ff-b0df59049bcc_8bdd3eee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将放弃世贸组织特权以示对多边贸易的支持 (原标题: China to relinquish WTO privileges in show of support for multilateral trade)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326655/china-relinquish-wto-privileges-show-support-multilateral-trade?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 07:04:21 +0000",
      "isoDate": "2025-09-24T07:04:21.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国放弃世贸组织发展中国家特权以支持多边贸易\n\n中国已承诺在世界贸易组织（WTO）框架下的未来谈判中，不再寻求特殊和差别待遇（Special and Differential Treatment, SDT）。SDT是WTO赋予发展中国家的一项特权。此举旨在表明中国支持多边贸易体系，以应对美国特朗普政府实施的关税上调及其他保护主义政策。\n\n*   **核心承诺与背景**\n    *   中国总理李强在纽约举行的第八十届联合国大会期间宣布，中国作为一个负责任的主要发展中国家，将不会在当前和未来的WTO谈判中寻求新的特殊和差别待遇。\n    *   这一行动被视为中国在当前全球贸易争端加剧，特别是美国发起全球关税升级的背景下，捍卫多边贸易体系的姿态。\n\n*   **中国对全球经济的立场**\n    *   李强在联大会议期间强调，多极世界和全球化的趋势不可逆转，追求“脱钩”只会损害全球经济并破坏国际秩序。\n    *   他呼吁各国共同努力，维护以联合国为核心的国际体系，坚持多边主义和自由贸易，努力建设开放型世界经济，实现更具活力的全球发展。\n\n*   **世贸组织面临的挑战**\n    *   尽管国际贸易争端加速爆发，但WTO作为最终仲裁者的指定角色却未能有效发挥。\n    *   自2019年以来，由于美国阻挠所有新成员的任命，WTO七人上诉机构一直未能达到法定人数。\n    *   虽然已采取一些有限的变通措施来绕过这一障碍，但主要成员国之间尚未就永久解决这一及其他问题达成共识。",
      "shortSummary": "中国承诺在世贸组织（WTO）框架下不再寻求特殊和差别待遇，以示对多边贸易体系的支持。中国总理李强在联合国大会上宣布此举，旨在应对美国的保护主义政策，并强调多边主义和自由贸易的重要性。目前，由于美国阻挠任命，WTO上诉机构自2019年起瘫痪，无法有效履行其仲裁职责。",
      "translated_title": "中国将放弃世贸组织特权以示对多边贸易的支持",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has pledged not to seek special and differential treatment – a provision of the World Trade Organization granting certain privileges to developing countries – in its dealings under the framework of the global trade body, an action that bolsters the country’s case that it is defending the multilateral trade system amid the tariff increases and other protectionist policies imposed by US President Donald Trump.\n“China, as a responsible major developing country, will not seek new special and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/05b7637e-8cc1-4b93-a4ed-19d70aa58f82_f04b986c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国能从这座北方城市的防洪应对中学到什么经验？ (原标题: What lessons can China learn from this northern city’s flood response?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326621/what-lessons-can-china-learn-northern-citys-flood-response?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 04:00:36 +0000",
      "isoDate": "2025-09-24T04:00:36.000Z",
      "creator": "Ji Siqi",
      "summary": "# 大同市的防洪经验及对中国的启示\n\n在今年夏天中国北方遭遇强降雨之际，山西省大同市——一个以云冈石窟世界遗产地闻名的城市——尽管经历了近20小时的上游泄洪，却成功避免了灾难。大同市的防洪经验为中国应对日益频繁的极端天气提供了宝贵的借鉴。\n\n## 大同市成功应对洪灾的关键\n\n*   **前瞻性基础设施建设**：当地居民认为，大同市之所以能幸免于难，得益于前市长耿彦波在15多年前主导的一项工程。该项目旨在拓宽城市主要水道并加固河岸。\n*   **初期争议与后期认可**：大同市一家旅馆的经营者吴秀香表示，由于该项目导致许多人搬迁，且当时城市降雨量通常很少，许多人曾认为这是一项浪费。然而，现在人们都认识到这项工程的至关重要性。\n\n## 气候韧性基础设施投资的重要性\n\n随着“拉加萨”超级台风在南方地区登陆后的恢复工作持续进行，以及更频繁的极端天气导致成本不断上升，投资于防洪系统等气候韧性基础设施对中国这一世界第二大经济体而言，正变得越来越重要。\n\n*   **经济学人智库首席经济学家苏悦的观点**：\n    *   **中期效益**：此类投资不仅能提高城市的韧性。\n    *   **短期效益**：也能作为刺激经济的有效措施。\n*   **国家层面的投资实例**：她举例指出，中国在2023年末额外发行了1万亿元人民币（约合1405.6亿美元）的主权债券，以支持灾后重建并提升防灾减灾能力。\n*   **Pinpoint Asset Management首席经济学家张智威的观点**：鉴于近年来中国多座主要城市曾被洪水淹没，防灾减灾已成为基础设施投资的热点领域，并且持续了一段时间。",
      "shortSummary": "今年夏天，山西大同市通过15年前拓宽水道、加固河岸的防洪工程，成功避免了洪灾。这一经验凸显了投资气候韧性基础设施对中国的重要性。专家指出，此类投资不仅能提升城市韧性，还能在短期内刺激经济，中国已为此发行万亿主权债券。鉴于近期多地洪涝，防灾减灾已成为基建投资热点。",
      "translated_title": "中国能从这座北方城市的防洪应对中学到什么经验？",
      "images": [],
      "contentSource": "完整文章",
      "content": "When heavy rains raged across northern China this summer, Datong, a city in Shanxi province perhaps best known as the home of the Yungang Grottoes World Heritage site, escaped disaster despite almost 20 hours of upstream flood discharges.\nResidents said it was saved thanks to the work of former mayor Geng Yanbo, who spearheaded a project to widen the city’s main waterway and reinforce its banks during his time in office more than 15 years ago.\n“So many people were forced to relocate because of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/eeb7c7c0-6809-43ff-aed3-7b18e67abe16_8294fb8f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的五年规划如何塑造了其经济发展轨迹？ (原标题: How have China’s 5-year plans shaped its economic trajectory?)",
      "link": "https://www.scmp.com/economy/policy/article/3326547/how-have-chinas-5-year-plans-shaped-countrys-economic-trajectory?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 00:00:29 +0000",
      "isoDate": "2025-09-24T00:00:29.000Z",
      "creator": "Alice Li",
      "summary": "## 中国五年规划如何塑造经济轨迹\n\n尽管中国几十年前已摆脱计划经济模式，但其历次五年规划（FYPs）仍是宏观经济政策制定的核心支柱。这些规划在塑造中国经济发展轨迹方面发挥了至关重要的作用。\n\n### 历史贡献与转型\n\n*   **“世界工厂”的崛起**：自1953年以来，中国已实施了14个五年规划。这些规划成功地将中国有限的工业能力转变为大规模生产，使其赢得了“世界工厂”的国际声誉。\n*   **经济发展里程碑**：这些跨越七十多年政策变迁的规划，为理解中国漫长而复杂的经济历史提供了便利的视角。文章将通过这些基础性文件中的里程碑来阐述和解释这一发展轨迹。\n\n### 未来发展方向\n\n*   **向价值链上游迈进**：北京正努力向价值链上游移动，目标是成为尖端领域的全球创新中心。\n*   **第15个五年规划的重要性**：即将到来的第15个五年规划预计将是实现这一战略目标的重要组成部分。\n\n### 第一个五年规划：重工业的崛起\n\n*   **建国初期背景**：中华人民共和国于1949年成立时，国家工业化进程断断续续，基础薄弱。在经历数十年冲突以及冷战时期与西方国家的意识形态紧张导致的孤立之后，经济复苏异常艰难。\n*   **规划重点**：在这样的背景下，第一个五年规划（1953-1957）将重点放在发展重工业上，旨在为国家工业基础奠定坚实基石，为后续的经济发展提供支撑。",
      "shortSummary": "中国的五年规划是其宏观经济政策的核心支柱。自1953年以来，14个规划将中国从有限的工业能力发展为“世界工厂”。目前，中国正通过五年规划努力向价值链上游移动，目标是成为全球创新中心，第15个规划将是关键。第一个五年规划（1953年）在建国初期，面对冲突和孤立，着重发展重工业，为国家经济奠定了基础。",
      "translated_title": "中国的五年规划如何塑造了其经济发展轨迹？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Though China moved away from a command economy decades ago, its successive five-year plans have remained a pillar of macroeconomic policymaking.\nDespite that seeming contradiction, under the 14 plans implemented since 1953, Beijing has turned what was a limited industrial capacity into a scale of mass production that has earned China a reputation as the “world’s factory.”\nBeijing is now endeavouring to move higher in the value chain and become a global hub for innovation in cutting-edge sectors...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/a9537c33-df19-45e4-8781-ef8f3c93676b_deadb7fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国地方政府急需资金。五年规划能解决吗？ (原标题: China’s local governments urgently need cash. Can the 5-year plan find it?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326531/chinas-local-governments-urgently-need-cash-can-5-year-plan-find-it?utm_source=rss_feed",
      "pubDate": "Tue, 23 Sep 2025 22:00:10 +0000",
      "isoDate": "2025-09-23T22:00:10.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中国地方政府财政困境与五年规划的应对\n\n中国正在起草其第十五个五年规划，这份规划将为国家未来七十多年的发展设定基调和政策重点。本次规划的一个核心关注点是探讨如何缓解地方政府面临的财政困境。\n\n#### 当前地方政府面临的财政压力\n\n*   **经济下行与房地产危机：** 中国政府财政目前正面临巨大压力。经济放缓和持续的房地产危机导致税收收入下降，使得许多地方政府的预算出现巨大缺口，急需筹集资金。\n\n#### 当局的应对措施：加强税务执法\n\n*   **打击未申报海外收入：** 为了填补预算漏洞，地方政府官员正在加大对以往普遍容忍的税务违规行为的打击力度，特别是针对未申报的海外收入。\n*   **执法力度显著加强：** 尽管中国长期以来都要求个人对海外收入纳税，但此前执法往往较为宽松且具有酌情权。现在，随着财政压力的增加，这种情况正在发生改变，执法变得更加严格。\n*   **具体案例：**\n    *   湖北省近期公布了一起案例，一名当地居民因未申报海外收入被追缴了141万元人民币（约合20万美元）的税款及滞纳金。\n    *   在湖北案例公布后的几天内，其他三个地方税务部门也宣布了类似案件，涉及个人因海外收入被追缴巨额税款，其中一些款项高达126万元人民币。",
      "shortSummary": "中国地方政府因经济放缓和房地产危机面临严峻财政压力，税收下降导致预算出现巨大缺口。为解决资金短缺，当局正加强税务执法，严厉打击未申报的海外收入，近期已有多起高额追缴案例。即将出台的第十五个五年规划预计将探讨如何缓解地方财政困境。",
      "translated_title": "中国地方政府急需资金。五年规划能解决吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, and what to expect in the coming iteration, such as how it could help alleviate local-level financial woes.\nFor more entries in this ongoing series, click here.\nIn late March, an announcement by the central Hubei province sent a shiver down the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/d178d9d4-3703-444e-bb14-86e9facfae79_b645bebf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车协会预测，到2030年中国每年将出口1000万辆汽车 (原标题: China will be exporting 10 million cars per year by 2030, association forecasts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326561/china-will-be-exporting-10-million-cars-year-2030-association-forecasts?utm_source=rss_feed",
      "pubDate": "Tue, 23 Sep 2025 14:00:17 +0000",
      "isoDate": "2025-09-23T14:00:17.000Z",
      "creator": "Alice Li",
      "summary": "# 中国汽车出口前景展望：2030年预计年出口1000万辆\n\n中国乘用车协会（CPCA）秘书长崔东树预测，未来五年内，中国汽车行业年销量有望超过4000万辆，其中海外市场销量将达到1000万辆。这一预测表明，到2030年，中国汽车的海外销量可能翻一番，进一步巩固其作为全球最大汽车出口国的地位。\n\n## 增长潜力巨大\n\n崔东树承认其预测可能比普遍共识更为乐观，但他强调中国有能力实现这一目标，因为国内和全球市场都存在巨大的增长空间。\n\n### 国内市场机遇\n\n*   **欠发达地区潜力：** 中国中西部地区和农村等欠发达地区仍有广阔的市场扩张潜力。这些地区的汽车保有量有望逐步超越北京、上海等大都市。\n*   **相对较低的保有率：** 崔东树指出，中国每千人汽车保有量为250辆，与发达国家相比仍处于较低水平。\n    *   根据国际汽车制造商组织的数据，截至2020年，欧洲每千人汽车保有量为641辆。\n    *   美国每千人汽车保有量为860辆。\n\n### 全球市场机遇\n\n*   **全球南方成为关键增长点：** 崔东树认为，“全球南方”将“不可避免地”成为中国汽车的关键增长市场。\n*   **成本效益优势：** 预计更多买家将选择具有成本效益的中国品牌汽车，而非来自美国、欧洲、日本和韩国的廉价二手车。\n\n## 结论\n\n综合来看，中国汽车行业在国内外市场都拥有巨大的增长空间，有望在未来几年内实现显著的销量增长，尤其是在海外出口方面。",
      "shortSummary": "中国乘用车协会预测，到2030年，中国汽车年出口量将达到1000万辆，未来五年年销量超4000万辆。这将使海外销量几乎翻倍。增长潜力源于中国中西部和农村地区相对较低的汽车保有率，以及全球南方市场对高性价比中国品牌的强劲需求。",
      "translated_title": "中国汽车协会预测，到2030年中国每年将出口1000万辆汽车",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s auto industry is likely to sell more than 40 million vehicles per year over the next five years – including 10 million to the overseas market – as the sector still has “vast potential” for growth, according to an industry insider.\nThe estimate by Cui Dongshu, secretary general of the China Passenger Car Association (CPCA), indicates that China’s auto industry – already the world’s top exporter in volume terms – could see overseas sales nearly double by 2030.\nCui acknowledged in an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/ced53b89-02d7-468d-a517-01b41eba44a6_a922a857.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“战时准备”：台风“拉加萨”逼近中国科技中心，深圳紧急应对 (原标题: ‘Wartime readiness’: Shenzhen scrambles as Typhoon Ragasa nears China’s tech hub)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326584/wartime-readiness-shenzhen-scrambles-super-typhoon-ragasa-nears-chinas-tech-hub?utm_source=rss_feed",
      "pubDate": "Tue, 23 Sep 2025 13:30:08 +0000",
      "isoDate": "2025-09-23T13:30:08.000Z",
      "creator": "Alice Li",
      "summary": "# 深圳应对超强台风“拉加萨”\n\n随着超强台风“拉加萨”逼近中国南方，中国的科技和制造业中心深圳已进入紧急戒备状态。\n\n## 紧急戒备与“战时准备”\n*   **最高级别警报：** 深圳，这个以“中国硅谷”著称的南方制造业重镇，已宣布进入最高级别的紧急戒备状态。\n*   **“战时准备”：** 官员们发出了“战时准备”的警报，以应对此次台风。\n*   **居民应对：** 居民们纷纷抢购囤积物资，加固或用胶带封住窗户，为预报中可能成为多年来袭击该地区最猛烈的风暴之一做准备。\n\n## 供应链与服务受影响\n*   **在线配送平台：** 在居民抢购物资的高峰期，在线配送平台不堪重负，订单量激增，难以满足居民对食物、水和日常必需品的巨大需求，以应对风暴及其潜在后果。\n*   **美团员工反馈：** 美团旗下线上线下超市“小象超市”的一名工作人员表示：“我们仍在处理大量积压订单，不知道什么时候才能完成打包——订单实在太多了。”\n\n## 个人案例\n*   **居民囤货：** 24岁的Doris Yin，一名在深圳科技初创公司工作的成都人，原计划周日囤积食物，但后悔没有及时行动。\n\n## 相关图片\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/09/22/91ba4de9-4176-494d-a7f6-c526e738a890_3d2fa0d3.jpg?itok=_Qx3rymE)",
      "shortSummary": "超强台风“拉加萨”逼近中国科技中心深圳，该市已进入紧急戒备状态并发布最高级别警报。官员们呼吁“战时准备”，居民们纷纷抢购囤积物资，加固门窗，以应对可能成为多年来最猛烈的风暴。在线配送平台因订单激增而不堪重负。",
      "translated_title": "“战时准备”：台风“拉加萨”逼近中国科技中心，深圳紧急应对",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/09/22/91ba4de9-4176-494d-a7f6-c526e738a890_3d2fa0d3.jpg?itok=_Qx3rymE",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "As Super Typhoon Ragasa barrels down on southern China, the country’s tech and manufacturing hub has gone into emergency lockdown mode.\nWith the highest alert level declared, officials in Shenzhen – the southern manufacturing powerhouse with a reputation as China’s Silicon Valley – sounded the alarm for “wartime readiness”.\nResidents responded by scrambling to stockpile supplies, boarding up or taping windows, and bracing for what forecasters are saying could be one of the most ferocious storms...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/22850f42-019e-4f25-a94e-21a39e12d4a5_68a12e87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "官方称，中国有支持民营经济的政策窗口期 (原标题: China has policy window for more private sector support, official says)",
      "link": "https://www.scmp.com/economy/policy/article/3326554/china-has-policy-window-more-private-sector-support-official-says?utm_source=rss_feed",
      "pubDate": "Tue, 23 Sep 2025 11:00:16 +0000",
      "isoDate": "2025-09-23T11:00:16.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国经济规划部门承认营商环境仍有改善空间，或将加强对民营经济的支持\n\n中国最高经济规划部门周二表示，尽管今年已通过法律确保非国有企业享有平等的法律待遇和其他保护，但该国营商环境仍有改进空间。这表明北京可能会出台更强有力的措施支持民营经济。\n\n#### 关键信息来源\n\n*   **作者**：吴晓燕，国家发展和改革委员会（NDRC）营商环境促进中心主任。\n*   **发表平台**：《人民日报》，执政的中国共产党官方报纸。\n\n#### 存在的问题与民营企业的期望\n\n吴晓燕指出，尽管近年来取得了显著进展，但在满足民营经济需求和企业期望方面仍存在差距。\n\n#### 呼吁改进的重点领域\n\n吴晓燕在文章中呼吁在以下几个方面进行改进：\n\n*   **产权保护**：加强对财产权的保护。\n*   **执法规范**：规范与企业相关的执法行为。\n*   **争议解决**：发展多元化的争议解决机制。\n*   **政府服务**：改善政府服务和行为。\n\n#### 企业家关注的焦点\n\n这些问题，尤其是在执法领域，近年来一直是中国企业家们频繁提及的关注点。吴晓燕特别强调了以下几点：\n\n*   遏制行政裁量权的滥用。\n*   防止以罚款为目的的逐利行为。\n*   终止未经授权的跨区域执法。\n\n#### 稳定市场与提振信心\n\n吴晓燕补充说，北京现在有机会稳定市场情绪，重振投资者信心。\n\n#### 民营经济的重要性与长期诉求\n\n*   **经济贡献**：中国民营经济贡献了超过60%的国内生产总值（GDP）和80%以上的城镇就业。\n*   **长期抱怨**：然而，民营企业主长期以来一直抱怨市场准入受限、国有企业在融资方面享有优惠待遇，以及地方执法部门任意施加罚款和其他惩罚措施。",
      "shortSummary": "中国最高经济规划部门承认营商环境仍有改善空间，预示可能出台更强有力的民营经济支持政策。国家发改委官员吴晓燕在《人民日报》撰文，呼吁加强产权保护、规范执法、改善政府服务，以稳定市场情绪并提振投资者信心。民营经济贡献巨大，但长期面临市场准入、融资不公和任意执法等问题。此次表态被视为北京支持民营经济的政策窗口期。",
      "translated_title": "官方称，中国有支持民营经济的政策窗口期",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top economic planner acknowledged on Tuesday there is still room to improve the country’s business environment, a sign Beijing may roll out stronger support for the private sector even after this year’s passage of a law ensuring equal legal treatment and other protections for non-state firms.\n“Despite notable progress in recent years, gaps remain in meeting the demands of the private sector and private enterprises’ expectations,” wrote Wu Xiaoyan, director general of the National...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/9d5ac43d-d075-4739-8a87-bc1921e6df6e_88f9ca3d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国下一个五年规划如何塑造经济战略：从指令型到混合型 (原标题: How China’s next 5-year plan shapes economic strategy from command to hybrid)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326401/why-chinas-five-year-plan-matters-and-how-it-could-steer-economy-turbulent-times?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 22:00:08 +0000",
      "isoDate": "2025-09-22T22:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国五年规划：从指令型到混合型经济战略的演变与未来展望\n\n## 引言\n中国正在起草其第十五个五年规划（2026-2030年），这是七十多年来一系列宏大发展蓝图的最新篇章。本文探讨了这些规划如何反映和塑造高层政策优先事项，未来规划的预期内容，以及北京为何在改革开放带来巨大经济变革后仍坚持这一传统。\n\n## 五年规划的历史演变与重要性\n*   **长期规划的坚持：** 尽管中国有“计划赶不上变化”的谚语，但七十多年来，中国一直依赖连续的五年规划来指引发展方向，成为少数坚定致力于长期规划的国家之一。中国国家主席习近平称之为“独特的政治优势”。\n*   **经济转型：** 到2025年底，中国将完成十四个五年规划。在此过程中，中国已从战后贫困发展成为一个技术强国，经济体制也从僵化的指令型经济转变为政府监管与市场经济相结合的混合型系统。\n*   **地位的回归：** 随着市场改革的推进，五年规划曾一度相对低调。然而，近年来，随着中国在实现长期目标上面临日益增多的障碍，特别是与美国关系脆弱且波动，五年规划的重要性重新凸显。\n\n## 第十五个五年规划（2026-2030年）\n*   **起草与讨论：** 目前，官员们已开始起草涵盖2026年至2030年期间的第十五个五年规划。这份最新蓝图预计将在十月举行的中国共产党第四次全体会议上进行讨论。\n*   **关注焦点：** 在全球不确定性日益增加的背景下，外界关注的焦点已转向北京在未来五年半的政策优先事项。\n\n## 长期发展目标\n*   **2035年目标：** 中国共产党承诺，到2035年，实现人均国内生产总值达到“中等”发达国家水平，这意味着将目前约13,000美元的水平翻一番以上。\n*   **2049年“百年目标”：** 如果2035年的目标得以实现，将为2049年（中华人民共和国成立100周年）实现全面建成“现代社会主义国家”的“百年目标”奠定基础。\n\n## 专家建议与未来挑战\n*   **实现宏伟抱负的关键：** 专家指出，在此期间起草的五年规划对于实现这些宏伟抱负至关重要。\n*   **灵活性与定性目标：** 然而，鉴于国内外不确定性日益增加，专家们警告北京需要保持灵活性，优先考虑定性目标而非僵硬的量化指标。",
      "shortSummary": "中国正在起草其第十五个五年规划（2026-2030年），这是其七十多年来指导国家发展的战略蓝图的最新篇章。这些规划见证了中国经济从指令型向混合型的转变，并被视为实现2035年成为“中等发达国家”和2049年建成“现代社会主义国家”等长期目标的关键。在全球不确定性增加的背景下，五年规划的重要性重新凸显。专家建议，新规划应注重灵活性，优先考虑定性目标。",
      "translated_title": "中国下一个五年规划如何塑造经济战略：从指令型到混合型",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and why Beijing has continued this tradition after the seismic economic changes of the reform era.\nFor more stories in this ongoing series, click here.\n“Plans can’t keep up with changes,” the Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/760de3b4-3adb-4e3c-a9a9-e659b4284b7a_68d6e44b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国准备通过大量进口巴西大豆应对与美国的长期对峙 (原标题: China prepares for long US soybean stand-off with huge Brazilian imports)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326394/china-prepares-long-us-soybean-stand-huge-brazilian-imports?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 14:30:08 +0000",
      "isoDate": "2025-09-22T14:30:08.000Z",
      "creator": "Mandy Zuo,Mia Nurmamat",
      "summary": "### 中国大豆进口现状与战略调整\n\n*   **历史高位的大豆进口量**\n    *   根据周末公布的中国海关详细数据显示，2023年8月，中国大豆进口量达到1220万吨，创下该国历史上第二高的月度记录。此前最高记录为5月份的1390万吨。\n    *   这标志着中国大豆进口量已连续四个月保持在历史高位。\n\n*   **巴西成为主要供应国**\n    *   在8月的进口总量中，巴西提供了1049万吨大豆，占比超过85%。\n    *   由于巴西大豆丰收，中国从该南美国家的大豆采购量同比增长了2.4%。\n\n*   **应对中美贸易对峙的策略**\n    *   中国公司正大量采购巴西及其他南美国家的大豆，旨在为北京与华盛顿之间可能出现的长期贸易对峙做准备。\n    *   此举是为了对冲中美贸易战可能在第四季度造成的供应不确定性。\n\n*   **对美国大豆的依赖减少**\n    *   美国曾是中国最大的大豆供应国，大豆是中国动物饲料行业的关键投入。\n    *   然而，随着中美两国关系近年来日益紧张，中国已采取措施减少对美国农作物的依赖。\n    *   尽管8月从美国进口的大豆量达到22.7万吨，同比增长12.3%，但这仍只占中国大豆总进口量的一小部分。\n\n*   **关税影响的预期**\n    *   美国大豆的收获季节通常在秋季开始，这意味着中国对美国农产品征收的关税影响将在年底前更加明显地显现。",
      "shortSummary": "2023年8月，中国大豆进口量达到历史第二高位1220万吨，其中巴西供应超过85%。为应对与美国的长期贸易对峙及第四季度可能出现的供应不确定性，中国企业正大量从巴西等南美国家采购大豆，以减少对美国农作物的依赖。尽管8月美国大豆进口量略有增加，但占比仍很小。",
      "translated_title": "中国准备通过大量进口巴西大豆应对与美国的长期对峙",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s soybean imports remained at historically high levels in August, with companies making huge purchases from Brazil and other South American growers as they prepared for a protracted trade stand-off between Beijing and Washington.\nMore than 12.2 million tonnes of soybeans entered China in August – the second-highest monthly total the country has ever recorded after May’s 13.9 million tonne inflow, according to detailed Chinese customs data released over the weekend.\nBrazil provided 10.49...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/0fb85b84-f69d-456d-a332-dbbc991270c1_d1c745bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国8月从俄罗斯进口原油下降——这只是一次性波动吗？ (原标题: China’s crude oil imports from Russia dip in August – is it a one-off blip?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326395/chinas-crude-oil-imports-russia-dip-august-it-one-blip?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 14:00:20 +0000",
      "isoDate": "2025-09-22T14:00:20.000Z",
      "creator": "Xinyi Wu,Mia Nurmamat",
      "summary": "## 中国8月从俄罗斯进口原油下降\n\n### 主要发现\n\n*   **俄罗斯原油进口下降：** 中国在8月份从俄罗斯进口的原油量同比下降15.2%，总计794万吨。\n\n### 抵消因素与总体趋势\n\n*   **其他来源弥补：** 尽管俄罗斯原油进口下降，但中国从其他合作伙伴的采购量大幅增加，抵消了这一变化。\n    *   **巴西：** 进口量激增50.4%，达到519万吨。\n    *   **印度尼西亚：** 进口量增长近90倍，达到266万吨。\n*   **总进口量稳定：** 中国8月原油进口总量基本保持稳定在4949万吨，比去年同期小幅增长0.8%。\n*   **美国进口暂停：** 中国从美国的原油采购已连续第三个月暂停。\n\n### 分析师观点\n\n*   **一次性波动论（Vortexa）：** 能源情报公司Vortexa的高级市场分析师Emma Li认为，8月份俄罗斯原油流量的减少似乎是一次性波动，主要原因是关键生产基地进行了维护。她指出，俄罗斯远东地区的萨哈林1号项目此前曾报道计划在8月进行维护，这将导致其出口导向型原油的生产暂停。\n*   **稳步下降趋势论（经济学人智库）：** 经济学人智库的高级分析师Chim Lee则表示，8月的数据表明自去年底以来中国对俄罗斯石油的采购呈稳步下降趋势，尽管7月份的跳升等少数月份打破了这一趋势。",
      "shortSummary": "中国8月从俄罗斯进口原油同比下降15.2%，但得益于从巴西和印度尼西亚等国进口量大幅增长，中国原油总进口量保持稳定。分析师对俄罗斯进口下降是因维护导致的一次性波动，还是自去年底以来稳步下降的趋势存在分歧。此外，中国已连续第三个月暂停从美国采购原油。",
      "translated_title": "中国8月从俄罗斯进口原油下降——这只是一次性波动吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of crude oil from Russia fell in August, but official data shows the change was offset by higher purchases from elsewhere, even as China’s purchases from the US remained suspended for a third straight month.\nBy volume, China imported 15.2 per cent less crude oil from its northern neighbour last month, year on year, totalling 7.94 million tonnes. And analysts were mixed on whether the decline might be a temporary fluctuation or a sign of a broader trend.\nThe latest customs data...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/f7c1684b-3970-40c6-85ea-90c80d38b28c_ef788b2d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战不确定性下，中国稀土磁铁对美出口下降 (原标题: China’s rare earth magnet exports to the US decline amid trade war uncertainty)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326411/chinas-rare-earth-magnet-exports-us-decline-amid-trade-war-uncertainty?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 13:00:14 +0000",
      "isoDate": "2025-09-22T13:00:14.000Z",
      "creator": "Mia Nurmamat",
      "summary": "## 中国稀土永磁体出口概况\n\n### 总出口量增长\n*   **2023年8月**：中国稀土永磁体总出口量达到6,146吨。\n*   **环比增长**：较7月增长10.2%。\n*   **同比增长**：较去年同期增长15.4%。\n*   **月度新高**：这是自1月（6,357吨）以来的最高月度出口量。\n\n### 对美出口下降\n*   **美国作为第二大买家**：8月从中国进口了590吨稀土永磁体。\n*   **环比下降**：较7月下降5%（7月曾环比激增76%）。\n*   **同比下降**：较去年同期下降12%（按数量计）。\n*   **价值增长**：尽管数量下降，但8月对美出口价值同比增长2%。\n\n### 对欧盟出口持续增长\n*   与对美出口形成对比，中国对欧盟的稀土永磁体出口持续增长。\n*   **原因**：欧盟企业正努力在生产中断增加的情况下，争取放宽限制以确保供应。\n\n### 稀土永磁体的重要性\n*   **关键组件**：稀土永磁体是电动汽车、风力涡轮机、智能手机、飞机、航天器以及国防工业等设备中不可或缺的组件。\n*   **战略意义**：国防采购分析公司Govini的研究人员估计，北京收紧的控制可能影响美国超过四分之三的武器供应链。\n\n### 稀土作为谈判工具\n*   **中美贸易紧张**：在今年早些时候中美贸易紧张升级时，中国（控制着绝大多数稀土开采和精炼基础设施）利用其地位，争取华盛顿在某些先进计算机芯片出口方面的让步。\n*   **达成框架**：7月，华盛顿宣布两国已同意一个框架，以促进稀土运输，此前双方在日内瓦进行了会谈。\n\n### 美国加强国内供应链\n*   **投资国内基础设施**：美国加倍努力发展其国内采矿和精炼基础设施。\n*   **五角大楼投资**：7月，五角大楼投资4亿美元，成为MP Materials的最大股东，以确保关键矿产的供应。",
      "shortSummary": "尽管中国稀土永磁体总出口量在8月有所增长，但对美国的出口量却下降了5%，反映出贸易战的不确定性。稀土永磁体是电动汽车、国防等领域的关键组件，中国在稀土供应链中的主导地位使其成为重要的谈判筹码。美国正通过达成运输框架和投资国内采矿精炼基础设施（如五角大楼向MP Materials注资4亿美元）来确保其稀土供应安全。",
      "translated_title": "中美贸易战不确定性下，中国稀土磁铁对美出口下降",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports of rare earth permanent magnets to the United States fell in August despite total shipments rising on the back of quicker approvals from Beijing.\nChina shipped 6,146 tonnes of permanent magnets last month, up 10.2 per cent month on month and 15.4 per cent year on year, according to official customs data. That marked the highest monthly total since January, when exports reached 6,357 tonnes.\nThe US, China’s second-largest buyer, imported 590 tonnes in August, down 5 per cent from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/73909bea-16e7-4e22-b6dc-a91e25a64ee0_d4dadfbe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国扩大‘朋友圈’，海外投资者提振国内资产 (原标题: China expands ‘circle of friends’ as overseas investors boost domestic assets)",
      "link": "https://www.scmp.com/economy/policy/article/3326403/china-expands-circle-friends-overseas-investors-boost-domestic-assets?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 11:00:13 +0000",
      "isoDate": "2025-09-22T11:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国金融官员强调国内资产吸引力增强，货币政策自主决定\n\n中国最高金融官员近日在一次备受瞩目的新闻发布会上表示，过去一年，中国资产对海外资本的吸引力显著增强。尽管美联储降息为中国宽松货币政策创造了空间，但北京将继续优先考虑国内经济目标。\n\n### 货币政策的自主性与未来展望\n\n*   **自主决定与数据驱动：** 中国人民银行行长潘功胜强调，中国的货币政策调整是“自主决定”和“基于数据”的。这意味着中国将根据自身宏观经济状况来制定政策，而非简单跟随外部变化。\n*   **全面工具确保流动性：** 潘功胜表示，展望未来，中国将运用全面的货币政策工具，根据宏观经济的表现和不断演变的情况，确保市场流动性充裕。\n\n### 高层阵容与会议焦点\n\n*   **重量级出席：** 此次发布会汇聚了中国顶尖的金融监管机构负责人，包括中国人民银行行长潘功胜、国家金融监督管理总局局长李云泽、中国证券监督管理委员会主席吴清以及国家外汇管理局局长朱鹤新。\n*   **回顾成就，未宣布短期政策：** 会议主要聚焦于中国金融部门过去五年所取得的成就，并未宣布重大的短期政策措施。然而，其强大的阵容依然吸引了全球市场和观察者的广泛关注。\n\n### 资产吸引力显著提升\n\n*   **与去年对比：** 去年同期，一次类似的高层会议曾公布了一系列全面的经济刺激措施，包括下调存款准备金率、降低现有住房抵押贷款利率以及支持股市的新工具，这些措施曾引发国内市场的显著反弹。\n*   **吸引力增强：** 中国证监会主席吴清在会上指出，自去年以来，中国资产的吸引力已大幅提升。",
      "shortSummary": "中国最高金融官员表示，过去一年中国资产对海外资本的吸引力显著增强。中国人民银行行长潘功胜强调，中国的货币政策调整是“自主决定”和“基于数据”的，未来将运用全面工具确保流动性。此次高层会议主要回顾了过去五年金融成就，并未宣布重大短期政策，但官员们指出中国资产吸引力已大幅提升。",
      "translated_title": "中国扩大‘朋友圈’，海外投资者提振国内资产",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top financial officials said the country’s assets have become much more attractive to overseas capital in the past year at a high-profile press conference, adding Beijing would continue to prioritise domestic economic objectives even as interest rate cuts from the US Federal Reserve have created room for looser monetary policy.\nAdjustments to China’s monetary policy are “self-determined” and “data-based”, said Pan Gongsheng, governor of the People’s Bank of China, at the conference on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/36202076-12eb-4192-805d-b588a6744c39_47927a94.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最新钢铁行业计划预示更严厉的产能过剩遏制行动 (原标题: China’s latest steel industry plan signals tougher action to curb overproduction)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326389/china-steps-fight-against-vicious-price-wars-new-steel-industry-plan?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 10:00:52 +0000",
      "isoDate": "2025-09-22T10:00:52.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国钢铁行业新行动计划旨在遏制产能过剩\n\n中国政府近日发布了一项针对钢铁行业的新行动计划，旨在解决长期困扰该行业的产能过剩问题，并遏制经济中普遍存在的“价格战”现象。该计划由工业和信息化部与多个政府部门联合发布，被分析人士视为可能成为其他面临产能过剩和过度竞争行业效仿的蓝图。\n\n### 核心目标与措施：\n\n*   **严格控制产能与产量：** 文件强调对钢铁产能和产量进行精确控制，并要求“供需两端协同发力”以稳定行业。\n*   **加速淘汰落后设备：** 计划明确禁止新增产能，并推动加速淘汰过时设备。\n*   **转型升级与新动能：** 目标是“加快新旧增长动能转换，培育新质生产力，进一步提升产业链供应链韧性和安全水平”。\n*   **经济与环境目标：**\n    *   未来两年，钢铁行业增加值产出年均增长目标约为4%。\n    *   到今年底，超过80%的钢铁产能要完成超低排放改造。\n\n### 政策背景与意义：\n\n*   **应对“内卷”：** 该政策被视为北京应对“内卷”现象（即恶性竞争导致价格下跌和利润受损）的举措之一。政府近期多次警告“内卷”对经济的危害。\n*   **跨行业示范作用：** 分析人士认为，这项政策可能为解决整个经济领域内的无序竞争提供一个范本。",
      "shortSummary": "中国发布最新钢铁行业行动计划，旨在通过严格禁止新增产能、加速淘汰落后设备、精确控制产量和推动超低排放改造来遏制产能过剩和价格战。该计划要求未来两年增加值产出年均增长4%，并确保年底前80%以上产能完成超低排放升级。此举被视为应对“内卷”现象、稳定行业并可能为其他面临过度竞争的行业提供借鉴。",
      "translated_title": "中国最新钢铁行业计划预示更严厉的产能过剩遏制行动",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has rolled out a new steel industry action plan that includes a basket of measures to deal with the chronic oversupply problems plaguing the sector, as Beijing steps up efforts to end a string of price wars raging across the economy.\nThe plan, which includes a strict ban on additional capacity and moves to accelerate the phase-out of outdated equipment, could become a blueprint for other industries suffering from overproduction and excessive competition, analysts said.\nReleased by the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/c6eb8272-8dfc-405f-84c0-8f17b899dc0c_b1052ee5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国债券暴跌持续，全球持有量跌至五年低点 (原标题: Chinese bond rout continues as global holdings dip to lowest level in five years)",
      "link": "https://www.scmp.com/business/markets/article/3326348/global-funds-slash-holdings-chinese-bonds-lowest-levels-2021?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 04:33:38 +0000",
      "isoDate": "2025-09-22T04:33:38.000Z",
      "creator": "Bloomberg",
      "summary": "### 中国债券市场面临抛售压力\n\n根据最新数据，海外资金在8月份继续抛售中国主权债券，导致其持有量降至近五年来的最低水平，这给本已因投资者转向股市而承压的债券市场带来了更大压力。\n\n*   **持有量下降**：\n    *   外国机构的持有量在8月份连续第三个月下降，达到2.01万亿元人民币（约合2820亿美元）。\n    *   这是自2021年1月以来的最低水平。\n    *   根据彭博社的计算，截至8月底，这占中国主权债务总发行量的5.2%。\n\n*   **外国投资者兴趣减弱的原因**：\n    *   中国债券的收益率落后于美国国债，降低了其吸引力。\n    *   投资者将资金从债券市场转移到本地股市，推动沪深300指数自4月份低点上涨超过25%。\n\n*   **未来展望与专家观点**：\n    *   摩根大通（JPMorgan Chase）表示将削减中国债券在其旗舰新兴市场指数中的权重，这一变化可能会进一步刺激资金外流，加剧市场压力。\n    *   法国农业信贷银行（Crédit Agricole CIB）新兴市场策略师Jeffrey Zhang指出：“外国投资者对中国在岸股票市场表现出更多兴趣，而对债券的兴趣较低，原因在于绝对回报率相对较低以及外汇对冲回报率受到侵蚀。”",
      "shortSummary": "8月份，海外资金持续抛售中国主权债券，持有量降至2.01万亿元人民币，创近五年新低。这主要是因为中国债券收益率低于美国国债，且投资者转向本地股市。摩根大通计划下调中国债券在其新兴市场指数中的权重，预计将进一步加剧资金外流。外国投资者对中国股市兴趣更高，而对债券兴趣较低，因其回报率相对不高。",
      "translated_title": "中国债券暴跌持续，全球持有量跌至五年低点",
      "images": [],
      "contentSource": "完整文章",
      "content": "Overseas funds offloaded Chinese sovereign bonds in August, cutting holdings to the lowest level in almost five years and piling pressure on a debt market already reeling from a shift by investors into stocks.\nHoldings by foreign institutions fell for a third straight month in August to 2.01 trillion yuan (US$282 billion), the lowest level since January 2021, according to Chinabond data.\nThat represented 5.2 per cent of the total outstanding amount of Chinese sovereign debt as of the end of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/d8f96873-21ea-4f7f-b580-7d6c05c509d3_f70014c3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的五年规划是什么，为何如此重要？ (原标题: What is China’s five-year plan, and why is it so important?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326329/what-chinas-five-year-plan-and-why-it-so-important?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 03:30:13 +0000",
      "isoDate": "2025-09-22T03:30:13.000Z",
      "creator": "Alice Li",
      "summary": "# 中国的五年规划：定义与重要性\n\n随着下个月中共中央委员会第四次全体会议的临近，全球目光正转向中国即将讨论的下一个五年规划。此次会议将提供关于北京如何在与美国日益紧张的关系中应对不确定性的见解。\n\n## 什么是中国的五年规划？\n中国的五年规划是指导国家五年期社会和经济发展的顶层路线图。它设定了跨不同部门的量化发展目标以及战略优先事项，例如需要发展的重要领域或产业。\n\n## 历史渊源与发展\n*   自中华人民共和国成立以来的七十多年里，中国一直沿用五年规划——这是一种与前苏联类似的战略和时间框架。\n*   中国从苏联借鉴了这一模式，苏联的前两个五年计划曾引发工业化浪潮，中国领导人希望在经历数十年战争后重建国家时效仿。\n*   自1953年以来，北京每五年发布一次此类规划，除了在大跃进失败后，1963年至1965年期间曾暂停。\n\n## 重要性与成就\n五年规划被北京视为一项基础性经济文件，对中国的发展至关重要。通过实施这些规划，中国在过去几十年中取得了显著成就：\n*   成功摆脱了极端贫困。\n*   崛起成为一个技术强国。\n*   发展成为世界第二大经济体。",
      "shortSummary": "中国的五年规划是指导国家五年期社会经济发展的顶层路线图，借鉴自前苏联。自1953年以来，除短暂中断外，每五年发布一次。该规划设定量化目标和战略重点，被视为基础性经济文件。在过去七十多年中，它帮助中国摆脱贫困，成为技术强国和世界第二大经济体。即将召开的中共中央全会将讨论下一个五年规划，以应对中美关系紧张下的不确定性。",
      "translated_title": "中国的五年规划是什么，为何如此重要？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As next month’s fourth plenary session of the Communist Party’s Central Committee approaches, global attention is turning to China’s next five-year plan, which will be discussed at the gathering and will offer insights into how Beijing plans to navigate uncertainties amid rising tensions with the US.\nChina has used five-year plans – a strategy and time frame similar to that of the former Soviet Union – in the more than seven decades since the establishment of the People’s Republic. In that time,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/d782bb34-a463-46b5-9431-1596274f1c0d_4a31b87d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "董煜谈中国五年规划“每一章”都归结为收入的原因 (原标题: Dong Yu on why ‘every chapter’ of China’s 5-year plans boils down to income)",
      "link": "https://www.scmp.com/economy/policy/article/3326101/dong-yu-why-every-chapter-chinas-five-year-plans-boils-down-income?utm_source=rss_feed",
      "pubDate": "Sun, 21 Sep 2025 22:00:12 +0000",
      "isoDate": "2025-09-21T22:00:12.000Z",
      "creator": "Carol Yang",
      "summary": "# 董煜谈中国五年规划：从历史演变到未来展望\n\n本文介绍了清华大学中国发展规划研究院常务副院长董煜的背景及其对中国五年规划的见解。董煜自2019年起担任此职务，此前曾在中国多个主要经济决策机构（包括国家发展和改革委员会、中央财经委员会办公室）担任高级职务。他曾参与了中国第十一、十二、十三个五年规划等经济蓝图文件的起草工作。在本次采访中，他将讨论中国第十五个五年规划可能包含的内容，以及国家如何继续走可持续发展之路。\n\n## 中国五年规划的历史与演变\n\n*   **起源与发展：** 自1953年以来，中国已制定了14个五年规划。每个规划都会在其执行中期和完成后进行评估。\n*   **关注度提升：** 五年规划如今受到越来越多的关注。它曾被视为计划经济的象征，但实际上早在1978年改革开放之前，就为中国的经济发展奠定了基础。\n*   **早期作用：** 在中国贫穷落后的时期，五年规划对于建设国民经济基础、从零开始塑造和发展各个产业至关重要，需要通过重大项目和周密计划来实现。\n*   **目标达成情况：**\n    *   **早期挑战：** 由于当时复杂的国内条件，少数早期规划未能完全实现其目标。\n    *   **改革开放后的成功：** 然而，自改革开放以来，中国在很大程度上成功实现了每个五年规划中设定的目标。",
      "shortSummary": "清华大学中国发展规划研究院常务副院长董煜，曾参与多个五年规划起草。他指出，自1953年以来，中国已制定14个五年规划。这些规划在改革开放前为经济发展奠定基础，并在改革开放后基本成功实现目标，如今受到广泛关注。本次采访将探讨第十五个五年规划及中国可持续发展路径。",
      "translated_title": "董煜谈中国五年规划“每一章”都归结为收入的原因",
      "images": [],
      "contentSource": "完整文章",
      "content": "Dong Yu has been executive vice-president of the China Institute for Development Planning at Tsinghua University since 2019. Before joining academia, he held senior positions in several of China’s major economic decision-making bodies, including the National Development and Reform Commission and the Office of the Central Financial and Economic Affairs Commission.\nHe has been part of the teams that drafted several of the country’s economic blueprint documents, including the 11th, 12th and 13th...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/8d5704a3-c398-42cd-93d0-f69e1168b566_de0c124e.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-25T02:23:44.415Z"
}