{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国重申在“复杂”、“激烈”大国竞争中坚定决心 (原标题: China reaffirms resolve in face of ‘complex’, ‘intense’ great-power competition)",
      "link": "https://www.scmp.com/economy/policy/article/3330134/chinas-communist-party-meets-press-after-fourth-plenum-wraps?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 01:50:18 +0000",
      "isoDate": "2025-10-24T01:50:18.000Z",
      "creator": "SCMP Reporters",
      "summary": "# 中国共产党中央委员会第四次全体会议总结及后续新闻发布会\n\n中国共产党中央委员会第四次全体会议（四中全会）于周四闭幕后，周五上午举行了一场新闻发布会，旨在回顾此次会议的各项议程和中央委员会的结论。\n\n**主要出席人员：**\n*   国家最高经济规划部门负责人\n*   商务部长\n*   科技部长\n*   国家卫生健康委员会主任\n*   党内最重要的政策智库负责人\n*   党中央经济事务办公室副主任\n\n**会议公报核心要点：**\n*   委员会在公报中誓言将“面对重大考验”并“攻克难关”。\n*   公报将当前形势描述为“高风、巨浪、狂风暴雨”，这暗示了党必须克服一系列内部和外部挑战。\n*   这些挑战旨在确保党能够实现其中长期经济社会发展目标。\n*   预计这些目标将在国家下一个五年规划中得到更详细的阐述。",
      "shortSummary": "中国共产党中央委员会第四次全体会议闭幕后，举行新闻发布会，总结会议成果。与会高级官员强调，中央委员会誓言在“复杂”、“激烈”的大国竞争和“高风、巨浪、狂风暴雨”的内外挑战下，“面对重大考验”、“攻克难关”，以实现中长期经济社会发展目标，这些目标将在下一个五年规划中详细阐述。",
      "translated_title": "中国重申在“复杂”、“激烈”大国竞争中坚定决心",
      "images": [],
      "contentSource": "完整文章",
      "content": "This live blog has been made freely available as a public service to our readers. Please consider supporting SCMP’s journalism by subscribing.\nAfter China’s ruling Communist Party concluded the fourth plenum of its powerful Central Committee on Thursday, a press conference is being held on Friday morning to review the events of the conclave and the committee’s conclusions.\nAmong those attending the briefing are the head of the country’s top economic planner, the minister of commerce, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/7c952bd0-ef97-4080-97b0-141c08b894a5_0db8da0f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "战略规划如何助力中国绿色能源转型 (原标题: How strategic planning is powering China’s green energy transition)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329944/how-strategic-planning-powering-chinas-green-energy-transition?utm_source=rss_feed",
      "pubDate": "Fri, 24 Oct 2025 01:30:08 +0000",
      "isoDate": "2025-10-24T01:30:08.000Z",
      "creator": "Ren Yan",
      "summary": "# 战略规划如何助力中国绿色能源转型\n\n近期，西方主要媒体对中国拥抱清洁能源技术给予了高度关注。在关于中国正成为“电力国家”的论调中，流露出对美国前总统唐纳德·特朗普“钻吧，宝贝，钻吧”政策以及党派政治格局的明显担忧。\n\n## 西方媒体的关注点\n\n*   **《纽约时报》**：重点报道了中国最长的特高压输电线路之一，该线路从遥远的西北沙漠延伸至人口稠密的东南部。文章指出，这些输电线路的输电能力“超过美国任何一条公用事业输电线路”。\n*   **《金融时报》**：引用气候能源金融总监蒂姆·巴克利的话，将中国日益增长的主导地位描述为世界第一个重要的“电力国家”。巴克利指出，特朗普政府“拥抱化石燃料产业”，并“削弱”了前政府对可再生能源的支持。\n*   **美国转向化石燃料的例子**：内华达沙漠中七个太阳能项目（Esmeralda 7）的取消，这些项目原本有望成为世界上最大的太阳能项目之一，此前在拜登政府的监管审查中稳步推进。\n\n## 中国低碳转型的驱动力与战略\n\n*   **地理需求**：中国超过90%的人口居住在东部，而大部分清洁能源产自北部和西部。将电力输送到最需要的地方成为一项紧迫需求，这促成了“西电东送”工程。\n*   **战略一致性**：中国能源战略的一贯性是其显著特点。近年来，中国推出了多项举措，旨在推动电网脱碳，提升清洁能源使用，同时解决燃煤排放问题。\n*   **长期承诺**：尽管传统上依赖煤炭，中国政府在2021年宣布承诺，力争在2030年前达到二氧化碳排放峰值，并在2060年前实现碳中和。\n\n## 显著的进展与成就\n\n*   **加速转型**：中国的低碳转型步伐显著加快，尤其是在2021年之后。\n*   **可再生能源份额提升**：在此期间，可再生能源在中国总装机发电容量中的份额从40%增加到约60%。\n\n![中国戈壁沙漠启动首个特高压输电项目](https://i.ytimg.com/vi/EoRKcj0m-78/maxresdefault.jpg)\n*图：中国戈壁沙漠启动首个特高压输电项目，展示了其在远距离输电方面的能力。*",
      "shortSummary": "西方媒体关注中国通过战略规划加速绿色能源转型，正成为全球首个重要“电力国家”，与美国转向化石燃料形成对比。中国因地理需求和长期承诺，大力推动电网脱碳和清洁能源发展。自2021年起，中国可再生能源在总装机容量中的份额已从40%增至约60%，并承诺在2030年前达碳峰值，2060年前实现碳中和。",
      "translated_title": "战略规划如何助力中国绿色能源转型",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/EoRKcj0m-78/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Recently, some major Western media outlets have focused on China’s embrace of clean energy technologies. Between the lines of the rhetoric on China becoming an “electrostate”, there is palpable anxiety about US President Donald Trump’s “drill, baby, drill” approach and the partisan political landscape.\nThe New York Times highlighted one of China’s longest ultra-high-voltage power lines, stretching from the far northwest remote desert to the populous southeast, noting that these power lines are...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/acb4ba54-ea29-403b-b860-fd2f2c6dcce0_7488809c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "马来西亚中美贸易谈判为何对习特会至关重要 (原标题: Why US-China trade talks in Malaysia are key to paving way for Xi-Trump summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330099/why-us-china-trade-talks-malaysia-are-crucial-paving-way-xi-trump-summit?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 14:00:09 +0000",
      "isoDate": "2025-10-23T14:00:09.000Z",
      "creator": "Kandy Wong,Alice Li",
      "summary": "### 马来西亚中美贸易谈判：习特会之路的关键\n\n即将举行的马来西亚中美贸易谈判被视为为两国领导人峰会铺平道路的关键。\n\n#### 美方施压策略：软件出口管制\n\n*   **背景：** 美国威胁利用其软件优势，对中国实施新的贸易限制，以回应中国近期对稀土的出口管制。\n*   **具体措施：** 据路透社报道，美国正考虑对一系列由软件驱动的出口产品（从笔记本电脑到喷气发动机）实施限制。\n*   **特朗普威胁：** 美国总统特朗普此前曾威胁要在11月1日前对“任何及所有关键软件”实施出口管制。\n*   **目的：** ISEAS – Yusof Ishak Institute 的高级访问学者 Jayant Menon 认为，此举是华盛顿向北京施压的策略，旨在迫使中方对稀土限制做出回应。\n\n#### 分析师观点：北京不太可能让步\n\n*   **Jayant Menon 的观点：**\n    *   他认为，美国的举动可以被视为激进谈判策略的一部分，旨在通过恐吓来争取最佳协议。\n    *   这也间接反映了美国对中国稀土出口管制的担忧。\n    *   然而，Menon 指出，如果华盛顿打“科技牌”，效果可能不大，因为北京已表明不会被胁迫。\n*   **Nick Marro（经济学人智库亚洲首席经济学家）的观点：**\n    *   他也不认为北京会在稀土出口管制方面做出重大让步。\n    *   尽管承认如果软件相关限制成为现实，可能会扼制中国高科技制造业。\n\n#### 潜在进展领域\n\n*   尽管在稀土问题上可能难以取得重大突破，但双方有望在大豆或芬太尼等问题上取得进展。\n\n#### 总结\n\n此次在吉隆坡举行的第五轮贸易谈判，虽然面临美方施压和中方不愿让步的局面，但其结果将对未来中美关系，特别是习特会的举行，产生重要影响。",
      "shortSummary": "即将举行的马来西亚中美贸易谈判对习特会至关重要。美国威胁通过软件出口管制向中国施压，以回应中方稀土限制。分析人士认为，此举是美方谈判策略，但北京不太可能在稀土问题上做出重大让步。尽管如此，双方仍可能在大豆或芬太尼等问题上取得进展。此次谈判的结果将影响未来两国关系走向。",
      "translated_title": "马来西亚中美贸易谈判为何对习特会至关重要",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the US threatening to leverage its software strengths ahead of fresh trade talks with China in response to its recent export controls on rare earths, analysts say Beijing is unlikely to make major concessions, though progress could be made on issues such as soybeans or fentanyl.\nWashington is reportedly considering imposing curbs on a range of software-powered exports to China – from laptops to jet engines – according to Reuters, following a threat by US President Donald Trump earlier this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/1b807f01-72ed-4df3-a643-3f33d8f07b50_dc82f247.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "修复特朗普关税‘损害’将耗时，前美国财政部长警告 (原标题: Repairing Trump’s tariff ‘damage’ will take time, warns former US Treasury chief)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330063/repairing-trumps-tariff-damage-will-take-time-warns-former-us-treasury-chief-rubin?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 12:00:09 +0000",
      "isoDate": "2025-10-23T12:00:09.000Z",
      "creator": "Ji Siqi,Luna Sun",
      "summary": "### 前美国财政部长警告：修复特朗普关税“损害”将耗时\n\n前美国财政部长罗伯特·鲁宾（Robert Rubin）警告称，美国总统唐纳德·特朗普“严重误导”的关税政策正在损害美国经济的效率，尽管其短期内表现出韧性，但未来需要修复这些损害。\n\n*   **政策评价**：鲁宾认为，特朗普的关税政策“非常不明智”，但政府似乎仍致力于推行。他强调，特朗普的许多政策“随着时间的推移，有可能产生不利影响”，并指出总统“确实正在造成一些损害”，而修复这些损害“可能需要一些时间”。\n*   **背景信息**：\n    *   鲁宾现年87岁，曾于1995年至1999年在比尔·克林顿（Bill Clinton）的民主党总统任期内担任财政部长。\n    *   他于周四在上海举行的2025外滩峰会上通过视频连线发表了上述言论。\n*   **当前背景**：\n    *   鲁宾的评论是在美国关税威胁和贸易摩擦不断升级的背景下发表的，这些摩擦正在扰乱全球供应链并令投资者不安。\n    *   全球正密切关注中美两国如何应对日益紧张的贸易关系。\n*   **未来会晤**：特朗普周三表示，他已安排与中国国家主席习近平在韩国举行“一次相当长的会晤”，亚太经济合作组织（APEC）论坛将于下周在那里举行。然而，北京尚未确认与特朗普的会晤。\n\n![前美国财政部长罗伯特·鲁宾周四在上海举行的外滩峰会上通过视频连线发表讲话。图片来源：微博](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/367732a9-404b-437e-8caf-e303080de53a_1126e908.jpg)",
      "shortSummary": "前美国财政部长罗伯特·鲁宾警告称，特朗普的关税政策“严重误导”且正在损害美国经济效率，尽管短期内有韧性，但修复这些损害将耗时。他在上海的一次峰会上通过视频连线发表了此番言论，强调该政策长期来看可能产生不利影响，并提及当前中美贸易摩擦加剧的背景。",
      "translated_title": "修复特朗普关税‘损害’将耗时，前美国财政部长警告",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/367732a9-404b-437e-8caf-e303080de53a_1126e908.jpg",
          "alt": "Former secretary of the US Treasury Robert Rubin appears by video at the Bund Summit in Shanghai on Thursday. Photo: Weibo",
          "title": "Former secretary of the US Treasury Robert Rubin appears by video at the Bund Summit in Shanghai on Thursday. Photo: Weibo",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s “badly misguided” tariff policy is impairing the efficiency of America’s economy despite its short-term resilience, and the damage will need to be repaired down the road, according to a former US Treasury secretary.\n“It’s a very unwise policy, and yet it seems to be the policy they’re committed to,” said Robert Rubin, who administered the Treasury from 1995 to 1999, during the Democratic presidential administration of Bill Clinton.\nRubin, 87, was speaking via video...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/b64c9913-085e-4340-a591-510357827aac_649be899.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国一线城市、内陆省份领跑GDP增长，内需提振 (原标题: China’s top cities, inland provinces lead GDP growth as domestic demand rises)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330071/chinas-top-cities-inland-provinces-lead-gdp-growth-domestic-demand-strengthens?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 10:30:09 +0000",
      "isoDate": "2025-10-23T10:30:09.000Z",
      "creator": "Alice Li",
      "summary": "### 中国2025年前三季度经济表现\n\n*   **总体趋势**：中国经济有望实现年度增长目标。\n*   **区域亮点**：上海、北京等一线城市以及部分内陆地区在2025年前三季度GDP增速超过全国平均水平。\n*   **主要驱动力**：国内需求是经济扩张的主要动力，尽管面临与美国的贸易紧张局势。\n\n### 上海经济表现\n\n*   **GDP增长**：前九个月GDP同比增长5.5%，高于全国平均水平5.2%。\n*   **历史背景**：近年来上海经济曾受消费疲软影响，2024年零售销售同比下降3.1%，是40多年来的第二次年度下降。\n*   **当前增长驱动**：\n    *   **消费**：2025年前九个月零售销售同比增长4.3%，扭转了前两季度仅增长1.7%的局面。\n    *   **高科技制造业**：作为城市工业部门的主要增长点，产值同比增长8.5%。该类别包括人工智能、集成电路和生物技术等领域。\n*   **官方评估**：上海市统计局表示，前三季度城市经济显示出更强的内部动能，发展趋势稳健且改善。但同时警告，外部不确定性依然存在，需要更多政策支持以巩固复苏。\n\n### 北京经济表现\n\n*   **GDP增长**：同期GDP同比增长5.6%，同样超过全国平均水平。\n*   **增长驱动**：主要由信息服务、金融和高科技制造业推动。",
      "shortSummary": "2025年前三季度，中国一线城市上海和北京及部分内陆地区GDP增速均超全国平均水平（5.2%）。国内需求是主要增长动力。上海GDP增长5.5%，得益于消费和高科技制造业。北京GDP增长5.6%，由信息服务、金融和高科技制造业驱动，显示出强劲的内部增长势头。",
      "translated_title": "中国一线城市、内陆省份领跑GDP增长，内需提振",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China stays on track to achieve its annual growth target, top-tier cities Shanghai and Beijing – along with several inland regions – outperformed the national average in the first three quarters of 2025, with domestic demand driving expansion amid renewed trade tensions with the United States.\nShanghai, the nation’s financial hub, reported 5.5 per cent year-on-year growth in gross domestic product for the first nine months of the year, outpacing the 5.2 per cent national average, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/cd07a5bd-cbcd-4f9f-b4fb-bb7274efd240_1f1d158c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国四中全会：领导人誓言在‘狂风暴雨’中取得‘显著进展’ (原标题: China’s fourth plenum: leaders vow ‘notable progress’ against ‘raging storms’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330062/china-pledges-notable-progress-fourth-plenum-concludes-5-year-road-map?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 09:09:34 +0000",
      "isoDate": "2025-10-23T09:09:34.000Z",
      "creator": "Sylvia Ma,Mandy Zuo,Yuanyue Dang",
      "summary": "### 中国四中全会：领导人誓言在“狂风暴雨”中取得“显著进展”\n\n中国共产党第四次全体会议（四中全会）已落下帷幕，为未来五年的政策制定定下了基调。会议公报在强调国家经济韧性的同时，也发出了“狂风暴雨”和不确定性日益增长的警告。北京誓言在追求发展中取得“显著进展”，并保持其作为制造业强国的地位。\n\n**主要会议成果与政策方向：**\n\n*   **全面深化改革与民生改善：** 会议公报呼吁“全面深化改革”，并持续改善人民生活水平。\n*   **展望与挑战：** 这份5000字的公报在新闻发布会和即将发布的更长篇决议文本之前，提供了中央委员会的展望。公报在现有政策优先事项的基础上，也预示了中国在未来十年可能面临的挑战。\n*   **“斗争”精神：** 文章指出，“斗争”一词的使用频率超过了五年前类似文件中。公报直接引用了习近平主席的常用表达：“敢于斗争，善于斗争。”\n*   **应对风险的决心：** 新华社发布的公报强调：“我们必须有勇气面对狂风、巨浪乃至狂风暴雨中的重大考验，以历史主动精神应对困难、风险和挑战——专注于做好自己的工作，为中国经济持续增长和社会长期稳定书写新篇章。”\n\n**专家观点与政策连续性：**\n\n*   凯投宏观中国经济主管Julian Evans-Pritchard指出，会后公报传递的信息是政策的连续性，技术升级和经济安全仍然是议程的首要任务。\n\n**中长期规划：**\n\n*   党为国家经济社会进步设定了一系列中长期目标。五年规划（源自建党初期）旨在连接这些目标。正在起草的下一个五年规划将是中国的第十五个五年规划。",
      "shortSummary": "中国共产党四中全会为未来五年政策定调，领导人誓言在“狂风暴雨”和不确定性中取得“显著进展”，保持制造业强国地位。会议强调“全面深化改革”和改善民生，并多次提及“斗争”以应对挑战。政策将保持连续性，技术升级和经济安全仍是重点。正在起草的第十五个五年规划将指导国家经济社会发展。",
      "translated_title": "中国四中全会：领导人誓言在‘狂风暴雨’中取得‘显著进展’",
      "images": [],
      "contentSource": "完整文章",
      "content": "After a meeting of China’s political leadership setting the tone for policymaking over the next five years, warnings of “raging storms” and growing uncertainties joined declarations of confidence in the nation’s economic resilience, as Beijing vowed to make “notable progress” in the pursuit of development and to maintain its status as a manufacturing powerhouse.\nIn a communique issued following the conclusion of the fourth plenum on Thursday, the ruling Communist Party’s Central Committee called...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/73f1b5a0-2243-4a4a-a6af-fd3bf46524ac_90bfa3fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国副总理何立峰将在马来西亚与美国官员会谈 (原标题: Chinese Vice-Premier He Lifeng to talk with US officials in Malaysia)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330032/chinese-vice-premier-he-lifeng-talk-us-officials-malaysia?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 06:59:37 +0000",
      "isoDate": "2025-10-23T06:59:37.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国副总理何立峰与美国官员在马来西亚举行贸易会谈\n\n中国商务部周四宣布，中国副总理何立峰将于周五至周一在马来西亚与美国官员举行贸易会谈。此次会谈旨在根据两国领导人今年多次通话达成的重要共识，就中美经贸关系中的关键问题进行磋商。\n\n### 会谈背景与意义\n\n*   **第五轮贸易会谈：** 这将是全球两大经济体之间举行的第五轮贸易会谈。\n*   **元首会晤前奏：** 此次谈判被视为中国国家主席习近平与美国总统唐纳德·特朗普在韩国举行预期会晤的前奏。\n\n### 前期沟通\n\n*   美国财政部长斯科特·贝森特上周在社交媒体上透露，他与中国副总理何立峰通过视频通话进行了“坦诚而详细的讨论”，并计划本周在马来西亚会面。\n\n### 近期贸易紧张局势\n\n*   尽管此前进行了数月的谈判和多次临时休战（冲突在四月达到顶峰），但在宣布此次会谈之前，本月两国贸易紧张局势再次加剧。\n*   紧张局势表现为一系列经济制裁、出口管制以及特朗普威胁加征100%关税等措施。\n\n**（文章内容中未包含有效图片链接，因此详细摘要中不包含图片。）**",
      "shortSummary": "中国副总理何立峰将于周五至周一在马来西亚与美国官员举行贸易会谈。此次会谈是中美之间的第五轮贸易磋商，旨在解决两国经贸关系中的关键问题，并被视为两国元首预期会晤的前奏。此前，美国财政部长斯科特·贝森特已与何立峰进行视频通话。尽管此前有谈判和休战，但近期两国贸易紧张局势因制裁和关税威胁再次升级。",
      "translated_title": "中国副总理何立峰将在马来西亚与美国官员会谈",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Vice-Premier He Lifeng will hold trade talks with US officials during a visit to Malaysia from Friday to Monday, Beijing’s Ministry of Commerce said on Thursday.\nThe two sides will “consult on important issues in China-US economic and trade relations” in keeping with the “consensus reached during multiple phone calls by the two nations’ leaders this year”, the ministry confirmed in a statement on its official website.\nThe coming negotiation will mark the fifth round of trade talks...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/083b902b-2724-455a-9cd1-8055397265e1_409f5221.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国四中全会闭幕之际，社论赞扬其制度是稳定之锚 (原标题: As China’s fourth plenum wraps, editorial hails system as anchor of stability)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330018/chinas-fourth-plenum-wraps-editorial-hails-system-anchor-stability?utm_source=rss_feed",
      "pubDate": "Thu, 23 Oct 2025 05:01:01 +0000",
      "isoDate": "2025-10-23T05:01:01.000Z",
      "creator": "Mia Nurmamat",
      "summary": "## 中国制度：经济发展与全球稳定的基石\n\n在中国即将公布其下一个五年规划之际，官方媒体《人民日报》发表社论，高度赞扬中国的社会主义制度是推动国家经济发展和维护全球经济稳定的力量源泉。\n\n### 五年规划的重要性与贡献\n\n*   **提供清晰方向与可预测性**：社论指出，在全球不确定性日益增加的环境中，中国五年规划的制定和实施为国家发展提供了明确的方向和高度的可预测性。\n*   **显著的全球经济贡献**：据估计，在过去的五年中，中国对全球经济增长的贡献率达到了约30%。\n*   **核心政治优势**：社论强调，“科学、一贯地制定和实施五年规划，是党的一项重要治国经验，也是中国特色社会主义的核心政治优势之一。”\n\n### 党中央的领导与决策\n\n*   **确保经济稳健航行**：文章指出，在关键时刻和重要关头，党中央对形势的及时评估和果断行动，能够确保中国经济这艘巨轮乘风破浪、稳健前行，始终保持正确的航向。\n*   **全党共识**：这已成为“全党最大的共识”。\n\n### 中国制度的独特优势\n\n*   **对比多党制国家**：社论将中国与“一些国家”进行对比，这些国家在多党制下往往陷入短期政策制定和频繁的政策反复。\n*   **统一的国家战略**：中国则坚持统一的国家战略，能够有效动员各方力量，朝着既定方向稳步推进。\n\n### 背景信息\n\n*   这篇社论发表之际，正值中共中央委员会第四次全体会议（四中全会）即将闭幕。这次为期四天的会议汇集了国家最高领导人，主要议题是讨论和审议下一个五年规划的提案。",
      "shortSummary": "《人民日报》社论赞扬中国社会主义制度是经济发展和全球稳定的基石。社论指出，五年规划为中国经济提供了明确方向和可预测性，过去五年中国贡献了全球约30%的增长。党中央的及时决策确保了经济稳定，这与一些国家短期政策反复形成对比。该社论发表于中共中央四中全会闭幕、讨论下一个五年规划提案之际。",
      "translated_title": "中国四中全会闭幕之际，社论赞扬其制度是稳定之锚",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China prepares to unveil its next five-year plan on Thursday, the mouthpiece of the country’s ruling Communist Party has styled the nation’s socialist system as a source of strength that powers the development of the vast Chinese economy and provides stability to the global economy.\nIn an editorial published on Thursday morning, People’s Daily said that China’s five-year plans provided clear direction and predictability amid global uncertainty, with the country estimated to have contributed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/2fa52b68-f641-4675-85dc-e45ac4241de4_1571d363.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "柬埔寨新金边机场隆重开幕，强调区域和中国联系 (原标题: New Phnom Penh airport opens with fanfare as Cambodia touts regional, China ties)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329952/new-phnom-penh-airport-opens-fanfare-cambodia-touts-regional-china-ties?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 23:30:14 +0000",
      "isoDate": "2025-10-22T23:30:14.000Z",
      "creator": "Kandy Wong",
      "summary": "## 柬埔寨新金边国际机场隆重启用\n\n柬埔寨耗资23亿美元的新金边国际机场（Techo International Airport, TIA）在金边附近举行了盛大的开幕仪式。该项目旨在将柬埔寨打造成东南亚的旅游和货运枢纽，并加强与区域、香港及中国大陆的联系。\n\n### 项目背景与所有权\n*   新机场由与柬埔寨最富有商人之一Pung Kheav Se相关的企业开发。\n*   其运营商柬埔寨机场投资公司（Cambodia Airport Investment）90%股权由Pung Kheav Se创立的集团Overseas Cambodian Investment Corporation (OCIC)持有，其余10%由柬埔寨政府民航国务秘书处持有。\n\n### 运营能力与未来展望\n*   普华永道（PwC）预测，TIA在今年剩余时间内将接待530万旅客。\n*   预计到2030年和2040年，年旅客吞吐量将分别达到1010万和1500万人次。\n*   随着机场进入新的发展阶段，其容量将持续增长。\n\n### 战略意义与愿景\n*   Pung Kheav Se在开幕式上表示，新机场并非一个独立项目，而是柬埔寨成为区域重要活动中心的总体战略中的一个节点。\n*   他设想该机场将成为连接东南亚国家与区域供应链及全球航线的长期经济走廊的一部分。\n\n### 多式联运枢纽计划\n*   计划投资1亿美元建设一条10公里（6.21英里）的新水道，从TIA南部的Boeng Cheung Loung湖一直延伸至柬埔寨海港白马市（Kep City）。\n*   此举将使TIA在空运、陆运和海运方面都具备竞争优势，成为一个综合交通枢纽。\n\n### 项目融资\n*   机场的投资主要通过OCIC内部资金以及向当地银行和金融机构发行债券来筹集。\n\n### 开幕仪式\n*   超过1000名政界人士、商界领袖和其他知名人士出席了周一的开幕仪式。",
      "shortSummary": "柬埔寨耗资23亿美元的新金边国际机场（TIA）隆重开幕，旨在将柬埔寨打造成东南亚旅游和货运枢纽，并深化与区域及中国的联系。该机场由Pung Kheav Se的OCIC集团主导开发，预计到2040年年旅客吞吐量将达1500万人次。作为柬埔寨区域战略的重要组成部分，TIA未来还将通过新建水道连接海港，发展成为空、陆、海多式联运枢纽。项目资金主要来自OCIC内部和债券发行。",
      "translated_title": "柬埔寨新金边机场隆重开幕，强调区域和中国联系",
      "images": [],
      "contentSource": "完整文章",
      "content": "With an eye to transforming Cambodia into a Southeast Asian travel and cargo hub, a new US$2.3 billion airport – developed by a venture affiliated with one of the country’s wealthiest men – was opened at a grand ceremony near Phnom Penh, where officials and business leaders praised the project for enhancing regional connectivity and deepening links with Hong Kong and mainland China.\nTecho International Airport (TIA), which has replaced the Cambodian capital’s previous facility, has been forecast...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/1797f35c-5b5d-4bc9-a01e-179b3dd7c9bd_653b6a8c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "摩根大通称，若北京取消补贴，中国汽车销量将在2026年下滑 (原标题: China car sales to slump in 2026 if Beijing scraps subsidies, JPMorgan says)",
      "link": "https://www.scmp.com/business/china-business/article/3329920/china-car-sales-slump-2026-if-beijing-scraps-subsidies-jpmorgan-says?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 23:30:08 +0000",
      "isoDate": "2025-10-22T23:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "## 摩根大通预测中国汽车市场：2026年销量或因补贴取消而下滑\n\n摩根大通（JPMorgan）发布预测称，如果中国政府停止向购车者提供现金补贴和税收优惠，中国大陆的汽车销量很可能在2026年出现下滑，这将打破连续六年的增长势头。这一预测对中国一百多家汽车制造商的盈利前景构成了挑战。\n\n### 核心预测与情景分析\n\n*   **乐观情景：** 摩根大通亚太区汽车研究主管Nick Lai表示，在乐观情景下，预计明年零售汽车销量将持平。\n*   **悲观情景：** 市场有超过50%的可能性出现同比下滑，因为“有意义的需求可能已被提前释放”。在更谨慎的情景下，明年大陆汽车销量可能下滑3%至5%。\n\n### 涵盖范围与电动汽车前景\n\n*   **涵盖车型：** 该预测涵盖了电动汽车（EVs）和燃油车。\n*   **电动汽车增长放缓：** 尽管电动汽车领域是中国经济的一个亮点，但预计其增长速度将放缓。预计明年电动汽车销量将增长15%，低于今年预计的27%。\n\n### 历史背景与原因\n\n*   **上次收缩：** 中国汽车行业上一次出现收缩是在2020年，当时汽车制造商向客户交付了1950万辆汽车，比2019年下降了6.2%。\n*   **主要原因：** 补贴和税收优惠的到期是导致这一悲观预测的主要原因。",
      "shortSummary": "摩根大通预测，若中国政府取消购车补贴和税收优惠，中国汽车销量可能在2026年下滑，结束连续六年的增长。预计明年销量可能持平或下滑3-5%。电动汽车增长也将从今年的27%放缓至明年的15%。补贴到期是导致这一悲观前景的主要原因。",
      "translated_title": "摩根大通称，若北京取消补贴，中国汽车销量将在2026年下滑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Car sales in mainland China are likely to slide in 2026, breaking a six-year streak, if Beijing stops granting cash subsidies and tax incentives to buyers, according to a JPMorgan forecast that looms over the earnings outlook for the country’s 100-odd vehicle assemblers.\n“We expect retail [car] sales to see flat growth next year in a bullish scenario,” Nick Lai, head of auto research in Asia-Pacific at JPMorgan, said in an interview. “The market has more than a 50 per cent chance of seeing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/ee0833f0-8d1d-421a-a12e-ed0334fe1560_d4ca714f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "拜登时代官员敦促关注高科技战略，而非美国制造业复兴 (原标题: Biden-era officials urge focus on hi-tech strategy, not a US manufacturing revival)",
      "link": "https://www.scmp.com/news/us/article/3329993/biden-era-officials-urge-focus-hi-tech-strategy-not-us-manufacturing-revival?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 21:04:45 +0000",
      "isoDate": "2025-10-22T21:04:45.000Z",
      "creator": "Frank Tang",
      "summary": "## 拜登时代官员呼吁聚焦高科技战略，而非美国制造业复兴\n\n前乔·拜登政府官员表示，华盛顿的产业政策应侧重于战略性、尖端技术，而不是全面恢复制造业，尤其是在美国缺乏竞争优势的领域。这一观点是在美国政策圈内部就国家是否应借鉴中国的一些策略，以及在双边竞争加剧的背景下应走多远进行辩论时提出的。中国在其即将发布的五年规划中，正大力押注先进制造业和人工智能、机器人、生物技术等未来产业。\n\n### 前商务部长吉娜·雷蒙多（Gina Raimondo）的观点\n\n*   **产业政策的必要性**：雷蒙多在哈佛肯尼迪学院组织的一次在线活动中指出，产业政策是必要的，尤其是在涉及国家安全的情况下，例如《芯片法案》。她曾是2022年《芯片与科学法案》设计以及对华高端芯片销售禁令的关键人物，旨在巩固美国在战略领域的优势。\n*   **对“美国制造一切”的异议**：她承认现任政府的观点有所不同，并表示她不认同“在美国制造一切”的理念。她举例说明：“我不认为我们在制造婴儿汽车座椅方面有竞争优势。”\n\n### 核心主张\n\n*   将产业政策的重点放在高科技和战略性领域，以确保国家安全和竞争优势。\n*   避免在缺乏竞争力的领域进行大规模的制造业复兴尝试。\n\n### 相关图片\n\n![前美国商务部长吉娜·雷蒙多在哈佛肯尼迪学院的一次演讲中。图片来源：YouTube](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/20658c4e-4918-47e4-89df-27dd88b1f699_ba535926.jpg)\n*前美国商务部长吉娜·雷蒙多在哈佛肯尼迪学院的一次演讲中。图片来源：YouTube*",
      "shortSummary": "拜登时代官员呼吁美国产业政策应聚焦战略性高科技领域，而非全面复兴制造业。前商务部长吉娜·雷蒙多强调，产业政策在国家安全领域（如《芯片法案》）是必要的，但她不赞同“在美国制造一切”的广泛做法，尤其是在美国缺乏竞争优势的领域。此番言论正值美国讨论是否借鉴中国产业策略之际，旨在确保美国在高科技领域的领先地位。",
      "translated_title": "拜登时代官员敦促关注高科技战略，而非美国制造业复兴",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/20658c4e-4918-47e4-89df-27dd88b1f699_ba535926.jpg",
          "alt": "Former US Commerce Secretary Gina Raimondo during a talk at the Harvard Kennedy School on Tuesday. Photo: YouTube",
          "title": "Former US Commerce Secretary Gina Raimondo during a talk at the Harvard Kennedy School on Tuesday. Photo: YouTube",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Washington should focus its industrial policy on strategic, cutting-edge technologies rather than trying to bring back manufacturing wholesale, particularly in areas where the US has little competitive advantage, said members of the former Joe Biden administration.\nThis comes at a time when US policy circles are debating whether the nation should borrow some of China’s playbook as the bilateral competition intensifies and how far it should go as China’s state-led system makes a big bet on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/128123b8-e6ad-4fad-acf7-daba6ad0f4b4_187e227a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国企为习近平的‘未来之城’雄安注入活力 (原标题: China’s SOEs breathe life into Xi Jinping’s ‘city of the future’ Xiongan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329950/chinas-soes-breathe-life-xi-jinpings-city-future-xiongan?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 14:00:09 +0000",
      "isoDate": "2025-10-22T14:00:09.000Z",
      "creator": "Xinyi Wu,Carol Yang",
      "summary": "# 雄安新区：中国国企注入活力的“未来之城”\n\n雄安新区，被誉为中国“未来之城”，在国家主席习近平的倡导下，正随着主要国有企业（SOEs）的陆续迁入而逐步焕发生机。\n\n## 国企迁入情况\n\n*   **最新进展：** 本月，中化控股和中国华能集团正式将总部迁至雄安，每家企业带来约1000名员工。\n*   **其他已迁入企业：**\n    *   京津冀铁路公司已于去年10月迁入。\n    *   中国卫星网络集团去年已迁入总部。\n    *   中国电信在雄安建设了一个产业园，部分设施已于2024年5月投入运营。该产业园主要用于研发和办公，最终可容纳约6000名员工同时工作。\n\n## 雄安新区背景与目标\n\n*   **设立时间：** 雄安新区于2017年启动，位于首都北京西南方向。\n*   **战略意义：** 它是京津冀协同发展战略的重要组成部分。习近平主席在2017年称其规划建设为“具有重大历史意义的战略”和“历史性工程”。\n*   **主要目标：**\n    *   缓解北京的非首都功能压力，缓解交通拥堵。\n    *   通过国企迁入吸引更多投资和人才。\n\n## 面临的挑战\n\n*   雄安距离北京100公里（62英里），这给员工带来了通勤等方面的挑战。",
      "shortSummary": "雄安新区，作为中国“未来之城”，正因多家国有企业总部迁入而逐步发展。中化控股、中国华能集团等近期已迁入，中国电信也建立了产业园。该项目于2017年启动，旨在疏解北京非首都功能、缓解拥堵，并促进京津冀协同发展。尽管距离北京100公里带来挑战，国企的入驻正吸引投资和人才，为雄安注入活力。",
      "translated_title": "中国国企为习近平的‘未来之城’雄安注入活力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Xiongan, China’s “city of the future” – a project years in the making, championed by President Xi Jinping – is slowly coming to life, as major state-owned enterprises (SOEs) begin relocating to the new metropolis in Hebei province.\nSinochem Holdings and China Huaneng Group are among the latest to officially relocate their headquarters to Xiongan this month, each bringing about 1,000 employees, according to local authorities.\nThey join other SOEs like Beijing-Tianjin-Hebei Railway Company, which...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/d6f4d6c5-3308-44c7-8b2f-e958f869dc33_2855533f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国为何应停止担忧并拥抱‘日本化’ (原标题: Why China should stop worrying and embrace ‘Japanification’)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329873/why-china-should-stop-worrying-and-embrace-japanification?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 08:30:08 +0000",
      "isoDate": "2025-10-22T08:30:08.000Z",
      "creator": "Anthony W.D. Anastasi",
      "summary": "## 日本经济现象与中国面临的挑战\n\n### 日本的独特发展轨迹\n\n*   **初访东京的印象**：高生活水平、整洁的街道、有序的公共生活以及廉价可靠的基础设施，这些都给初次访问者留下深刻印象。\n*   **GDP增长之谜**：尽管经济繁荣，但日本的国内生产总值（GDP）自1990年代以来增长甚微。以美元计，1993年的GDP甚至高于2024年。即使以日元衡量（至少到2022年），情况也未发生根本性改变。\n*   **原因分析**：这种脱节部分归因于GDP作为衡量标准的局限性以及货币波动。\n\n### 日本与中国的相似之处\n\n*   中国在发展阶段上比日本晚几个阶段，两国在许多方面相互映照。\n*   **共同面临的担忧**：两国都面临着不断增长的债务水平、人口下降、社会老龄化、房地产价格虚高、对外部平衡的依赖、低效的投资主导型增长以及通货紧缩等挑战。\n\n### “失去的十年”的另一面\n\n*   尽管GDP增长令人失望，但日本的“失去的十年”时期却以全球最高的生活水平、最长的预期寿命和尖端产业为标志。\n*   这表明，GDP增长并非衡量现代化或国家福祉的唯一标准。\n\n## “日本化”：警告还是榜样？\n\n*   当前，当评论员讨论中国面临的挑战时，“日本化”通常被作为一种警告来提及。\n*   **文章观点**：或许应将“日本化”解读为一种值得学习的模式。中国真正的挑战不是如何避开日本的道路，而是如何从中学习经验。\n\n## 日本经济模式的形成\n\n*   **战后经济奇迹的根源**：日本的战后经济奇迹是市场导向型国家规划的结果。\n*   **核心策略**：这种发展模式抑制了家庭收入和消费，以促进更高的国民储蓄和投资，从而为国家产业政策提供资金。\n*   **模式名称**：这一发展模式后来被称为“东亚发展型国家”。",
      "shortSummary": "日本的GDP自1990年代以来停滞不前，但其高生活水平和先进产业仍在发展。中国与日本面临相似的债务、人口老龄化和房地产等挑战。文章认为，“日本化”不应被视为警告，而应是值得中国学习的模式。日本的战后经济奇迹源于抑制家庭消费、优先国家储蓄和投资的“东亚发展型国家”模式。中国应从中汲取经验，而非一味规避。",
      "translated_title": "中国为何应停止担忧并拥抱‘日本化’",
      "images": [],
      "contentSource": "完整文章",
      "content": "As I discovered recently, a person’s first trip to Tokyo can be an interesting experience. Its high standard of living, clean streets, orderly public life and inexpensive, dependable infrastructure are likely to impress a first-time visitor.\nHowever, puzzling as it might be, Japan’s GDP has not grown much since the 1990s despite clear evidence of a thriving economy. In US dollar terms, Japan’s GDP was higher in 1993 than it was in 2024. There are a few reasons for this disconnect. Some of it has...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/2779619d-8a17-49aa-872c-285a6dbe40c4_402295c6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国青年失业率下降但毕业季后仍保持高位 (原标题: China’s youth jobless rate falls but remains high after record graduation season)",
      "link": "https://www.scmp.com/economy/article/3329629/chinas-youth-jobless-rate-falls-slightly-remains-high-after-record-graduation-season?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 05:01:26 +0000",
      "isoDate": "2025-10-22T05:01:26.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国青年失业率下降但仍面临挑战\n\n中国城市青年（16至24岁，不含学生）的失业率在9月份略有下降，但鉴于当前严峻且竞争激烈的就业市场，该数字仍处于令人担忧的水平。\n\n## 关键数据点\n*   **9月失业率**：17.7%，低于8月份的18.9%。\n*   **8月失业率**：曾达到自2023年数据调整以来的最高水平。\n*   **背景**：在创纪录的毕业季中，有1220万大学毕业生进入了本已不稳定的劳动力市场。\n\n## 就业市场面临的挑战\n*   **供需失衡**：许多年轻人难以找到与自身技能和期望相符的工作机会。\n*   **经济压力**：市场受到通货紧缩压力和外部不确定性的影响。\n*   **竞争激烈**：就业市场拥挤，求职者众多。\n\n## 个人案例\n*   **朱亦然（计算机科学毕业生）**：\n    *   自9月以来，已向十多家国有企业投递简历，但均未成功。\n    *   最初希望进入公共部门工作，但发现难度很大。\n    *   在继续求职的同时，她也在准备年底的国家公务员考试，但对通过考试持悲观态度。\n\n总体而言，尽管失业率有所下降，但中国青年在就业市场上仍面临显著的困难和挑战。",
      "shortSummary": "中国城市青年失业率在9月份降至17.7%，低于8月份的18.9%，但仍处于高位。在创纪录的毕业季后，1220万大学毕业生涌入市场，加剧了就业竞争。受通货紧缩压力和外部不确定性影响，许多年轻人难以找到匹配技能和期望的工作，就业市场依然充满挑战。",
      "translated_title": "中国青年失业率下降但毕业季后仍保持高位",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s urban youth unemployment rate edged lower last month but remained at a concerning level amid ongoing struggles for many young people to find work in a challenging and crowded job market.\nThe jobless rate for the 16-to-24 age group, excluding students, dipped to 17.7 per cent in September from 18.9 per cent in August, according to data released by the National Bureau of Statistics on Wednesday.\nThe August figure had hit the highest level since the data set was adjusted in 2023, following...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/e8ddb7fd-7b1b-4378-bbf1-e03acdd52937_5eaaf178.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "黄金在创纪录高点后暴跌。为什么瑞·达利欧如此大力倡导它？ (原标题: Gold slumps after record highs. Why is Ray Dalio such a big advocate for it?)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3329887/gold-slumps-after-record-highs-why-does-ray-dalio-advocate-precious-metal?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 04:43:07 +0000",
      "isoDate": "2025-10-22T04:43:07.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 黄金在创纪录高点后暴跌，瑞·达利欧为何仍大力倡导？\n\n### 黄金近期市场表现\n\n*   在经历了一轮历史性上涨后，黄金价格在周二一度下跌高达6.3%，创下十多年来最大的单日跌幅。\n\n### 瑞·达利欧对黄金的看法\n\n*   对冲基金桥水联合基金（Bridgewater Associates）创始人、亿万富翁投资者瑞·达利欧（Ray Dalio）长期以来一直是投资组合中持有黄金的坚定倡导者。\n*   他最近在社交媒体上回答了关于贵金属的问题，解释了他支持黄金的逻辑和建议。\n\n### 达利欧青睐黄金的原因\n\n*   **货币属性而非金属**：达利欧将黄金描述为“像现金一样的货币”，但与法定货币不同，黄金无法被印制或贬值。\n*   **优良的分散投资工具**：他认为，当“泡沫破裂和/或当人们和国家不接受彼此的信用，比如在战争中”时，黄金是股票和债券的良好分散投资工具。\n*   **稳健的根本性投资**：他强调黄金是“最稳健的根本性投资，而非一种金属”，并指出黄金“像现金和短期信贷一样结算交易，但与会产生债务的现金和短期信贷不同”。\n\n### 为什么选择黄金而非其他资产？\n\n*   **独特的多元化优势**：达利欧称黄金是投资组合中“独特而优秀的分散投资工具”。\n*   **历史和文化意义**：尽管白银和铂金与黄金有一些共同特征，但它们缺乏“作为价值储存手段所具有的相同水平的历史和文化意义”。",
      "shortSummary": "黄金在创纪录高点后经历十多年来最大单日跌幅。亿万富翁投资者瑞·达利欧仍是黄金的坚定倡导者。他认为黄金是“像现金一样的货币”，无法被印制或贬值，是股票和债券的良好分散投资工具，尤其在经济动荡或战争时期。达利欧强调黄金是“最稳健的根本性投资”，并因其独特的历史和文化意义而优于其他贵金属。",
      "translated_title": "黄金在创纪录高点后暴跌。为什么瑞·达利欧如此大力倡导它？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After a historic rally, the price of gold fell as much as 6.3 per cent at one point on Tuesday, marking its sharpest one-day slump in more than a decade.\nBillionaire investor Ray Dalio, founder of hedge fund Bridgewater Associates, has long been a vocal advocate of holding gold in investment portfolios. Last week, Dalio fielded questions about the precious metal on his social media.\nIn this explainer, the Post draws on his responses to unpack Dalio’s logic and advice on gold – and how other...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/c356c501-9c4b-4a1d-90c4-34d763b5564b_12e166ae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“非常雄心勃勃”：中国风电企业目标在2026-2030年间将装机量翻倍 (原标题: ‘Very ambitious’: China’s wind firms aim to double installations for 2026-2030)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329819/chinas-wind-firms-aim-double-new-turbine-installations-over-next-5-years?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 03:00:22 +0000",
      "isoDate": "2025-10-22T03:00:22.000Z",
      "creator": "Alice Li",
      "summary": "## 中国风电行业设定雄心勃勃的新目标\n\n中国风电行业已设定了未来五年（2026-2030年）每年新增风力涡轮机装机容量翻倍的宏伟目标，旨在国家碳中和进程中发挥主导作用。\n\n### 主要目标与计划\n\n*   **年度新增装机目标：** 根据1000多家风电企业代表共同签署的宣言，中国风电行业计划在2026年至2030年间，每年至少安装120吉瓦（GW）的新风力涡轮机。\n*   **总装机容量目标：** 宣言还设定了到2030年，将中国风电总装机容量提高到1300吉瓦（GW）的目标。\n\n### 目标背景与意义\n\n*   **显著增长：** 120GW的年度新增目标是2020年至2024年间中国平均每年新增装机容量（约60GW）的两倍。\n*   **当前状况：** 截至今年8月，中国风电总装机容量为580GW。\n*   **历史表现：** 中国风电行业在实现雄心勃勃的目标方面有着成功的历史。例如，2020年设定的2021年至2025年每年新增50GW的目标已经超额完成，促使企业设定更高的目标。\n*   **碳中和贡献：** 该文件指出，中国丰富的风能资源提供了巨大的发展潜力，而这一目标将有助于“能源部门在实现碳中和方面发挥主导作用”。",
      "shortSummary": "中国风电行业设定了雄心勃勃的目标，计划在2026年至2030年间，每年新增风力涡轮机装机容量至少120吉瓦，是2020-2024年平均水平的两倍。该行业旨在到2030年将全国风电总装机容量提升至1300吉瓦。此举旨在利用中国丰富的风能资源，并在实现国家碳中和目标中发挥主导作用。此前，该行业已成功超越了过去的装机目标。",
      "translated_title": "“非常雄心勃勃”：中国风电企业目标在2026-2030年间将装机量翻倍",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s wind power industry has set a target of doubling the number of new turbines installed per year over the next five years, as the industry bids to play a leading role in the country’s carbon neutrality push.\nThe Chinese industry, which already leads the world in terms of installed wind power capacity, aims to install at least 120 gigawatts of new turbines annually from 2026 to 2030, according to a declaration jointly agreed by representatives of more than 1,000 wind power companies.\nThat...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/74ad05c1-a8e8-4033-a23c-44efea47ca80_2602f646.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "正如诺贝尔奖得主所示，美国不能将对中国的技术领先视为理所当然 (原标题: As Nobel laureates show, the US can’t take tech lead over China for granted)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3329729/nobel-laureates-show-us-cant-take-tech-lead-over-china-granted?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 01:30:09 +0000",
      "isoDate": "2025-10-22T01:30:09.000Z",
      "creator": "Alex Lo",
      "summary": "# 中美技术竞争：诺贝尔奖得主的启示\n\n中美两国正处于一场技术霸权竞争之中，其最终结果难以预测。然而，今年的诺贝尔经济学奖得主们（乔尔·莫基尔、菲利普·阿吉翁和彼得·豪伊特）的理论，为我们理解两国未来的发展方向提供了有益的指导。\n\n## 美国当前地位与面临的挑战\n\n目前，美国在科学技术领域仍处于领先地位。然而，其长期以来的技术创新主导地位已不能再被视为理所当然。文章指出，美国面临以下挑战：\n\n*   **政策逆势而行**：唐纳德·特朗普政府对美国顶尖大学和移民的打压，与诺贝尔奖得主们提出的洞察相悖。\n*   **企业扼杀竞争**：大型企业，特别是科技公司，通过收购创新型初创企业、挤压其市场份额，以及游说监管机构以获得优惠待遇，日益扼杀竞争。阿吉翁和豪伊特的数学模型表明，这种行为会阻碍经济增长。\n\n## 中国的崛起与策略\n\n与美国形成对比的是，中国在STEM（科学、技术、工程和数学）教育方面拥有明显的优势，并且这一优势在未来几年可能会进一步扩大。中国正在迅速缩小与美国的技术差距，主要得益于：\n\n*   **国家优先战略**：北京将STEM教育和研究作为国家优先事项，投入巨资。\n*   **“举国体制”承诺**：中国政府将技术视为经济增长的主要驱动力，并为此做出了“举国体制”的承诺。这种做法与诺贝尔奖得主乔尔·莫基尔、菲利普·阿吉翁和彼得·豪伊特的理论不谋而合。\n\n## 诺贝尔奖理论的洞察：创造性破坏\n\n瑞典皇家科学院在宣布阿吉翁和豪伊特获奖时解释道，他们的研究强调了创新的本质是“创造性破坏”：\n\n*   “当一种新的、更好的产品进入市场时，销售旧产品的公司就会失去市场份额。”\n*   创新代表着新事物，因此具有创造性。然而，它也具有破坏性，因为技术过时的公司将被淘汰出局。\n\n![人们在7月26日上海世界人工智能大会上参观华为展台。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/21/38edf7c0-e69a-4dfd-a10c-7dffc4d6bb41_14cd2769.jpg)\n*人们在7月26日上海世界人工智能大会上参观华为展台。图片来源：路透社*",
      "shortSummary": "中美两国正进行技术霸权竞争。美国目前虽仍领先，但中国在STEM教育和政府对科技的“举国体制”投资方面优势明显，正迅速缩小差距。诺贝尔经济学奖得主指出，美国不应将技术领先视为理所当然，其移民政策和大型企业扼杀竞争的行为可能阻碍创新。创新本质是“创造性破坏”，新产品会淘汰旧产品。",
      "translated_title": "正如诺贝尔奖得主所示，美国不能将对中国的技术领先视为理所当然",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/21/38edf7c0-e69a-4dfd-a10c-7dffc4d6bb41_14cd2769.jpg",
          "alt": "People visit a Huawei booth at the World Artificial Intelligence Conference in Shanghai, on July 26. Photo: Reuters",
          "title": "People visit a Huawei booth at the World Artificial Intelligence Conference in Shanghai, on July 26. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China and the United States are locked in a contest for technological supremacy. While it’s impossible to predict the ultimate winner and loser, this year’s Nobel Prize winners in economics may serve as a useful guide to where the two rivals are heading.\nThe US is currently still ahead when it comes to science and technology. But when it comes to STEM (science, technology, engineering and mathematics) education, China has a clear edge, which is likely to grow even larger in the coming...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/90eb3591-4b1e-44ed-bc92-3fbf5989d1bc_932f205f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美澳稀土协议能否削弱中国对关键矿产贸易的控制？ (原标题: Can US-Australia rare earth deal loosen China’s grip on critical minerals trade?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329803/how-us-australia-rare-earth-deal-aims-loosen-chinas-grip-critical-minerals-market?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 14:00:10 +0000",
      "isoDate": "2025-10-21T14:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 美澳关键矿产框架协议：削弱中国稀土控制的努力\n\n*   **协议概述**\n    *   美国和澳大利亚达成一项价值85亿美元的关键矿产框架协议，旨在减少美国对中国稀土金属的依赖。\n    *   分析师指出，美国建立安全、独立的供应链可能需要10到20年。\n\n*   **专家观点**\n    *   美国稀土金属投资者和开发商Cove Capital首席执行官Pini Althaus表示，该协议是一个“良好的开端”，并认为随着协议的成熟以及美国与其他国家签署类似协议，北京可能会“更加担忧”。\n    *   Althaus补充说，该协议将使美国能够获取澳大利亚的关键矿产技术，并且通过采购协议和“底价”将使中国在矿产价格竞争中面临更大挑战。\n\n*   **白宫声明**\n    *   白宫周一宣布，该框架协议代表着“加速关键矿产和稀土安全供应”的努力正在加强。\n    *   双方将通过贷款或股权等方式，为资本和运营支出提供支持，并最终确定“承购协议”。\n    *   在六个月内，美澳两国将采取措施，为各自国家的项目提供至少10亿美元的融资，这些项目预计将为两国买家生产最终产品。\n\n*   **协议签署背景**\n    *   美国总统唐纳德·特朗普和澳大利亚总理安东尼·阿尔巴尼斯在华盛顿签署了这项协议。\n    *   签署前进行了五个月的谈判，并且是在中国扩大对自身稀土元素及相关技术出口管制两周后进行的。\n\n*   **相关图片**\n    *   ![稀土是什么，以及中国的主导地位为何面临全球抵制](https://i.ytimg.com/vi/MIIwiMhz0Lo/maxresdefault.jpg)\n    *   稀土是什么，以及中国的主导地位为何面临全球抵制",
      "shortSummary": "美澳两国签署一项85亿美元的关键矿产框架协议，旨在减少美国对中国稀土的依赖。分析师指出，建立独立供应链可能需10至20年。白宫表示，该协议将加速关键矿产安全供应，并计划在六个月内为两国项目提供至少10亿美元融资。此协议由美国总统特朗普和澳大利亚总理阿尔巴尼斯签署，发生在中国扩大稀土出口管制之后。专家认为，这是削弱中国市场主导地位的良好开端，并通过采购和定价机制增加中国竞争难度。",
      "translated_title": "美澳稀土协议能否削弱中国对关键矿产贸易的控制？",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/MIIwiMhz0Lo/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A critical minerals framework deal valued at US$8.5 billion between the United States and Australia will allow American buyers to rely less on Chinese rare earth metals, but developing a secure, independent supply chain may take the US 10 to 20 years, according to analysts.\n“Deals like this go a long way – this is a good start,” said Pini Althaus, CEO of US-based rare earth metal investor and developer Cove Capital, adding that Beijing would likely grow “more concerned” as the deal matures and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/53341931-022e-4ce7-a0b2-ab5ded939eb3_613fe9bf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“梦幻协议”还是更多关税？中美贸易谈判为何面临不确定性 (原标题: A ‘fantastic deal’ or more tariffs? Why US-China trade talks face uncertainty)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329833/fantastic-deal-or-more-tariffs-why-us-china-trade-negotiations-still-face-uncertainty?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 12:04:34 +0000",
      "isoDate": "2025-10-21T12:04:34.000Z",
      "creator": "Ji Siqi,Luna Sun",
      "summary": "# 中美贸易谈判：前景不明朗\n\n美国总统唐纳德·特朗普近日就中美贸易关系发表了讲话，一方面表达了达成“梦幻协议”的强烈愿望，另一方面也发出了加征关税的警告。分析人士普遍认为，尽管美国方面释放出一些和解信号，但短期内达成一项全面的贸易协议的可能性仍然不大。\n\n## 特朗普的言论与立场\n\n*   **乐观展望与和解信号：**\n    *   特朗普表示，在与中国国家主席习近平会晤后（可能在本月的亚太经济合作组织Apec论坛期间），美中将达成一项“非常公平、非常棒的贸易协议”。\n    *   他认为这将是一个“梦幻般的协议”，对两国乃至全世界都将“非常棒”。\n    *   特朗普特别提到希望中国购买大豆。\n    *   Loomis Sayles Investment Asia的全球宏观策略师庄波（Zhuang Bo）指出，特朗普的这些言论表明他愿意继续谈判，而非升级与中国的贸易战。\n\n*   **关税威胁：**\n    *   然而，特朗普同时警告称，如果谈判失败，他将对中国商品征收额外100%的关税。\n\n## 背景事件\n\n*   特朗普发表上述贸易言论之际，澳大利亚总理安东尼·阿尔巴尼斯正在白宫进行访问。\n*   在此之前，华盛顿与堪培拉签署了一项价值数十亿美元的稀土元素协议。该协议旨在遏制中国在稀土矿物供应链上的近乎垄断地位，这为中美贸易谈判增添了地缘政治背景。\n\n## 分析师观点\n\n*   分析人士普遍认为，尽管美国总统表达了达成协议的意愿，但短期内达成一项新的贸易协议的可能性不大，甚至“肯定不会在2025年”达成（文章原文如此）。\n\n## 总结\n\n中美贸易谈判的前景充满不确定性。尽管美国总统特朗普表达了达成协议的意愿并发出和解信号，但其同时发出的关税威胁以及地缘政治背景（如美澳稀土协议）使得达成全面协议的道路充满挑战，分析师普遍认为短期内难以取得突破。",
      "shortSummary": "美国总统特朗普表示将与中国达成“梦幻协议”，并要求中国购买大豆，但同时警告若谈判失败将征收额外100%关税。分析人士认为，尽管有和解信号，短期内达成全面贸易协议的可能性仍不大。特朗普的言论正值美澳签署稀土协议以制衡中国之际。整体而言，中美贸易谈判前景充满不确定性。",
      "translated_title": "“梦幻协议”还是更多关税？中美贸易谈判为何面临不确定性",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US President Donald Trump talked up meetings with President Xi Jinping and vowed on Monday to reach a deal with China, analysts said a comprehensive trade agreement was still unlikely in the near term despite the latest in a series of conciliatory signals from the US side.\n“When we finish our meetings in South Korea,” Trump said, referring to a planned summit with Xi before or during the Asia-Pacific Economic Cooperation (Apec) forum this month, “China and I will have a really fair and really...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/04a2b164-18f6-4cfa-a2bb-9444bac2ac15_484d42c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“明显优势”：尽管美国港口费用之争，中国船厂为何仍占据主导地位 (原标题: ‘Clear edge’: why China’s shipyards are still dominant despite US port fee drama)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329799/why-chinas-shipyards-still-have-clear-edge-over-rivals-despite-us-port-fee?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 10:00:32 +0000",
      "isoDate": "2025-10-21T10:00:32.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国船厂在美中港口费用之争中仍保持主导地位\n\n### 主要观点：\n\n*   **背景：** 美中两国因港口费用问题展开了针锋相对的措施。美国对与中国相关的船只征收高额新费用，旨在削弱中国在全球造船业的主导地位；中国也对美国拥有或运营的船只采取了类似的反制措施。\n\n*   **中国造船业的韧性：** 尽管存在地缘政治紧张和费用之争，业内人士普遍预计中国将继续保持其作为领先造船国的优势。\n\n*   **Seaspan的信心投票：** 全球最大的集装箱船船东和运营商之一Seaspan对中国造船业投下了信任票。在过去四年中，该公司订购的170多艘船中，有158艘来自中国船厂，总成本达208亿美元。\n\n*   **竞争优势：** Seaspan总裁兼首席执行官陈斌指出，抛开地缘政治因素，中国船厂在产能、价格、质量和交付可靠性方面拥有“明显的竞争优势”。\n\n*   **市场份额数据：** 根据中国工业和信息化部的数据，在2025年前三季度，中国仍是全球最大的造船国，按载重吨位计算，其产量占全球总产量的53.8%，新订单占67.3%，手持订单总额占65.2%。\n\n*   **绿色转型机遇：** 随着海运业推进减少碳排放和转向更环保燃料的努力，陈斌表示中国有望获得进一步的优势。",
      "shortSummary": "尽管美中两国因港口费用问题展开了针锋相对的措施，中国造船业仍保持其全球主导地位。Seaspan等主要航运公司仍大量依赖中国船厂，因其在产能、价格、质量和交付可靠性方面具有明显优势。数据显示，中国在2025年前三季度占据全球造船市场过半份额，并有望从海运业的绿色转型中进一步获益。",
      "translated_title": "“明显优势”：尽管美国港口费用之争，中国船厂为何仍占据主导地位",
      "images": [],
      "contentSource": "完整文章",
      "content": "The fallout from the US-China port fee battle is still rippling through the global shipping sector as companies scramble to adapt. Yet, despite the drama, industry players still expect China to retain its edge as a leading shipbuilder – especially if the sector presses ahead with its green transition plans.\nThe United States imposed steep new levies on Chinese-linked vessels entering American ports earlier this month as part of a wider push to curtail China’s dominance of global shipbuilding,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/38a3eeb3-1a66-4634-a94d-14e7bc480618_017e4a90.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-24T02:22:43.075Z"
}