{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "苹果持续流失AI专家至Meta (原标题: Apple Continues Losing AI Experts to Meta)",
      "link": "https://www.macrumors.com/2025/07/29/apple-continues-losing-ai-experts-to-meta/",
      "pubDate": "Tue, 29 Jul 2025 18:47:00 PDT",
      "isoDate": "2025-07-30T01:47:00.000Z",
      "creator": "Juli Clover",
      "summary": "# 苹果AI人才流失至Meta\n\n据彭博社报道，苹果公司正持续将其人工智能（AI）专家流失给Meta公司，这已是第四位AI专家从苹果跳槽至Meta。最新离职的是苹果基础模型团队的Bowen Zhang。\n\n## 关键人才流失\n\n*   **Ruoming Pang**：苹果基础模型团队的负责人Ruoming Pang是首批加入Meta的苹果AI研究员之一。此后，他手下的多名员工也相继跳槽至Meta。\n*   **Meta的积极挖角**：Meta正为其“超智能实验室”（Superintelligence Labs）积极招聘，该实验室旨在构建达到或超越人类智能水平的先进AI系统。Meta首席执行官马克·扎克伯格（Mark Zuckerberg）为吸引AI工程师提供了巨额薪酬方案。\n*   **高额薪酬**：据报道，Pang获得了超过2亿美元的薪酬，包括高额基本工资、签约奖金和股票奖励，这笔金额几乎超过了所有苹果员工（高管除外）的薪酬。其他离职的AI工程师可能也获得了苹果不愿匹配的报价。OpenAI首席执行官Sam Altman曾透露，Meta提供的签约奖金高达1亿美元。\n\n![meta ai](https://images.macrumors.com/t/8tYPGuHtIiyETKKlkak7qPKS5BE=/400x0/article-new/2025/02/meta-ai.jpg?lossy)\n\n## 苹果面临的挑战\n\n*   **薪酬差距**：Meta已从苹果、OpenAI和Anthropic等公司挖走了工程师和AI专家。彭博社指出，苹果正在“小幅提高”其基础模型团队的薪酬，但仍无法达到Meta的水平。\n*   **AI竞赛落后**：随着关键员工的流失，苹果可能在AI竞赛中继续挣扎。谷歌和三星等竞争对手已经拥有更先进的AI功能。今年，苹果被迫将原定于今年推出的Apple Intelligence Siri功能推迟到2026年。\n*   **内部重组与士气问题**：苹果正在重组其AI团队，AI工作现在由苹果软件主管Craig Federighi和Apple Vision Pro开发负责人Mike Rockwell共同监督。有传言称，苹果正考虑为未来的AI功能（包括LLM版Siri）使用Anthropic或OpenAI等第三方的技术，而非完全依赖自家模型。据报道，这种依赖第三方AI技术的讨论已导致基础模型团队的士气下降，进一步促使员工流失。尽管如此，苹果高管仍在努力安抚团队成员，强调公司仍致力于内部AI开发。",
      "shortSummary": "苹果正持续将其AI专家流失给Meta，最新离职的是Bowen Zhang。Meta通过提供巨额薪酬（如Ruoming Pang获得超2亿美元）积极挖角，导致苹果AI团队人才流失。这使得苹果在AI竞赛中面临挑战，其Siri功能已推迟至2026年。苹果正重组AI团队并考虑引入第三方技术，但这已影响到内部士气。",
      "translated_title": "苹果持续流失AI专家至Meta",
      "images": [
        {
          "url": "https://images.macrumors.com/t/8tYPGuHtIiyETKKlkak7qPKS5BE=/400x0/article-new/2025/02/meta-ai.jpg?lossy",
          "alt": "meta ai",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/02/meta-ai.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A fourth Apple artificial intelligence expert has left the company to join Meta, reports <em><a href=\"https://www.bloomberg.com/news/articles/2025-07-29/apple-loses-ai-models-engineer-bowen-zhang-to-meta-superintelligence-team\">Bloomberg</a></em>. Bowen Zhang, who was on Apple's foundation models team, is the latest employee to abandon Apple for Meta.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/02/meta-ai.jpg\" alt=\"\" width=\"1200\" height=\"630\" class=\"aligncenter size-full wp-image-992141\" />\r<br/>\nThe leader of Apple's foundation models group, Ruoming Pang, was one of the <a href=\"https://www.macrumors.com/2025/07/07/apple-ai-executive-leaves-for-meta/\">first Apple AI researchers to join Meta</a>. Since then, several employees who worked under him have also left for Meta. Meta is aggressively hiring for its Superintelligence Labs, an AI division that's building advanced AI systems capable of performing at or beyond human-level intelligence.\r<br/>\n\r<br/>\nMeta CEO Mark Zuckerberg has been offering AI engineers massive compensation packages to lure them from other companies, and Pang reportedly received over &#36;200 million. Pay from Meta reportedly includes a high base salary, a signing bonus, and stock awards, and the money offered to Pang exceeds the compensation of almost all Apple employees except for executives. Presumably, the other AI engineers that left Apple have also received offers that Apple isn't willing to match.\r<br/>\n\r<br/>\nLast month, OpenAI CEO Sam Altman said that Meta had been offering signing bonuses as high as &#36;100 million. Meta has hired engineers and AI experts from Apple, OpenAI, and Anthropic. <em>Bloomberg</em> says Apple is \"marginally increasing\" the pay of its foundation models team, but is not paying at the level that Meta is.\r<br/>\n\r<br/>\nWith Apple losing key employees to Meta, it could continue to struggle to catch up in the AI race. Competitors like Google and Samsung have much more advanced AI features already, and this year, Apple was forced to delay promised <a href=\"https://www.macrumors.com/guide/apple-intelligence/\">Apple Intelligence</a> <a href=\"https://www.macrumors.com/guide/siri/\">Siri</a> features until 2026.\r<br/>\n\r<br/>\nApple has been restructuring its AI teams, with AI efforts now overseen by Apple software chief Craig Federighi and Mike Rockwell, who led <a href=\"https://www.macrumors.com/roundup/apple-vision-pro/\">Apple Vision Pro</a> development. Rumors suggest that Apple is considering using technology from <a href=\"https://www.macrumors.com/2025/06/30/apple-chatgpt-claude-siri/\">Anthropic or OpenAI</a> for future AI features, including an LLM version of &zwnj;Siri&zwnj;, rather than its own models.\r<br/>\n\r<br/>\nApple's discussions to rely on third-party AI technology have reportedly led to falling morale on the foundation models team that is now losing employees to Meta. Multiple engineers are reportedly actively interviewing for jobs at other AI companies, while Apple executives are aiming to reassure team members that it remains committed to in-house AI development.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/meta/\">Meta</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/29/apple-continues-losing-ai-experts-to-meta/\">Apple Continues Losing AI Experts to Meta</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-continues-losing-ai-experts-to-meta.2462442/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "苹果辩称司法部诉讼可能为科技设计树立‘危险先例’ (原标题: Apple Argues DoJ Lawsuit Could Set 'Dangerous Precedent' for Tech Design)",
      "link": "https://www.macrumors.com/2025/07/29/apple-doj-lawsuit-response/",
      "pubDate": "Tue, 29 Jul 2025 17:21:27 PDT",
      "isoDate": "2025-07-30T00:21:27.000Z",
      "creator": "Juli Clover",
      "summary": "# 苹果回应司法部反垄断诉讼\n\n2025年7月29日，苹果公司就美国司法部（DoJ）对其提起的反垄断诉讼提交了回应，驳斥了司法部的指控，并指出了诉讼中存在的缺陷。\n\n![苹果与司法部](https://images.macrumors.com/t/i1FmCOhPzkCo4JDaLiuGtRWJt0Q=/400x0/article-new/2024/03/Apple-vs-DOJ-Feature.jpg?lossy)\n\n## 核心论点：危险先例\n\n苹果认为，司法部的诉讼可能“树立一个危险的先例”，允许政府干预技术的设计和功能，并威胁到“使iPhone脱颖而出的核心原则”。\n\n## 司法部的指控与苹果的回应\n\n司法部于2024年3月对苹果提起反垄断诉讼，指控其在智能手机市场构成非法垄断，并列举了五项苹果扼杀竞争、将消费者锁定在iPhone生态系统中的例子。苹果对这些指控逐一进行了回应：\n\n1.  **超应用（Super apps）**\n    *   **司法部指控**：苹果阻止提供“广泛功能”的应用，如微信或包含迷你游戏及多应用功能的应用。\n    *   **苹果回应**：在iOS 17.4中，苹果已取消了对云流媒体应用和提供迷你游戏的应用的限制，并且超应用一直都受到支持。\n\n2.  **云流媒体（Cloud streaming）**\n    *   **司法部指控**：苹果通过阻止云流媒体游戏在App Store上架来压制它们。\n    *   **苹果回应**：iOS 17.4已取消了相关限制。\n\n3.  **消息应用（Messaging apps）**\n    *   **司法部指控**：iMessage没有安卓版本、绿泡泡与蓝泡泡的区别、以及苹果延迟支持RCS。司法部还认为第三方应用应能收发短信。\n    *   **苹果回应**：在司法部提起诉讼后，苹果已采纳RCS，改善了安卓和iPhone设备之间的消息互操作性，但第三方消息应用仍不能替代Messages应用收发短信或RCS消息。\n\n4.  **智能手表（Smartwatches）**\n    *   **司法部指控**：苹果限制第三方智能手表的核心功能，阻止iPhone用户从其他具有“更好用户界面和服务”的智能手表获得类似Apple Watch的功能。司法部还抱怨Apple Watch不兼容安卓设备。\n    *   **苹果回应**：文章未直接提及苹果对此项指控的具体回应，但暗示苹果否认了司法部的指控。\n\n5.  **数字钱包（Digital Wallets）**\n    *   **司法部指控**：苹果拒绝允许银行应用和其他数字支付提供商访问iPhone中的NFC芯片用于支付。\n    *   **苹果回应**：在iOS 18.1中，苹果已开放了NFC访问权限，支持通过第三方支付应用进行非接触式NFC支付。\n\n## 苹果对市场地位的辩驳\n\n苹果认为司法部对苹果市场地位的描述不公平：\n\n*   **市场份额计算**：司法部使用营收而非销量作为计算市场份额的指标，苹果认为这“不合理”。\n*   **设备类别**：司法部提出“高性能智能手机”是一个独立类别，但苹果指出这并非公认的设备类别。\n*   **全球竞争**：苹果认为美国的数据不能准确反映其面临的全球竞争。\n\n## 投诉来源与潜在影响\n\n苹果指出，导致司法部诉讼的投诉并非来自iPhone客户，而是来自少数开发者，其中包括“一些苹果最大、资金最充足的竞争对手”。\n\n苹果声称，满足司法部的要求将“损害消费者的iPhone体验”，导致设备安全性、隐私性和直观性降低。苹果认为，反垄断法不应强加其以牺牲消费者利益为代价，来设计产品以更好地适应竞争对手。该案件本质上是“少数大型公司搭便车”利用苹果的技术和创新，而非关于数百万满意的iPhone用户或数十万成功的iOS开发者。苹果称，这份诉状是“在反垄断案件的幌子下，对有史以来最受欢迎和最具创新性的消费产品进行司法重新设计的误导性请求”。\n\n## 法律程序与未来展望\n\n苹果的回应中包含了逐一否认司法部指控的内容，这在此类文件中是标准做法。法律纠纷将进入证据开示阶段，苹果旨在证明司法部的指控不准确。之后将进行即决判决，可能导致审判和上诉。整个过程将持续数年。\n\n苹果认为，App Store生态系统变化迅速，司法部的指控未来可能完全不适用。过去一年中，苹果已自愿或非自愿地修改了多项App Store规则。例如，苹果与Epic Games的法律纠纷导致苹果允许开发者通过应用内链接将客户导向第三方网页购买选项，且不收取相关费用。类似的改变可能会进一步削弱司法部的指控。",
      "shortSummary": "苹果公司已就美国司法部对其提起的反垄断诉讼作出回应，辩称该诉讼可能为科技设计树立“危险先例”。苹果驳斥了司法部关于超应用、云流媒体、消息应用、智能手表和数字钱包等方面的指控，并指出部分问题已通过iOS更新解决。苹果还认为司法部的市场分析存在缺陷，且投诉主要来自竞争对手而非用户。苹果警告称，满足司法部要求将损害iPhone用户体验。此案将进入漫长的法律程序。",
      "translated_title": "苹果辩称司法部诉讼可能为科技设计树立‘危险先例’",
      "images": [
        {
          "url": "https://images.macrumors.com/t/i1FmCOhPzkCo4JDaLiuGtRWJt0Q=/400x0/article-new/2024/03/Apple-vs-DOJ-Feature.jpg?lossy",
          "alt": "Apple vs DOJ Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2024/03/Apple-vs-DOJ-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple today filed a response to the antitrust lawsuit it is facing from the United States Department of Justice, sharing rebuttals <a href=\"https://www.macrumors.com/guide/apple-vs-doj/\">to the DoJ's claims</a> and pointing out perceived flaws in the accusations outlined in the complaint.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2024/03/Apple-vs-DOJ-Feature.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-943221\" />\r<br/>\nAccording to Apple, the DoJ's lawsuit has the potential to \"set a dangerous precedent\" that would allow the government to dictate the design and function of technology, plus it threatens \"the very principles that set the <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> apart\" from competing devices.\r<br/>\n\r<br/>\nAs a recap, the DoJ <a href=\"https://www.macrumors.com/2024/03/21/apple-sued-by-us-department-of-justice/\">filed an antitrust lawsuit</a> against Apple in March 2024, accusing Apple of an illegal monopoly in the smartphone market. To back up its accusation, the DOJ provided five examples of instances where Apple's decisions stifled competition and locked consumers into the &zwnj;iPhone&zwnj; ecosystem.\r<br/>\n<ul>\r<br/>\n \t<li><strong>Super apps</strong> - The DoJ claims that Apple blocks apps that offer \"broad functionality,\" like WeChat or apps that offer mini games and other multi-app features.</li>\r<br/>\n \t<li><strong>Cloud streaming</strong> - Apple has been accused of suppressing cloud streaming games by preventing them from being available on the <a href=\"https://www.macrumors.com/guide/app-store/\">App Store</a>.</li>\r<br/>\n \t<li><strong>Messaging apps</strong> - The DoJ took issue with the lack of an iMessage app for Android, the green bubble vs. blue bubble separation, and Apple's delayed support for <a href=\"https://www.macrumors.com/guide/rcs/\">RCS</a>. The DoJ also believes that third-party apps should be able to send and receive SMS messages in lieu of the Messages app.</li>\r<br/>\n \t<li><strong>Smartwatches</strong> - Apple is accused of restricting key functions from third-party smartwatches, preventing &zwnj;iPhone&zwnj; users from getting Apple Watch-like functionality from watches with \"better user interfaces and services.\" The DoJ has also complained about the Apple Watch not being compatible with Android devices.</li>\r<br/>\n \t<li><strong>Digital Wallets</strong> - The DoJ took issue with Apple's refusal to allow banking apps and other digital payment providers to access the NFC chip in the &zwnj;iPhone&zwnj; for payment purposes.</li>\r<br/>\n</ul>\r<br/>\nMany of the DoJ's claims have been weakened or are no longer relevant, because Apple has addressed them. With iOS 17.4, for example, Apple eliminated restrictions on cloud streaming apps and apps offering mini games on iOS, and super apps are and have been supported.\r<br/>\n\r<br/>\nApple adopted &zwnj;RCS&zwnj; since the DoJ's filing, improving messaging interoperability between Android and &zwnj;iPhone&zwnj; devices, though messaging apps cannot receive SMS or &zwnj;RCS&zwnj; messages instead of the Messages app. Apple <a href=\"https://www.macrumors.com/guide/apple-nfc-chip-ios-18-1/\">opened up access to NFC</a> in iOS 18.1, adding support for contactless NFC payments through third-party payment apps.\r<br/>\n\r<br/>\nApple does not believe that the DoJ fairly portrayed Apple's market position. The DoJ uses revenue as its metric for calculating market share instead of unit sales, which Apple says is \"unreasonable.\" The DoJ also suggested that \"performance smartphones\" are a separate category from standard smartphones, even though that is not a recognized device category. Apple also argues that the U.S. numbers are not an accurate reflection of the global competition that it faces.\r<br/>\n\r<br/>\nApple points out that the complaints that led to the Department of Justice's lawsuit did not come from &zwnj;iPhone&zwnj; customers, but rather from a small number of developers that happen to include \"some of Apple's largest and best-funded competitors.\" Apple claims that meeting the DoJ's demands would degrade the &zwnj;iPhone&zwnj; experience for consumers.\r<br/>\n<blockquote>The antitrust laws do not impose upon Apple a duty to design its own product in a way that would better suit its rivals at the expense of consumers whose devices might be less secure, less private, and less intuitive as a result.\r<br/>\n\r<br/>\nUltimately this case is not about the millions of satisfied iPhone users or even the hundreds of thousands of iOS developers that enjoy economic success, it's predominantly about a few large companies free-riding on Apple's technology and innovation. The complaint is a misguided plea for a judicial redesign of one of the most popular and innovative consumer products of all time, under the guise of an antitrust case.</blockquote>\r<br/>\nMuch of Apple's response features Apple denying the DoJ's claims, one by one, which is standard for this type of filing. The legal dispute will now enter the discovery phase, with Apple aiming to prove that the DoJ's allegations are inaccurate. From there, a summary judgment will be handed down, which could lead to a trial and appeals. The entire process will span years.\r<br/>\n\r<br/>\nThe &zwnj;App Store&zwnj; ecosystem is changing rapidly enough that the DoJ's claims may not be applicable at all in the future. In the last year, Apple changed multiple &zwnj;App Store&zwnj; rules, both voluntarily and involuntarily. Apple's legal dispute with <a href=\"https://www.macrumors.com/guide/epic-games/\">Epic Games</a>, for example, resulted in Apple permitting developers to direct customers to third-party purchase options on the web with in-app links and no associated fees. Similar changes could further nullify the DoJ's allegations, so it should be interesting to see how the dispute plays out.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/apple-vs-doj/\">Apple vs. DoJ</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/29/apple-doj-lawsuit-response/\">Apple Argues DoJ Lawsuit Could Set &#039;Dangerous Precedent&#039; for Tech Design</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-argues-doj-lawsuit-could-set-dangerous-precedent-for-tech-design.2462439/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "iPhone 17 Pro 或将推出惊艳橙色，模型机暗示 (原标题: iPhone 17 Pro Could Come in Surprising Orange Color, Dummy Models Suggest)",
      "link": "https://www.macrumors.com/2025/07/29/iphone-17-color-dummy-models/",
      "pubDate": "Tue, 29 Jul 2025 16:53:00 PDT",
      "isoDate": "2025-07-29T23:53:00.000Z",
      "creator": "Juli Clover",
      "summary": "# iPhone 17 Pro 颜色预测：模型机揭示潜在新色\n\n距离新款iPhone发布仅剩六周，关于iPhone 17系列颜色的传闻日益增多。泄密者Sonny Dickson近日分享了据称是苹果选定的iPhone 17系列模型机，揭示了潜在的颜色选项。\n\n![iPhone 17 Colors](https://images.macrumors.com/t/YHzO6SpGi8A9XKy-yGeuBsFSdQ4=/400x0/article-new/2025/07/iPhone-17-Colors.jpg?lossy)\n\n## iPhone 17 Pro 颜色\n\n根据Sonny Dickson分享的模型机图片，iPhone 17 Pro 机型可能提供以下颜色：\n\n*   **黑色**\n*   **白色**\n*   **深蓝色**\n*   **橙色**\n\n其中，橙色尤为引人注目，因为它异常明亮，与苹果Pro机型通常选择的柔和色调不符。不过，这可能与拍摄角度或光线有关。此前有泄露消息称，这种橙色可能更接近铜色而非纯粹的橙色，最终颜色仍有待观察。深蓝色则更符合对iPhone 17 Pro的预期，但其饱和度也略高于苹果通常的内敛选择。\n\n值得注意的是，有传闻称iPhone 17 Pro 机型还可能提供灰色，以及一种在光线下会变色的白色，但这些颜色并未在本次模型机中出现。\n\n## iPhone 17 Air 颜色\n\n模型机显示，iPhone 17 Air 机型可能提供以下颜色：\n\n*   **黑色**\n*   **白色**\n*   **金色**\n*   **浅蓝色** (类似于MacBook Air的浅蓝色)\n\n这些颜色与此前关于iPhone 17 Air的传闻相符。\n\n## iPhone 17 颜色\n\n模型机展示的iPhone 17 机型颜色包括：\n\n*   **黑色**\n*   **白色**\n*   **蓝色**\n*   **紫色** (看起来更像粉色)\n\n此前传闻的iPhone 17颜色选项包括黑色、白色、钢灰色、紫色和浅蓝色。iPhone 17和iPhone 17 Air的蓝色虽然相似，但并非完全相同。\n\n## 模型机颜色的准确性\n\n尽管模型机的设计通常具有较高的准确性，但其颜色并不总是能最清晰地反映最终iPhone的实际外观。光线、光泽和材质的差异往往意味着最终版本的iPhone会比泄露的模型机看起来更好。",
      "shortSummary": "根据泄密者Sonny Dickson分享的iPhone 17系列模型机，iPhone 17 Pro可能推出令人惊讶的亮橙色，以及黑色、白色和深蓝色。iPhone 17 Air预计有黑色、白色、金色和浅蓝色。标准版iPhone 17则显示为黑色、白色、蓝色和紫色（偏粉）。尽管模型机设计通常准确，但其颜色不一定完全代表最终产品的外观。",
      "translated_title": "iPhone 17 Pro 或将推出惊艳橙色，模型机暗示",
      "images": [
        {
          "url": "https://images.macrumors.com/t/YHzO6SpGi8A9XKy-yGeuBsFSdQ4=/400x0/article-new/2025/07/iPhone-17-Colors.jpg?lossy",
          "alt": "iPhone 17 Colors",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/iPhone-17-Colors.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "We're just six weeks away from the launch of new <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> models, and rumors are ramping up as September creeps closer. We've heard plenty of details about the prospective colors for the <a href=\"https://www.macrumors.com/roundup/iphone-17/\">iPhone 17</a> lineup, but leaker Sonny Dickson today shared &zwnj;iPhone 17&zwnj; dummy models that supposedly feature the shades that Apple has picked.\r<br/>\n\r<br/>\n<img class=\"aligncenter size-full wp-image-1010976\" src=\"https://images.macrumors.com/article-new/2025/07/iPhone-17-Colors.jpg\" alt=\"\" width=\"2500\" height=\"1405\" />\r<br/>\nDickson's images feature the <a href=\"https://www.macrumors.com/roundup/iphone-17-pro/\">iPhone 17 Pro</a> models in black, white, dark blue, and orange. The orange shade is particularly bright and not typically in line with what Apple chooses for the Pro models. Apple's colors are often more muted, but it could be an issue of angle or lighting. Prior leaks suggested that the orange could be more of a copper color than a true orange, so we'll have to wait to see how closely the dummy model matches with the final color.\r<br/>\n\r<br/>\n<div class=\"center-wrap\"><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">First look at iPhone 17 color dummies, The new orange really stands out this year — definitely a bold addition. Thoughts? <a href=\"https://t.co/M0gB6NSglI\">pic.twitter.com/M0gB6NSglI</a></p>&mdash; Sonny Dickson (@SonnyDickson) <a href=\"https://twitter.com/SonnyDickson/status/1950325609957380405?ref_src=twsrc%5Etfw\">July 29, 2025</a></blockquote> <script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div>\r<br/>\nThe dark blue shade is more of what we'd expect for an &zwnj;iPhone 17 Pro&zwnj;, though even it isn't quite as subdued as what Apple usually chooses. It's worth noting that rumors have suggested the 17 Pro models could also be available in a gray color, which is missing here. There were also rumors of a <a href=\"https://www.macrumors.com/2025/07/22/liquid-glass-color-iphone-17-pro/\">color shifting shade</a> that appears white but changes color with light, which also doesn't seem to be depicted. \r<br/>\n\r<br/>\nAs for the <a href=\"https://www.macrumors.com/roundup/iphone-17-air/\">iPhone 17 Air</a>, the dummy models are depicted in black, white, gold, and a light blue, similar to the light blue of the <a href=\"https://www.macrumors.com/roundup/macbook-air/\">MacBook Air</a>. Those are all four colors that we've seen rumored for the &zwnj;iPhone 17 Air&zwnj;.\r<br/>\n\r<br/>\nThe &zwnj;iPhone 17&zwnj; models are shown in black, white, blue, and a purple that looks more like a pink. Rumors have suggested the &zwnj;iPhone 17&zwnj; could come in black, white, steel gray, purple, and light blue. The blues for the &zwnj;iPhone 17&zwnj; and &zwnj;iPhone 17 Air&zwnj; are similar, but not identical.\r<br/>\n\r<br/>\nDummy model designs are often accurate, but the colors the dummy models come in don't always provide the clearest picture of what an &zwnj;iPhone&zwnj; will actually look like. Differences in lighting, sheen, and material often mean that the final version of the &zwnj;iPhone&zwnj; looks a lot better than what leaks.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/iphone-17-pro/\">iPhone 17 Pro</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/iphone.99\">iPhone</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/29/iphone-17-color-dummy-models/\">iPhone 17 Pro Could Come in Surprising Orange Color, Dummy Models Suggest</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/iphone-17-pro-could-come-in-surprising-orange-color-dummy-models-suggest.2462438/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Photoshop 获得新的AI编辑工具 (原标题: Photoshop Gets New AI Editing Tools)",
      "link": "https://www.macrumors.com/2025/07/29/photoshop-gets-new-ai-editing-tools/",
      "pubDate": "Tue, 29 Jul 2025 15:18:17 PDT",
      "isoDate": "2025-07-29T22:18:17.000Z",
      "creator": "Juli Clover",
      "summary": "Adobe 于2025年7月29日宣布为 Photoshop 推出多项新的和增强的 AI 工具，旨在简化创作者的图像调整和清理工作。这些更新包括：\n\n### Harmonize（协调）\n\n*   **功能**：允许 Photoshop 用户在图像或合成中添加新对象。\n*   **AI 作用**：应用程序将分析周围内容，自动调整颜色、光照、阴影和视觉色调，使新对象无缝融入现有图像。\n*   **优势**：简化了合成图像的创建过程，并减少了手动调整所需的时间。\n*   **可用性**：适用于 Photoshop 桌面版、网页版和移动设备。\n\n![Adobe AI Features Harmonize](https://images.macrumors.com/t/sj01l6WMfqWESQtu7mjv8SyXcGs=/400x0/article-new/2025/07/adobe-ai-features-harmonize.jpg?lossy)\n\n### Generative Upscale（生成式放大）\n\n*   **功能**：提供高达八百万像素的分辨率增强，同时不影响图像清晰度。\n*   **用途**：能够提高图像的打印质量，或提升旧文件的分辨率。\n*   **可用性**：可在桌面版和网页版上使用。\n\n### 改进的“移除”工具\n\n*   **技术**：现在采用最新的 Adobe Firefly 图像模型。\n*   **功能**：能够更精确地擦除图像中不需要的对象，并用逼真的内容填充空白区域。\n*   **结果**：编辑后的图像伪影更少，最终效果更干净。\n*   **可用性**：适用于桌面版和网页版。\n\n### Projects（项目）选项\n\n*   **可用性**：仅限 Photoshop 桌面版。\n*   **功能**：一个用于管理和组织创意工作的新选项。\n*   **优势**：将所有资产聚合到一个共享的、有组织的空间中，从而消除协作和沟通问题。它旨在让 Photoshop 用户能够一次性共享整个集合，以减少版本控制问题。\n\n更多关于这些新功能的信息可在 Adobe 官方网站上找到。",
      "shortSummary": "Adobe 为 Photoshop 推出了多项新的 AI 编辑工具。其中包括“Harmonize”功能，可无缝融合新对象；“Generative Upscale”用于提升图像分辨率；以及改进的“移除”工具，能更精确地擦除不需要的对象。此外，桌面版 Photoshop 还新增了“Projects”选项，以简化创意工作的管理和协作。",
      "translated_title": "Photoshop 获得新的AI编辑工具",
      "images": [
        {
          "url": "https://images.macrumors.com/t/sj01l6WMfqWESQtu7mjv8SyXcGs=/400x0/article-new/2025/07/adobe-ai-features-harmonize.jpg?lossy",
          "alt": "adobe ai features harmonize",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/adobe-ai-features-harmonize.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Adobe today announced several new and enhanced AI tools for Photoshop, with the additions aimed at making it easier for creators to tweak and clean up their images.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/adobe-ai-features-harmonize.jpg\" alt=\"\" width=\"1920\" height=\"1080\" class=\"aligncenter size-full wp-image-1012329\" />\r<br/>\nWith Harmonize, Photoshop users can add a new object into an image or composition, and the app will analyze the surrounding content to automatically adjust color, lighting, shadows, and visual tone so that the object seamlessly fits in. Adobe says that the feature streamlines the creation of composite images and reduces the time needed for manual adjustments. Harmonize is available across Photoshop for desktop, the web, and mobile devices.\r<br/>\n\r<br/>\nGenerative Upscale provides resolution enhancements up to eight megapixels without impacting image clarity. The feature is able to improve image quality for print, or to boost the resolution of older files. Generative Upscale can be used on desktop and the web.\r<br/>\n\r<br/>\nAdobe improved the Remove tool in Photoshop, and it now uses the latest Adobe Firefly Image Model. The updated Remove tool is able to more precisely erase unwanted objects from images, filling the gaps with realistic content. Edits will have fewer artifacts for a cleaner end result. The improved Remove tool is available for desktop and the web.\r<br/>\n\r<br/>\nIn Photoshop for the desktop, there's a new Projects option for managing and organizing creative work. Assets are aggregated into a shared, organized space, eliminating issues with collaboration and communication. Projects is designed to allow Photoshop users to share entire collections at once to cut down on versioning issues.\r<br/>\n\r<br/>\nMore information on the new features <a href=\"https://blog.adobe.com/en/publish/2025/07/29/powerful-new-photoshop-innovations-creators-creative-pros\">can be found on Adobe's website</a>.<div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/adobe/\">Adobe</a>, <a href=\"https://www.macrumors.com/guide/photoshop/\">Photoshop</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/29/photoshop-gets-new-ai-editing-tools/\">Photoshop Gets New AI Editing Tools</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/photoshop-gets-new-ai-editing-tools.2462435/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Safari 26 Beta 现已适用于 macOS Sequoia 和 macOS Sonoma (原标题: Safari 26 Beta Now Available for macOS Sequoia and macOS Sonoma)",
      "link": "https://www.macrumors.com/2025/07/29/safari-26-beta-macos-sequoia-sonoma/",
      "pubDate": "Tue, 29 Jul 2025 13:35:57 PDT",
      "isoDate": "2025-07-29T20:35:57.000Z",
      "creator": "Juli Clover",
      "summary": "## Safari 26 Beta 发布\n\n苹果公司于2025年7月29日星期二发布了Safari 26 Beta版本，允许macOS Sequoia和macOS Sonoma用户下载并体验Safari 26的新功能。\n\n![Safari 图标蓝色横幅](https://images.macrumors.com/t/AGWAH4hfEqibLsstoHUQfTOxiFY=/400x0/article-new/2022/01/safari-icon-blue-banner.jpeg?lossy)\n\n### 主要新功能\n\nSafari 26增加了多项新特性，其中包括：\n\n*   **HDR 图像支持**：支持高动态范围图像显示。\n*   **SVG 图标支持**：增强了对可缩放矢量图形图标的支持。\n*   **网站兼容性问题报告**：新增了报告网站兼容性问题的选项。\n*   **指纹识别保护**：为已知的追踪脚本提供防止指纹识别的选项。\n*   **链接追踪参数过滤**：在常规浏览模式下，自动过滤链接中的追踪参数。\n*   **扩展键盘快捷键**：在“设置”中显示扩展键盘快捷键的选项，并支持自定义。\n*   **WebGPU 支持**：引入了对WebGPU技术的支持。\n\n### 可用性\n\n如果您正在测试iOS 26、iPadOS 26、visionOS 26或macOS Tahoe的Beta版本，Safari 26已包含在这些更新中。更多关于Safari 26新功能的信息可在苹果官网上找到。",
      "shortSummary": "苹果公司已发布Safari 26 Beta，适用于macOS Sequoia和macOS Sonoma用户。新版本带来了多项改进，包括HDR图像支持、SVG图标支持、增强的追踪保护、指纹识别预防、链接追踪参数过滤、扩展键盘快捷键自定义以及WebGPU支持。正在测试iOS 26、iPadOS 26、visionOS 26或macOS Tahoe的用户已自动获得Safari 26。",
      "translated_title": "Safari 26 Beta 现已适用于 macOS Sequoia 和 macOS Sonoma",
      "images": [
        {
          "url": "https://images.macrumors.com/t/AGWAH4hfEqibLsstoHUQfTOxiFY=/400x0/article-new/2022/01/safari-icon-blue-banner.jpeg?lossy",
          "alt": "safari icon blue banner",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2022/01/safari-icon-blue-banner.jpeg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple today released the Safari 26 beta, allowing <a href=\"https://www.macrumors.com/roundup/macos-sequoia/\">macOS Sequoia</a> and macOS Sonoma users to download the browser and get the new Safari 26 features.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2022/01/safari-icon-blue-banner.jpeg\" alt=\"\" width=\"1600\" height=\"900\" class=\"aligncenter size-full wp-image-833485\" />\r<br/>\nSafari 26 adds support for HDR images, SVG icon support, additional tracking protection, and more, with some of the most interesting new features listed below.\r<br/>\n<ul>\r<br/>\n \t<li>HDR image support</li>\r<br/>\n \t<li>SVG icon support</li>\r<br/>\n \t<li>Support for reporting a website compatibility issue</li>\r<br/>\n \t<li>Option for preventing fingerprinting for known tracking scripts</li>\r<br/>\n \t<li>Filters out tracking parameters for links in regular browsing mode</li>\r<br/>\n \t<li>Option for showing extension keyboard shortcuts in Settings and support for customization</li>\r<br/>\n \t<li>WebGPU support</li>\r<br/>\n</ul>\r<br/>\nMore on everything that's new in Safari 26 <a href=\"https://developer.apple.com/documentation/safari-release-notes/safari-26-release-notes\">can be found on Apple's website</a>.\r<br/>\n\r<br/>\nIf you are beta testing <a href=\"https://www.macrumors.com/roundup/ios-26/\">iOS 26</a>, <a href=\"https://www.macrumors.com/roundup/ipados-26/\">iPadOS 26</a>, visionOS 26, or macOS Tahoe, you already have Safari 26 as it is included with the updates.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/safari/\">Safari</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/29/safari-26-beta-macos-sequoia-sonoma/\">Safari 26 Beta Now Available for macOS Sequoia and macOS Sonoma</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/safari-26-beta-now-available-for-macos-sequoia-and-macos-sonoma.2462434/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "苹果在电视应用中推出“每日特惠”折扣 (原标题: Apple Offering 'Deal of the Day' Discounts in TV App)",
      "link": "https://www.macrumors.com/2025/07/29/apple-offering-deal-of-the-day-discounts-in-tv-app/",
      "pubDate": "Tue, 29 Jul 2025 12:55:14 PDT",
      "isoDate": "2025-07-29T19:55:14.000Z",
      "creator": "Juli Clover",
      "summary": "# 苹果电视应用“每日特惠”促销活动\n\n苹果公司于2025年7月29日星期二在其Apple TV应用中启动了一项名为“夏季每日特惠”（Summer Deal of the Day）的促销活动，通过Apple TV商店提供电影捆绑包的折扣。\n\n![苹果夏季每日特惠](https://images.macrumors.com/t/OYd4vYhThYxDitiplM4jV6-z0gg=/400x0/article-new/2025/07/apple-summer-deal-of_the_day.jpg?lossy)\n\n**促销详情：**\n\n*   **首日特惠：** 促销首日，苹果以9.99美元的价格出售《宿醉》三部曲（The Hangover trilogy）。通常情况下，这些电影的单部售价在12.99美元至14.99美元之间。\n*   **持续时间：** 本次“每日特惠”是14个特惠中的第一个，这意味着苹果预计将在接下来的两周内每天提供不同的折扣捆绑包。\n*   **购买方式：** “夏季每日特惠”捆绑包可在任何支持Apple TV应用的平台上的“商店”（Store）部分购买。\n*   **促销特点：** 尽管苹果经常提供电影购买折扣和比单独购买更划算的捆绑交易，但这种特定主题的促销活动并不常见。",
      "shortSummary": "苹果于2025年7月29日在其Apple TV应用中推出了“夏季每日特惠”促销活动，提供电影捆绑包折扣。首日特惠是《宿醉》三部曲，售价9.99美元，远低于单片原价。该促销将持续两周，每天推出不同捆绑包。用户可在Apple TV应用商店购买。此类特定主题促销对苹果而言较为少见。",
      "translated_title": "苹果在电视应用中推出“每日特惠”折扣",
      "images": [
        {
          "url": "https://images.macrumors.com/t/OYd4vYhThYxDitiplM4jV6-z0gg=/400x0/article-new/2025/07/apple-summer-deal-of-the-day.jpg?lossy",
          "alt": "apple summer deal of the day",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/apple-summer-deal-of-the-day.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple is running a Summer Deal of the Day promotion in its Apple TV app, offering discounts on movie bundles through the Apple TV Store. \r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/apple-summer-deal-of-the-day.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1012347\" />\r<br/>\nToday is the first day of the promotion, and Apple is selling The Hangover trilogy for &#36;9.99. The movies are normally priced between &#36;12.99 and &#36;14.99 each.\r<br/>\n\r<br/>\nThe initial Deal of the Day is number 1 of 14, so Apple will presumably be offering a different discounted bundle every day for the next two weeks. The Summer Deal of the Day packages can be purchased from the Store section of the Apple TV app on any platform where the app is available.\r<br/>\n\r<br/>\nApple regularly offers discounted movie purchases and bundled deals that are more affordable than buying movies individually, but specific themed promotions are atypical.  <div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/best-apple-deals/\">Apple Deals</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/07/29/apple-offering-deal-of-the-day-discounts-in-tv-app/\">Apple Offering &#039;Deal of the Day&#039; Discounts in TV App</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-offering-deal-of-the-day-discounts-in-tv-app.2462432/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2025-07-30T09:38:06.073Z"
}