{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "M5 Pro and M5 Max MacBook Pro Launch Imminent as Reseller Stock Dwindles",
      "link": "https://www.macrumors.com/2026/02/03/m5-pro-max-macbook-pro-imminent/",
      "pubDate": "Tue, 03 Feb 2026 12:12:07 PST",
      "isoDate": "2026-02-03T20:12:07.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "M5 Pro and M5 Max MacBook Pro Launch Imminent as Reseller Stock Dwindles",
      "images": [
        {
          "url": "https://images.macrumors.com/t/aQ7ZEco01_BaHnO0KvAy9xr0Sg8=/400x0/article-new/2025/11/m5-macbook-pro-deal.jpeg?lossy",
          "alt": "m5 macbook pro deal",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/11/m5-macbook-pro-deal.jpeg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "New M5 Pro and M5 Max <a href=\"https://www.macrumors.com/roundup/macbook-pro/\">MacBook Pro</a> models are slated to launch in the near future, according to information shared with <em>MacRumors</em> by an Apple Premium Reseller.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/11/m5-macbook-pro-deal.jpeg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1025807\" />\r<br/>\nThe third-party Apple retailer said that &zwnj;MacBook Pro&zwnj; stock is very low currently because there is an imminent new product introduction. Apple typically coordinates supply with retail stores ahead of a new model launch to avoid leaving resellers with too many outdated machines.\r<br/>\n\r<br/>\nOver the weekend, <em>Bloomberg</em> said that the new MacBook Pros are going to <a href=\"https://www.macrumors.com/2026/02/01/new-macbook-pro-macos-26-3-rumor/\">launch alongside macOS Tahoe 26.3</a> during the February/March timeframe, and we are getting closer to the software's release date. Today's <a href=\"https://www.macrumors.com/2026/02/03/xcode-26-3-agentic-coding/\">Xcode 26.3 release candidate</a> launch also suggests that a debut isn't far off.\r<br/>\n\r<br/>\nIt's atypical for Apple to introduce an Xcode release candidate without also providing iOS and macOS release candidates, and we haven't seen the iOS 26.3 or macOS 26.3 RCs yet. Holding back a macOS release candidate is sometimes an indication that the RC contains information that Apple doesn't want to leak. If the M5 Pro and M5 Max &zwnj;MacBook Pro&zwnj; models are going to come out alongside <a href=\"https://www.macrumors.com/roundup/macos-26/\">macOS Tahoe</a> 26.3, it's possible that the &zwnj;macOS Tahoe&zwnj; 26.3 RC includes new model identifiers that would give away the upcoming launch.\r<br/>\n\r<br/>\nApple has most commonly held macOS release candidates for a few days to a week. Prior to when new M3 Macs came out in October 2023, for example, Apple provided the iOS 17.1 and accompanying Xcode release candidate on October 17, but held the macOS 14.1 release candidate. New Macs were introduced on October 23, and then the macOS 14.1 RC came out on October 24. Apple followed the same pattern ahead of the first <a href=\"https://www.macrumors.com/guide/m1/\">M1</a> Macs in November 2020, and the <a href=\"https://www.macrumors.com/guide/m2/\">M2</a> <a href=\"https://www.macrumors.com/roundup/mac-mini/\">Mac mini</a> in October 2022. In each case, Apple held the macOS RC while launching the iOS and Xcode RCs.\r<br/>\n\r<br/>\nWhat's different in this situation is that we haven't seen the iOS 26.3 RC either, so the hold time is less clear. Apple could debut new &zwnj;MacBook Pro&zwnj; models as soon as tomorrow, then release both RCs. There's also a possibility we have to wait a week or two before new &zwnj;MacBook Pro&zwnj; models come out, especially if the RCs aren't quite ready to go and another beta update is planned.\r<br/>\n\r<br/>\nIt's not entirely clear why Apple released the Xcode 26.3 RC now instead of holding it, but it does include agentic coding tools that Apple worked with Anthropic and OpenAI to implement, so Apple may have committed to a specific schedule for the functionality.\r<br/>\n\r<br/>\nAll signs suggest that we're going to get the M5 Pro and M5 Max &zwnj;MacBook Pro&zwnj; models soon. Apple already released the standard 14-inch M5 &zwnj;MacBook Pro&zwnj;, but higher-end 14-inch and 16-inch models have yet to be refreshed.\r<br/>\n\r<br/>\nThe reseller that spoke to <em>MacRumors</em> also said that <a href=\"https://www.macrumors.com/roundup/homepod-mini/\">HomePod mini</a> supplies are drying up with many models sold out, but there is no official word on whether that's because of supply chain issues or because of an imminent update. &zwnj;HomePod mini&zwnj; stock has been dwindling <a href=\"https://www.macrumors.com/2025/10/14/homepod-mini-and-apple-tv-low-inventory/\">since October 2025</a>, so stock continuing to be low doesn't give us new information on the &zwnj;HomePod mini&zwnj; 2, unfortunately.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/macbook-pro/\">MacBook Pro</a></div><div class=\"linkback\">Buyer's Guide: <a href=\"https://buyersguide.macrumors.com/#MacBook_Pro_16\">MacBook Pro (Caution)</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/macbook-pro.90\">MacBook Pro</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/02/03/m5-pro-max-macbook-pro-imminent/\">M5 Pro and M5 Max MacBook Pro Launch Imminent as Reseller Stock Dwindles</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/m5-pro-and-m5-max-macbook-pro-launch-imminent-as-reseller-stock-dwindles.2477119/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Continues Improving Apple Support App's AI Assistant",
      "link": "https://www.macrumors.com/2026/02/03/apple-support-assistant-update/",
      "pubDate": "Tue, 03 Feb 2026 11:02:00 PST",
      "isoDate": "2026-02-03T19:02:00.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Continues Improving Apple Support App's AI Assistant",
      "images": [
        {
          "url": "https://images.macrumors.com/t/OH8_pQHZDcFR9EKTHwFr9Vm2zIU=/400x0/article-new/2026/02/apple-support-assistant.jpg?lossy",
          "alt": "apple support assistant",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/t/cJdoPoUXt164TUqQf4KtSrNxs4g=/400x0/article-new/2026/02/apple-support-assistant-interface.jpg?lossy",
          "alt": "apple support assistant interface",
          "title": "",
          "position": 2
        },
        {
          "url": "https://images.macrumors.com/article-new/2026/02/apple-support-assistant.jpg",
          "alt": "",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2026/02/apple-support-assistant-interface.jpg",
          "alt": "",
          "title": "",
          "position": 2
        }
      ],
      "contentSource": "RSS",
      "content": "Apple is continuing to improve the AI Support Assistant that it is testing in the Apple Support app, introducing new functionality in the latest update.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2026/02/apple-support-assistant.jpg\" alt=\"\" width=\"1993\" height=\"1121\" class=\"aligncenter size-full wp-image-1035012\" />\r<br/>\nIn addition to answering questions about Apple devices and services and providing device-specific help, Apple says the Support Assistant is able to help run diagnostics to show details about a device's health and performance.\r<br/>\n\r<br/>\nThe Apple Support app now has a more informative interface for the Support Assistant, and the tab for accessing the feature has an updated \"Ask\" label with a new icon instead of a \"Chat\" label. Apple is no longer calling the Support Assistant an \"Early Preview,\" suggesting it is now available in a more official capacity.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2026/02/apple-support-assistant-interface.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1035013\" />\r<br/>\nDespite the update, the Support Assistant remains limited, and it is not yet available to all users. It's possible that Apple has expanded the feature to a larger number of testers, but not everyone will see it yet.\r<br/>\n\r<br/>\nApple <a href=\"https://www.macrumors.com/2025/08/05/apple-support-assistant-early-preview/\">began testing the Support Assistant</a> last August. The tool uses AI to answer questions related to Apple support, and it is able to walk users through step-by-step solutions for common problems.\r<br/>\n\r<br/>\nIf the Support Assistant is unable to solve a problem, users are able to escalate a request to Apple's support staff for further help.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/apple-support/\">Apple Support</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/02/03/apple-support-assistant-update/\">Apple Continues Improving Apple Support App&#039;s AI Assistant</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-continues-improving-apple-support-apps-ai-assistant.2477116/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Xcode 26.3 Lets AI Agents From Anthropic and OpenAI Build Apps Autonomously",
      "link": "https://www.macrumors.com/2026/02/03/xcode-26-3-agentic-coding/",
      "pubDate": "Tue, 03 Feb 2026 10:00:00 PST",
      "isoDate": "2026-02-03T18:00:00.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Xcode 26.3 Lets AI Agents From Anthropic and OpenAI Build Apps Autonomously",
      "images": [
        {
          "url": "https://images.macrumors.com/t/KQoVoHl3QkhGqVXfNF86F9Iy_SI=/400x0/article-new/2026/02/macOS-26-Xcode.jpg?lossy",
          "alt": "macOS 26 Xcode",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2026/02/macOS-26-Xcode.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "With Xcode 26.3, Apple is adding <a href=\"https://www.apple.com/newsroom/2026/02/xcode-26-point-3-unlocks-the-power-of-agentic-coding/\">support for agentic coding</a>, allowing developers to use tools like Anthropic's Claude Agent and OpenAI's Codex right in Xcode for app creation.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2026/02/macOS-26-Xcode.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1035002\" />\r<br/>\nAgentic coding will allow Xcode to complete more complex app development tasks autonomously. Claude, ChatGPT, and other AI models have been available for use in Xcode since Apple added intelligence features in Xcode 26, but until now, AI was limited and was not able to take action on its own. That will change with the option to use an AI coding assistant.\r<br/>\n\r<br/>\nAI models can access more of Xcode's features to work toward a project goal, and Apple worked directly with Anthropic and OpenAI to configure their agents for use in Xcode. Agents can create new files, examine the structure of a project in Xcode, build a project directly and run tests, take image snapshots to double-check work, and access full Apple developer documentation that has been designed for AI agents.\r<br/>\n\r<br/>\nAdding an agent to Xcode can be done with a single click in the Xcode settings, with agents able to be updated automatically as AI companies release updates. Developers will need to set up an Anthropic or OpenAI account to use those coding tools in Xcode, paying fees based on API usage.\r<br/>\n\r<br/>\nApple says that it aimed to ensure that Claude Agent and Codex run efficiently, with reduced token usage. It is simple to swap between agents in the same project, giving developers the flexibility to choose the agent best suited for a particular task.\r<br/>\n\r<br/>\nWhile Apple worked with OpenAI and Anthropic for Xcode integration, the Xcode 26.3 features can be used with any agent or tool that uses the open standard Model Context Protocol. Apple is releasing documentation so that developers can configure and connect MCP agents to Xcode.\r<br/>\n\r<br/>\nUsing natural language commands, developers are able to instruct AI agents to complete a project, such as adding a new feature to an app. Xcode then works with the agent to break down the instructions into small tasks, and the agent is able to work on its own from there. Here's how the process works:\r<br/>\n<ul>\r<br/>\n \t<li>A developer asks an integrated agent to add a new feature to an app.</li>\r<br/>\n \t<li>The agent looks at the current project to see how it's organized.</li>\r<br/>\n \t<li>The agent checks all relevant documentation, looking at code snippets, code samples, and the latest APIs.</li>\r<br/>\n \t<li>The agent begins working on the project, adding code as it goes.</li>\r<br/>\n \t<li>The agent builds the project, then uses Xcode to verify its work.</li>\r<br/>\n \t<li>If there are errors or warnings, the agent continues to work until all issues are addressed. It is able to access build logs and revise until a project is perfect.</li>\r<br/>\n \t<li>The agent wraps up by providing a summary of everything that happened so developers have a clear view of the implementation.</li>\r<br/>\n</ul>\r<br/>\nIn the sidebar of a project, developers can follow along with what the agent is doing using the transcript, and can click to see where code is added to keep track of what the agent is doing. At any point, developers can go back to before an agent or model made a modification, so there are options to undo unwanted results or try out multiple options for introducing a new feature.\r<br/>\n\r<br/>\nApple says that agentic coding will allow developers to simplify workflows, make changes quicker, and bring new ideas to life. Apple also sees it as a learning tool that provides developers with the opportunity to learn new ways to build something or to implement an API in an app.\r<br/>\n<blockquote>\"At Apple, our goal is to make tools that put industry-leading technologies directly in developers' hands so they can build the very best apps,\" said Susan Prescott, Apple's vice president of Worldwide Developer Relations. \"Agentic coding supercharges productivity and creativity, streamlining the development workflow so developers can focus on innovation.\"</blockquote>\r<br/>\nThe release candidate of Xcode 26.3 is available for developers as of today, and a launch will likely follow in the next week or so.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/xcode/\">Xcode</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/02/03/xcode-26-3-agentic-coding/\">Xcode 26.3 Lets AI Agents From Anthropic and OpenAI Build Apps Autonomously</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/xcode-26-3-lets-ai-agents-from-anthropic-and-openai-build-apps-autonomously.2477112/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Gives Final Warning to Home App Users",
      "link": "https://www.macrumors.com/2026/02/03/apple-home-app-final-reminder/",
      "pubDate": "Tue, 03 Feb 2026 08:55:39 PST",
      "isoDate": "2026-02-03T16:55:39.000Z",
      "creator": "Joe Rossignol",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Gives Final Warning to Home App Users",
      "images": [
        {
          "url": "https://images.macrumors.com/t/-DWMr82yeA0dEOsnBsknrwaOnVg=/400x0/article-new/2026/02/iOS-26-Home-Feature.jpg?lossy",
          "alt": "iOS 26 Home Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2026/02/iOS-26-Home-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "In 2022, Apple <a href=\"https://www.macrumors.com/2022/10/25/home-app-architecture-update-ios-16-2/\">introduced a new Apple Home architecture</a> that is \"more reliable and efficient,\" and the deadline to upgrade and avoid issues is fast approaching.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2026/02/iOS-26-Home-Feature.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1034994\" />\r<br/>\nIn an email this week, Apple gave customers a final reminder to upgrade their Home app by February 10, 2026. Apple says users who do not upgrade may experience issues with accessories and automations, or lose access to their smart home in the app entirely. In addition, users who do not upgrade will miss out on newer features like robot vacuum cleaner support, and they will not receive important security fixes and performance improvements.\r<br/>\n\r<br/>\nApple explains how to <a href=\"https://support.apple.com/en-us/102287\">upgrade the Home app</a> on the iPhone, iPad, or Mac:<ul>\r<br/>\n  <li>Open the Home app</li>\r<br/>\n  <li>Tap or click on the three dots in the upper-right and navigate to Home Settings</li>\r<br/>\n  <li>Tap or click on Software Update</li>\r<br/>\n  <li>Tap or click Update Now, then follow the prompts. All of the homes that you own are updated at the same time.</li>\r<br/>\n</ul>If you see \"This home and all accessories are up to date,\" then you are on the current version of the app and no further action is required.\r<br/>\n\r<br/>\nNotably, the new version of Apple Home requires a minimum of iOS 16.2, iPadOS 16.2, macOS 13.1, tvOS 16.2, and watchOS 9.2.<div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/apple-home/\">Apple Home</a>, <a href=\"https://www.macrumors.com/guide/homekit/\">HomeKit</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/02/03/apple-home-app-final-reminder/\">Apple Gives Final Warning to Home App Users</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-gives-final-warning-to-home-app-users.2477102/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Music Replay 2026 Now Available",
      "link": "https://www.macrumors.com/2026/02/03/apple-music-replay-2026-now-available/",
      "pubDate": "Tue, 03 Feb 2026 08:47:20 PST",
      "isoDate": "2026-02-03T16:47:20.000Z",
      "creator": "Hartley Charlton",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Music Replay 2026 Now Available",
      "images": [
        {
          "url": "https://images.macrumors.com/t/ZTgvxZsG_4OSXq081ewcbJekD4g=/400x0/article-new/2026/02/Replay-26-Feature.jpg?lossy",
          "alt": "Replay 26 Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2026/02/Replay-26-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<a href=\"https://www.macrumors.com/guide/apple-music/\">Apple Music</a> subscribers can now access their Replay 2026 playlist, which is rolling out to users who meet Apple's minimum listening requirements for the year.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2026/02/Replay-26-Feature.jpg\" alt=\"\" width=\"1956\" height=\"1100\" class=\"alignnone size-full wp-image-1034993\" />\r<br/>\nAs in previous years, Replay 2026 ranks your most-played songs on &zwnj;Apple Music&zwnj; from 1 to 100, updating weekly as your listening habits evolve throughout 2026. Apple typically activates Replay in early February, once January listening data has finished processing, allowing subscribers to track their music activity well ahead of the traditional year-end recap.\r<br/>\n\r<br/>\nUnlike a static summary released in December, Replay primarily functions as an evolving playlist. From its first appearance in February, rankings refresh every weekend, gradually building a complete picture of your top songs across the year. By the time December arrives, Replay 2026 becomes a finalized list of your 100 most-streamed tracks.\r<br/>\n\r<br/>\nReplay 2026 can be accessed directly in the &zwnj;Apple Music&zwnj; app by opening the Home tab, scrolling to the \"Replay: Your Top Music\" section. It is also available through <a href=\"https://beta.music.apple.com/us/replay\">Apple Music for the web</a>, where users can sign in with their <a href=\"https://www.macrumors.com/guide/apple-id/\">Apple ID</a>. Once the Replay 2026 playlist is added to your library, it updates automatically every week.\r<br/>\n\r<br/>\nNew generated playlists can sometimes take several hours to appear. If Replay 2026 does not appear after a short while, the most common causes are disabled listening history or insufficient listening activity. Apple requires listening history to be enabled and enough streamed music to generate rankings. Listening history can be checked in Settings under Music, where \"Use Listening History\" must be turned on. Light or infrequent listening may delay Replay activation, but the playlist should appear automatically once these conditions are met.\r<br/>\n\r<br/>\n&zwnj;Apple Music&zwnj; Replay has been available annually since 2019, originally launching as a web-only experience with an accompanying playlist. Apple gradually expanded Replay's scope in the following years. From 2022 onward, the feature placed greater emphasis on detailed statistics and visual summaries, including structured breakdowns of listening activity across the year. With more recent updates to &zwnj;Apple Music&zwnj;, Replay's detailed views are now available directly inside the &zwnj;Apple Music&zwnj; app, including monthly breakdowns and expanded listening insights alongside the Replay playlist itself.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/apple-music/\">Apple Music</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/02/03/apple-music-replay-2026-now-available/\">Apple Music Replay 2026 Now Available</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-music-replay-2026-now-available.2477101/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "No Major Design Changes Coming to iPhone 18 Models, Leaker Claims",
      "link": "https://www.macrumors.com/2026/02/03/no-design-changes-coming-to-iphone-18/",
      "pubDate": "Tue, 03 Feb 2026 08:20:23 PST",
      "isoDate": "2026-02-03T16:20:23.000Z",
      "creator": "Hartley Charlton",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "No Major Design Changes Coming to iPhone 18 Models, Leaker Claims",
      "images": [
        {
          "url": "https://images.macrumors.com/t/wlNEp0zOXJZtSNhP1n9gWEHRWFg=/400x0/article-new/2025/09/iphone-17-pro-silver.jpg?lossy",
          "alt": "iphone 17 pro silver",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/09/iphone-17-pro-silver.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "The <a href=\"https://www.macrumors.com/roundup/iphone-18/\">iPhone 18</a> lineup will not feature signifiant design changes, according to the leaker known as \"<a href=\"https://www.macrumors.com/guide/fixed-focus-digital/\">Fixed Focus Digital</a>.\"\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/09/iphone-17-pro-silver.jpg\" alt=\"\" width=\"2109\" height=\"1187\" class=\"alignnone size-full wp-image-1020947\" />\r<br/>\nThe Weibo user claims that since the <a href=\"https://www.macrumors.com/roundup/iphone-17/\">iPhone 17</a> lineup proved to be successful with high sales, the &zwnj;iPhone 18&zwnj; models likely won't have major changes to their appearance. Rather than promoting design changes, Apple is apparently likely to heavily emphasize advancements made with the A20 and A20 Pro chip, which will likely be the first 2nm Apple silicon chips. This upgrade is anticipated to be a key point of discussion around the new devices later this year. \r<br/>\n\r<br/>\nThe <a href=\"https://www.macrumors.com/roundup/iphone-17-pro/\">iPhone 17 Pro</a> models saw a major redesign, following two years of the same design across the <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> 15 Pro and <a href=\"https://www.macrumors.com/roundup/iphone-16/\">iPhone 16</a> Pro. The &zwnj;iPhone&zwnj; 12 Pro, 13 Pro, and 14 Pro also largely shared the same design, as did the &zwnj;iPhone&zwnj; X, &zwnj;iPhone&zwnj; XS, and &zwnj;iPhone&zwnj; 11 Pro. Successive generation-over-generation flagship &zwnj;iPhone&zwnj; redesigns would be unprecedented, making it highly likely that the &zwnj;iPhone 18&zwnj; Pro will look very similar to the device currently on sale. \r<br/>\n\r<br/>\nThe &zwnj;iPhone 18&zwnj; Pro and &zwnj;iPhone 18&zwnj; Pro Max are expected to launch later this year, featuring a smaller <a href=\"https://www.macrumors.com/guide/dynamic-island/\">Dynamic Island</a>, the C2 modem, a simplified Camera Control, a 24-megapixel front-facing camera, and an upgraded main camera with a variable aperture. The &zwnj;iPhone 18&zwnj; is expected to follow in early 2027, touting many of the same upgrades.\r<br/>\n\r<br/>\n<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/iphone-18/\">iPhone 18</a></div><div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/fixed-focus-digital/\">Fixed Focus Digital</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/iphone.99\">iPhone</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/02/03/no-design-changes-coming-to-iphone-18/\">No Major Design Changes Coming to iPhone 18 Models, Leaker Claims</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/no-major-design-changes-coming-to-iphone-18-models-leaker-claims.2477105/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2026-02-04T09:56:17.478Z"
}