{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "“夏季达沃斯”小组讨论美国经济的秘诀：中国是否破解了配方？ (原标题: ‘Summer Davos’ panel mulls US economy secret sauce: did China crack the recipe?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315686/summer-davos-panel-mulls-secret-sauce-us-economy-did-china-crack-recipe?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 14:00:10 +0000",
      "isoDate": "2025-06-24T14:00:10.000Z",
      "creator": "Frank Chen",
      "summary": "在中国的“夏季达沃斯”论坛上，美国学者们讨论了美国经济表现优于其他国家的原因，认为其依赖于一种特殊的“秘方”。然而，华盛顿的关税和移民政策正在威胁这一前景。\n\n*   **美国经济的秘诀：**\n    *   能够获得所需的资本和工人。这推动了美国的生产力增长。\n    *   移民政策起到了关键作用。\n    *   高等教育也是重要组成部分。\n\n专家们认为，美国可能正在放弃一些关键要素，而中国可能正在更快地进步。",
      "shortSummary": "在“夏季达沃斯”论坛上，美国学者讨论了美国经济优于其他国家的原因，认为其依赖于资本、劳动力、移民和高等教育的“秘方”。然而，华盛顿的关税和移民政策正在威胁这一优势，专家认为中国可能正在更快地进步。",
      "translated_title": "“夏季达沃斯”小组讨论美国经济的秘诀：中国是否破解了配方？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The American economy has outperformed others by relying on a sort of secret, magic “sauce”, but Washington’s tariff and immigration policies are threatening to shift the outlook, according to leading US scholars attending the “Summer Davos” in China.\nAt the gathering, formally known as the World Economic Forum’s 16th Annual Meeting of the New Champions, they collectively took stock of the US economy and debated whether it would be China or the US that most advances the frontier of tech and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/8963e91d-f837-4d7e-b02f-55929050a731_014dea33.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "伊朗之外：全球油价的微妙平衡 (原标题: Beyond Iran: the precarious balance of global oil prices)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3315583/beyond-iran-precarious-balance-global-oil-prices?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 12:30:07 +0000",
      "isoDate": "2025-06-24T12:30:07.000Z",
      "creator": "Winston Mok",
      "summary": "## 全球油价的微妙平衡\n\n### 引言\n美国总统唐纳德·特朗普的贸易战导致全球股市剧烈波动。他授权对伊朗进行打击，再次冒险，但如果以色列和伊朗能遵守停火协议，他仍可能幸运。值得注意的是，贸易战和热战对油价的影响是相反的。\n\n### 油价波动与市场反应\n*   **贸易战影响：** 由于对特朗普关税的担忧，油价在5月初曾跌至每桶约60美元。\n*   **以色列-伊朗冲突初期：** 以色列-伊朗战争爆发后，油价出现波动，但在美国加入战局前，布伦特原油价格徘徊在75美元以下，影响相对温和。\n*   **美国介入后：** 在美国轰炸机和潜艇发射的导弹袭击了伊朗三处核设施后，油价立即上涨，但随后迅速逆转。\n*   **当前价格水平：** 油价在周二交易中跌破69美元，回到了以色列于6月13日开始袭击伊朗之前的水平。\n*   **市场预期：** 在伊朗周一向卡塔尔的乌代德美国军事基地发射导弹前发出预警后，市场似乎认为伊朗不会在报复性打击中将石油武器化。市场也似乎并未受到石油供应的困扰。\n\n### 全球石油供需格局\n*   **库存增加：** 5月份全球库存增加了9300万桶。\n*   **非Opec+增产：** 预计今年Opec+以外的生产商将增加140万桶/天的供应。\n*   **IEA预测：** 根据国际能源署（IEA）的数据，未来五年全球产能的增长速度预计将是需求的两倍。\n\n### 技术进步与能源转型的影响\n*   **韧性增强：** 与1970年代的石油危机相比，由于技术进步，当前冲突对油价的影响较小。全球通过提高能源效率变得更具韧性，可再生能源也得到了广泛采用。\n*   **电动汽车（EVs）的崛起：** 电动汽车的快速转型，尤其是在中国，意义重大。\n*   **IEA预测EVs影响：** IEA预计，到本十年末，电动汽车将取代约540万桶/天的石油需求，高于去年的130万桶。\n\n### 能源地缘政治格局的转变\n*   **美国角色转变：** 在1970年代的石油禁运期间，美国遭受了滞胀，但页岩革命使其成为石油净出口国。\n*   **中国角色：** 与此同时，中国近几十年的快速工业化使其取代美国成为全球领先的能源进口国。",
      "shortSummary": "全球油价受贸易战和地缘冲突（如美伊、以伊）影响。尽管美国介入，油价在短暂上涨后回落至冲突前水平。市场对伊朗不将石油武器化及供应充足表现乐观。得益于技术进步、能源效率提升和电动汽车普及，当前冲突对油价影响远小于1970年代。此外，美国已成石油净出口国，中国则成为最大能源进口国，全球能源地缘格局已发生转变。",
      "translated_title": "伊朗之外：全球油价的微妙平衡",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global stock markets have experienced a roller-coaster ride during US President Donald Trump’s trade wars. He rolled the dice again by authorising strikes on Iran, but he could yet get lucky if Israel and Iran can stick to a ceasefire.\nTrade wars and hot wars have opposite effects on oil prices. Having dropped to about US$60 per barrel in early May from fears over Trump’s tariffs, oil prices have seen swings since the start of the Israel-Iran war.\nThe impact of the fighting on oil prices was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/ad795b11-7a53-4f4f-846a-cfd0b68f8a8e_bd745ac2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国前财政官员邹加怡当选亚投行行长 (原标题: China’s Zou Jiayi, a former finance official, elected AIIB president)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315673/chinas-zou-jiayi-former-finance-official-elected-aiib-president?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 12:00:10 +0000",
      "isoDate": "2025-06-24T12:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国前财政官员邹加怡当选亚投行行长\n\n### 主要任命\n*   中国前财政部副部长邹加怡已被选举为亚洲基础设施投资银行（AIIB）行长。\n*   她将领导这家拥有1000亿美元资本的银行，在当前全球化和发展金融的关键时刻发挥作用。\n\n### 选举背景与任期\n*   此决定于周二在北京举行的亚投行年会上宣布，此次会议有110个成员国代表及其他利益攸关方出席，以庆祝银行成立十周年。\n*   邹加怡，62岁，将从1月16日开始为期五年的任期。\n*   她将接替首任行长金立群。金立群在两个任期内将亚投行从构想阶段发展成为活跃的运营机构，并将其建设成为一个重要的多边开发机构。\n\n### 新任行长表态\n*   邹加怡在新闻稿中表示：“亚投行成员国对我的信任让我感到谦卑和荣幸。”\n*   她补充说：“银行的战略清晰且进展顺利，未来几年我们能取得的成就还有很多。”\n\n### 邹加怡的背景\n*   邹加怡于3月底被提名为中国的候选人。\n*   她目前担任中国人民政治协商会议（全国政协，中国最高政治咨询机构）的副秘书长。\n*   她也是执政的中国共产党中央委员会中少数几位女性成员之一。\n\n### 专家评价\n*   中国人民大学金融学教授赵锡军表示：“她在促进中国在金融领域的国际合作与对话方面拥有丰富的经验，这在新职位中可能会非常有价值。”",
      "shortSummary": "中国前财政部副部长邹加怡已当选亚洲基础设施投资银行（AIIB）新任行长，接替金立群。她将从1月16日开始为期五年的任期。此任命在亚投行成立十周年之际的年会上宣布。邹加怡曾任财政部副部长，现任全国政协副秘书长，拥有丰富的金融国际合作经验，将领导亚投行在关键时期发展。",
      "translated_title": "中国前财政官员邹加怡当选亚投行行长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Former vice-minister of finance Zou Jiayi has been elected president of the Asian Infrastructure Investment Bank (AIIB), leading the lender and its US$100 billion in capital through a decisive moment for globalisation and development finance.\nThe decision was announced at the Beijing-based bank’s annual meeting on Tuesday, held with representatives of its 110 member states and other stakeholders at its headquarters to celebrate its 10th anniversary.\nZou, 62, will serve a five-year term which...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/46eb6a32-f176-4288-8479-8c74835e51d3_32d4a5a8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "稳定币是未来吗？央行银行警告：别指望它 (原标题: Are stablecoins the future? Don’t bank on it, warns the bank for central banks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315616/amid-china-us-stablecoin-buzz-bis-warns-trio-sound-money-traits-missing?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-24T11:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "## 国际清算银行（BIS）对稳定币未来的看法\n\n随着一些主要经济体考虑或被敦促采用稳定币，国际金融组织——被称为“央行银行”的国际清算银行（BIS）——对稳定币在未来金融体系中的作用发出了警告。\n\n### 稳定币的局限性\n\n*   **辅助角色**：国际清算银行在《2025年年度经济报告》发布前夕的“特别章节”中指出，稳定币未来在金融体系中可能只扮演“辅助”角色。\n*   **缺乏关键特性**：BIS认为，稳定币缺乏其所锚定法定货币（如美元、港元）的关键特性，尽管其旨在结合加密货币的效率与传统货币的稳定性。\n*   **非法用途风险**：该银行警告称，稳定币依赖公共区块链的匿名性，使其“在没有发行方监督的情况下流通”，因此可能成为“非法用途绕过完整性保障的首选”。\n\n### BIS提出的未来金融体系愿景\n\n*   **统一平台**：国际清算银行（由包括中国和美国在内的63家央行共同拥有）提出，一个统一的平台，整合“代币化央行储备、商业银行存款和政府债券”这“三位一体”，可以“为下一代货币和金融体系奠定基础”。\n\n![The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/24/0c745234-fc84-493a-bef8-0ca0c79d8551_e5dfa697.jpg)\n\n*国际清算银行（BIS）的《2025年年度经济报告》将关注贸易紧张局势、全球经济挑战、非银行机构的崛起以及未来的货币体系。图片来源：Shutterstock*",
      "shortSummary": "国际清算银行（BIS）警告称，稳定币未来在金融体系中可能只扮演“辅助”角色，因为它们缺乏关键特性且易被用于非法活动。BIS认为，一个整合代币化央行储备、商业银行存款和政府债券的统一平台，才是构建下一代货币和金融体系的基础，而非稳定币。",
      "translated_title": "稳定币是未来吗？央行银行警告：别指望它",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/24/0c745234-fc84-493a-bef8-0ca0c79d8551_e5dfa697.jpg",
          "alt": "The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock",
          "title": "The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With some major economies leaping onto the stablecoin train – or being urged to do so, to further globalise their currencies – others are mulling whether getting on board would be akin to either riding the gravy train or feeling it fail to gather steam.\nNow, the international financial organisation known as the “bank for central banks” has waded into the stablecoin debate as the buzzword gathers momentum.\nIn a “special chapter” released on Tuesday in advance of Sunday’s release of its Annual...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/38a5b8d5-e4e4-47ae-b146-dc519ba0c97f_1726e029.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国谴责欧盟最新贸易攻势，将医疗器械置于火线 (原标题: China decries latest EU trade salvo putting medical devices in the line of fire)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315651/china-slams-eu-ban-medical-device-sales-trade-dispute-list-grows-ahead-july-talks?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 10:00:16 +0000",
      "isoDate": "2025-06-24T10:00:16.000Z",
      "creator": "Xiaofei Xu,Ji Siqi",
      "summary": "### 欧盟将中国医疗器械公司排除在公共招标之外，引发中国强烈不满\n\n**背景与起因**\n\n*   欧盟决定将中国公司排除在价值数百万欧元的医疗器械公共招标之外，此举成为中欧之间日益增多的贸易争端中的最新一项。\n*   这些贸易分歧此前已涉及电动汽车和干邑白兰地等领域。\n\n**中方回应与立场**\n\n*   中国商务部发言人于周二表示，欧盟此举“无视中方通过双边对话多次表达的善意和诚意”。\n*   中方对此决定表示“强烈不满和坚决反对”。\n*   中国敦促欧盟“立即纠正其错误行为”，并声明将“采取措施坚决维护中国企业的合法权益”。\n\n**贸易摩擦升级与峰会前挑战**\n\n*   欧盟的这一决定是在双方努力管理贸易分歧、为下个月在北京举行的中欧峰会做准备之际做出的。\n*   然而，近几周的努力面临新的挑战。\n\n**欧盟委员会主席的批评**\n\n*   欧盟委员会主席乌尔苏拉·冯德莱恩在近期于加拿大举行的七国集团（G7）峰会上，批评中国“以补贴过剩产能”充斥全球市场，并“武器化”中国在稀土供应链中的主导地位。\n*   她警告G7成员国，可能出现新的“中国冲击”。\n\n**对话尝试**\n\n*   在冯德莱恩发表上述言论后，中国商务部长王文涛与欧盟委员会执行副主席马罗斯·塞夫科维奇举行了视频通话，试图将贸易谈判拉回正轨。",
      "shortSummary": "欧盟决定将中国公司排除在医疗器械公共招标之外，引发中国强烈不满。中国商务部对此表示坚决反对，并敦促欧盟纠正错误，誓言维护中企权益。此举是中欧贸易争端（包括电动汽车和干邑）的最新升级。欧盟委员会主席冯德莱恩此前批评中国“补贴过剩产能”和“武器化”稀土。尽管贸易摩擦加剧，双方仍在为下月峰会进行对话。",
      "translated_title": "中国谴责欧盟最新贸易攻势，将医疗器械置于火线",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has hit back at the EU’s decision to exclude Chinese companies from the 27-member bloc’s public tenders for multi-million-euro medical devices – the latest items on a growing list of trade disputes between Beijing and Brussels.\n“The European side has disregarded the goodwill and sincerity that China has repeatedly conveyed through bilateral dialogues,” a spokesperson for the Ministry of Commerce said on Tuesday. “China is strongly dissatisfied with the decision and resolutely opposes...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/66fe1f3c-2d75-4695-b711-6d174580b48d_b5224c1b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币有望受益，因各国央行对美元表示疑虑 (原标题: China’s yuan set to benefit as central banks report doubts about US dollar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315593/chinas-yuan-set-benefit-central-banks-report-doubts-about-us-dollar?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 09:00:07 +0000",
      "isoDate": "2025-06-24T09:00:07.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 各国央行对美元的疑虑日益加深，中国人民币有望从中受益\n\n一份最新调查显示，尽管各国央行对美元的未来日益担忧，并对人民币表现出更多兴趣，但这种转变尚不足以挑战美元在全球储备中的主导地位。\n\n**调查背景与发现：**\n\n*   **调查机构：** 伦敦官方货币与金融机构论坛（OMFIF）\n*   **调查名称：** 最新《全球公共投资者》调查\n*   **发布时间：** 本周二\n*   **受访对象：** 2023年3月至5月期间，全球75家中央银行\n\n**对人民币的兴趣显著增加：**\n\n*   **短期展望：** 净14%的储备经理计划在未来两年内增加人民币敞口，这一比例较去年的2%大幅上升。\n*   **长期展望：** 连续第三年，30%或更多的中央银行预计在未来十年内增加其人民币持有量。OMFIF明确指出，“最明显的转变是转向人民币”。\n\n**对美元的情绪出现分化：**\n\n*   **情绪转变：** OMFIF指出，去年美元是调查中最受欢迎的货币，但现在情绪出现分化，这凸显了地缘政治如何直接导致对美元的疑虑。\n*   **短期持有意向：** 20%的受访者预计在未来两年内增加美元持有量，但同样比例的受访者希望减少美元持有量。\n*   **长期策略：** 这种分化的情绪也延伸到银行的长期策略中，25%的受访者计划在未来十年内增加美元持有量，而18%的受访者预计减少。\n\n**总体结论：**\n\n*   尽管对人民币的兴趣日益增长，且对美元的疑虑加深，但目前的趋势尚不足以动摇美元在全球储备货币中的主导地位。",
      "shortSummary": "OMFIF调查显示，各国央行对美元的未来表示疑虑，地缘政治是主因。净14%的储备经理计划未来两年增加人民币敞口，且30%以上央行预计未来十年增持人民币。然而，对美元的持有意向出现分化，增持和减持比例相似。尽管人民币吸引力增强，但目前尚不足以挑战美元在全球储备中的主导地位。",
      "translated_title": "中国人民币有望受益，因各国央行对美元表示疑虑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Central banks are showing more interest in the Chinese yuan as doubts grow about the future of the US dollar, but this shift is not enough to challenge the greenback’s dominance in global reserves, according to a new survey.\nIn its latest Global Public Investor poll released on Tuesday, the London-based Official Monetary and Financial Institutions Forum (OMFIF) said a net 14 per cent of reserve managers plan to increase their yuan exposure in the next two years, up sharply from the 2 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/9a5714fe-2ee2-4f53-8726-53eed0039798_759945cb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国比亚迪扩大汽车运输船队，押注电动汽车出口 (原标题: China’s BYD expands car-carrier fleet in bet on EV exports)",
      "link": "https://www.scmp.com/business/china-business/article/3315626/chinas-byd-expands-car-carrier-fleet-bolster-ev-exports-amid-furious-domestic-competition?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-24T08:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "## 比亚迪扩大汽车运输船队，押注电动汽车出口\n\n全球最大的电动汽车制造商比亚迪正在扩大其汽车运输船队，以应对国内激烈的竞争，并押注出口增长。\n\n### 船队扩张与交付\n\n*   **最新交付：** 比亚迪近期接收了两艘新的大型汽车运输船——“BYD Changsha”（比亚迪长沙号）和“Xi’an”（西安号）。\n*   **运载能力：** 每艘船可运输9,200辆汽车，是其船队中最大的船只。\n*   **现有规模：** 比亚迪目前拥有六艘滚装船，总运力达45,600辆汽车。\n*   **未来计划：** 另有两艘总运力为16,200辆汽车的船只预计在未来几个月内交付。\n\n### 战略部署与运营\n\n*   **即时投入使用：** “西安号”在交付后立即投入运营，于周二从中国东部江苏省太仓港启航，满载7,000辆电动汽车，驶往包括意大利、英国、西班牙和比利时在内的欧洲国家。\n*   **战略考量：** 上海明亮汽车服务咨询公司首席执行官陈金柱指出，拥有并运营自己的汽车运输船，反映了比亚迪在海外市场实现更高销量的决心，因为海外利润率更高。此举还能加快出口速度并节省海运成本。\n\n### 出口表现与市场挑战\n\n*   **出口增长：** 2025年前五个月，比亚迪出口了374,200辆汽车，同比增长112%。\n*   **出口占比：** 出口量占其总交付量的21.5%，高于2024年的10%。\n*   **欧洲市场关税与定价：** 比亚迪的电动汽车在欧盟面临27%的关税。其最实惠的车型Dolphin Surf（海豚冲浪版）在欧洲大陆起售价为22,990欧元（约合26,679美元）。而在中国大陆，同款车型（名为海鸥）起售价为69,800元人民币（约合9,726美元），比欧洲便宜约63%。",
      "shortSummary": "为应对国内激烈竞争并推动出口增长，比亚迪正大幅扩张其汽车运输船队。该公司近期接收了两艘各可运载9,200辆汽车的新船，使其现有船队总运力达45,600辆。此举旨在加快出口速度、降低成本，并利用海外更高的利润空间。2025年前五个月，比亚迪出口量同比增长112%，占总交付量的21.5%。尽管面临欧盟27%的关税，比亚迪仍积极向欧洲市场输送电动汽车。",
      "translated_title": "中国比亚迪扩大汽车运输船队，押注电动汽车出口",
      "images": [],
      "contentSource": "完整文章",
      "content": "BYD, the world’s largest electric vehicle (EV) maker, has taken delivery of two new car-carrying ships – the largest yet in a growing fleet – as it bets on export growth to counter brutal competition at home.\nThe Shenzhen-based company took delivery of its sixth carrier, the BYD Changsha, which can transport 9,200 vehicles, on Tuesday, just three days after it received the Xi’an, another vessel with the same capacity.\nThe company’s six roll on/roll off vessels had a combined capacity of 45,600...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/3b1267b6-2e1b-4907-854e-f2e6fb974ad1_ea1c5617.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "铁路上的苏伊士运河？这座中国内陆城市如何革新全球贸易 (原标题: Suez Canal on rails? How this inland Chinese city wants to revolutionise global trade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315518/chinas-chongqing-rises-global-rail-hub-linking-asean-eu-amid-trade-war-risks?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 01:00:12 +0000",
      "isoDate": "2025-06-24T01:00:12.000Z",
      "creator": "Ji Siqi",
      "summary": "## 重庆：中国内陆的全球贸易枢纽与“铁路版苏伊士运河”愿景\n\n### 概述\n\n重庆，作为中国最大的内陆城市，正通过其日益发展的铁路网络，在全球贸易格局中扮演越来越重要的角色。该市不仅已成为国际贸易的重要枢纽，更雄心勃勃地希望成为连接亚洲和欧洲的“铁路版苏伊士运河”，从而彻底革新全球贸易模式。\n\n### 现状与运营\n\n*   **货物集散中心：** 在重庆团结村，大型橙色龙门吊将货物（如电动汽车和零部件）装载到开往欧洲和俄罗斯的货运列车上，同时接收来自这些地区的汽车、肉类、葡萄酒和乳制品。这个货运场占地82,000平方米，每天有数百个集装箱通过。\n*   **东南亚贸易通道：** 距离团结村仅五分钟车程的另一个货运站，蓝色起重机正在卸载来自东南亚的热带水果和原材料。\n\n### 跨境铁路网络\n\n在过去十年中，重庆已启动并发展了两个重要的跨境铁路网络，使其成为国际贸易中心：\n\n1.  **向西通道：** 一条铁路网络向西延伸至德国。\n2.  **向南通道：** 另一条铁路网络向南延伸，最远可达新加坡。\n\n### 战略意义与效率提升\n\n*   **加速全球市场准入：** 这些贸易走廊为中国提供了更快、更可靠的全球市场准入。\n*   **连接中国内陆：** 同时，它们也为其他国家进入中国广阔的内陆地区提供了清晰的路线。\n*   **“铁路版苏伊士运河”愿景：** 重庆的雄心超越了简单的对外贸易，它渴望成为全球经济的核心节点，供其他国家进行贸易往来，实现亚洲与欧洲的铁路互联互通。\n*   **地缘政治背景：** 这种发展也反映了在全球地缘政治风险（包括与美国完全脱钩的可能性）日益增加的背景下，中国如何深化其全球贸易足迹。\n*   **运输效率显著提升：** 新陆海新通道运营有限公司副总经理刘奕臻指出，通过重庆经铁路从东盟运送货物到欧洲，比传统海运快10到20天。\n*   **“东盟快线”实例：** 去年10月，首趟“东盟快线”列车从越南河内出发，仅用5天抵达重庆，短暂重组后，再用两周时间抵达最终目的地波兰马拉舍维奇，充分展示了其高效性。",
      "shortSummary": "中国内陆城市重庆正通过其连接欧洲和东南亚的铁路网络，转型为全球贸易枢纽。该市旨在成为亚洲与欧洲之间的“铁路版苏伊士运河”，革新全球贸易。通过铁路运输，货物从东南亚运至欧洲可比海运快10-20天，显著提升了贸易效率和可靠性，也反映了中国在全球贸易中的战略深化，以应对地缘政治风险。",
      "translated_title": "铁路上的苏伊士运河？这座中国内陆城市如何革新全球贸易",
      "images": [],
      "contentSource": "完整文章",
      "content": "In Tuanjie Village, in the heart of Chongqing – China’s largest inland city, best known for its spicy hotpot – orange gantry cranes hoist cargo onto goods trains bound for Europe and Russia. Each day, hundreds of containers pass through the sprawling 82,000-square-metre yard, exporting electric vehicles and components or returning with cars, meat, wine and dairy.\nJust a five-minute drive away, blue cranes mark another yard – this one unloading tropical fruits and raw materials from Southeast...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/349e7fd1-c5fd-4a80-8b14-48b455a3517b_d5996749.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战下中国转向其他供应商，美国农民面临严峻前景 (原标题: US farmers face tough outlook as China switches suppliers amid trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315484/us-farmers-face-tough-outlook-china-switches-suppliers-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-23T13:00:08.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 中美贸易战对美国农产品出口的冲击与中国供应链多元化\n\n中美贸易战导致中国对美国农产品的进口量在5月份大幅下降，专家指出，中国为实现食品供应多元化而采取的举措可能“难以逆转”，这意味着贸易关系可能无法完全恢复。\n\n*   **对全球供应链和美国农业的影响**\n    *   中国需求的转变，源于贸易战以及对中美关系长期不确定性的担忧，可能对全球供应链，特别是长期以来将中国视为关键出口市场的美国农业部门，产生深远影响。\n\n*   **5月份美国农产品对华出口数据骤降**\n    *   根据中国海关最新数据，5月份中国从美国进口的一揽子农产品总价值同比暴跌超过43%。\n    *   **具体产品类别跌幅显著：**\n        *   美国新鲜去骨牛肉和食用高粱的进口量同比下降超过97%。\n        *   玉米和未梳棉纱的进口量分别下降超过93%和94%。\n        *   美国冷冻牛肉的进口量下降约一半。\n        *   多种冷冻和保鲜鸡肉的进口量下降超过60%。\n\n*   **贸易战背景**\n    *   此前在4月份，中美双方在一系列快速的报复性关税措施中，将彼此商品的关税提高了100%以上。\n    *   随后在5月中旬，双方达成了一项临时性的“贸易休战”协议，以削减大部分额外关税。",
      "shortSummary": "中美贸易战导致中国在5月份大幅削减对美国农产品的进口，总价值同比下降超43%，部分产品跌幅高达97%。专家认为，中国为实现食品供应多元化而转向其他供应商的举动可能难以逆转，这将对长期依赖中国市场的美国农业部门构成严峻挑战，并对全球供应链产生深远影响。",
      "translated_title": "中美贸易战下中国转向其他供应商，美国农民面临严峻前景",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of a slew of US agricultural products plunged dramatically in May, and it is possible the trade may never fully rebound as Beijing’s moves to diversify its food supplies will be “difficult to unwind”, experts said.\nThe shift in Chinese demand sparked by the trade war and Beijing’s concerns about long-term uncertainty in its relationship with America could have deep implications for global supply chains – and particularly for the US farm sector, for which China has long been a key...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/4701248f-72d5-4ce1-b61b-96fa267d6758_dd869e9b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京要求霍尔木兹海峡的中国船只报告位置以应对安全风险 (原标题: Beijing tells China ships in Strait of Hormuz to phone home amid safety risks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315527/beijing-tells-china-ships-strait-hormuz-phone-home-flags-shipping-safety?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 12:00:38 +0000",
      "isoDate": "2025-06-23T12:00:38.000Z",
      "creator": "Carol Yang",
      "summary": "中国已要求所有通过霍尔木兹海峡的国内船只每日报告位置，以应对该地区的安全风险。\n\n*   **背景：** 在美国周末对伊朗进行空袭后，伊朗正在考虑关闭这一关键的石油贸易通道。\n*   **要求：** 中国船东协会（CSA）发布通知，要求所有航运公司和船舶管理公司提交每日报告，详细说明通过霍尔木兹海峡、阿曼湾和波斯湾的船舶信息。\n*   **报告内容：** 报告需要包含船名、IMO编号、类型、船旗、容量、出发港和目的港、计划航行时间、船员人数以及每日在该地区的活动。\n*   **时间范围：** 不仅是当前或未来的船舶，CSA还要求提供自去年年初以来通过该地区的历史船舶数据。\n*   **原因：** 红海的持续紧张局势对周边水域的航运安全产生了广泛而深远的影响。收集这些关键区域的信息对于确保国家利益至关重要。\n*   **伊朗的反应：** 在与以色列的冲突升级之际，伊朗议会支持一项关闭霍尔木兹海峡的措施，此前华盛顿轰炸了该国的核设施。",
      "shortSummary": "中国要求所有通过霍尔木兹海峡的国内船只每日报告位置，以应对该地区的安全风险。中国船东协会要求航运公司和船舶管理公司提交每日报告，详细说明通过霍尔木兹海峡、阿曼湾和波斯湾的船舶信息，包括船名、IMO编号、类型、船旗、容量、出发港和目的港等。此举旨在应对红海紧张局势对航运安全的影响，并确保国家利益。此前，伊朗议会支持一项关闭霍尔木兹海峡的措施。",
      "translated_title": "北京要求霍尔木兹海峡的中国船只报告位置以应对安全风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "Check in once a day so we know you’re OK – that is the message China has sent to all domestic shipping vessels traversing the Strait of Hormuz, as Iran mulls closure of the key oil trade route following air strikes by the United States at the weekend.\nEffective immediately, all shipping companies and ship-management firms must submit daily reports with specific details from vessels transiting not only the Hormuz – a critically important shipping chokepoint – but also the Gulf of Oman and the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/7acc2040-cad3-48d7-99b7-6a82ca435705_a0ea6c49.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "霍尔木兹海峡：中国为何担忧以色列-伊朗战争对全球经济构成威胁 (原标题: Strait of Hormuz: why China fears Israel-Iran war poses threat to global economy)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3315519/china-calls-de-escalation-israel-iran-war-warns-risks-global-economy?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 11:25:37 +0000",
      "isoDate": "2025-06-23T11:25:37.000Z",
      "creator": "Phoebe Zhang,Kandy Wong",
      "summary": "### 霍尔木兹海峡危机：中国对以色列-伊朗冲突及其经济影响的担忧\n\n中国已敦促国际社会加大努力，缓和以色列与伊朗之间的冲突。北京警告称，冲突的后果可能损害全球经济，尤其是在德黑兰威胁封锁霍尔木兹海峡——全球最重要的航运路线之一的情况下。\n\n**主要担忧与潜在影响：**\n\n*   **全球能源与贸易危机风险：** 分析人士指出，霍尔木兹海峡承担着全球约20%的石油和天然气流量。一旦该海峡被封锁，可能导致石油和天然气价格急剧上涨，从而引发全球能源和贸易危机。\n*   **中国立场与战略重要性：** 中国外交部发言人郭继坤在周一的例行记者会上强调了波斯湾及其邻近水域对全球商品和能源贸易的战略重要性。他表示，“维护该地区的安全与稳定符合国际社会的共同利益。”\n*   **伊朗的威胁与决策机制：** 在美国周末对其核设施发动军事打击后，伊朗议会批准了一项关闭霍尔木兹海峡的措施。尽管最终决定权在于伊朗最高国家安全委员会和最高领袖阿亚图拉·阿里·哈梅内伊，但此举已经加深了全球能源贸易的担忧。\n*   **美国的呼吁：** 此前，美国国务卿马可·卢比奥已呼吁中国利用其外交影响力，劝说伊朗放弃封锁海峡的计划。\n\n**总结：** 中国对中东地区冲突升级可能带来的全球经济冲击深感忧虑，特别是霍尔木兹海峡的潜在封锁对全球能源供应和价格的威胁。北京呼吁国际社会共同努力，维护该地区的和平与稳定。",
      "shortSummary": "中国敦促国际社会缓和以色列与伊朗冲突，警告其可能损害全球经济。主要担忧在于伊朗威胁封锁霍尔木兹海峡，该海峡承载全球约20%的油气流量。一旦封锁，将导致油气价格飙升，引发全球能源和贸易危机。伊朗议会已批准封锁措施，但最终决定权在最高领袖。美国已呼吁中国利用影响力劝说伊朗。中国强调维护该地区稳定符合国际利益。",
      "translated_title": "霍尔木兹海峡：中国为何担忧以色列-伊朗战争对全球经济构成威胁",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has urged the international community to step up efforts to de-escalate the conflict between Iran and Israel, warning that the fallout could damage the global economy as Tehran threatens to block the Strait of Hormuz – one of the world’s most important shipping routes.\nA blockade of the strait, which handles roughly 20 per cent of global oil and gas flows, could dramatically push up oil and natural gas prices, risking a global energy and trade crisis, analysts said.\nSpeaking at a regular...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/1f1fa744-101b-4245-8388-ca0f8b898049_bea0791e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对伊朗的打击是否给了中国战略优势？ (原标题: Have Trump’s Iran strikes given China a strategic advantage?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315485/have-trumps-iran-strikes-given-china-strategic-advantage?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-23T11:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "美国周末直接介入以色列-伊朗冲突，可能加剧其对关键资源（特别是稀土矿物）的获取需求，分析人士认为，这一发展可能会增强中国在与华盛顿持续的地缘政治和经济竞争中的地位。\n\n*   **中东局势升级的影响**\n    *   南华理工大学公共政策研究所助理研究员徐伟军表示，中东地区潜在的升级螺旋可能会推动中美这两个全球最大经济体之间的贸易谈判。\n    *   局势的加剧将迫使美国在中东投入更多战略资源，从而减少其在印太地区与中国竞争的资源，进而缓解对中国的压力。\n\n*   **稀土在贸易谈判中的作用**\n    *   贸易谈判的一个关键焦点是稀土，稀土对现代技术和国防工业至关重要，并且可以说是美国的战略脆弱点。\n    *   随着中东紧张局势的升级，华盛顿确保这些资源的紧迫性可能会增加，从而赋予北京在谈判桌上更大的筹码。\n\n*   **冲突背景**\n    *   美国总统唐纳德·特朗普周六表示，美国对伊朗的三个核设施进行了“非常成功的袭击”。\n    *   德黑兰已誓言报复，并威胁关闭重要的霍尔木兹海峡。\n\n*   **地区及贸易影响**\n    *   此次袭击加剧了各国对地区紧张局势进一步升级的担忧。\n    *   在美国与中国的贸易关系仍处于停滞状态（最近在伦敦的谈判进展甚微）之际，此次袭击也加深了华盛顿在海外的军事介入。",
      "shortSummary": "分析人士指出，美国直接介入以色列-伊朗冲突，特别是对伊朗的打击，可能无意中增强中国在地缘政治和经济竞争中的地位。中东局势升级将迫使美国转移战略资源，并增加其对稀土等关键资源的获取需求，从而赋予中国在贸易谈判中更大的影响力。此举加剧了地区紧张，并深化了美国海外军事介入，而中美贸易关系仍陷僵局。",
      "translated_title": "特朗普对伊朗的打击是否给了中国战略优势？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The US’ direct engagement in the Israel-Iran conflict over the weekend could intensify its drive to secure critical resources – particularly rare earth minerals – a development that could strengthen China’s position in its ongoing geopolitical and economic rivalry with Washington, analysts said.\nA potential escalatory spiral in the Middle East could push forward trade negotiations between the world’s two largest economies, said Xu Weijun, an assistant research fellow at South China University of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/a959f0a6-c84c-46b2-8552-f214fdd332ef_cd45c93c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普袭击伊朗后全球经济担忧加剧，霍尔木兹海峡引发恐慌 (原标题: Global economy jitters grow after Trump’s Iran strikes, Strait of Hormuz fears)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315463/trumps-strikes-irans-strait-hormuz-threat-fuel-global-economy-fears-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 06:59:44 +0000",
      "isoDate": "2025-06-23T06:59:44.000Z",
      "creator": "Sylvia Ma,Alice Li",
      "summary": "### 中东紧张局势加剧，全球经济面临不确定性\n\n中东地区日益加剧的不确定性给全球市场前景蒙上阴影。分析师警告称，霍尔木兹海峡的潜在关闭可能导致原油价格飙升，加剧美国通货膨胀，并使美联储的降息计划复杂化。\n\n**主要影响与市场展望：**\n\n*   **原油价格上涨风险：**\n    *   霍尔木兹海峡是全球五分之一石油供应的咽喉要道。\n    *   中泰证券分析师何嘉华指出，尽管当前地缘政治紧张局势出现在油价整体下行趋势中，短期影响有限。\n    *   但如果伊朗兑现关闭霍尔木兹海峡的威胁，油价可能飙升至每桶100-120美元区间。\n*   **美国经济影响：**\n    *   油价上涨可能加剧美国通货膨胀。\n    *   美联储的降息计划可能因此复杂化。\n*   **资产表现：**\n    *   黄金将直接受益于地缘政治冲击。\n    *   中国资产可能相对受到保护。\n*   **市场风险情绪：**\n    *   中国国际金融有限公司（CICC）指出，未来不排除避险情绪上升和反复。\n    *   市场在冲突初期可能难以准确评估局势升级的可能性。\n    *   短期内，随着各方进行报复性打击和强硬言辞交锋，风险溢价可能会被推高。\n\n**事件背景：**\n\n*   美国总统唐纳德·特朗普于周六宣布，美军已“彻底摧毁”伊朗的三个核设施。\n*   德黑兰威胁将袭击波斯湾的美国基地，并关闭霍尔木兹海峡。",
      "shortSummary": "特朗普袭击伊朗后，中东局势紧张，全球经济担忧加剧。分析师警告，霍尔木兹海峡若关闭，可能导致油价飙升至100-120美元，加剧美国通胀，并扰乱美联储降息计划。黄金将受益，中国资产相对安全。市场避险情绪可能上升，风险溢价短期内将走高。",
      "translated_title": "特朗普袭击伊朗后全球经济担忧加剧，霍尔木兹海峡引发恐慌",
      "images": [],
      "contentSource": "完整文章",
      "content": "Surging uncertainty in the Middle East has clouded the outlook for global markets, with analysts warning that a potential shutdown of the Strait of Hormuz could send crude prices higher, intensify US inflation and complicate the Federal Reserve’s rate-cut plans.\nGold stands to benefit more directly from geopolitical shocks, while Chinese assets could remain relatively shielded, they added.\n“Looking ahead, we cannot rule out a rise and recurrence of risk aversion,” the China International Capital...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/e0ec8051-d857-4f95-aafe-631dff00302d_f48cece6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "霍尔木兹海峡为何重要——以及封锁对中国和亚洲意味着什么 (原标题: Why Strait of Hormuz matters – and what a blockade could mean for China, Asia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315447/why-strait-hormuz-matters-and-what-blockade-could-mean-asia-world?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 05:01:11 +0000",
      "isoDate": "2025-06-23T05:01:11.000Z",
      "creator": "Kandy Wong",
      "summary": "## 霍尔木兹海峡的重要性及其对中国和亚洲的影响\n\n### 背景\n\n在周末美国对其核设施发动军事打击后，伊朗议会批准了一项关闭霍尔木兹海峡的措施。尽管最终决定权在于伊朗最高国家安全委员会和最高领袖哈梅内伊，但此举已加深了人们对全球能源贸易的担忧。\n\n### 霍尔木兹海峡的位置及其关键性\n\n*   **地理位置：** 霍尔木兹海峡是连接波斯湾和阿曼湾的一条狭窄水道，宽度仅33公里，是全球重要的石油运输咽喉。\n*   **全球能源流：** 根据美国能源信息管理局的数据，该海峡处理着全球约20%的石油和天然气流量。\n\n### 对亚洲市场的重要性\n\n*   **主要流向：** 2024年，通过霍尔木兹海峡运输的原油、凝析油和液化天然气中，估计有84%的原油和凝析油以及83%的液化天然气流向亚洲市场。\n*   **主要目的地：** 中国、印度、日本和韩国是亚洲的主要目的地，它们合计占通过该战略水道的所有原油和凝析油流量的69%。\n*   **影响：** 任何供应中断都可能对这些市场造成最大影响。\n\n### 中国面临的风险\n\n*   **全球最大石油进口国：** 自2017年超越美国以来，中国已成为全球最大的石油进口国，其超过70%的石油供应依赖进口。\n*   **对中东的依赖：** 中国进口的石油中，约有一半来自中东地区，这使得霍尔木兹海峡对中国的能源安全至关重要。",
      "shortSummary": "霍尔木兹海峡是连接波斯湾和阿曼湾的关键水道，处理着全球约20%的石油和天然气流量。伊朗议会批准关闭海峡的措施，引发全球能源贸易担忧。该海峡对亚洲市场至关重要，2024年约80%以上的原油和液化天然气流向亚洲。中国是全球最大石油进口国，其约一半石油来自中东，因此对霍尔木兹海峡的依赖性极高，任何封锁都将对其能源供应产生重大影响。",
      "translated_title": "霍尔木兹海峡为何重要——以及封锁对中国和亚洲意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "Iran’s parliament has approved a measure to close the Strait of Hormuz after the United States launched military strikes on its nuclear facilities over the weekend. The final decision rests with the country’s Supreme National Security Council and Supreme Leader Ayatollah Ali Khamenei – but the move has already deepened fears for the global energy trade.\nIn this explainer, we examine why this matters and what the implications of a blockade would be.\nWhere is the Strait of Hormuz? Why is it so...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/9921cfcf-9afe-4731-a1ba-2044e8166f7d_115655b3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "金立群回顾亚投行十年风雨兼程的成就与挑战 (原标题: Jin Liqun reflects on tumult and triumphs in AIIB’s eventful first decade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315141/jin-liqun-reflects-tumult-and-triumphs-aiibs-eventful-first-decade?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 22:00:14 +0000",
      "isoDate": "2025-06-22T22:00:14.000Z",
      "creator": "Ji Siqi",
      "summary": "# 亚投行首个十年：金立群回顾与展望\n\n## 金立群简介\n*   **身份**: 亚洲基础设施投资银行（AIIB）行长兼董事会主席。\n*   **背景**: 国际金融资深人士，自亚投行2016年成立以来便深度参与其发展，并于2020年连任第二个也是最后一个五年任期。\n*   **职业生涯**: \n    *   20世纪80年代，作为中国在世界银行的候补执行董事，成为首批获得国际金融直接经验的中国官员之一。\n    *   曾在中国亚洲开发银行（ADB）、中国国际金融股份有限公司（CICC）和中国投资有限责任公司（CIC）担任高级职务。\n    *   在中国财政部工作近二十年，升至副部长。\n\n## 亚投行的创立理念与使命\n*   **构想阶段 (2014-2015年)**: 57个创始成员国共同参与筹建。\n*   **核心理念**: 认识到发展面临巨大挑战，尽管现有国际多边开发银行（MDBs）已做出卓越贡献，但仍有大量工作亟待完成。\n*   **亚投行目标**: 设立一个新的银行，旨在填补现有机构的空白，补充其在促进成员国可持续发展方面的努力。\n*   **使命坚持**: 在过去十年中，亚投行始终坚持这一基本使命。\n\n## 亚投行十年运营成果\n*   **投资规模**: 已为基础设施项目提供超过600亿美元的融资。\n*   **项目范围**: 涵盖亚洲及全球的实体和数字基础设施。\n*   **特殊贡献**: 在新冠疫情期间，为医疗保健系统提供了支持。\n*   **气候变化承诺**: 对旨在应对气候变化的项目做出了坚定承诺。\n\n## 亚洲基础设施资金缺口\n*   **需求预估**: 亚洲国家每年所需的基础设施资金估计约为3至4万亿美元。\n*   **巨大缺口**: 这是一个巨大的资金缺口，任何单一的多边开发银行都无法独自填补。",
      "shortSummary": "亚投行行长金立群回顾了该行成立十年的历程。亚投行于2016年成立，旨在填补现有国际多边开发银行的空白，促进成员国可持续发展。过去十年，亚投行已为全球实体和数字基础设施项目融资超过600亿美元，包括气候变化和疫情期间的医疗支持。面对亚洲每年数万亿美元的基础设施资金缺口，亚投行致力于补充现有机构的努力，发挥其独特作用。",
      "translated_title": "金立群回顾亚投行十年风雨兼程的成就与挑战",
      "images": [],
      "contentSource": "完整文章",
      "content": "A veteran of international finance, Jin Liqun is president and chair of the board of directors at the Asian Infrastructure Investment Bank (AIIB), a multilateral development lender headquartered in Beijing and established in 2016. He has been closely involved in the Bank’s evolution since its inception, and was elected to a second and final five-year term in 2020.\nJin was among the first Chinese officials to gain direct experience in international finance in the 1980s, serving as alternate...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/019e92b1-424c-4f05-b40b-de9fd369ddcf_f91ea7c4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“它助我生存”: 英国蓬勃发展的华人零工经济内幕 (原标题: ‘It helps me survive’: inside the UK’s thriving Chinese gig economy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315245/chinese-graduates-uk-turn-gig-work-amid-job-crunch-it-helps-me-survive?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 06:00:14 +0000",
      "isoDate": "2025-06-22T06:00:14.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 英国华人零工经济的兴起：Mark Lin 的创业故事\n\n## 引言\n本文深入探讨了英国蓬勃发展的华人零工经济，以 Mark Lin 的个人经历为例，展现了疫情后华人社区如何通过创新和互助来应对经济挑战并实现商业成功。\n\n## Mark Lin 的困境与转机\n*   **背景：** Mark Lin 于2020年从伦敦一所顶尖大学获得美术学位，梦想从事艺术行业。\n*   **就业挑战：** 毕业时正值英国经济受疫情封锁影响，他向多家画廊、机构和经销商投递了数十份简历，却只收到拒绝邮件，没有一次面试机会，资金迅速耗尽。\n*   **创业决定：** 面对困境，Lin 决定自创工作机会。他开始在中文社交平台上发布信息，为在英华人提供跑腿服务。\n\n## 业务的蓬勃发展\n*   **服务内容：** 初始服务包括机场接送、宜家家具组装等，后来扩展到代办政府文件、遛狗，甚至代为在大学校园打卡等多样化任务。\n*   **市场反响：** 令人惊喜的是，他的服务需求量巨大，发布几条信息后便订单不断，客户群迅速扩大。\n*   **业务转型：** 这一副业很快发展成为一项成功的业务。Lin 于2021年注册了公司，将签证类型转为技术工人签证，并开始雇佣其他年轻华人来处理日益增长的订单。\n*   **经济回报：** 某些月份，他的收入高达8,000英镑（约合10,900美元）。\n\n## 总结\nMark Lin 的故事不仅是个人的成功案例，也折射出英国华人社区在特殊时期展现出的韧性、创业精神以及华人零工经济的巨大潜力。这种模式满足了特定群体的需求，并为许多人提供了生存和发展的机会。",
      "shortSummary": "Mark Lin，一名在英华人艺术毕业生，疫情后求职受挫。他转而在中文社交平台为在英华人提供跑腿服务，包括接送、组装、代办等。这项副业迅速发展成一家成功公司，收入丰厚并创造了就业，展现了英国华人零工经济的蓬勃发展及其在特殊时期为华人社区提供的生存与发展机遇。",
      "translated_title": "“它助我生存”: 英国蓬勃发展的华人零工经济内幕",
      "images": [],
      "contentSource": "完整文章",
      "content": "Mark Lin had always dreamed of a career in the arts. As he finished his fine arts degree at a top London university in 2020, he began applying for dozens of roles at galleries, agencies and dealers across the capital.\nBut the British economy was still reeling after months of pandemic lockdowns, and Lin hit a brick wall. After weeks of effort, he had an inbox full of rejection emails but not a single callback – and he was rapidly running out of money.\nThat is when Lin decided to take a leap of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/042fc44a-9244-49aa-9146-2c4daf261fe6_8eef17ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国撤退为亚洲更广泛的经济一体化打开大门 (原标题: A retreating US opens door to wider Asian economic integration)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3315080/truly-asian-economic-bloc-can-asia-succeed-where-it-failed?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 08:30:07 +0000",
      "isoDate": "2025-06-21T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "美国总统唐纳德·特朗普的政策正在太平洋地区制造地缘政治动荡、经济中断和金融不稳定。然而，文章指出，这些“逆风”也为亚洲提供了一个重要机遇，使其能够挑战战后经济秩序并重塑自身命运，这一方面受到的关注较少。\n\n**美国对亚洲经济倡议的阻碍历史**\n\n文章回顾了美国过去如何强烈反对亚洲主导的经济合作倡议，这些倡议旨在赋予亚洲更大的自主权：\n\n*   **东亚经济核心组织（East Asia Economic Caucus - EAEC）**：早在1990年，时任马来西亚总理马哈蒂尔·穆罕默德就提出了这一构想。美国曾强烈施压亚洲领导人放弃这一国内倡议。\n*   **亚洲货币基金（Asian Monetary Fund）**：在亚洲金融危机（1997年）对区域经济造成严重破坏后，时任日本财务省次官榊原英资提议设立亚洲货币基金，以对抗国际货币基金组织（IMF）被认为有缺陷的亚洲政策处方。尽管这一想法未能实现，但最终促成了自主性较低的区域安排——“清迈倡议”（Chiang Mai Initiative），这是一个涉及东盟+3经济体的货币互换协议。\n*   **东北亚开发银行（Northeast Asia Development Bank）**：1991年，韩国前总理南德祐在天津的一次演讲中提出了建立东北亚开发银行的设想。与亚洲货币基金类似，这样的开发银行将使东亚在自身经济发展和命运方面拥有更大的控制权，但这与美国对亚太地区的愿景不符。\n\n**中国倡议与美国的抵制**\n\n近年来，中国提出了“一带一路”倡议（Belt and Road Initiative - BRI）和亚洲基础设施投资银行（Asian Infrastructure Investment Bank - AIIB）。尽管美国未能直接阻止这些倡议的实施，但它几乎完全抵制了它们，从而剥夺了日本（美国在该地区最大的盟友）等国的支持。\n\n**结论**\n\n文章认为，尽管美国撤退和其政策带来的不确定性带来了挑战，但这些变化也为亚洲提供了一个重新定义其经济整合路径、增强区域自主权并挑战既有全球经济格局的机会。",
      "shortSummary": "美国总统特朗普的行动虽带来地缘政治和经济动荡，却也为亚洲挑战战后经济秩序、重塑自身命运提供了机遇。文章指出，美国曾多次反对亚洲主导的经济倡议，如1990年的东亚经济核心组织、亚洲货币基金（最终形成清迈倡议）和1991年的东北亚开发银行。尽管美国无法阻止中国的“一带一路”倡议和亚洲基础设施投资银行，但其抵制削弱了日本等盟友的支持。这表明美国撤退正促使亚洲走向更广泛的经济一体化。",
      "translated_title": "美国撤退为亚洲更广泛的经济一体化打开大门",
      "images": [],
      "contentSource": "完整文章",
      "content": "“It’s an ill wind that blows nobody any good,” to quote a centuries-old proverb. It is one that could be applied now with justification to the ill winds sweeping across the Pacific from US President Donald Trump’s America to Asia.\nThese disruptive currents are creating geopolitical turbulence, economic disruption and financial instability. However, the opportunity they present for Asia to challenge the post-war economic order and reshape its own destiny has received less attention.\nAmong the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/c4bef44a-3ed9-4f29-becc-cb0c2b59bfd2_0da89572.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国品牌如何在欧洲提升前景？ (原标题: How are Chinese brands boosting their prospects in Europe?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315210/slick-advertising-sports-sponsorships-help-boost-chinese-brands-fortunes-europe?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 07:05:07 +0000",
      "isoDate": "2025-06-21T07:05:07.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 小米在欧洲市场的策略调整与未来展望\n\n文章以小米在法国市场的经历为例，探讨了中国品牌在欧洲提升前景所面临的挑战和采取的策略调整。\n\n*   **小米在法国的初期尝试与挑战**\n    *   中国电子品牌小米于2018年在法国开设了首家精品店，选址优越，例如巴黎市中心的沙特莱商业区。\n    *   尽管有实体店，但消费者（如Alexandre Martins的家人）仍倾向于在线购买。\n    *   当时，小米的品牌形象不佳，存在“这是小米，是中国品牌，质量不好”的普遍看法。\n\n*   **战略调整与门店关闭**\n    *   到2022年，小米关闭了在法国的所有实体店，转而专注于线上销售和与零售商、运营商合作。\n    *   公司表示，此举是为了调整零售策略，以适应法国消费者的购买行为。\n\n*   **未来的扩张计划**\n    *   小米目前正准备卷土重来，宣布计划今年在中国境外开设500家新零售店，尤其是在“发达市场”。\n    *   未来五年内，小米的目标是在海外开设10,000家门店。",
      "shortSummary": "小米曾于2018年在法国开设实体店，但因品牌形象和消费者购买习惯问题，于2022年关闭所有门店，转为线上和合作销售。如今，小米计划卷土重来，未来五年内在全球开设10,000家新店，尤其是在发达市场，以提升其在欧洲等地的前景。",
      "translated_title": "中国品牌如何在欧洲提升前景？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Parisian Alexandre Martins still remembers Chinese electronics brand Xiaomi’s old stores in the French capital, where his parents and sister used to shop.\n“They were at good locations, like Chatelet [a commercial area in central Paris] … I used to go scout for stuff and then buy them online,” Martins said.\nThe Chinese tech brand opened its first boutique in France in 2018, but had shut all of its stores in the country by 2022, opting instead to maintain a presence online and with partnered...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/0d5bf495-1ef1-4d8b-b14e-d63d06709f85_cd1f5926.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普缺乏贸易协议如何增强北京的实力？ (原标题: How does Trump’s lack of trade deals strengthen Beijing’s hand?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315199/trump-struggles-secure-trade-deals-has-beijings-hand-been-strengthened?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 01:00:16 +0000",
      "isoDate": "2025-06-21T01:00:16.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 特朗普缺乏贸易协议如何增强北京的实力？\n\n### 美国贸易谈判进展不顺\n\n*   **对日谈判失败：** 美国未能与关键的环太平洋盟友日本达成关税协议。\n*   **对多国威胁与进展：** 美国威胁要通知多个国家新的进口关税税率，但目前只有与英国的谈判显示出任何成果。\n*   **对中国谈判的影响：** 分析人士指出，这些短期内使美国显得软弱的进展，应促使中国在与华盛顿达成协议时采取更强硬的立场。\n\n### 特朗普政府的关税政策\n\n*   **对华关税：** 美国总统唐纳德·特朗普于4月2日（他称之为“解放日”）对中国进口商品征收了超过100%的关税，中国作为世界第二大经济体受到尤其严重的打击。\n*   **对其他亚洲国家关税：** 特朗普还以美国贸易逆差为由，对许多其他亚洲国家的进口商品征收了两位数的关税。\n*   **关税暂停：** 针对特定国家的“解放日”关税在次周被暂停了90天（对大多数国家暂停至7月9日），以等待贸易谈判。在5月初瑞士谈判后，对中国的关税也被暂停了90天，直至8月12日。\n\n### 对中国谈判立场的增强\n\n*   **增强北京实力：** 香港大学金融学讲席教授陈志武表示，美国威胁通知贸易伙伴新关税以及美日未能达成协议，都表明华盛顿今夏难以通过谈判实现其目标，这将增强北京谈判代表的实力。\n*   **“绝望的迹象”：** 陈志武认为，这类威胁是“绝望的迹象”，应该会“鼓舞中国谈判代表”。",
      "shortSummary": "美国未能与日本达成关税协议，且对多国发出关税威胁但进展甚微，这使得美国在贸易谈判中显得弱势。分析人士认为，这会促使中国在与华盛顿的贸易谈判中采取更强硬立场。尽管特朗普曾对中国及其他亚洲国家征收高额关税，但这些关税多数已被暂停。专家指出，美国谈判的困境是其“绝望的迹象”，将增强中国谈判代表的信心。",
      "translated_title": "特朗普缺乏贸易协议如何增强北京的实力？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States failed this week to reach a tariff deal with Japan, a key Pacific Rim ally, and has threatened to notify multiple countries of new duty rates on imports after talks with only one, the United Kingdom, have shown any results.\nThose developments, which made the US look weak in the short term, should prompt China to take a harder line with Washington on reaching a deal, analysts said.\nChina, the world’s second-largest economy, was hit especially hard by US President Donald Trump on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/f6b5fda5-3f84-459a-a0d9-fd341374644f_104dcb42.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对美磁铁出口在5月暴跌，受稀土限制影响：数据显示 (原标题: China’s magnet exports to US slammed in May as rare earth curbs hit: data)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315251/chinas-magnet-exports-us-slammed-may-beijings-rare-earth-curbs-hit-data?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 12:30:13 +0000",
      "isoDate": "2025-06-20T12:30:13.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国磁铁出口大幅下滑\n\n*   **对美出口暴跌：** 根据最新海关数据，中国对美国磁铁出口量在5月份同比暴跌93.3%。与4月份的246.3吨相比，上月出口量环比也大幅下降81%，降至约46.4吨。\n*   **总体出口下降：** 磁铁是中国关键矿产出口的主导产品。上月，中国磁铁的总出口量同比下降近74.3%，出口额下降超过76.1%。\n*   **对其他国家影响：** 对欧洲制造业强国德国的出口量上月同比下降70%，而对日本的出口量则下降了84.1%。\n\n## 出口管制的影响\n\n*   此次出口大幅下降是由于北京实施了出口管制，以反制华盛顿对中国商品征收的全面关税。\n*   这一急剧下降给美国国防、能源和汽车行业的制造商带来了巨大压力。\n\n## 中方回应\n\n*   中国商务部发言人何亚东周四表示，中国正在根据相关法律法规加快稀土相关出口许可证的审查，并已批准了部分申请。\n*   何亚东补充说，中国愿意加强与相关国家在出口管制方面的沟通和对话，并积极促进合规贸易的便利化。",
      "shortSummary": "数据显示，中国5月对美磁铁出口量同比暴跌93.3%，环比下降81%，受北京实施的稀土出口管制影响。磁铁总出口量及对德国、日本的出口也大幅下滑。此举给美国国防、能源和汽车制造商带来压力。中国商务部表示正加快稀土出口许可证审查，并愿加强与相关国家的沟通，促进合规贸易。",
      "translated_title": "中国对美磁铁出口在5月暴跌，受稀土限制影响：数据显示",
      "images": [],
      "contentSource": "完整文章",
      "content": "The volume of China’s export shipments of magnets to the US, a chokepoint in the ongoing trade war between the world’s two largest economies, plunged in volume by 93.3 per cent in May, year on year, according to the latest customs data.\nChina exported around 46.4 tonnes of magnets to the US last month. It was also a sharp month-on-month decline of 81 per cent from 246.3 tonnes shipped in April.\nThe total export of magnets, which dominate China’s critical minerals shipments, fell by nearly 74.3...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/d377734a-547e-4c04-bce7-bb16bceedbad_81d7b61d.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-24T18:35:46.696Z"
}