{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "稀土主导地位：为何中国在全球抵制下仍掌握主动权 (原标题: Rare earth dominance: why China still holds the cards despite global pushback)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317330/chinas-rare-earth-dominance-faces-global-pushback-beijing-has-strong-hand-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 08 Jul 2025 06:00:19 +0000",
      "isoDate": "2025-07-08T06:00:19.000Z",
      "creator": "Kandy Wong",
      "summary": "稀土主导地位：全球抵制下的中国优势\n\n*   **背景与导火索**\n    *   中国近期对稀土实施出口管制，引发国际社会广泛关注，并促使各国努力实现供应链多元化，以减少对中国长期以来在关键矿产领域的主导地位的依赖。\n    *   中国商务部在6月宣布，将批准符合条件的出口申请，并对与其他国家讨论相关限制持开放态度。\n*   **稀土成为中美竞争新前线**\n    *   随着稀土成为中美竞争的新焦点，全球多家公司已宣布一系列旨在摆脱对中国稀土供应依赖的项目计划。\n*   **全球多元化供应努力**\n    *   **St George Mining (澳大利亚上市)：**\n        *   于7月2日通过电子邮件宣布，已开始在其全资拥有的巴西Araxá铌-稀土元素项目中识别富矿区。\n    *   **Kaz Resources 和 Cove Kaz Capital (美国公司)：**\n        *   在7月2日之前两周，这两家美国公司发表声明，宣布与哈萨克斯坦国家地质公司建立合作伙伴关系，将在Akbulak稀土项目进行勘探和冶金测试。\n    *   **Critical Metals Corp (纳斯达克上市)：**\n        *   于6月表示，已从美国进出口银行获得高达1.2亿美元的贷款，用于资助格陵兰南部的一个稀土项目。\n    *   **Lynas Rare Earth (澳大利亚上市)：**\n        *   于5月表示，正在马来西亚生产氧化镝，据该公司称，这使其成为“中国境外唯一商业化生产分离重稀土产品的公司”。",
      "shortSummary": "中国近期对稀土实施出口管制，促使全球各国寻求供应链多元化，以削弱中国在关键矿产领域的长期主导地位。尽管中国商务部表示愿讨论并批准出口，但稀土已成为中美竞争新前线。多家国际公司正积极推进新项目，包括St George Mining在巴西、美国公司在哈萨克斯坦、Critical Metals Corp在格陵兰以及Lynas Rare Earth在马来西亚的稀土开发，旨在减少对中国供应的依赖。",
      "translated_title": "稀土主导地位：为何中国在全球抵制下仍掌握主动权",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s recent export controls on rare earths have spurred a flurry of international efforts to diversify supply chains and reduce China’s long-standing dominance in critical minerals.\nIn June, the Ministry of Commerce announced that it would approve qualified export applications and was open to discussions with other countries regarding the restrictions. But as rare earths emerge as a new front in the US-China rivalry, companies worldwide have announced plans for a string of projects designed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/08/b3b7e0f9-e593-4f63-82f9-00eae9b76e64_03cfda9f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚阿尔巴尼斯将在访华期间讨论达尔文港出售问题 (原标题: Australia’s Albanese to address Darwin Port sale on China visit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3317184/australias-albanese-address-darwin-port-sale-china-visit?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 04:00:17 +0000",
      "isoDate": "2025-07-07T04:00:17.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯访华议程\n\n澳大利亚总理安东尼·阿尔巴尼斯即将对中国进行第二次正式访问，此次访问除了常规外交礼节外，还将处理一些关键议题。\n\n*   **核心议题：达尔文港所有权争议**\n    *   阿尔巴尼斯此行的主要任务之一是向中国国家主席习近平解释澳大利亚对中国投资的立场，特别是关于达尔文港所有权及其潜在政府主导出售的争议。\n    *   据消息人士透露，这将是一次艰难的对话，因为在北京方面看来，在美国对巴拿马运河的中国所有港口采取行动后，中方对未来的资产剥离保持高度警惕。\n\n*   **访问时间与目的**\n    *   一位消息人士称，阿尔巴尼斯将于7月15日左右抵达北京，此举被视为保持两国关系积极发展的“友好姿态”。\n    *   另一位消息人士指出，总理还将出席中国国际供应链博览会，该博览会自2023年起每年在北京举行，今年的展期为7月16日至7月20日。\n\n*   **官方回应**\n    *   澳大利亚总理和内阁部在回应置评请求时表示，阿尔巴尼斯的国际活动将“按惯例”公布。",
      "shortSummary": "澳大利亚总理阿尔巴尼斯即将对中国进行第二次正式访问。此行主要议题是向中国解释澳大利亚对中国投资的立场，特别是关于达尔文港所有权和潜在出售的争议。鉴于北京对资产剥离的敏感性，这将是一次艰难的对话。阿尔巴尼斯预计将于7月15日左右抵达北京，并将出席中国国际供应链博览会，旨在保持两国关系的积极发展。",
      "translated_title": "澳大利亚阿尔巴尼斯将在访华期间讨论达尔文港出售问题",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Australian Prime Minister Anthony Albanese arrives in China next week for his second official visit, he will have more than the typical diplomatic niceties to discuss with President Xi Jinping.\nA major task on Albanese’s agenda, besides routine topics like trade, will be to explain his country’s stance on Chinese investment – in particular, addressing the controversy over the ownership and potential government-influenced sale of the Darwin Port – the Post has learned from sources with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/9fdb555e-eb76-4b02-a69c-4c5be6e5005c_b9524798.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么法国为中国对欧洲白兰地征收新关税而举杯庆祝 (原标题: Why France is toasting China’s new tariff on European brandy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317176/why-france-toasting-chinas-new-tariff-european-brandy?utm_source=rss_feed",
      "pubDate": "Mon, 07 Jul 2025 02:39:55 +0000",
      "isoDate": "2025-07-07T02:39:55.000Z",
      "creator": "Xiaofei Xu",
      "summary": "中国对欧洲白兰地征收新的反倾销税，最初被认为可能加剧与欧盟的紧张关系，但却出人意料地受到了法国的欢迎。这一积极反应源于北京给予了一系列法国干邑生产商豁免权，从而避免了关税。\n\n**主要原因与细节：**\n\n*   **豁免协议：** 包括轩尼诗（Hennessy）、马爹利（Martell）和人头马（Rémy Martin）在内的主要法国干邑生产商，通过签署一份最低出口价格协议，获得了关税豁免。\n*   **覆盖范围：** 根据法国干邑原产地命名总联盟（UGVC）的数据，这些豁免将覆盖约90%的法国干邑对华出口量。\n*   **外交影响：**\n    *   中国外交部长王毅在欧洲之行结束时，北京公布了34家获得关税豁免的公司名单。\n    *   法国外交部长让-诺埃尔·巴罗（Jean-Noël Barrot）将中国的这一声明描述为中国与干邑行业之间达成的一项“协议”。\n    *   法国领导人将此裁决誉为“积极的一步”，认为它有助于缓和与欧盟的紧张关系，并为即将举行的中欧领导人峰会营造了积极氛围。",
      "shortSummary": "中国对欧洲白兰地征收反倾销税，但法国对此表示欢迎。原因是北京给予轩尼诗、马爹利、人头马等主要法国干邑生产商豁免权，条件是它们同意最低出口价格。此举覆盖了约90%的法国干邑对华出口量，将潜在的贸易争端转变为一项“协议”，法国领导人称之为“积极的一步”，有助于缓和中欧关系。",
      "translated_title": "为什么法国为中国对欧洲白兰地征收新关税而举杯庆祝",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s new anti-dumping duty targeting European brandy unexpectedly became the toast of France over the weekend, after Beijing granted exemptions to a string of French cognac makers.\nThe cordial reaction in Paris came as a surprise to many analysts, who had initially predicted that China’s decision to impose the tariff might further raise tensions with the European Union and sour preparations for an upcoming leaders’ summit in Beijing.\nBut French leaders ended up hailing the ruling as a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/07/182428ba-8b49-4e68-b2f5-229002d28a89_5f786cb5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国投资者在美国许多城市仍能受到热烈欢迎 (原标题: Why Chinese investors can still expect a warm welcome in many US cities)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316992/why-chinese-investors-can-still-expect-warm-welcome-many-american-cities?utm_source=rss_feed",
      "pubDate": "Sun, 06 Jul 2025 13:00:10 +0000",
      "isoDate": "2025-07-06T13:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 为什么中国投资者在美国许多城市仍能受到热烈欢迎\n\n## 核心观点\n\n尽管今年中美贸易紧张局势加剧，但美国大多数地方政府官员仍然欢迎中国投资项目，尤其是那些有助于刺激当地经济的制造业项目。\n\n## 主要信息点\n\n*   **地方政府的欢迎态度：**\n    *   中国总商会芝加哥分会主席倪频表示，尽管国家层面贸易紧张局势有所上升，但美国大多数地方政府官员仍然欢迎中国投资项目。\n    *   城市领导者积极寻求中国投资，以刺激当地经济发展，特别是在难以从其他地方获得的制造业领域。\n\n*   **中国投资者的考量：**\n    *   倪频指出，许多中国投资者渴望进入美国市场，但他们更关注地缘政治风险，并疑问“我们在这里受欢迎吗？”\n    *   中国制造商看到了在美国富裕市场赚钱的巨大潜力。\n    *   美国总统唐纳德·特朗普对中国进口商品征收的关税，反而增加了中国企业在美国本土生产以满足国内销售需求的紧迫性。\n    *   国家层面政治领导人的“叫喊和尖叫”言论，确实劝退了一些投资者申请投资许可，因为他们担心地方官员也会不欢迎他们。\n\n*   **地方层面的实际情况与案例：**\n    *   美国商业咨询公司Foresight Restructuring的合伙人Ker Gibbs表示，根据他在该地区的个人联系，伊利诺伊州和威斯康星州的市长们对中国投资“非常接受”。\n    *   威斯康星州沃索市（一个拥有4万人口的城市）的市长明确表示正在寻求与农业相关的中国投资，并可能考虑汽车行业，因为该行业在中西部周边地区占据重要地位。",
      "shortSummary": "尽管中美贸易紧张局势加剧，但美国许多地方政府仍欢迎中国投资，尤其是制造业，以刺激当地经济。中国总商会芝加哥分会主席倪频指出，虽然国家层面的言论令部分投资者担忧，但中国制造商看好美国市场，且关税促使他们考虑在美本土生产。美国中西部地区（如伊利诺伊州和威斯康星州）的市长们对中国投资持开放态度，甚至主动寻求农业和汽车等领域的中国资金。",
      "translated_title": "为什么中国投资者在美国许多城市仍能受到热烈欢迎",
      "images": [],
      "contentSource": "完整文章",
      "content": "Most local government officials in the US still welcome Chinese-invested projects despite a rise in trade tensions this year, a Chinese chamber of commerce leader said this week as potential investors weigh up economic benefits and geopolitical risks.\nCity leaders want Chinese investment to help stimulate their local economies, especially in manufacturing projects that are hard to source elsewhere, said Ni Pin, chairman of the China General Chamber of Commerce branch in Chicago.\n“There are a lot...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/f4c1933b-257e-4520-850f-21666adca037_c73ea8f7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普想让中国无人机‘停飞’——但它们是否已高飞到无法触及？ (原标题: Trump wants to ground China’s drones – but have they flown too high to reach?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317044/trump-wants-ground-chinas-drones-have-they-flown-too-high-reach?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 22:00:16 +0000",
      "isoDate": "2025-07-05T22:00:16.000Z",
      "creator": "Leopold Chen,Xiaofei Xu,Ralph Jennings",
      "summary": "### 特朗普无人机行政令及其对中国市场的影响\n\n美国总统唐纳德·特朗普于6月6日签署了一项行政命令，旨在重塑全球无人机市场，特别是削弱中国在该领域的主导地位。该命令要求政府机构“在法律允许的最大范围内”优先使用美国本土生产的无人机系统（UAS），并承诺削减法规以加速国内生产和发展。\n\n**行政令的核心内容：**\n\n*   **优先本土采购：** 要求美国政府机构优先采购和使用美国本土制造的无人机系统。\n*   **加速国内发展：** 承诺减少相关法规，以促进美国国内无人机产业的生产和技术发展。\n\n**背景与挑战：**\n\n*   **非首次尝试：** 这并非华盛顿首次试图遏制中国在利润丰厚的无人机领域崛起，但表明美国并未放弃努力。\n*   **中国的主导地位：** 中国企业在全球无人机行业中仍处于领先地位。\n*   **市场壁垒：** 分析师和行业内部人士指出，中国在全球无人机市场中的卓越地位，使得美国目前难以将其产品从供应链中移除。\n\n**行业观点：**\n\n*   **谈判策略：** 宾夕法尼亚州一家使用无人机进行商业检查的公司Proxim的董事总经理保罗·尼尔森（Paul Nielsen）认为，这项行政命令是一种谈判策略。\n*   **实施的担忧：** 尼尔森对其实施前景感到“不安”，他指出全球非中国无人机制造商仅有“六七家”。\n*   **成本上涨：** 他预测，这项禁令将导致成本上升，因为“这是基本的经济学原理”。\n\n**结论：**\n\n尽管特朗普政府试图通过行政命令推动美国本土无人机产业发展并减少对中国的依赖，但鉴于中国在全球无人机市场中的强大影响力，这一目标面临显著挑战，并可能导致相关成本的增加。",
      "shortSummary": "美国总统特朗普签署行政命令，要求政府机构优先使用本土无人机系统，旨在削弱中国在全球无人机市场的主导地位。然而，分析师指出，中国在该领域的领先地位使得美国难以将其产品从供应链中移除。业内人士认为，此举可能是一种谈判策略，但实施起来将面临挑战，并可能导致成本上升，因为全球非中国无人机制造商数量有限。",
      "translated_title": "特朗普想让中国无人机‘停飞’——但它们是否已高飞到无法触及？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump issues quite a few executive orders. So many, in fact, that one could be forgiven for not keeping up with them all.\nBut amid the rapid-fire policy changes that have come to characterise his administration, one arrived last month that could have drastic implications for the world’s drone market – and China’s role in it.\nThe order, signed June 6, requires government agencies to prioritise using home-grown unmanned aircraft systems (UAS) “to the maximum extent permitted by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/7dafc9f1-0635-4b8d-9642-2b5bcabbfef1_97028d1b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“对我们来说更难”: 中国年轻人在严峻的英国就业市场中挣扎 (原标题: ‘It’s harder for us’: young Chinese struggle to compete in harsh UK job market)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316972/chinese-graduates-struggle-compete-harsh-uk-job-market-its-harder-us?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 12:00:10 +0000",
      "isoDate": "2025-07-05T12:00:10.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国留学生在英国就业市场面临的挑战\n\n### 引言\n\n文章指出，在英国，中国年轻毕业生在竞争激烈的就业市场中面临着严峻的挑战。高企的青年失业率和文化障碍使得他们的求职之路异常艰难，许多人甚至面临毕业后无法留在英国的困境。\n\n### 个人案例：胡女士的经历\n\n*   **求职过程艰辛**：25岁的胡女士在去年12月完成教育学硕士学位后，开始在英国寻找全职工作。她寄出了约200到300份简历，花费了半年时间才找到一份稳定的工作，这比她预期的要艰难得多。\n*   **当前工作与签证问题**：胡女士目前找到了一份全职教学工作，但这份工作只能提供暂时的喘息。她的雇主不提供技术工人签证担保，这意味着她需要在2026年底两年期毕业后工作签证（Post-study work visa）到期前，找到其他解决方案才能留在英国。\n*   **未来不确定性**：胡女士表示，如果无法解决签证问题，她将不得不准备回中国。她的经历反映了许多中国留学生所面临的普遍困境。\n\n### 普遍困境与挑战\n\n*   **就业竞争激烈**：英国的毕业生就业市场竞争异常激烈，青年失业率高达14.3%，这使得所有毕业生都面临巨大压力。\n*   **中国学生面临额外障碍**：与来自其他国家的学生相比，中国毕业生往往面临更大的挑战，这主要归因于一系列文化障碍。\n*   **政府数据对比**：英国政府数据显示，中国国际学生毕业后的发展轨迹与其他国家的学生存在明显差异，进一步凸显了中国学生在就业方面的特殊困难。",
      "shortSummary": "文章指出，中国年轻毕业生在英国就业市场面临严峻挑战。以胡女士为例，她花费半年时间才找到工作，但因雇主不提供签证担保，面临两年后回国的困境。英国青年失业率高达14.3%，竞争激烈，中国学生还需应对文化障碍，导致其毕业后就业轨迹与其他国际学生存在显著差异。",
      "translated_title": "“对我们来说更难”: 中国年轻人在严峻的英国就业市场中挣扎",
      "images": [],
      "contentSource": "完整文章",
      "content": "After finishing her master’s degree in education last December, Harley Hu began looking for a full-time job in the United Kingdom. The search proved to be far more gruelling than she had expected.\n“I sent out maybe 200 or 300 CVs,” the 25-year-old told the Post. “It took half a year to find something stable.”\nAfter six months of juggling part-time work as a Chinese language tutor, Hu has now secured a full-time role in teaching. But the job only provides a temporary respite, as her employer does...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/f5209206-828e-4866-b869-85c15ffc0811_5bc83fee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的行动需要强力挑战，而非安抚 (原标题: Trump’s actions call for robust challenge, not appeasement)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3316816/multilateral-banks-must-raise-alarm-trumps-actions-more-clearly?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 08:30:10 +0000",
      "isoDate": "2025-07-05T08:30:10.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 特朗普的行动需要强力挑战，而非安抚\n\n本文指出，全球政治和商业领袖（除日本和中国等少数例外）似乎都急于安抚美国总统唐纳德·特朗普的诸多贸易要求。更令人担忧的是，多边金融机构也似乎对他的霸凌策略感到恐惧。\n\n*   **多边机构的失职**：\n    *   从国际货币基金组织（IMF）和世界银行等机构来看，它们在提醒世界“特朗普经济学”（Trumponomics）的危险方面似乎未能尽职。\n    *   尽管特朗普的关税及其对信心和投资的实际和潜在影响正在导致全球经济增长放缓，且金融市场因特朗普对美元强弱的反复无常言论以及对美联储的口头攻击而陷入初步动荡，但这些多边机构并未发出足够明确的警报。\n\n*   **机构总部位置与深层担忧**：\n    *   国际货币基金组织、世界银行和美洲开发银行的总部设在华盛顿，距离白宫仅一箭之遥，这可能部分解释了它们不愿更具批判性的原因。\n    *   然而，这并非全部原因。这些多边开发银行似乎真正担心的是，特朗普政府会削减或至少暂停美国对其的关键财政捐助。\n    *   据报道，特朗普政府已对世界贸易组织采取了类似行动，并退出了世界卫生组织和《巴黎气候协定》。",
      "shortSummary": "全球政治和商业领袖以及多边金融机构正对特朗普的贸易要求和霸凌策略采取安抚态度。这种做法令人担忧，因为“特朗普经济学”正在导致全球经济增长放缓和金融市场动荡。尽管关税影响普遍，但IMF和世界银行等机构未能明确发出警告，部分原因是担心美国削减资金。文章呼吁对特朗普的行动进行强力挑战，而非一味安抚。",
      "translated_title": "特朗普的行动需要强力挑战，而非安抚",
      "images": [],
      "contentSource": "完整文章",
      "content": "With a few honourable exceptions, such as in the cases of Japan and China, political and business leaders seem desperate to appease US President Donald Trump over his many trade demands. More worrying is that multilateral financial institutions also seem to be running scared of his bullying tactics.\nFrom the International Monetary Fund (IMF) and the World Bank downwards – or perhaps “outwards” would be a better term – these institutions appear to be falling down on the job when it comes to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/927c6393-d067-4801-9b3e-40345d9218c7_16a3c2a2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美瞄准中国造船业，韩日能否趁势崛起？ (原标题: South Korea, Japan step up as US targets China’s shipbuilding – can they succeed?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316971/south-korea-japan-step-us-targets-chinas-shipbuilding-industry-can-they-succeed?utm_source=rss_feed",
      "pubDate": "Sat, 05 Jul 2025 02:00:17 +0000",
      "isoDate": "2025-07-05T02:00:17.000Z",
      "creator": "Carol Yang",
      "summary": "### 美瞄准中国造船业，韩日能否趁势崛起？\n\n随着美国誓言遏制中国在造船业的主导地位（尽管美国国内造船能力几乎不存在），韩国和日本正寻求从这场竞争中获益，并重新获得其竞争优势。\n\n#### 韩国的应对与策略\n\n*   **总统承诺与行业现状：**\n    *   韩国总统李在明（一个月前上任）在竞选期间承诺支持造船业，并将其描述为“处于重大危机”之中。\n    *   他于5月14日在社交媒体上表示：“造船业一直是推动韩国出口和创造就业的核心产业。”他誓言要“创建一个超越造船强国的世界领先海洋强国”。\n*   **新政府的指导方针：**\n    *   尽管新政府尚未通过任何具体的行业支持政策或法案，但据野村证券驻首尔造船业分析师Eon Hwang透露，政府已在《新政府增长政策指南》中概述了相关措施。\n    *   根据Hwang提供的翻译，这些指导方针侧重于船舶开发、生产改进和新的增长计划。\n*   **未来发展方向：**\n    *   该文件指出，新政府还旨在通过数字化、自动化以及改善人员培训和工作条件，促进未来船舶（如自主船和环保船）的开发。\n\n#### 日本与美国的情况\n\n*   **日本：** 文章内容仅提及日本与韩国一同寻求受益，但未提供日本的具体行动或计划。\n*   **美国：** 文章提及美国誓言遏制中国在造船业的主导地位，并指出美国国内造船能力几乎不存在。",
      "shortSummary": "美国瞄准中国造船业，促使韩国和日本寻求重获竞争优势。韩国新任总统李在明承诺大力支持该国造船业，称其面临“重大危机”。他旨在通过新政府的增长政策指南，推动船舶开发、生产改进以及未来船舶（如自主和环保船）的发展，以期将韩国打造成世界领先的海洋强国。文章未详细阐述日本的具体策略。",
      "translated_title": "美瞄准中国造船业，韩日能否趁势崛起？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the United States vows to curb China’s dominance in shipbuilding – despite its domestic capacity being nearly nonexistent – South Korea and Japan are looking to benefit from the rivalry and reclaim their competitive edge.\nSouth Korea’s president, Lee Jae-myung, who took office a month ago, campaigned on supporting the industry – which he described as being “in major crisis”.\n“Shipbuilding has been a core industry driving Korea’s exports and creating jobs,” he said in a social media post on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/95681a4d-1161-4927-99a2-cdd359c048ca_d090a38b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国以旧换新计划提振外国品牌（包括苹果）销量 (原标题: China’s trade-in programme boosts sales of foreign brands – including Apple)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316980/chinas-trade-programme-boosts-sales-foreign-brands-including-apple?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 14:00:07 +0000",
      "isoDate": "2025-07-04T14:00:07.000Z",
      "creator": "Mandy Zuo",
      "summary": "中国政府推出的大规模消费刺激补贴计划，即“以旧换新”计划，正在提振包括美国科技巨头苹果在内的全球品牌的销售。\n\n**计划概述与资金投入：**\n*   中国政府已从今年的特别债券销售中投入3000亿元人民币（约合409亿美元）用于该“以旧换新”计划。\n*   该计划旨在通过为汽车、智能手机等商品提供大幅折扣来刺激国内需求，并抵消美国关税的影响。\n\n**销售成果：**\n*   截至5月底，该政策已带动1.1万亿元人民币的销售额，为多家主要跨国公司带来了增长。\n\n**对苹果公司的影响：**\n*   根据咨询公司Counterpoint Research的报告，2025年第二季度，苹果iPhone在中国的销量同比增长8%。\n*   这是苹果公司两年以来在该国首次实现季度销售正增长。\n*   销售增长主要归因于苹果在5月份推出的积极折扣活动，这些活动得到了中国国家以旧换新计划的显著支持。\n*   苹果公司在中国“618”购物节（6月18日）前，已对iPhone 16系列进行了降价。\n\n**未来展望：**\n*   报告指出，第二季度的业绩得益于国家对智能手机的补贴，但该计划在今年下半年可能会有所缩减。",
      "shortSummary": "中国政府投入3000亿元人民币的“以旧换新”计划，已带动1.1万亿元销售额，显著提振了包括苹果在内的外国品牌销量。苹果iPhone在2025年第二季度中国市场销量同比增长8%，结束了两年负增长态势，主要得益于其折扣活动和国家补贴。然而，该计划在下半年可能面临缩减。",
      "translated_title": "中国以旧换新计划提振外国品牌（包括苹果）销量",
      "images": [],
      "contentSource": "完整文章",
      "content": "Global brands including US tech giant Apple have recorded an unexpected bump in sales in China over recent months, as they reap the benefit of Beijing’s giant consumption-boosting subsidy campaign.\nChina has ploughed 300 billion yuan (US$40.9 billion) of funding from a special bond sale this year into the trade-in programme – which provides hefty discounts on goods ranging from cars to smartphones – as the government strives to raise domestic demand and offset the impact of US tariffs.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/b0185e28-d9fd-42ab-b040-317fbdef03f4_3e1bc440.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普是否以牺牲美元为代价通过了他的“大而美丽的法案”？ (原标题: Did Trump get his ‘Big Beautiful Bill’ at the US dollar’s expense?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316991/did-trump-get-his-big-beautiful-bill-us-dollars-expense?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 11:30:13 +0000",
      "isoDate": "2025-07-04T11:30:13.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 美国预算案通过及其对美元和债务的影响\n\n美国国会通过了一项庞大的预算案，引发了市场对美国长期债务的担忧，分析人士认为这可能加剧对美元作为避险资产可靠性的现有担忧。\n\n### “一揽子美丽法案”的关键内容\n\n*   **通过情况**：该法案名为“一揽子美丽法案”（One Big Beautiful Bill Act），于周四在众议院以微弱优势（218票对214票）获得通过。\n*   **下一步**：法案现已提交给美国总统唐纳德·特朗普签署，预计他将于周五签署。\n*   **支出与税收**：\n    *   增加了边境安全和国防开支。\n    *   将2017年颁布的创纪录减税措施永久化。\n*   **债务上限**：法案将联邦政府的债务上限提高了5万亿美元，超过了此前版本法案分配的4万亿美元。这为财政部借款以偿还未来债务创造了更多空间，但也允许未来累积更多债务。\n\n### 经济学家观点与市场担忧\n\n*   **ANZ大中华区首席经济学家杨宇霆（Raymond Yeung）**表示，尽管该法案可能降低政府立即违约的风险，但它也加深了对美国债务可持续性和利率结构的担忧。\n*   **投资者行为**：杨宇霆指出，在法案通过前的几个月里，投资者就已经在讨论如何分散风险并减少对美元资产的敞口。\n*   **多元化趋势**：即使没有这项法案，许多国家也一直在建立多元化的势头。",
      "shortSummary": "美国国会通过了一项名为“一揽子美丽法案”的庞大预算案，该法案将联邦政府债务上限提高了5万亿美元，并使2017年减税永久化。此举引发了对美国长期债务可持续性和美元作为避险资产可靠性的担忧。分析师指出，尽管法案降低了短期违约风险，但加剧了对债务的深层忧虑，促使投资者寻求分散风险并减少对美元资产的敞口，这一多元化趋势甚至在法案通过前就已显现。",
      "translated_title": "特朗普是否以牺牲美元为代价通过了他的“大而美丽的法案”？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The passage of a sprawling budget bill has raised concerns over the long-term debt of the United States, which analysts said could compound already heightened worries over the reliability of the country’s currency as a safe-haven asset.\nWinning a narrow 218-214 vote in the House of Representatives on Thursday, the “One Big Beautiful Bill Act” – which raises spending on border security and defence while making the record tax cuts enacted in 2017 permanent – now heads to US President Donald Trump...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/9499cd11-6e8d-4b6a-b4b8-bdf764b6ed7d_42448182.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧寻求改善关系之际，布鲁塞尔旨在保护其制造业基础 (原标题: As China, EU eye warm ties, Brussels aims to protect its manufacturing base)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316955/china-eu-eye-warmer-ties-brussels-seeks-protect-its-crown-jewel-manufacturing?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 08:00:57 +0000",
      "isoDate": "2025-07-04T08:00:57.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中欧关系与欧洲制造业的挑战\n\n### 德国制造业现状\n*   近期数据显示，德国制造业采购经理人指数（PMI）升至34个月高点（49.0）。\n*   尽管有所回升，但该指数仍低于50的荣枯线，表明制造业仍在收缩。\n*   这凸显了德国在恢复制造业增长和昔日辉煌方面面临的严峻挑战。\n\n### 中欧关系背景\n*   中国外交部长王毅正在对布鲁塞尔、柏林和巴黎进行欧洲巡访，为本月晚些时候的中欧峰会做准备。\n*   在中美引入的全球贸易动态重组背景下，中欧双方都寻求解决贸易争端并改善双边关系。\n\n### 欧洲的核心关切：制造业保护\n*   分析人士和业内人士指出，尽管中欧双方都有改善关系的紧迫性，但决定布鲁塞尔与北京之间动态的关键因素是欧洲对中国可能威胁其制造业实力的深层担忧。\n*   巴黎雅克·德洛尔研究所（Institut Jacques Delors）研究经济治理的萨沙·库尔蒂亚尔（Sacha Courtial）表示，欧洲希望重建其制造业，因此无法承受大量来自中国的廉价进口商品。\n\n### 全球制造业产出对比（2024年数据，世界银行）\n*   欧盟：2.72万亿美元\n*   美国：2.91万亿美元\n*   中国：4.66万亿美元\n*   欧盟仍然是全球最大的制造业基地之一，产出水平与美国大致相当，但落后于中国。",
      "shortSummary": "中欧双方正寻求改善关系并解决贸易争端，但欧洲对保护其制造业基础的担忧成为关键因素。尽管德国制造业PMI有所回升，但仍处于收缩区间，凸显其增长困境。专家指出，欧洲希望重建制造业，不愿接受大量廉价中国进口。数据显示，2024年欧盟制造业产出（2.72万亿美元）虽与美国相当，但远低于中国（4.66万亿美元）。",
      "translated_title": "中欧寻求改善关系之际，布鲁塞尔旨在保护其制造业基础",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hopes for a long-awaited recovery of factory activity in Europe’s manufacturing powerhouse were uplifted this week as a key indicator of the sector’s health surged to a 34-month high in Germany.\nBut the fact that the country’s manufacturing purchasing managers’ index for June still remained at 49.0 – when a reading below 50 suggests a contraction in the sector – underscores the uphill challenge that Germany is facing in trying to regain growth and past glory in its manufacturing activities.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/73cd39d8-eab9-4ce2-9053-8b38b7b1d8a2_ba10a24a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧紧张关系升级，北京对欧洲白兰地征收反倾销关税 (原标题: China-EU tensions rise as Beijing levies anti-dumping tariffs on European brandy)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316945/china-levy-anti-dumping-tariffs-european-cognac?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 07:21:12 +0000",
      "isoDate": "2025-07-04T07:21:12.000Z",
      "creator": "Xiaofei Xu,Mia Nulimaimaiti,Finbarr Bermingham",
      "summary": "## 中欧贸易紧张加剧：中国对欧洲白兰地征收反倾销关税\n\n### 关税征收与背景\n中国商务部宣布，将对原产于欧盟的进口白兰地征收为期五年的反倾销税。此举正值中国外交部长王毅访问欧洲，旨在解决贸易争端并改善关系之际。商务部声明指出，欧盟相关进口白兰地存在倾销行为，对中国国内白兰地产业造成实质性损害威胁，且倾销与损害威胁之间存在因果关系。确定的倾销幅度为27.7%至34.9%。\n\n### 实施细节\n*   关税将从周六（具体日期未提及，但根据上下文为公告后不久）开始生效。\n*   自去年10月11日至本周五期间的欧盟相关白兰地进口，将不追溯征收反倾销税。\n\n### 时机与外交考量\n此次关税公告恰逢王毅外长欧洲之行，他原定访问巴黎。公告发布于中国反倾销调查原定于7月5日结束的前一天。王毅此行也被视为本月晚些时候中欧峰会的准备工作。\n\n### 专家观点与中欧关系现状\n*   **经济学人智库高级中国经济学家许天辰**表示，中国此前一直未实际征收关税，希望欧盟能对中国采取更温和的立场。他认为，现在中方显然对欧盟在收到中方示好后仍采取强硬态度感到失望。\n*   **法国外贸银行首席经济学家艾丽西亚·加西亚-埃雷罗**指出，中欧之间的紧张关系显而易见，目前已启动了第三阶段调查，并且还有针对猪肉和乳制品的调查。她认为，每当欧盟委员会表示“我们已经完成，不再进行高层经济对话”时，中国就会发起一项调查，更不用说出口管制。她强调，中方拥有很大的影响力。\n\n### 总结\n在即将举行的中欧峰会之前，中欧关系并未向好发展。中国对欧洲白兰地征收反倾销关税，不仅是贸易争端升级的体现，也反映出中方对欧盟近期对华立场的失望，预示着未来可能出现更多贸易摩擦和调查。",
      "shortSummary": "中国宣布对主要来自法国的欧洲白兰地征收为期五年的反倾销关税，理由是存在倾销行为并对国内产业构成实质性威胁。此举发生在中国外长王毅访欧期间，加剧了中欧贸易紧张关系。分析人士指出，这反映出中方对欧盟强硬立场的失望，预示着即将举行的中欧峰会前双方关系不佳，且可能引发更多贸易调查。",
      "translated_title": "中欧紧张关系升级，北京对欧洲白兰地征收反倾销关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has decided to levy anti-dumping tariffs on European brandy, mostly produced in France, for the next five years – an announcement made while Foreign Minister Wang Yi is on his European tour seeking to resolve trade disputes and improve ties amid a reshuffle of global trade dynamics introduced by the United States.\n“There is dumping of related imported brandy from the EU, the domestic brandy industry faces a material threat of injury, and there is a causal relationship between the dumping...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/b02137c4-bcdf-4c00-811e-ed1ff2ee6d63_d9828410.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美越贸易协议中的一项条款如何颠覆亚洲供应链 (原标题: How a clause in the US-Vietnam trade deal could upend Asia’s supply chains)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316920/why-1-clause-us-vietnam-trade-deal-sparking-concern-across-asia?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 05:33:11 +0000",
      "isoDate": "2025-07-04T05:33:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 美越贸易协议及其对亚洲供应链的影响\n\n美国与越南于周三宣布达成一项贸易协议，该协议将对越南商品征收20%的关税。 \n\n*   **初步反应与缓解**\n    *   越南庞大的出口部门最初对此消息感到宽慰。\n    *   20%的关税税率远低于美国此前在4月份威胁要对越南征收的46%的所谓“对等”关税。\n\n*   **协议中的关键条款：转运问题**\n    *   然而，该协议“暗藏玄机”。\n    *   美国总统唐纳德·特朗普在宣布该协议的社交媒体帖子中指出，被认定通过越南转运的货物将面临高达40%的更高关税。\n\n*   **转运条款的潜在影响**\n    *   目前尚不清楚该转运条款将如何具体实施。\n    *   分析人士指出，这项规定可能产生深远的影响，不仅对越南，而且对整个亚洲地区都将产生影响。\n\n*   **什么是转运？**\n    *   在其最纯粹的形式中，转运（transshipment）指的是出口商通过将货物经由第三国转运来逃避关税的行为。\n    *   美国对此类行为高度关注。",
      "shortSummary": "美国与越南达成贸易协议，将对越南商品征收20%关税。尽管低于此前威胁的46%，但协议规定，经越南转运的货物将面临高达40%的关税。该转运条款的具体实施方式尚不明确，但分析师认为，这可能对越南乃至整个亚洲地区的供应链产生深远影响。转运指通过第三国规避关税的行为。",
      "translated_title": "美越贸易协议中的一项条款如何颠覆亚洲供应链",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States announced it had reached a trade deal with Vietnam on Wednesday, which will see Washington impose a 20 per cent tariff on Vietnamese goods.\nBusinesses in Vietnam’s vast export sector initially reacted with relief to the news, as the 20 per cent rate is substantially lower than the 46 per cent so-called “reciprocal” tariff that the US threatened to impose on Vietnam in April.\nHowever, the agreement has a sting in the tail. US President Donald Trump also said in a social post...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/0f998f16-991f-45a8-a31e-ee1023612676_ef14baab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最新承诺解决太阳能电池板产能过剩问题能否达到预期效果？ (原标题: Will China’s latest vow to tackle solar panel oversupply have desired impact?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316893/china-vows-once-again-tackle-solar-panel-oversupply-will-time-be-different?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 02:32:34 +0000",
      "isoDate": "2025-07-04T02:32:34.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国承诺解决太阳能光伏产业产能过剩问题\n\n中国已承诺解决其太阳能光伏（PV）产业中存在的过度竞争和产能过剩问题。该产业目前仍在积极拓展全球市场。\n\n## 关键会议与声明\n\n*   **工业和信息化部部长李乐成表态：**\n    *   周四，工业和信息化部部长李乐成在北京会见了来自14家太阳能光伏制造商和行业协会的代表。\n    *   他强调，“行业必须依法依规治理，全面整治无序低价竞争”。\n    *   李乐成还指出，应“引导企业提升产品质量，推动落后产能有序退出，实现健康可持续发展”。\n\n*   **习近平主席的指示：**\n    *   周二，在中央财经委员会会议上，国家最高经济决策机构的领导人习近平主席明确指出要解决“无序低价竞争”问题，并要求清除过剩工业产能。\n\n*   **光伏行业代表的反馈：**\n    *   在周四与李乐成部长的会议上，光伏行业代表们讨论了他们在生产、创新和竞争中面临的困难。\n    *   他们还提出了可能的政策支持建议。\n\n*   **李乐成部长的呼吁：**\n    *   李乐成敦促与会者对光伏产业的发展格局持有“全面客观的看法”，以“进一步巩固和提升”中国在该产业的优势。",
      "shortSummary": "中国承诺解决太阳能光伏产业的产能过剩和过度竞争问题。工信部部长李乐成强调要依法治理，整治无序低价竞争，引导企业提升质量并淘汰落后产能。此前，习近平主席也指示要清除过剩工业产能并打击无序低价竞争。行业代表反映了生产和竞争中的困难。此举旨在促进产业健康可持续发展，巩固中国在该领域的优势。",
      "translated_title": "中国最新承诺解决太阳能电池板产能过剩问题能否达到预期效果？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed to reduce excessive competition and oversupply in its solar photovoltaic (PV) industry, which is continuing to explore global markets.\nIndustry and Information Technology Minister Li Lecheng told 14 representatives from solar PV manufacturers and industry associations on Thursday that the “industry must be governed in accordance with laws and regulations, and disorderly low-price competition should be comprehensively addressed”, the ministry said in a statement released after...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/04/3e225993-fc60-402b-809b-5be2fbfc5e75_ac8a9f12.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "AlixPartners称，中国电动汽车价格战粉碎了90%品牌盈利的希望 (原标题: China’s EV price war dashes profit hopes of 90% of brands, AlixPartners says)",
      "link": "https://www.scmp.com/business/china-business/article/3316864/chinas-ev-price-war-dashes-profit-hopes-90-brands-alixpartners-says?utm_source=rss_feed",
      "pubDate": "Fri, 04 Jul 2025 00:30:08 +0000",
      "isoDate": "2025-07-04T00:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国电动汽车市场盈利前景严峻：AlixPartners报告\n\n根据AlixPartners的最新报告，中国电动汽车（EV）市场正面临激烈的价格战和长期产能过剩的挑战，预计未来五年内，仅不到10%的电动汽车品牌能够实现盈利。\n\n## 核心发现与预测\n\n*   **盈利品牌稀少**：在目前约50家汽车制造商生产的129个电动汽车品牌中，预计到2030年，只有15个品牌能够实现盈利。\n*   **市场集中度高**：尽管盈利品牌数量少，但这15个品牌有望占据中国大陆电动汽车市场近75%的份额。\n*   **盈利压力巨大**：AlixPartners大中华区联席负责人兼亚洲汽车业务主管Stephen Dyer指出，中国是全球最具竞争力的新能源汽车市场之一，激烈的价格战、快速创新和新进入者不断提高门槛。这种环境推动了技术和成本效率的显著进步，但也使得许多公司难以实现可持续盈利。\n*   **盈利品牌数量或进一步减少**：Dyer表示，如果无情的折扣持续下去，到2030年，盈利的电动汽车制造商数量可能会降至不到10家，进一步挤压利润空间。\n\n## 市场展望\n\n*   **欧洲市场份额增长**：报告预测，到2030年，中国顶尖电动汽车企业在欧洲的市场份额有望翻倍，达到10%。\n*   **中国市场渗透率飙升**：AlixPartners估计，到2030年，电动汽车（包括纯电动和插电式混合动力车）将占中国大陆新车销量的76%，即2000万辆。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7)",
      "shortSummary": "根据AlixPartners报告，中国电动汽车市场因价格战和产能过剩，未来五年内仅不到10%的品牌能盈利。预计到2030年，129个品牌中仅15个有望盈利，但它们将占据中国电动汽车市场近75%的份额。尽管盈利前景严峻，中国电动汽车在欧洲的市场份额预计将翻倍至10%，且到2030年电动汽车将占中国新车销量的76%。",
      "translated_title": "AlixPartners称，中国电动汽车价格战粉碎了90%品牌盈利的希望",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/03/21/CLEAN---thumbnail_3.jpg?itok=3acOejZ7",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Less than 10 per cent of electric vehicle (EV) brands in China will turn a profit in the next five years, as the industry grapples with a price war and chronic overcapacity, according to AlixPartners.\nHowever, the country’s top EV players were expected to double their market share in Europe to 10 per cent by 2030, the consultancy said in its latest report on the global car industry on Thursday.\nOf the 129 EV brands currently produced by about 50 carmakers, only 10 of them - up to 15 in an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/03/04dc88a0-9278-45c3-b77f-b2b4574e3e62_ac2bc5ab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么投资者押注“特朗普峰值”是危险的错误 (原标题: Why investors banking on ‘peak Trump’ are dangerously wrong)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3316752/why-investors-banking-peak-trump-are-dangerously-wrong?utm_source=rss_feed",
      "pubDate": "Thu, 03 Jul 2025 08:30:10 +0000",
      "isoDate": "2025-07-03T08:30:10.000Z",
      "creator": "Nicholas Spiro",
      "summary": "## 投资者押注“特朗普峰值”的危险错误\n\n近期，华尔街银行发布的年中全球经济和市场展望报告普遍呈现乐观基调，认为“特朗普峰值”已过。然而，文章指出，这种认为特朗普再次入主白宫后其危害能力会减弱的假设，是对其所构成风险的严重误读。\n\n### 华尔街的乐观情绪\n\n*   **基调转变：** 与5月初的研究相比，近期报告明显更加乐观。\n*   **具体观点：**\n    *   美国银行表示，“贸易紧张局势的更快降级意味着全球前景比我们预期的要好一些”。\n    *   摩根士丹利表示，“我们反对外国投资者会或应该大量放弃美国资产的观点”。\n    *   巴克莱银行甚至表示，“金融市场正在翻过贸易篇章。我们也是”。\n*   **核心主题：** 报告普遍认为“特朗普峰值”已过，即特朗普的威胁言论多于实际行动（“Taco trade”投资策略）。\n\n### “特朗普峰值”观点的三大支柱（及作者的反驳）\n\n1.  **美国经济的韧性：**\n    *   **观点：** 美国经济和企业对贸易冲击的抵抗力超出预期。此前关于保护主义将导致衰退和通胀飙升的预测迄今未能实现。\n    *   **作者反驳：** 这种韧性可能被误读，不能作为未来风险降低的依据。\n2.  **美国例外论与科技股上涨：**\n    *   **观点：** 尽管有关于“美国例外论”终结的讨论，但自4月下旬以来，美国领先科技公司凭借强劲的盈利和人工智能热潮，推动了股市大幅上涨。\n    *   **观点：** 迄今为止，几乎没有证据表明外国投资者大量撤离美国债券和股票市场，这使得海外投资者减少对美国资产敞口的意愿受到质疑。\n    *   **作者反驳：** 市场表现并不能完全反映潜在的政治风险。\n3.  **特朗普议程的转变：**\n    *   **观点：** 特朗普的议程重心已从贸易转向减税和放松管制，这些政策更受金融和商业界的欢迎。\n    *   **观点：** 此外，美联储可能在今年晚些时候开始降息。\n    *   **作者反驳：** 尽管议程可能转向，但其潜在的破坏力并未消失，尤其是在其重返白宫的情况下。\n\n### 作者的警告\n\n*   全球股市正处于历史高位，因此这种“特朗普峰值”的观点需要认真对待。\n*   将特朗普再次入主白宫后其危害能力会减弱的假设，是对其所构成风险的严重误读。\n\n### 相关图片\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/19/1.jpg?itok=QXPWWCVX)\n    *   视频标题：特朗普在新一轮对鲍威尔的攻击中，思考任命自己领导美联储。",
      "shortSummary": "华尔街银行普遍认为“特朗普峰值”已过，全球经济前景乐观，理由是美国经济韧性、科技股上涨以及特朗普议程转向减税。然而，文章警告称，这种观点是对特朗普重返白宫所带来风险的严重误读。尽管市场短期乐观，但认为特朗普的危害能力会减弱是危险的，尤其在全球股市高位时，投资者应警惕潜在风险。",
      "translated_title": "为什么投资者押注“特朗普峰值”是危险的错误",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/19/1.jpg?itok=QXPWWCVX",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "In the past month, Wall Street banks have come out with their midyear outlooks for the global economy and markets. The tone and substance of the reports are markedly more upbeat than the research published as recently as early May.\nBank of America said “faster trade de-escalation means the global outlook is somewhat better than we anticipated”. Morgan Stanley said “we push back against the idea that foreign investors would or should abandon US assets significantly”. Barclays, meanwhile, went so...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/03/c3a7017b-a92a-4029-9802-830d7c362cc8_3894be34.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“好于预期”：在越中企对美越关税协议感到乐观 (原标题: ‘Better than expected’: Chinese firms in Vietnam upbeat over US tariff deal)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316746/chinese-firms-vietnam-upbeat-over-us-tariff-deal-better-expected?utm_source=rss_feed",
      "pubDate": "Thu, 03 Jul 2025 05:00:15 +0000",
      "isoDate": "2025-07-03T05:00:15.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "华盛顿和河内达成了一项“好于预期”的贸易协议，结束了三个月的不确定性，这让在越南的中国制造商松了一口气。\n\n**协议主要内容：**\n*   **美国对越南商品关税：** 美国将对越南进口商品征收20%的关税。\n*   **转运商品关税：** 对被认定为转运的商品征收40%的关税。\n*   **关税税率变化：** 这一新税率显著低于美国总统特朗普此前在4月初宣布的46%的“对等”关税（该关税随后暂停了90天）。\n*   **越南对美国商品关税：** 协议还规定越南将对美国商品征收的关税降至零。\n\n**谈判过程：**\n*   据报道，河内和华盛顿进行了三轮谈判，最终在7月9日“对等”关税暂停期到期前几天确认了协议。\n\n**在越中企的反应：**\n*   分析师和商界人士表示，在协议达成后，大多数中国出口商可能会继续在越南运营，因为他们认为最终的关税税率是可控的。\n\n**美国其他贸易谈判：**\n*   美国仍在与加拿大、日本和印度等多个国家进行贸易谈判，此前已与英国达成初步协议。\n*   美国还与中国就出口管制达成协议，并同意将关税推迟90天，尽管双方尚未确认永久协议。",
      "shortSummary": "美越达成贸易协议，美国对越南进口商品征收20%关税，对转运商品征收40%，远低于此前宣布的46%。越南对美商品关税降至零。在越中国制造商对此感到松了一口气，认为新关税可控，多数企业将继续在越南运营。该协议结束了三个月的不确定性。",
      "translated_title": "“好于预期”：在越中企对美越关税协议感到乐观",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese manufacturers in Vietnam breathed a sigh of relief on Wednesday, after Washington and Hanoi agreed a “better than expected” trade deal that will reduce US tariffs to 20 per cent and bring an end to three months of uncertainty.\nMost Chinese exporters are likely to continue operating in the Southeast Asian nation in the wake of the agreement, with firms viewing the final tariff rate as manageable, analysts and businesspeople in the country told the Post.\nUS President Donald Trump announced...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/03/773e55c7-fbf9-4bd9-ac2d-f44689124277_5da64056.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国卖家在亚马逊Prime Day促销与关税压力双重夹击下严阵以待 (原标题: Chinese sellers bracing as Amazon Prime Day sale and tariff pressure to collide)",
      "link": "https://www.scmp.com/economy/global-economy/article/3316673/chinese-sellers-bracing-amazon-prime-day-sale-could-put-weight-us-tariffs-display?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 14:00:08 +0000",
      "isoDate": "2025-07-02T14:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "## 亚马逊Prime Day与关税压力下的中国卖家\n\n随着亚马逊年度Prime Day促销活动的临近，中国卖家正面临严峻挑战，他们必须在激烈的市场竞争中，努力平衡保持竞争力与应对美国关税的双重压力。\n\n### 卖家面临的困境\n\n*   **前景不乐观：** 浙江省的亚马逊卖家Gloria Gu对今年为期四天（7月8日至11日）的Prime Day销售活动前景表示“不乐观”。\n*   **利润受挤压：**\n    *   她的公司主要销售利润率低、对价格高度敏感的家居日用品。\n    *   受关税影响，商品价格已上涨10%至20%。\n    *   然而，亚马逊Prime Day的最低折扣要求仍为20%，与往年相同，这使得卖家在成本上升的同时，还要提供大幅折扣。\n*   **成本分担：** 卖家不得不将部分上涨的成本转嫁给消费者，同时自身也承担一部分，并要求供应商共同分担负担。\n*   **提价受限：** 在亚马逊极度竞争的市场环境中，大幅提高商品价格是不可行的，因为市场竞争依然“极其残酷”，且平台自身费用也在不断上涨。\n\n### 关税与促销时间点冲突\n\n*   美国关税的截止日期为7月9日，这标志着特朗普总统对大多数国家（不包括中国）的“对等关税”90天暂停期的结束。\n*   亚马逊Prime Day则在7月8日，即关税截止日期前一天启动，这使得中国卖家面临的压力更加集中和紧迫。\n\n### 消费者影响\n\n*   许多对价格敏感的美国消费者正在观望，他们担心在通货膨胀和整体生活成本上涨的背景下，自己会成为受影响最严重的一方。",
      "shortSummary": "中国亚马逊卖家正面临Prime Day促销与美国关税的双重压力。受关税影响，商品成本上升10-20%，但Prime Day仍要求20%折扣，导致卖家利润受挤压。卖家难以大幅提价，需与消费者和供应商分担成本。关税截止日与Prime Day时间点冲突，加剧了市场竞争和消费者对物价上涨的担忧。",
      "translated_title": "中国卖家在亚马逊Prime Day促销与关税压力双重夹击下严阵以待",
      "images": [],
      "contentSource": "完整文章",
      "content": "Ahead of Amazon’s annual Prime Day sales event, Chinese sellers are already walking a tightrope as they try to strike a balance between staying competitive and adjusting to Washington’s tariffs.\nGloria Gu, an Amazon seller based in Zhejiang province, said her outlook for this year’s summer event – extended this year to a record four days, July 8-11 – was “not optimistic”.\nHer company mainly sells household consumables – low-margin products that are highly price-sensitive. “Depending on the item,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/02/ba76f86c-b97b-48c6-b2fd-c2a742e7c522_f2e471da.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球都在全力投入稳定币。中国的数字人民币有何不同？ (原标题: The world is going all-in on stablecoins. Is China’s digital yuan any different?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316651/world-going-all-stablecoins-chinas-digital-yuan-any-different?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 09:30:08 +0000",
      "isoDate": "2025-07-02T09:30:08.000Z",
      "creator": "Alice Li",
      "summary": "# 全球稳定币热潮与中国数字人民币的异同\n\n## 背景与挑战\n\n近期，韩国据报道暂停了其数字货币试点项目，转而青睐稳定币（一种与参考资产，通常是法定货币挂钩的加密货币），这在全球中央银行界引发了震动。这使得中国——作为中央银行数字货币（如数字人民币，即e-CNY）的先行者——面临一个重要问题：是继续探索数字人民币，还是重新考虑采用流行的稳定币模式。\n\n## 数字人民币（e-CNY）的特点\n\n尽管稳定币和数字人民币初看起来有相似之处，但它们在设计、目的和管理上存在显著差异。\n\n*   **发行方与性质：** 由中国人民银行发行，是中国的法定主权货币的数字形式。\n*   **使用范围：** 可用于日常交易，例如零售支付、政府拨款、工资和公共交通费用。\n*   **账户要求：** 无需银行账户即可使用。\n*   **试点与规模：**\n    *   于2020年首次试点。\n    *   截至去年6月，已在26个城市使用，交易总额达7万亿元人民币（约合9770亿美元）。\n*   **主要用途：** 主要用于国内小额零售支付。\n*   **跨境使用：** 目前不能兑换外币。其跨境使用正在通过由国际清算银行（Bank for International Settlements）协调的mBridge项目进行开发。\n*   **监管归属：** 完全处于中央银行的监管之下。\n\n## 稳定币的特点\n\n与数字人民币不同，稳定币具有以下特点：\n\n*   **技术基础：** 基于区块链技术。\n*   **发行方与性质：** 由私人机构发行，是与美元或港元等法定货币挂钩的加密货币代币。\n*   **价值支撑：** 发行方持有储备资产（如美国国库券），以1:1的比例支撑代币的总价值。\n*   **监管归属：** 不在中央银行的直接监管之下，属于私人发行。\n\n## 核心区别\n\n数字人民币是中央银行发行的主权数字货币，主要服务于国内零售支付，并完全受中央银行控制。而稳定币是私人发行的、基于区块链的加密货币代币，其价值通过储备资产与法定货币挂钩。",
      "shortSummary": "韩国转向稳定币的举动，促使中国思考其数字人民币（e-CNY）的未来。数字人民币是中国央行发行的主权数字货币，主要用于国内零售支付，并由央行完全掌控。而稳定币是私人发行的、基于区块链的加密货币，其价值与法定货币挂钩，并由储备资产支撑。两者在设计、目的和管理上存在显著差异。",
      "translated_title": "全球都在全力投入稳定币。中国的数字人民币有何不同？",
      "images": [],
      "contentSource": "完整文章",
      "content": "When South Korea reportedly halted its digital currency pilot programme this week in favour of stablecoins – cryptocurrencies pegged to a reference asset, typically a fiat currency – it sent shock waves through central banks across the world.\nIt also left China – a pioneer in central bank-backed digital currencies with its digital yuan, or e-CNY – with an important question to answer, namely whether it should continue to explore such digital assets or revisit the possibility of adopting the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/02/103b7f3d-7a68-4eea-b7dc-e60f76ee9e2f_91895c24.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在动荡的六个月中基本毫发无损，但2025年仍是艰难攀升 (原标题: China mostly unscathed by turbulent 6 months, but 2025 still an uphill climb)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316531/china-mostly-unscathed-turbulent-six-months-2025-still-uphill-climb?utm_source=rss_feed",
      "pubDate": "Tue, 01 Jul 2025 23:00:15 +0000",
      "isoDate": "2025-07-01T23:00:15.000Z",
      "creator": "Carol Yang",
      "summary": "中国经济在2025年上半年表现出显著韧性，成功应对了美国贸易政策的剧烈波动，并保持了稳定增长。然而，专家警告称，北京面临的挑战远未结束。尽管许多人认为中国仍能实现“5%左右”的年度GDP增长目标，但预计下半年将出现更多压力点。\n\n在日内瓦和伦敦举行多轮会谈后，中美双边贸易战暂时缓和。评级机构惠誉将中国经济的全年增长预测从3.9%上调至4.2%，即使两国商定的框架细节尚未公布。其他机构则更为谨慎，巴克莱银行维持其低于市场共识的4%预测。\n\n尽管预测各异，但金融机构普遍认同未来面临的挑战：\n\n*   **出口下滑：** 对美出货量下降已部分被与更多元化贸易伙伴的贸易增长所抵消。然而，巴克莱银行预测，由于上半年订单前置的“回补效应”以及美国消费者支出预计放缓，下半年出口增长将降至零。中国银河证券更为悲观，预测未来六个月出口将收缩，全年增长率约为1.5%。\n*   **房地产行业持续低迷。**\n*   **国内需求疲软。**\n*   **劳动力市场效率低下。**",
      "shortSummary": "中国经济在2025年上半年展现韧性，应对了贸易政策波动并保持增长。然而，专家警告下半年挑战犹存，包括出口下滑、房地产低迷、内需疲软及劳动力市场效率低下。尽管贸易战暂时缓和，惠誉上调了全年增长预测，但巴克莱等机构仍持谨慎态度，预计出口增长将放缓甚至收缩。",
      "translated_title": "中国在动荡的六个月中基本毫发无损，但2025年仍是艰难攀升",
      "images": [],
      "contentSource": "完整文章",
      "content": "While China’s economy has shown considerable resilience through a turbulent first half of 2025 – navigating the dramatic twists and turns of US trade policy while maintaining steady growth - experts warn Beijing’s challenges are far from over.\nAlthough many believe the country can still hit its annual goal of “around 5 per cent” for gross domestic product growth, more pressure points are expected to emerge in the latter half of the year.\nAfter the bilateral trade war saw a temporary...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/01/b3fe7c92-dbc5-47f1-b192-69d2c36d9302_93de6730.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-08T06:36:20.511Z"
}