{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "中国AR眼镜制造商Rokid与阿里巴巴合作走向全球 (原标题: Chinese AR glasses maker Rokid is going global with Alibaba partnership)",
      "link": "https://www.scmp.com/tech/big-tech/article/3313482/chinese-ar-glasses-maker-rokid-prepares-global-launch-aliexpress-during-618-event?utm_source=rss_feed",
      "pubDate": "Sat, 07 Jun 2025 08:30:14 +0000",
      "isoDate": "2025-06-07T08:30:14.000Z",
      "creator": "Wency Chen",
      "summary": "# Rokid AR Spatial 眼镜通过速卖通全球发布\n\n中国增强现实（AR）眼镜制造商Rokid正与阿里巴巴集团旗下的全球电商平台速卖通（AliExpress）合作，在全球范围内推出其最新款AR Spatial眼镜。此举旨在帮助Rokid在日益激烈的行业竞争中拓展海外市场。\n\n## 发布详情\n\n*   **发布时间**：Rokid将于6月16日，在速卖通618夏季大促期间，首次在海外市场推出这款眼镜。\n*   **促销活动**：Rokid将利用速卖通的“BigSave”计划，在限时内提供近100美元的折扣，将售价降至568美元。\n\n## 产品特点：Rokid AR Spatial 眼镜\n\nRokid AR Spatial 眼镜的设计注重轻便与功能性：\n\n*   **重量**：眼镜框架本身仅重75克。\n*   **核心技术**：眼镜的运行需要一个便携式集线器，其中包含电池和用于空间计算的高通（Qualcomm）芯片。\n*   **主要功能**：\n    *   **多桌面显示**：允许用户并排查看三个桌面环境。\n    *   **影院模式**：提供类似于观看300英寸屏幕的沉浸式体验。\n\n## 与阿里巴巴的合作\n\n此次合作标志着Rokid在国际化战略上的重要一步：\n\n*   **官方店铺**：Rokid将在速卖通上开设官方店铺。\n*   **“BigSave”计划**：Rokid将加入速卖通于去年推出的“BigSave”计划。该计划旨在帮助1000个中国品牌在今年实现超过100万美元的海外销售额。\n*   **其他参与品牌**：除了Rokid，其他已加入“BigSave”计划的中国科技品牌包括机器人制造商Unitree、消费电子公司Anker、潮流玩具零售商Pop Mart、电脑制造商联想集团以及智能手机巨头小米。\n\n## 中国品牌出海面临的挑战\n\nRokid国际业务负责人邵华强指出，中国品牌在走向全球市场时，常面临品牌知名度较低和营销成本较高等挑战。此次与速卖通的合作，正是为了借助大型电商平台的资源，克服这些障碍。\n\n![Rokid AR Spatial glasses can display three desktop environments at a time. Photo: Rokid](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/07/3d094042-0063-481c-aadf-006b7e6a874f_2bf0b598.jpg)",
      "shortSummary": "中国AR眼镜制造商Rokid将与阿里巴巴速卖通合作，于6月16日全球发布其最新款AR Spatial眼镜。该产品通过速卖通“BigSave”计划限时优惠至568美元。Rokid AR Spatial眼镜框架重75克，需配合便携式集线器，支持多桌面显示和300英寸影院模式。此次合作旨在帮助Rokid拓展海外市场，应对品牌知名度低和营销成本高的挑战。",
      "translated_title": "中国AR眼镜制造商Rokid与阿里巴巴合作走向全球",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/07/3d094042-0063-481c-aadf-006b7e6a874f_2bf0b598.jpg",
          "alt": "Rokid AR Spatial glasses can display three desktop environments at a time. Photo: Rokid",
          "title": "Rokid AR Spatial glasses can display three desktop environments at a time. Photo: Rokid",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Rokid, a Chinese maker of augmented reality (AR) glasses, is set to launch its latest AR Spatial eyewear globally through Alibaba Group Holding’s AliExpress e-commerce platform, as the company pushes into overseas markets amid rising competition in the industry.\nThe Hangzhou-based company will debut the glasses overseas on June 16 during the AliExpress 618 summer sale period this month, leveraging the e-commerce giant’s “BigSave” programme to offer a nearly US$100 discount, bringing the cost...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/07/f6f17628-bdaf-40ab-9429-d1c5dd4bab23_f3f6dfab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着贸易压力增大，美国零售商要求中国企业承担运输成本 (原标题: US retailers demand Chinese firms pay shipping costs as trade pressure grows)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313342/us-retailers-demand-chinese-firms-pay-shipping-costs-trade-pressure-grows?utm_source=rss_feed",
      "pubDate": "Sat, 07 Jun 2025 05:00:08 +0000",
      "isoDate": "2025-06-07T05:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "### 美国零售商要求中国企业承担运输成本\n\n*   **背景与原因**\n    *   随着贸易战造成的干扰导致运费飙升，美国零售巨头正要求其中国供应商分担甚至承担全部跨太平洋货物运输成本。\n    *   这是美国大型零售商向中国工厂施压的最新迹象，旨在让中国工厂承担更多贸易战带来的额外成本，同时美国公司在国内也面临“消化关税”的呼声。\n\n*   **传统做法的改变**\n    *   此前，美国主要零售商通常会支付从中国到美国的全部货物运输成本，并能利用与全球航运公司的长期合作关系来保持低成本。\n    *   但现在情况正在改变。据来自中国东部浙江省出口商的消息人士透露，浙江省的工厂（为美国“主导性”大型超市连锁店供货）现在不得不承担部分，甚至在某些情况下是全部运往美国的货物运输成本。\n\n*   **具体案例**\n    *   浙江领先的服装制造商Stage Group的一位销售代表表示，自5月底以来，该公司已为其60%运往美国的货物支付了物流费用。\n\n*   **其他成本压力**\n    *   运输成本并非中国工厂面临的唯一压力。本月早些时候有消息称，美国零售商还在推动中国供应商承担高达66%的美国关税成本，而此前这些费用是由美国买家支付的。",
      "shortSummary": "受贸易战影响，运费飙升，美国零售商正要求中国供应商分担或承担全部跨太平洋运输成本。这标志着美国零售商对中国工厂施加更大压力，要求其消化贸易战带来的额外成本。此前美国零售商通常支付全部运费，现在中国工厂需承担部分甚至全部。此外，美国零售商还要求中国供应商承担高达66%的美国关税。",
      "translated_title": "随着贸易压力增大，美国零售商要求中国企业承担运输成本",
      "images": [],
      "contentSource": "完整文章",
      "content": "US retail giants are demanding that their Chinese suppliers split or even bear the full cost of shipping goods across the Pacific, as freight rates skyrocket amid the disruption caused by the trade war, sources at Chinese export firms told the Post.\nThe move is the latest sign of the intense pressure America’s biggest retailers are putting on Chinese factories to absorb more of the additional costs created by the trade war, with the companies facing calls at home to “eat the tariffs”.\nUntil...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/57bfca7d-bad4-43a1-bf65-9ec4be51855b_499d21e9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中美竞争挤压亚洲市场，选边站队甚至是一种选择吗？ (原标题: As US-China rivalry squeezes Asian markets, is taking sides even an option?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313424/us-china-rivalry-putting-squeeze-asian-markets-taking-sides-option?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-06T22:00:08.000Z",
      "creator": "Luna Sun,Kandy Wong,Ralph Jennings",
      "summary": "亚洲国家正处于中美两国日益激烈的权力博弈的漩涡中，面临着一个微妙而务实的选择：\n\n*   **核心困境：** 随着关键关税期限临近和贸易紧张持续，亚洲国家需要在屈服于华盛顿打击供应链的压力与维持其与北京深厚经济联系的模糊性之间做出抉择。\n\n*   **与中国的经济联系：**\n    *   亚洲国家已将其供应链、技术、市场和投资与中国深度融合。\n    *   中国占亚洲地区贸易总量的三分之一，去年达到1.89万亿美元。\n    *   中国连续15年是东盟（Asean）的最大贸易伙伴，也是该地区18个国家的首要贸易伙伴。\n    *   经济不对称和军事优势常转化为北京的市场影响力。\n\n*   **美国的角色：**\n    *   分析人士指出，面对中国在该地区日益增长的影响力，一些亚洲国家可能需要美国的安保承诺。\n    *   对许多地区国家而言，华盛顿代表着安全、多元化和战略再平衡，体现在其军事存在、投资和先进技术方面。\n\n*   **亚洲国家的策略：**\n    *   许多亚洲经济体如履薄冰，既受益于中国巨大的市场，又警惕过度依赖的风险。\n    *   对亚洲大部分地区而言，在夹缝中维持与中美双方的关系已成为一种生存策略。",
      "shortSummary": "亚洲国家在中美竞争中面临两难：是顺应美国压力，还是维持与中国深厚的经济联系？中国是亚洲许多国家的主要贸易伙伴，而美国则提供安全和多元化。亚洲经济体既受益于中国市场，又警惕过度依赖。因此，维持与中美双方的关系已成为该地区的生存策略。",
      "translated_title": "随着中美竞争挤压亚洲市场，选边站队甚至是一种选择吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Caught in the undertow of swirling power plays between China and the United States, Asia has become like a piece of driftwood battered by the pounding of opposing tides.\nWith key tariff deadlines approaching in July, and in light of lingering trade tensions between the world’s two biggest economies, many countries in the region are facing a delicate, pragmatic choice: bow to Washington’s growing pressure to crack down on supply chains and enforcement – or preserve the economic ambiguity that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/22215850-a5e3-4133-aeb7-9b69f02db101_6016dfe8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美中商会调查发现，在华受访美国企业均未将生产迁回美国 (原标题: No polled US firms in China shifting production back to US, AmCham survey finds)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313423/no-polled-us-firms-china-shifting-production-back-us-amcham-survey-finds?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 14:00:16 +0000",
      "isoDate": "2025-06-06T14:00:16.000Z",
      "creator": "Luna Sun",
      "summary": "### 美中商会调查：在华美国企业未将生产迁回美国\n\n**背景与挑战**\n\n*   根据美中商会（AmCham China）的最新调查结果，华盛顿征收的关税不仅挤压了中国出口商，许多在华运营的美国企业也发现自己陷入了无法控制的贸易战的交火之中。\n*   关税的升级给在华美国企业带来了越来越大的压力，导致成本增加和竞争力下降。\n*   美中商会中国区主席刘易斯（Alvin Liu）表示：“在华运营已经变得日益复杂，关税又给我们的会员企业增加了额外的挑战。”\n\n**调查发现**\n\n*   **调查范围：** 该调查于5月23日至28日进行，共收到112家来自不同行业的会员公司的回复。\n*   **企业应对策略：**\n    *   尽管面临挑战，但大多数公司并未计划撤离中国。\n    *   相反，它们正在将业务本地化，或将部分生产转移到第三国。\n    *   **关键发现：** 没有一家企业表示将生产迁回美国。这与美国总统唐纳德·特朗普旨在将制造业带回美国的计划形成对比。\n\n**美中贸易关系**\n\n*   过去几个月，美中贸易关系一直动荡不安。\n*   然而，周四特朗普与中国国家主席习近平的通话似乎使局势有所缓和。据报道，双方讨论了贸易关系、中国的稀土出口以及海外留学生问题，并相互发出了访问各自国家首都的邀请。",
      "shortSummary": "美中商会调查显示，尽管关税导致成本增加，但大多数在华美国企业并未计划撤离中国。相反，它们选择将业务本地化或将生产转移到第三国。调查发现，没有一家受访企业表示将生产迁回美国，这与特朗普总统将制造业带回美国的愿景相悖。美中贸易关系近期紧张，但特朗普与习近平的通话带来一丝缓和。",
      "translated_title": "美中商会调查发现，在华受访美国企业均未将生产迁回美国",
      "images": [],
      "contentSource": "完整文章",
      "content": "Tariffs imposed by Washington have not only squeezed Chinese exporters, many US businesses operating in China are also finding themselves caught in the crossfire of a trade war they cannot control, according to fresh findings from a US business chamber.\nMeanwhile, President Donald Trump’s plan to bring manufacturing back to the US may face challenges, as American firms said they were localising in China, rather than returning home.\nThe escalation of US-China trade tensions – particularly through...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/2fa2e56b-dc54-4713-a170-8a1449eaa8ed_63a81d03.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平-特朗普通话未能在中国工厂车间激起太多热情 (原标题: Xi-Trump phone call fails to spark much enthusiasm on Chinese factory floors)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313346/xi-trump-phone-call-fails-spark-much-enthusiasm-chinese-factory-floors?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 12:00:09 +0000",
      "isoDate": "2025-06-06T12:00:09.000Z",
      "creator": "Luna Sun,Kandy Wong,Frank Chen,Ralph Jennings",
      "summary": "# 习近平与特朗普通话：中国工厂车间反应平淡\n\n*   **通话背景与潜在影响：**\n    *   中国国家主席习近平与美国总统唐纳德·特朗普进行了两个月来的首次通话。\n    *   此次通话中，两位领导人罕见地使用了和解性措辞，这被视为中美关系紧张局势可能出现缓和的信号。\n    *   双方讨论了中美之间棘手的贸易关系、中国稀土出口以及留学生问题。\n    *   两国领导人还互邀对方访问各自国家的首都。\n\n*   **中国工厂车间的反应：**\n    *   尽管两国领导人通话气氛和解，但中国工厂车间的氛围却远未被点燃，依然保持克制。\n    *   制造商们普遍对持续的政策变化感到疲惫，并对特朗普的反复无常感到失望。\n    *   许多制造商因此推迟了重大举措，等待更明确的信号出现。\n\n*   **行业观点：**\n    *   香港越南商会秘书长Winnie Lam表示，“没有人再相信特朗普的话了。”\n    *   她强调，尤其是在没有签署协议（无论是越南-美国还是中国-美国）的情况下，没有人会做出任何长期决策。\n    *   目前，被搁置的项目仍保持现状，正在进行的则继续推进，尚未观察到任何突然的撤回。",
      "shortSummary": "习近平与特朗普通话，预示中美关系可能缓和，但中国工厂车间反应平淡。制造商们因政策多变和特朗普的不确定性而疲惫失望，普遍推迟重大决策，不愿在缺乏具体协议前采取行动。行业人士指出，没有人再轻易相信特朗普的言辞，项目进展未受通话影响，保持原有状态。",
      "translated_title": "习近平-特朗普通话未能在中国工厂车间激起太多热情",
      "images": [],
      "contentSource": "完整文章",
      "content": "As two of the world’s most powerful leaders – President Xi Jinping and US counterpart Donald Trump – exchanged rare conciliatory words in a phone call that signalled a potential thaw in China-US tensions, the mood on factory floors in China remained far more restrained.\nExhausted by continual policy shifts and disillusioned by Trump’s volatility, many manufacturers are delaying major moves until clearer signals emerge.\n“No one jumps on Trump’s word any more,” said Winnie Lam, general secretary...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/30dab402-a7ab-4416-a6e7-a050548af889_92513b87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "陷入糟糕的兄弟情：特朗普和马斯克剑拔弩张——究竟发生了什么？ (原标题: Caught in a bad bromance: Trump and Musk go for the throat – what just happened?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313377/caught-bad-bromance-trump-and-musk-go-throat-shocking-feud-escalates?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 10:00:18 +0000",
      "isoDate": "2025-06-06T10:00:18.000Z",
      "creator": "Alice Li",
      "summary": "### 特朗普与马斯克的公开争执升级\n\n美国前总统唐纳德·特朗普与他曾经最著名的政治捐助者埃隆·马斯克之间，一场公开的争执在特朗普与中国领导人通话数小时后迅速升级。\n\n*   **争执的起因**\n    *   马斯克本周早些时候公开抨击了特朗普的一项关键国内政策倡议——“一揽子美丽法案”（One Big Beautiful Bill Act），该法案最近已在众议院通过。\n    *   马斯克在其社交媒体平台X上发帖，称该法案是“令人作呕的憎恶之物”，是一个“大规模、离谱、充满政治分肥的国会支出法案”。\n    *   他进一步指出，该法案将“大幅增加已经庞大的预算赤字至2.5万亿美元”，并给美国公民带来“难以承受的、不可持续的债务”。\n    *   值得注意的是，马斯克直到上周为止，一直担任美国以节约成本为重点的政府效率部（Doge）负责人。\n    *   这已是马斯克第二次公开抨击该法案。早在五月下旬，在正式离开Doge之前，他就曾表示对该法案感到“失望”，并认为该立法“增加了预算赤字”并“损害了Doge团队的工作”。\n\n*   **特朗普的回应**\n    *   周四，在与德国总理弗里德里希·梅尔茨举行的新闻发布会上，特朗普在与记者交谈时暗示，马斯克之所以不满，是因为电动汽车（EV）强制规定的取消可能影响到他的特斯拉业务。",
      "shortSummary": "美国前总统特朗普与埃隆·马斯克之间爆发公开争执。马斯克猛烈抨击特朗普的“一揽子美丽法案”，称其为“令人作呕的憎恶之物”，将导致预算赤字大幅增加至2.5万亿美元。特朗普则反驳称，马斯克的不满源于电动汽车强制规定的取消可能影响其特斯拉业务。这场争执在特朗普与中国领导人通话后迅速升级。",
      "translated_title": "陷入糟糕的兄弟情：特朗普和马斯克剑拔弩张——究竟发生了什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hours after US President Donald Trump spoke with his Chinese counterpart on Thursday night and shared optimistic remarks about the call on social media, a public feud escalated between him and his biggest political donor.\nElon Musk, once Trump’s most high-profile donor and self-proclaimed “first buddy”, lambasted the “big beautiful bill” earlier this week – one of Trump’s key domestic policy initiatives that was recently passed by the House – lighting the fuse on a public fight that quickly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/c0019dc9-243c-43ee-ab61-5aa306ce429b_4caac031.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大型船东让美国计划落空，继续从中国订购船舶 (原标题: Big shipowners take wind out of US sails, continue to order vessels from China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313302/despite-us-port-fee-big-shipping-companies-are-still-ordering-vessels-made-china?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 05:00:18 +0000",
      "isoDate": "2025-06-06T05:00:18.000Z",
      "creator": "Carol Yang",
      "summary": "# 大型船东继续从中国订购船舶\n\n尽管美国对与中国相关的船只征收港口费用，但包括全球最大航运公司地中海航运公司（MSC）在内的大型船运公司，仍选择继续与中国造船厂合作。他们表示，中国造船厂的竞争力在短期内难以匹敌。\n\n## 核心观点与原因\n\n*   **中国造船业的竞争力**：MSC高级副总裁Marie-Caroline Laurent在本周于奥斯陆举行的Nor-Shipping论坛上表示，尽管美国决心挑战中国在全球造船业的主导地位，但这项港口费用不会成为从中国订购更多船舶的障碍。她指出，中国在船舶建造方面拥有专业知识和能力，尤其是在能源转型所需的船舶方面，目前大部分此类船舶都在中国建造。\n*   **能源转型需求**：国际海事组织（IMO）要求全球航运业在大约25年内实现净零排放。为响应这一目标，航运公司正日益投资于脱碳技术（如绿色燃料），这导致近年来新船订单显著增加。\n*   **美国造船业复兴的挑战**：Laurent认为，美国造船业的复兴不会一蹴而就，实现这一雄心壮志需要国家补贴和保留一些战略资产。她明确表示，这不会在现阶段改变MSC在造船方面的整体战略。",
      "shortSummary": "尽管美国对与中国相关的船只征收港口费用，但包括全球最大航运公司MSC在内的大型船运公司，仍因中国造船厂无与伦比的竞争力，选择继续从中国订购船舶。MSC高管指出，为实现能源转型所需的船舶主要由中国建造，其能力和专业知识短期内无法替代。美国造船业的复兴需时日和补贴，不会改变MSC目前的采购策略。",
      "translated_title": "大型船东让美国计划落空，继续从中国订购船舶",
      "images": [],
      "contentSource": "完整文章",
      "content": "While a US port fee targeting ships linked to China has made some vessel buyers hesitant, major shipping companies – including Mediterranean Shipping Company (MSC), the world’s largest – are opting to continue working with Chinese shipyards, saying their competitiveness cannot be easily matched in the short term.\nDespite the United States’ determination to challenge China’s dominance in global shipbuilding, MSC senior vice-president Marie-Caroline Laurent told the Nor-Shipping Forum in Oslo this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/34712173-c6cf-4162-8ab8-d1ab22a9ea13_bbf26846.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国称新型直升机发动机是其航空雄心的里程碑 (原标题: China hails new helicopter engine as a milestone for its aviation ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313180/china-hails-new-helicopter-engine-milestone-its-aviation-ambitions?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 09:30:09 +0000",
      "isoDate": "2025-06-05T09:30:09.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国已批准其首款国产1000千瓦直升机发动机投入批量生产，此举正值北京在面对美国技术限制之际，加倍推进其航空雄心。\n\n**主要信息点：**\n\n*   **发动机名称与类型：** 该发动机名为AES100，是一种涡轴发动机，专为直升机设计。\n*   **生产批准：** 中国当局于周四授予AES100发动机生产许可证，新华社报道称这“为其市场推出奠定了坚实基础”。\n*   **背景与时机：**\n    *   此举发生在美国宣布新一轮针对中国的出口限制（包括喷气发动机相关技术）之后数日。\n    *   尽管中国商用飞机有限责任公司（Comac）在开发商用喷气式飞机方面取得进展，但仍依赖海外供应商提供关键部件。\n*   **重要意义：**\n    *   AES100由中国航空发动机集团（AECC）生产，是中国首款自主研发的1000千瓦级直升机发动机。\n    *   尽管AES100与商飞使用的喷气发动机类型不同，但中国专家认为其发展仍是中国航空领域的一大进步。\n    *   AES100总设计师李该奇表示，获得许可证反映了“中国独立开发和制造先进民用涡轴发动机的能力”。",
      "shortSummary": "中国已批准其首款国产1000千瓦直升机发动机AES100投入批量生产。这标志着中国航空业在自主研发方面迈出了重要一步，尤其是在美国试图限制其关键技术获取的背景下。该发动机的成功量产，体现了中国独立开发和制造先进民用涡轴发动机的能力，为其航空雄心奠定了坚实基础。",
      "translated_title": "中国称新型直升机发动机是其航空雄心的里程碑",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has granted approval for the country’s first home-grown 1,000-kilowatt helicopter engine to begin mass production, as Beijing doubles down on its aviation ambitions in defiance of US efforts to restrict its access to key technologies.\nThe engine, named the AES100, was granted a production licence by Chinese authorities on Thursday, “laying a solid foundation for its market launch”, state-run news agency Xinhua reported.\nThe move comes just days after Washington announced a new round of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/559e6371-2d91-4de4-9013-e13225102b1c_20edeeee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么“Taco”交易对全球经济不容小觑 (原标题: Why Taco trade is no laughing matter for the global economy)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3313125/why-taco-trade-no-laughing-matter-global-economy?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-05T08:30:08.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### “Taco”交易：全球经济的非玩笑之举\n\n**引言：金融市场中的新缩略语**\n\n在金融市场中，投资分析师经常创造缩略语来概括流行的主题或趋势，例如“FOMO”（错失恐惧症）和“金砖国家”（Brics）。近期，《金融时报》评论员罗伯特·阿姆斯特朗创造了一个名为“Taco”的缩略语，意为“Trump always chickens out”（特朗普总是退缩），用以描述近期全球市场的上涨。\n\n**“Taco”交易的含义与兴起**\n\n阿姆斯特朗将全球市场的上涨归因于投资者意识到美国总统唐纳德·特朗普对市场和经济压力的容忍度不高，当其贸易关税造成痛苦时会迅速退缩。“Taco”交易的概念于4月9日开始盛行，当天特朗普暂停了此前一周对几乎所有美国贸易伙伴征收的“对等”关税。此后，特朗普做出了一系列部分让步，使许多投资者相信他只是虚张声势，其言辞比实际行动更强硬。\n\n**特朗普的具体让步示例**\n\n*   **美联储主席：** 特朗普曾威胁解雇美联储主席杰罗姆·鲍威尔，但后来退缩，表示无意寻求其下台，尽管他继续施压美联储降息。\n*   **对华关税：** 降低了对中国商品征收的高额关税。\n*   **对欧关税：** 推迟了对欧盟进口商品征收50%的关税。\n\n**市场反应与德意志银行的观点**\n\n自4月8日以来，衡量全球股市表现的MSCI全球所有国家指数（MSCI All-Country World Index）飙升近20%，并于6月4日创下历史新高。德意志银行指出，美国“解放日”政策的负面影响——包括支持率下降和美国政府债券抛售——迫使华盛顿重新考虑其策略，这进一步印证了“Taco”交易的逻辑。",
      "shortSummary": "《金融时报》评论员创造了“Taco”（特朗普总是退缩）一词，描述全球市场上涨。这源于投资者认为，当贸易关税造成经济压力时，特朗普会迅速让步。具体表现为他暂停了对等关税，放弃解雇美联储主席的威胁，并降低或推迟了对中国和欧盟的关税。自4月8日以来，全球股市飙升近20%，创下历史新高，反映了市场对特朗普政策软化的预期。",
      "translated_title": "为什么“Taco”交易对全球经济不容小觑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Everyone loves a catchy acronym. In financial markets, investment analysts spend a lot of time trying to come up with initialisms that encapsulate a popular theme or trend.\nA good example is FOMO, or fear of missing out, especially when it comes to stock market rallies. Another one is Brics, first coined in 2001 by former Goldman Sachs economist Jim O’Neill to draw attention to opportunities in Brazil, Russia, India and China.\nHowever, it is not often that a journalist coins an acronym that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/192d490e-eee4-4b33-9fb1-f85d877183b0_d889e44e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士 (原标题: Australia’s Albanese to meet China’s Xi in Beijing this summer: source)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313136/australias-albanese-meet-chinas-xi-beijing-summer-source?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 06:00:12 +0000",
      "isoDate": "2025-06-05T06:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯将访问北京\n\n*   **访问目的与时间**\n    *   澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问中国首都北京。\n    *   此行的主要目的是进行贸易谈判，并进一步缓和两国间的经济紧张关系。\n\n*   **会见中国国家主席习近平**\n    *   一位不愿透露姓名的消息人士透露，阿尔巴尼斯总理预计将在访问期间会见中国国家主席习近平。\n\n*   **缓和澳中经济关系**\n    *   自2022年当选以来，阿尔巴尼斯一直致力于缓和其前任政府造成的对华经济紧张局势。\n    *   他的努力已促使中方放宽了对澳大利亚煤炭、葡萄酒、龙虾以及其他商品的进口限制。\n\n*   **贸易伙伴关系的重要性**\n    *   中国是澳大利亚最大的贸易伙伴。\n    *   此次访问被视为与澳大利亚最大贸易伙伴进行接触的重要举措。\n\n*   **连任后的优先事项**\n    *   阿尔巴尼斯领导的工党在上个月的澳大利亚联邦选举中取得决定性胜利，其第二任期内，与中国的接触预计仍将是优先事项。\n    *   消息人士指出，澳大利亚民众再次投票支持阿尔巴尼斯，是因为他能够稳定澳中关系。",
      "shortSummary": "澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问北京，与中国国家主席习近平会面。此行旨在进行贸易谈判，并进一步缓和澳中两国间的经济紧张关系。自2022年上任以来，阿尔巴尼斯一直致力于稳定两国关系，已促使中方放宽对澳大利亚商品的进口限制。与中国保持接触是其第二任期的优先事项，以巩固澳大利亚与最大贸易伙伴的关系。",
      "translated_title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "Australian Prime Minister Anthony Albanese is set to become the latest world leader to travel to Beijing for trade talks, as countries around the world scramble to navigate the turbulence unleashed by US President Donald Trump’s tariff policies.\nThe Australian leader is expected to arrive in the Chinese capital in July or August, a source with knowledge of the situation told the Post on condition of anonymity, with the European Union also scheduled to hold a crunch summit with China during the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/a7fed20e-8877-49c7-a6b1-b0a836c10140_c50858c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂 (原标题: Solar power boom in Pakistan undercuts coal-fired plants built by China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313131/are-chinese-solar-panels-answer-global-south-or-do-costs-not-add?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 05:00:07 +0000",
      "isoDate": "2025-06-05T05:00:07.000Z",
      "creator": "Carol Yang",
      "summary": "## 巴基斯坦太阳能热潮削弱中国援建燃煤电厂\n\n### 引言\n\n巴基斯坦分散式太阳能发电的兴起，促使一家巴基斯坦智库呼吁中国在该国的能源转型中发挥主导作用，并为其他全球南方国家树立典范。然而，一位中国能源学者对此愿景的成本效益提出了质疑。\n\n### Renewables First智库报告观点\n\n*   **核心论点：** 智库Renewables First的报告主要作者Muhammad Basit Ghauri指出，“中国的太阳能电池板正在超越中国的发电厂”。报告认为，中国必须在其在巴基斯坦资助的燃煤电厂和向该国出售的太阳能电池板之间做出选择，因为两者无法在同一市场中同时获胜。\n*   **中国机遇：** 报告指出，通过支持巴基斯坦统一的清洁能源愿景，中国“有机会开发和验证可在全球南方复制的转型模式”。报告还提到，美国退出气候外交为中国在全球能源转型中发挥主导作用创造了空间。\n*   **本土制造的重要性：** 鉴于全球贸易紧张局势加剧以及中国近期对太阳能技术关键矿物的出口限制，报告强调发展本土制造业至关重要。报告建议中巴两国“需要从进口商-出口商关系发展为本土清洁能源创新生态系统的共同创造者”。\n*   **“搁浅资产”问题：** 报告指出，大量廉价中国太阳能电池板涌入巴基斯坦，正在削弱中国帮助融资建设的燃煤电厂的电力需求，导致“搁浅资产”的恶性循环。\n\n### 巴基斯坦太阳能发展现状\n\n*   过去五年，巴基斯坦屋顶“分布式”太阳能发电经历了快速转型。\n*   在此期间，巴基斯坦进口了39吉瓦的太阳能电池板，其中大部分来自中国。这大约相当于巴基斯坦总装机发电容量的四分之三。",
      "shortSummary": "巴基斯坦分散式太阳能发电迅速普及，过去五年进口了大量中国太阳能板，其规模已接近该国总发电装机容量的四分之三。这股太阳能热潮正削弱中国在巴基斯坦援建的燃煤电厂的电力需求，导致“搁浅资产”问题。一家巴基斯坦智库呼吁中国主导巴能源转型，将其作为全球南方国家的示范，并建议中巴从贸易关系转向共同创造本土清洁能源生态系统。然而，有中国学者质疑该愿景的成本效益。",
      "translated_title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "The rise of decentralised solar power has prompted a Pakistani think tank to call for China to play a leading role in Pakistan’s energy transition, creating a model for other countries in the Global South. However, a Chinese energy scholar has questioned whether its vision is too expensive to be true.\n“China’s solar panels are outcompeting China’s power plants,” said Muhammad Basit Ghauri, lead author of the report by the Renewables First think tank, which suggests that China has to make a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/d5c8b887-3ab9-4829-b7a7-c89121f5322d_8a393fe3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧将举行关键会谈以解决经济僵局 (原标题: China and EU schedule crunch talks to resolve economic deadlock)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313046/china-and-eu-schedule-crunch-talks-resolve-economic-deadlock?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 13:30:08 +0000",
      "isoDate": "2025-06-04T13:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "中欧将举行关键会谈以解决经济僵局\n\n*   **背景与目的**\n    *   中国与欧盟已同意举行新一轮贸易会谈，旨在为下个月（预计7月下旬在北京）举行的高级别领导人峰会铺平道路。\n    *   分析人士指出，双方能否解决双边经济关系中的僵局仍有待观察。\n\n*   **会谈详情**\n    *   此次会谈由欧盟委员会宣布，此前中国商务部长王文涛与欧盟贸易主管马罗斯·塞夫乔维奇在巴黎举行的世界贸易组织活动间隙举行了会晤。\n    *   会谈预计将为欧洲领导人与中国国家主席习近平会面的高级别峰会奠定基础。\n\n*   **双方立场**\n    *   **中方表态**：中国商务部周三发表声明称，双方就“中欧经贸合作中的紧迫和重要问题进行了专注、坦诚和深入的讨论”。声明还指出，双方已责成各自工作团队加紧为今年的关键双边经贸议程做准备。\n    *   **欧方目标**：欧盟发言人周二表示，欧盟的“总体目标仍然是重新平衡我们与中国的贸易和投资关系，并创造公平的竞争环境”。",
      "shortSummary": "中欧已同意举行新一轮贸易会谈，为下月（7月下旬）在北京举行的高级别领导人峰会做准备。此次会谈旨在解决双边经济僵局，并重新平衡贸易关系。中国商务部称讨论深入，欧盟则强调创造公平竞争环境。分析人士对会谈能否解决僵局持观望态度。",
      "translated_title": "中欧将举行关键会谈以解决经济僵局",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the European Union have agreed to hold a new round of trade talks to pave the way for a high-level leaders’ summit next month, but analysts said it remained to be seen whether the two sides could resolve the impasse in their bilateral economic relations.\nThe talks were announced by the European Commission following a meeting between China’s commerce minister, Wang Wentao, and EU trade chief Maros Sefcovic on the sidelines of a World Trade Organization event in Paris on Tuesday.\nThey...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/a71dc7e7-1194-4cf8-96ec-8f26e0ab160c_17f3587c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“重大、可怕的时刻”？第899条款及其“报复性”税收是怎么回事？ (原标题: ‘Big, scary moment’? What’s up with Section 899 and its ‘retaliatory’ taxes?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313063/big-scary-moment-whats-section-899-and-its-retaliatory-taxes?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 13:00:16 +0000",
      "isoDate": "2025-06-04T13:00:16.000Z",
      "creator": "Alice Li",
      "summary": "# 第899条款及其“报复性”税收解析\n\n在美国众议院于5月22日以微弱优势通过“一个大而美丽的法案”（One Big Beautiful Bill Act）后，市场开始密切关注该法案。其中一项名为**第899条款**的规定，因其包含一套针对外国在美投资的“报复性”新税收，引起了全球投资者的关注。\n\n目前，该法案正等待参议院审议，人们日益担忧，这项数十年来对外国资本在美税收待遇最全面的改革之一，可能导致外国对美国资产的投资大幅减少。本文旨在解析第899条款的关键点，包括其目标国家及其对美国资产的潜在影响。\n\n## 什么是第899条款？\n\n*   **官方名称：** 该条款题为“对不公平外国税收的补救措施执行”（Enforcement of remedies against unfair foreign taxes）。\n*   **目标：** 第899条款是一项新规定，旨在针对那些对美国企业征收“歧视性和域外税收”的国家的投资。\n*   **具体税种：** 已被点名的税种包括数字服务税（digital-services taxes）、转移利润税（diverted-profits tax）和未充分征税利润规则（undertaxed-profits rules）。\n*   **惩罚机制：**\n    *   来自这些国家的政府、公司、私人基金会或个人，每年将对其在美国的收入额外征收5个百分点的预扣税。\n    *   这可能使税率最高达到20%。\n    *   此额外税收将持续征收，直至“不公平税收”被取消。\n*   **立法精神：** 第899条款呼应了“海湖庄园协议”（Mar-a-Lago Accord）的精神，反映出华盛顿越来越倾向于利用美国在全球资本市场的主导地位，来对抗其认为的美国企业在海外受到的不公平待遇。\n\n## 潜在影响\n\n*   该条款可能导致外国对美国资产的投资大幅减少，因为新的税收负担会降低投资吸引力。\n\n## 相关图片\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM)",
      "shortSummary": "第899条款是美国“一个大而美丽的法案”中的一项新规定，旨在对那些对美国企业征收“歧视性”税收的国家实施“报复性”税收。它将对这些国家在美国的投资收入额外征收5个百分点的预扣税，最高可达20%，直至其“不公平税收”被取消。此举旨在利用美国在全球资本市场的主导地位，对抗美国企业在海外受到的不公平待遇，但可能导致外国对美国资产的投资大幅减少。",
      "translated_title": "“重大、可怕的时刻”？第899条款及其“报复性”税收是怎么回事？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With the market taking a closer look at the “One Big Beautiful Bill Act” after it was narrowly passed by the US House of Representatives on May 22, a clause called Section 899 has caught the attention of investors worldwide by including a new set of “retaliatory” taxes on inbound foreign investment.\nAs the bill now awaits Senate consideration, there are growing concerns that some of the most sweeping changes to the tax treatment of foreign capital in the US in decades could lead to a sharp...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/8dfbfc81-5bed-4192-96c0-5e8b52ca1a2b_c08bffa4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“进展”：法国希望在中国白兰地关税问题上取得突破 (原标题: ‘Progress’: France hopes to toast breakthrough on China’s cognac tariffs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313035/french-cognac-businesses-hopeful-positive-china-talks-could-roll-back-tariffs?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 09:30:13 +0000",
      "isoDate": "2025-06-04T09:30:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "法国白兰地行业对中国关税问题取得突破抱有希望。\n\n*   **行业背景与现状**\n    *   中国对法国白兰地征收关税，对该行业造成了严重打击。\n    *   然而，目前行业内弥漫着一股乐观情绪，预示着期待已久的突破可能即将到来。\n\n*   **谈判进展**\n    *   格罗斯佩林家族品牌总监吉勒姆·格罗斯佩林（Guilhem Grosperrin）表示，他听到的消息是，中法官员之间的讨论进展顺利。\n    *   这些讨论是积极的，并且中国政府愿意倾听法方的意见。\n\n*   **关税影响案例**\n    *   为了避免支付额外费用，格罗斯佩林的一位中国客户拒绝接收在关税生效前已支付的订单。\n    *   这位客户正在等待谈判结束，在此期间，他的资金滞留在法国。",
      "shortSummary": "法国白兰地行业对中国关税问题抱有突破性进展的希望。格罗斯佩林家族品牌总监吉勒姆·格罗斯佩林表示，中法官员之间的讨论进展顺利且积极。中国关税已对行业造成打击，例如一位中国客户的预付款因等待谈判结果而滞留在法国。",
      "translated_title": "“进展”：法国希望在中国白兰地关税问题上取得突破",
      "images": [],
      "contentSource": "完整文章",
      "content": "After Chinese tariffs hammered the French cognac industry, Guilhem Grosperrin, director of the Grosperrin family brand, senses a long-awaited breakthrough – a breeze of optimism stirring in the bruised industry.\nFollowing recent talks between the two countries – including a phone call between Chinese President Xi Jinping and his French counterpart Emmanuel Macron – he said he was hopeful that Beijing’s duties on French cognac could soon be rolled back.\n“What we are hearing is that the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/a510ef6c-0a03-41d3-96dc-cbec7f5419ce_05e6bbc9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "经合组织：受贸易冲突影响，中国GDP增速预计明年放缓 (原标题: China’s GDP growth expected to slow next year amid trade strife: OECD)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313012/chinas-economic-growth-expected-slow-next-year-amid-trade-strife-oecd?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 08:30:14 +0000",
      "isoDate": "2025-06-04T08:30:14.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 经合组织预测：中国经济增长受贸易冲突影响将放缓\n\n经济合作与发展组织（OECD）本周发布报告，预测中国经济明年将增长4.3%。这一预测比其此前预期下调了0.1个百分点，主要原因是全球持续的贸易冲突。\n\n## 全球经济面临下行压力\n总部位于巴黎的经合组织指出，“实质性的贸易壁垒”以及“信心减弱和政策不确定性加剧”正在给今年和明年的全球经济增长率带来下行压力。经合组织表示，全球经济放缓趋势将“最集中”体现在中国、加拿大、墨西哥和美国。\n\n## 中美贸易冲突的影响\n*   **关税升级：** 经合组织这份由38个成员国发布的展望报告，是在美国总统唐纳德·特朗普今年对多个国家进口商品征收两位数关税之后发布的。其中，许多受影响的国家位于亚洲，中国面临的关税增幅最大。\n*   **对中国经济的影响：**\n    *   经合组织展望报告指出，新征收的关税将“抑制”中国的出口。\n    *   随着生产日益本地化，中国的进口也将下降。\n    *   报告强调，这些关税将“不成比例地影响”包括外资企业在内的私营公司，因为它们是主要的出口商。\n    *   去年，美国吸收了中国直接商品出口的13.5%。",
      "shortSummary": "经合组织（OECD）预测，受全球贸易冲突影响，中国经济明年增速将放缓至4.3%，较此前预期下调0.1个百分点。报告指出，“实质性贸易壁垒”和不确定性正给全球经济带来下行压力，其中中国、美国等国受影响最大。美国对华关税将抑制中国出口，并主要影响私营企业。",
      "translated_title": "经合组织：受贸易冲突影响，中国GDP增速预计明年放缓",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy is projected to grow by 4.3 per cent next year, the Organisation for Economic Co-operation and Development (OECD) said this week as it trimmed a 10th of a percentage point off its previous forecast in the light of ongoing world trade strife.\n“Substantial barriers to trade” coupled with “diminishing confidence and heightened policy uncertainty” were putting downward pressure on economic growth rates around the world this year and next, the Paris-headquartered world trade advocacy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/0245b55f-22bc-496a-83fb-e2dbcaa7794b_b42c44c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国压力下收紧关键矿产‘全链条’管控 (原标题: China tightens ‘whole-chain’ control on critical minerals amid US pressures)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312968/crackdown-illegal-mines-china-tightens-critical-mineral-controls-amid-row-us?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 03:00:12 +0000",
      "isoDate": "2025-06-04T03:00:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国收紧关键矿产“全链条”管控\n\n*   **背景与重要性**\n    *   中国是全球最大的关键矿产生产国，供应了92%的精炼稀土元素，这些元素对消费电子、电动汽车和高科技国防系统至关重要。\n    *   面对美国日益增长的压力，中国正在加强对关键矿产的出口管制，以巩固其在全球供应中的主导地位。\n\n*   **“全链条”管控措施**\n    *   **出口审批**: 企业在将关键矿产运往海外前，必须获得中国当局的监管批准。\n    *   **地方执行**: 广西壮族自治区、贵州省和湖南省等关键矿产富集地区正在加强执法，检查出口商运营并打击非法采矿活动。\n    *   **政策依据**: 这些行动是根据北京关于加强战略矿产出口“全链条”管控的指令实施的。\n\n*   **原因与战略考量**\n    *   此举是在美国对喷气发动机和芯片设计技术实施新限制后，中美双边紧张关系再度升级的背景下进行的。\n    *   中国长期以来将关键矿产供应视为其与华盛顿打交道的一张“王牌”。\n\n*   **具体地方行动**\n    *   **湖南省**: 承诺摸清所有战略矿产出口商的情况，并帮助他们加强合规系统和遵守出口规则的能力。\n    *   **广西壮族自治区**: 誓言加强对采矿和勘探环节的监管，更严厉打击无证开采和超范围采矿等非法活动。\n    *   **跨区域协作**: 广西梧州市和广东省云浮市已建立跨区域协调机制，共同打击非法采矿。",
      "shortSummary": "中国正加强对关键矿产的“全链条”管控和出口限制，以应对美国压力并巩固其在全球供应中的主导地位。作为全球最大稀土生产国，中国要求出口商获得批准，并在广西、湖南等地打击非法采矿。此举是在美国对华技术限制后，中国利用关键矿产作为战略筹码的体现。",
      "translated_title": "中国在美国压力下收紧关键矿产‘全链条’管控",
      "images": [],
      "contentSource": "完整文章",
      "content": "Parts of China that are rich in critical minerals are stepping up enforcement of tighter export controls as the country doubles down on its dominance of world supplies in the face of increasing pressure from the United States.\nChina, the world’s biggest producer of critical minerals, supplies 92 per cent of the refined rare earth elements that are essential in the production of consumer electronics, electric vehicles and hi-tech defence systems. Its export controls mean companies must obtain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/745b2a70-4720-4f20-9ef3-4583060e5273_f7fae7d2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "甜蜜交易：中国农业科技如何将埃及沙漠变为顶级糖厂 (原标题: Sweet deal: how China’s agritech helped turn Egypt’s desert into top sugar farm)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312892/chinas-agritech-brings-water-egypts-giant-beet-sugar-factory-sahara-desert?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 00:06:12 +0000",
      "isoDate": "2025-06-04T00:06:12.000Z",
      "creator": "Alice Li",
      "summary": "## 埃及沙漠中的“甜蜜交易”：中国农业科技的贡献\n\n### 项目背景与中国参与\n\n在埃及西米尼亚，靠近撒哈拉沙漠的边缘，一片曾是500公顷的沙漠地带，如今已成为全球最大的甜菜制糖厂的所在地。这得益于中国中曼石油公司在过去三年中，为灌溉这片农场而钻探的193口深水井。该农场为“运河糖业”（一家由阿联酋和埃及投资者合资的企业）提供原料，其年产能高达90万吨。\n\n### 核心技术与创新\n\n为了应对不稳定的含水层并防止水井坍塌，中曼石油采用了先进的“空气泡沫钻井”技术。这种方法用空气和发泡剂的混合物取代了传统的泥浆，从而有效减少了渗漏并提高了钻井效率。许多埃及钻井公司此后也纷纷采纳了这项技术。\n\n### 战略意义与合作模式\n\n分析人士指出，这种伙伴关系反映了双方的战略契合：\n\n*   **中国企业出海需求：** 面对国内经济压力，中国企业正积极寻求更多海外发展机遇。\n*   **中东国家发展需求：** 中东国家则日益寻求中国的专业知识来解决自身的发展挑战。\n\n### 更广泛的合作趋势：沙特阿拉伯的案例\n\n这种合作模式并非孤例。在5月中旬，当美国总统唐纳德·特朗普开启其以投资为重点的中东访问，首站抵达沙特阿拉伯时，沙特农业官员正在北京与中国公司签署协议。最终，双方达成了57项协议，总价值达269亿元人民币（约合37亿美元）。\n\n这些协议涵盖了环境、水资源、农业、渔业和畜牧业等多个领域的项目，其中包括：\n\n*   水循环利用方面的知识交流。\n*   人力能力建设项目的开发。\n*   海藻养殖站的建立。\n*   生物燃料和生物肥料的生产。",
      "shortSummary": "中国农业科技在埃及西米尼亚将500公顷沙漠改造为全球最大的甜菜制糖厂。中曼石油钻探了193口水井，并引入先进的空气泡沫钻井技术，有效解决了灌溉难题。此项目不仅提升了埃及的糖业产能，也体现了中国企业在海外寻求机遇与中东国家寻求发展专业知识的战略契合。这与沙特阿拉伯近期与中国签署的价值37亿美元的农业及相关领域合作协议，共同构成了中东与中国日益紧密的合作趋势。",
      "translated_title": "甜蜜交易：中国农业科技如何将埃及沙漠变为顶级糖厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "Near the edge of the Sahara Desert, in Egypt’s West Minya, Chinese drillers bore deep into the earth, tapping groundwater to irrigate a once 500-hectare stretch of desert – now home to the world’s largest beet sugar factory.\nChina’s Zhongman Petroleum has drilled 193 wells over the past three years to irrigate the farm, which supplies Canal Sugar – a joint venture backed by investors from the United Arab Emirates and Egypt – with an annual capacity of 900,000 tonnes, according to the state-run...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/b8b3ecb4-2d94-45d8-832b-1fee4f94ceb1_5a5668be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "什么是《Genius法案》，它真的能巩固美元霸权吗？ (原标题: What is the Genius Act, and can it really cement US dollar supremacy?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312901/what-genius-act-and-can-it-really-cement-us-dollar-supremacy?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 14:00:09 +0000",
      "isoDate": "2025-06-03T14:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 《Genius法案》及其对美元霸权的影响\n\n上周在拉斯维加斯举行的2025年比特币大会上，“Genius法案”成为热门话题。美国副总统J.D. 范斯在会上发表演讲，敦促立法者通过这项法案。\n\n*   **法案全称**：该法案的全称是《指导和建立美国稳定币国家创新法案》（Guiding and Establishing National Innovation for US Stablecoins Act）。\n*   **当前状态**：该法案目前正在美国国会山引起激烈辩论。\n*   **范斯副总统的观点**：范斯认为，美元挂钩的稳定币，尤其是在《Genius法案》颁布后，将有助于美国经济并巩固美元地位。\n\n### 什么是稳定币？\n\n*   **定义**：稳定币是一种加密货币，类似于比特币。\n*   **与比特币的区别**：与比特币不同的是，稳定币的价值并非主要由市场决定，而是旨在相对于某些资产（通常是法定货币）保持稳定的价值。\n\n### 法案的意义\n\n文章旨在探讨《Genius法案》的具体内容、稳定币的定义以及该法案对美元未来和全球经济的潜在影响。它将分析金融专家对该法案及其影响的看法。",
      "shortSummary": "《Genius法案》（即《指导和建立美国稳定币国家创新法案》）是当前美国国会辩论的焦点。副总统J.D. 范斯在比特币大会上力推该法案，认为美元挂钩的稳定币将有助于美国经济并巩固美元霸权。稳定币是一种旨在保持相对于特定资产（通常是货币）稳定价值的加密货币，与价值波动较大的比特币不同。该法案的通过将对美元的未来产生重要影响。",
      "translated_title": "什么是《Genius法案》，它真的能巩固美元霸权吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At last week’s Bitcoin 2025 conference in Las Vegas, there was one phrase on everyone’s lips: the Genius Act.\nVice-President J.D. Vance used his speech at the event to urge lawmakers to pass the bill – also known as the Guiding and Establishing National Innovation for US Stablecoins Act – which is currently the subject of heated debate on Capitol Hill.\n“Dollar-pegged stablecoins, particularly once Genius is enacted, are only going to help the American economy and it’s only going to help the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/b7ee8891-6dce-4cd0-8b08-a93ce54b341a_91f11e74.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格 (原标题: Why new US curbs on China’s tech tests could raise prices for American consumers)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312904/will-new-us-curbs-chinas-tech-tests-raise-electronic-prices-american-consumers?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-03T13:00:08.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "## 美国对中国科技测试的新限制\n\n*   **禁令背景与实施**\n    *   美国联邦通信委员会（FCC）于5月22日以4-0的投票结果一致通过并最终确定了新规定，禁止被视为存在安全风险的中国实验室对进入美国的消费电子产品进行测试。\n    *   此举旨在应对华盛顿对中国科技测试的担忧，认为其可能对美国消费者产生价格影响。\n\n*   **禁令理由**\n    *   FCC表示，经过调查发现，多年来为进入美国市场的设备提供测试服务的中国实验室与中国共产党和军队保持着深厚联系。\n    *   FCC主席Brendan Carr在5月22日的声明中指出，这些实验室为美国电信基础设施提供了“门户”，并担忧一个受外国对手控制的不可靠实验室可能会批准不安全的设备进入美国。\n\n*   **潜在影响**\n    *   观察人士认为，这项禁令可能导致美国消费者面临更少、更昂贵的选择。\n\n*   **执法挑战与对中国制造商的影响评估**\n    *   香港大学金融学讲席教授陈志武指出，由于智能手机等产品由众多部件组成，且这些部件可能在全球各地（如韩国、日本、美国）进行设计和测试，因此很难确定每个部件的测试地点，这使得禁令的执行面临挑战。\n    *   分析师还认为，尽管华盛顿似乎试图限制中国（FCC称之为“对手”），但该禁令对中国手机、个人电脑等制造商的影响可能有限。",
      "shortSummary": "美国联邦通信委员会（FCC）已禁止被视为安全风险的中国实验室测试进入美国的消费电子产品。FCC认为这些实验室与中国共产党和军队有深厚联系，构成电信安全风险。此举可能导致美国消费者选择减少、价格上涨。然而，专家对禁令的执行难度及其对中国制造商的实际影响存在疑问。",
      "translated_title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s recent ban on Chinese labs deemed security risks over their testing of consumer electronics bound for the US has observers wondering about law enforcement while saying the ban may leave American consumers with fewer, more expensive choices.\nAnalysts also say the impact on Chinese makers of phones, PCs and the like could be limited, even though Washington appears to be trying to curtail China, a country the US Federal Communications Commission calls an adversary.\n“It is hard to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/5c4ab2d5-f360-49ae-98c8-9278e2f5b016_19b7eba2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "贸易战风险可能推动全球航运商转向亚洲仲裁中心：分析师 (原标题: Trade war risks could push global shippers to Asia’s arbitration hubs: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312879/trade-war-risks-could-push-global-shippers-asias-arbitration-hubs-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 11:00:15 +0000",
      "isoDate": "2025-06-03T11:00:15.000Z",
      "creator": "Frank Chen",
      "summary": "### 贸易战不确定性促使全球航运商寻求亚洲仲裁\n\n尽管中美两大经济体已达成贸易战休战协议，但海上不确定性依然存在，这促使全球航运业寻求新的风险管理和争议解决途径。\n\n*   **背景与关注点**\n    *   近期在宁波举行的浙江海港集团航运论坛上，频繁提及“美国排除条款”和“中国风险条款”，反映出业界对潜在贸易冲突的担忧。\n    *   全球物流行业代表和海事法律专家齐聚一堂，探讨应对策略，因为利益相关者担心唐纳德·特朗普的高额关税和中国的报复性措施可能再次颠覆全球航运。\n\n*   **论坛共识与解决方案**\n    *   与会者一致认为，有必要通过仲裁来保护自身利益。\n    *   香港及附近亚洲枢纽被视为重要的仲裁中心，可以帮助中国企业应对贸易和地缘政治的复杂局面。\n\n*   **海事法律专家观点（波罗的海国际航运公会亚洲区经理庄伟）**\n    *   **“不可抗力”条款的关注：** 中国及海外的贸易商和航运公司越来越多地咨询，特朗普的关税和其他突发政策变化是否可被视为合同中的“不可抗力”（force majeure）。\n    *   **风险/不可抗力条款的作用：** 在航运合同中，风险或不可抗力条款有助于免除当事方因不可预见的情况（无论是自然灾害还是政治事件）而造成的运输中断的责任。这些条款明确了此类事件造成的潜在损失或损害由谁承担。\n    *   **中国仲裁的机遇：** 关税不确定性也为中国仲裁员带来了机遇，因为航运纠纷正在增加。庄伟指出，一些当事方可能更倾向于在西方以外的地区审理和解决案件，这为亚洲的仲裁服务提供了发展空间。",
      "shortSummary": "尽管中美贸易战休战，航运业仍面临不确定性。近期浙江海港集团论坛上，全球航运代表和法律专家讨论了应对贸易战风险的策略，并强调了仲裁的重要性。与会者认为，香港及其他亚洲仲裁中心能帮助企业规避风险。专家指出，贸易政策变化可能触发合同中的“不可抗力”条款，同时，关税不确定性也为中国仲裁员带来了处理日益增多的航运纠纷的机遇，因为部分当事方倾向于在亚洲解决争议。",
      "translated_title": "贸易战风险可能推动全球航运商转向亚洲仲裁中心：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The terms “United States exclusion clause” and “China risk clause” were frequently heard at a recent shipping forum hosted by Zhejiang Seaport Group in the eastern city of Ningbo, as uncertainties at sea persist despite the trade war truce reached between the world’s two biggest economies.\nThe event brought together global logistics sector representatives and maritime law experts to consider new contract clauses, strategies and arbitration options, as stakeholders fear that a return of Donald...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/845e2c70-430b-4614-87ee-21a27c174f2b_f7355530.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-08T06:32:15.608Z"
}