{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "美国贸易官员考虑进一步取消港口收费规则——现在有什么不同？ (原标题: US trade officials mull further rollback of port fee rules – what’s different now?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313853/us-trade-officials-mull-further-rollback-port-fee-rules-whats-different-time?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 11:00:09 +0000",
      "isoDate": "2025-06-10T11:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 美国贸易官员考虑进一步取消港口收费规则——现在有什么不同？\n\n本文报道了美国贸易代表办公室（USTR）对航运政策提出的最新修改建议，这标志着4月份旨在振兴国内产业和遏制中国造船业主导地位的更严格措施的又一次可能回退。\n\n**主要内容：**\n\n* **港口费调整:**  USTR 提议修改4月份发布的港口收费措施。针对汽车运输船，原先计划从10月14日起对外国制造的汽车运输船每辆车当量单位 (CEU) 收取 150 美元的费用。新提案将收费标准改为基于净吨位，每吨 14 美元。这将大幅降低大型汽车运输船的港口费，例如，一艘 5000 CEU 的汽车运输船（净吨位约 15000 吨），港口费将从 750,000 美元下降到 210,000 美元。\n* **液化天然气 (LNG) 运输限制放松:** 新规则将取消美国液化天然气必须使用美国制造的船舶运输的要求，这将减轻一些美国出口商的压力。\n* **公众意见征集:**  公众可以就这些拟议的修改提交意见，意见征集期截止到 7 月 7 日。\n\n**背景:**  这些修改是在本周伦敦举行的中美贸易谈判即将结束之际提出的，表明美国政府可能正在调整其贸易策略。",
      "shortSummary": "美国贸易代表办公室(USTR) 提出修改4月份的港口收费措施，降低汽车运输船和液化天然气运输船的费用，取消美国液化天然气必须使用美国制造船舶运输的要求。此举可能标志着对先前更严格贸易措施的回退，公众意见征集截止日期为7月7日。",
      "translated_title": "美国贸易官员考虑进一步取消港口收费规则——现在有什么不同？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the world awaits the outcome of the China-US trade talks in London this week, the US Trade Representative (USTR) has proposed changes to shipping policy – marking another possible rollback from the stricter measures announced in April that aimed to revive the domestic industry and curb China’s shipbuilding dominance.\nThe proposed revisions, issued in a short press release over the weekend, would reduce port fees for car carriers and ease restrictions on liquefied natural gas (LNG) tankers....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/66e60e14-da4a-4c95-909c-6e02bea9b69a_76405293.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "受美国关税压力，中国对越南、泰国、印度尼西亚的出口增长 (原标题: Pressured by US tariffs, Chinese exports expand in Vietnam, Thailand, Indonesia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313819/pressured-us-tariffs-chinese-exports-expand-vietnam-thailand-indonesia?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 06:59:08 +0000",
      "isoDate": "2025-06-10T06:59:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国对东南亚出口显著增长以应对美国关税\n\n在2024年前五个月，中国对东南亚主要工业中心的出口实现了两位数增长，这主要是为了满足日益增长的消费市场、支持海外工厂投资，并抵消美国高额关税带来的损失。\n\n*   **出口数据亮点**：\n    *   对越南的出口增长了18.8%。\n    *   对泰国的出口增长了20.9%。\n    *   对印度尼西亚的出口增长了16.8%。\n    *   相比之下，同期中国全球出口的整体增幅为6%。\n\n*   **增长原因分析**：\n    *   **规避美国关税**：受美国进口关税的压力，中国制造商正将更多产品运往邻近的东南亚工厂，以生产成品，供当地销售或再出口到西方国家（包括美国）。\n    *   **市场多样化**：人民大学金融学教授赵锡军指出，中国的出口正在逐步多样化，东南亚国家正成为越来越重要的贸易伙伴，经济和投资关系日益紧密。\n    *   **海外工厂投资**：中国对东南亚工厂的投资，特别是泰国和越南，促进了零部件和半成品出口，这些工厂生产汽车、智能手机等多种产品用于再出口。\n\n*   **“本地制造”策略**：\n    *   分析师指出，虽然部分出口可能通过东南亚转运以规避美国关税，但工厂通常会向来自中国的产品中注入足够的本地成分，使其在再出口时可被声明为“越南制造”、“泰国制造”或“印度尼西亚制造”，从而可能规避美国关税。",
      "shortSummary": "2024年前五个月，受美国关税压力，中国对越南、泰国、印度尼西亚的出口大幅增长，增幅均超两位数。此举旨在满足东南亚消费市场需求、支持海外工厂投资，并规避美国高关税。中国制造商将产品运至东南亚工厂加工成成品，部分用于再出口，通过注入本地成分，使产品可被声明为“东南亚制造”，从而可能绕过美国关税，使东南亚成为中国出口多样化的重要伙伴。",
      "translated_title": "受美国关税压力，中国对越南、泰国、印度尼西亚的出口增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese exports to major industrial centres in Southeast Asia rose by double-digit percentages in the first five months of the year to satisfy growing consumer markets, feed offshore factory investments and offset losses from high US tariffs.\nShipments to factory-magnet Vietnam increased by 18.8 per cent from January to May, compared with the same period in 2024, according to official data released on Monday. Meanwhile, exports to Thailand grew by 20.9 per cent, and Indonesia took 16.8 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/08aded83-8586-47f2-b0af-aba01ccb89de_2a8a538a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易对峙：首日谈判进展如何？ (原标题: US-China trade showdown: where do the talks stand after Day 1?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313786/us-china-trade-showdown-where-do-talks-stand-after-day-1?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 03:16:29 +0000",
      "isoDate": "2025-06-10T03:16:29.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中美贸易谈判首日进展\n\n中国和美国的高级官员预计将于周二上午在伦敦开始第二天的谈判。此次会谈旨在缓和两国在贸易和技术领域的对峙，这场对峙已在全球经济中引发冲击波。\n\n### 首日谈判结果\n\n*   周一（首日）的谈判结束后，双方未达成任何协议，也未发布任何官方声明。\n*   尽管如此，双方都已就各自的期望发出了信号。\n\n### 美方立场与信号\n\n*   **美国国家经济委员会主任凯文·哈塞特（Kevin Hassett）向CNBC表示**：\n    *   一旦达成“握手协议”，美国将立即放松出口管制。\n    *   稀土将大量释放。\n    *   随后可以继续谈判较小的事项。\n*   **据《华尔街日报》援引知情人士的报道**：\n    *   美国总统唐纳德·特朗普已授权美国代表团在伦敦谈判前，取消近期对华销售先进技术及其他产品的限制。\n*   **近期美国出口管制涵盖的范围**：\n    *   喷气发动机及相关部件（华盛顿方面从未公开宣布）。\n    *   中国公司制造先进微芯片所需的设计软件。\n    *   乙烷（一种用于制造塑料的天然气组分）。",
      "shortSummary": "中美高级官员在伦敦举行贸易谈判，旨在缓和两国在贸易和技术领域的对峙。首日谈判未达成协议，也无官方声明。美方透露，若达成协议，可能放松对华出口管制，包括稀土、先进技术和微芯片设计软件等限制。谈判将进入第二天。",
      "translated_title": "中美贸易对峙：首日谈判进展如何？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top officials from China and the United States are expected to start a second day of negotiations in London on Tuesday morning local time, as the two sides strive to de-escalate a stand-off over trade and technology that has sent shock waves across the global economy.\nNo official statements were released after the first round of talks on Monday, which finished without a deal being agreed. But both sides have sent signals regarding their expectations.\nUS\nA White House official indicated soon...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/784da5c6-9018-4386-97d0-f0e77b61941e_dab0a357.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“不可阻挡的趋势”：中国企业为何争相在匈牙利设厂 (原标题: ‘Irresistible trend’: why Chinese firms are rushing to open factories in Hungary)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313686/how-hungary-became-chinas-new-factory-hub-heart-europe?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 22:00:07 +0000",
      "isoDate": "2025-06-09T22:00:07.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国企业在匈牙利投资设厂热潮\n\n匈牙利近年来已成为欧洲吸引中国投资的 प्रमुख 热点，超越了欧洲主要经济体，成为中国企业在欧洲设立工厂的首选目的地。\n\n### 盈科律师事务所的角色\n\n*   **设立布达佩斯办事处：** 中国大型企业法律事务所盈科律师事务所在布达佩斯设立了新办事处，旨在服务大量寻求在匈牙利开设工厂的中国公司。\n*   **业务迅速发展：** 该办事处业务增长迅速，到2024年末，已成功签约10家客户，其中包括新进入匈牙利市场的企业以及寻求扩张的现有中国客户。\n*   **提供全方位服务：** 盈科律师事务所为客户提供全面的支持服务，包括：\n    *   劳务采购\n    *   寻找办公场所\n    *   帮助克服语言和文化障碍\n\n### Agosto Bodo 的亲身经历\n\n*   **投身投资热潮：** Agosto Bodo 去年加入盈科律师事务所布达佩斯办事处，亲身经历了这股由中国推动的投资热潮。\n*   **适应新的商业文化：** 他在工作中迅速学习了新的商业运作方式，其中包括与中国高管进行商务宴请，这让他对中欧商业文化差异有了深刻认识。\n\n### 匈牙利成为投资热点的原因\n\n*   匈牙利已成为中国企业在欧洲设立工厂的主导性热点，显示出其对中国投资的强大吸引力。",
      "shortSummary": "匈牙利正成为中国企业在欧洲设立工厂的首选地，吸引了大量中国投资。盈科律师事务所等机构在布达佩斯设立办事处，为中国公司提供劳务、办公场所及文化适应等全方位服务，推动了这一“不可阻挡的趋势”。中国企业正争相在匈牙利设厂，使其成为欧洲中国投资的中心。",
      "translated_title": "“不可阻挡的趋势”：中国企业为何争相在匈牙利设厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Agosto Bodo took a job at a Chinese law firm’s Budapest office last year, he found himself catapulted into the centre of a China-fuelled investment boom.\nYingke Law Firm, a major player in Chinese corporate law, had opened the new office to serve a wave of Chinese companies looking to open factories in Hungary. And the business was quickly gaining momentum.\n“We helped our clients with sourcing labour, looking for offices – we provided the whole service to help them overcome the language and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/3ad6af35-39c5-4f7a-a478-e672f3c14c06_6621fd85.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美在伦敦开启关键贸易谈判，紧张局势持续升温 (原标题: US and China begin crunch trade talks in London amid simmering tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313738/us-and-china-begin-crunch-trade-talks-london-amid-simmering-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 12:28:06 +0000",
      "isoDate": "2025-06-09T12:28:06.000Z",
      "creator": "Khushboo Razdan,Ji Siqi",
      "summary": "## 中美在伦敦开启关键贸易谈判\n\n中美两国高级经济官员已在伦敦启动了一轮关键的贸易谈判，全球密切关注双方能否就放松对关键矿产和先进技术的“扼制”控制达成一致。\n\n### 主要参与者与时间地点\n\n*   **中方代表团**：由中国副总理何立峰率领。\n*   **美方代表团**：由美国财政部长斯科特·贝森特、商务部长霍华德·卢特尼克和贸易代表杰米森·格里尔率领。\n*   **会议时间**：根据新华社报道，双方于当地时间周一下午举行了会晤。\n*   **会议地点**：英国伦敦。\n\n### 背景与核心议题\n\n此次会议是在中国国家主席习近平与美国总统唐纳德·特朗普上周通话后安排的，两国领导人在通话中同意推进谈判以解决持续的贸易争端。\n\n谈判的核心议题在于，双方能否同意取消或放松对关键矿产和先进技术领域的“扼制”控制。\n\n### 近期紧张局势与限制措施\n\n尽管此前在日内瓦达成了一项协议（双方同意在90天内大幅削减彼此商品的关税），但此后紧张局势依然存在，美国采取了一系列新的限制措施：\n\n*   华盛顿已禁止使用中国制造的先进微芯片。\n*   对向中国出售芯片设计技术施加了新的限制。\n*   据媒体报道，美国还暂停了向中国出售部分喷气发动机相关技术。\n\n这些措施使得此次伦敦会谈在持续的紧张局势中显得尤为关键。",
      "shortSummary": "中美两国高级经济官员已在伦敦开启关键贸易谈判，旨在解决持续的贸易争端。此次会谈由中国副总理何立峰与美国财政部长斯科特·贝森特等官员牵头，重点关注能否放松对关键矿产和先进技术的控制。尽管此前有削减关税的协议，但美国近期仍对中国先进芯片及相关技术实施了新的限制，加剧了谈判的复杂性。",
      "translated_title": "中美在伦敦开启关键贸易谈判，紧张局势持续升温",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top economic officials from Washington and Beijing launched a high-stakes round of trade talks in London, with a senior White House official signalling soon after the start that the US would ease some tech export restrictions on China, adding that he expected the Chinese government to ramp up rare earth mineral exports to American markets.\nThe Chinese and American delegations – led by Chinese Vice-Premier He Lifeng, alongside US Treasury Secretary Scott Bessent, Commerce Secretary Howard Lutnick...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/9aceec1c-e58d-4645-a729-47a46a549ac2_48fd6cc6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判前夕，中国5月稀土贸易数据传递出信号 (原标题: Ahead of US trade talks, China’s rare earth trade data from May sends a message)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313697/ahead-us-china-talks-chinas-rare-earth-trade-data-may-shows-leverage-action?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 10:30:09 +0000",
      "isoDate": "2025-06-09T10:30:09.000Z",
      "creator": "Leopold Chen,Ralph Jennings",
      "summary": "### 中国5月稀土出口数据传递信号\n\n中国5月份的稀土出口数据显著下降，这被视为北京在与美国进行贸易谈判时，利用其在关键矿产供应链中的主导地位所展现出的影响力。\n\n*   **出口价值大幅下降**\n    *   根据海关总署周一公布的数据，中国上月稀土出口总价值为1870万美元。\n    *   这比去年同期下降了48.3%。\n    *   与4月份的2170万美元相比，环比下降了13.7%。\n    *   此数据涵盖了所有类型的稀土元素，而不仅仅是北京实施出口管制的那些。\n\n*   **出口重量出现下滑**\n    *   5月份，中国稀土出口量为5864.6吨。\n    *   这比去年同期下降了5.67%，结束了自2月份以来连续三个月的同比增长趋势。\n\n*   **累计出口量仍有增长**\n    *   尽管5月数据下降，但今年前五个月的稀土累计出口量达到24827吨。\n    *   这比去年同期增长了2.3%。\n\n*   **战略意义**\n    *   分析人士指出，中国对大量关键矿产的出口管制，在中美贸易谈判中被视为一张“终极王牌”。\n    *   文章强调，通常拥有稀缺资源的一方在谈判中更具优势。",
      "shortSummary": "中国5月稀土出口额同比骤降48.3%至1870万美元，出口量同比下降5.67%，结束了连续三个月的增长。这一数据被视为北京在中美贸易谈判中利用其关键矿产主导地位的信号。分析认为，中国对稀土的出口控制是其在贸易谈判中的重要筹码，凸显了拥有稀缺资源方的谈判优势。",
      "translated_title": "中美贸易谈判前夕，中国5月稀土贸易数据传递出信号",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a reflection of Beijing’s ability to quickly leverage its dominance over the critical-mineral supply chain, the value of rare earth elements exported by China last month plunged by nearly half compared with a year prior.\nThe official data came as analysts have been saying that China’s export controls over large quantities of critical minerals are like the ultimate trump card in trade negotiations with the United States.\nThe world’s second-largest economy exported rare earth elements worth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/db8d4add-238a-47c2-b7ed-71ec46b57622_55c142e8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国关税冲击中国5月出口，但6月有望‘好转’ (原标题: US tariffs hit China’s exports in May, but June seen as ‘a better month’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313592/china-trade-data-may-misses-expectations-export-growth-slows-imports-dip?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 03:16:17 +0000",
      "isoDate": "2025-06-09T03:16:17.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国5月出口增长放缓，受美国关税影响\n\n*   **出口整体表现：**\n    *   中国5月份出口同比增长4.8%，达到3161亿美元，低于4月份的8.1%增速。\n    *   这一数据也未达到中国金融数据提供商Wind市场调查中6.28%的预期。\n*   **对美出口急剧下降：**\n    *   受中美贸易战影响，中国对美国的出口骤降34.52%，降幅远超4月份的21%。\n*   **关税休战协议：**\n    *   5月12日，中美两国同意达成临时关税休战，停止针锋相对的关税升级。\n    *   双方共同宣布取消了自4月2日以来实施的大部分关税。\n*   **经济学家观点与未来展望：**\n    *   尽管6月份的出口前景有望改善，但经济学家指出，中国的制造业和贸易部门仍面临压力。\n    *   美国关税带来的不确定性依然存在。",
      "shortSummary": "中国5月出口增长放缓，同比增长4.8%，主要受美国关税影响。对美出口骤降34.52%，远超4月降幅。尽管5月12日中美达成临时关税休战并取消部分关税，6月出口前景有望改善，但经济学家指出制造业和贸易部门仍承压，美国关税的不确定性依然存在。",
      "translated_title": "美国关税冲击中国5月出口，但6月有望‘好转’",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s export growth slowed last month, weighed down by fewer US orders being made before the two countries came to a 90-day tariff truce.\nAnd while June’s prospects look poised to improve, China’s manufacturing and trade sectors remain under strain, according to economists, who also point to lingering uncertainties over American tariffs.\nChina’s May exports were up by 4.8 per cent, year on year, to US$316.1 billion, customs data showed on Monday.\nThe figure followed April’s 8.1 per cent growth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/25c40822-c76e-4050-aa32-3daed474da12_5cded296.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比亚迪及中国同行如何改变欧洲小型电动汽车市场 (原标题: How BYD and Chinese peers are transforming Europe’s small EV market)",
      "link": "https://www.scmp.com/business/china-evs/article/3313439/how-byd-and-chinese-peers-are-transforming-europes-small-ev-market?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 22:30:12 +0000",
      "isoDate": "2025-06-08T22:30:12.000Z",
      "creator": "Yujie Xue",
      "summary": "# 比亚迪及中国同行如何改变欧洲小型电动汽车市场\n\n欧洲小型电动汽车市场正迎来一场激烈的竞争，中国汽车制造商，特别是比亚迪，正以其经济实惠的电动车型挑战大众和雷诺等欧洲本土汽车巨头的市场主导地位。\n\n## 比亚迪的欧洲市场攻势\n\n*   **市场地位提升**：比亚迪在去年已超越特斯拉，成为全球最大的电动汽车制造商。\n*   **Dolphin Surf（海豚Surf）发布**：上个月，比亚迪在欧洲推出了其紧凑型掀背车Dolphin Surf（在中国被称为海鸥）。\n*   **极具竞争力的价格**：\n    *   该车型起售价为22,990欧元（续航里程322公里）。\n    *   高配版售价24,990欧元（续航里程507公里）。\n    *   本月促销活动将起售价进一步降至19,990欧元。\n\n## 市场影响与分析\n\n*   **“电气化的下一个前沿”**：比亚迪欧洲区域总经理Maria Grazia DaVino在柏林的发布会上表示，紧凑型细分市场是“欧洲电气化的下一个前沿”，具有巨大的潜力。\n*   **市场撼动者**：Jato Dynamics高级分析师Felipe Munoz指出，比亚迪此举是其“探索欧洲小型车市场”的明确意图。他认为Dolphin Surf“非常有竞争力，其价格也能撼动小型车市场”。\n*   **消费者机遇与欧洲车企警钟**：Munoz表示，这款车的引入为欧洲消费者带来了“终于”能受益于有竞争力产品的巨大机会。但同时，这也给一直在努力推出有竞争力小型车的欧洲汽车制造商敲响了警钟。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/CLEAN---thumbnail.jpg?itok=OfwS4Yg4)",
      "shortSummary": "比亚迪及其中国同行正以低价电动汽车冲击欧洲小型车市场，挑战大众、雷诺等欧洲本土车企。比亚迪上月在欧洲推出海豚Surf，起售价低至19,990欧元，被视为极具竞争力。此举不仅为欧洲消费者带来更多选择，也对欧洲本土车企构成严峻挑战，预示着欧洲小型电动车市场格局的深刻变革。",
      "translated_title": "比亚迪及中国同行如何改变欧洲小型电动汽车市场",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/CLEAN---thumbnail.jpg?itok=OfwS4Yg4",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Some of the world’s biggest carmakers are squaring off for a titanic battle over small cars in Europe, as native stalwarts like Volkswagen and Renault fight to maintain their hold on the market against an influx of cheap electric vehicles (EVs) from BYD and its Chinese peers.\nLast month, BYD, which surpassed Tesla last year as the world’s largest EV maker, launched its Dolphin Surf compact hatchback in Europe. The company’s most affordable model, known in China as the Seagull, is priced from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/0ffe6139-55b5-4db1-87cd-aae2b01eb519_e8f7976e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美元的衰落不可避免吗？肯尼斯·罗格夫和余永定发表看法 (原标题: Is the US dollar’s decline inevitable? Kenneth Rogoff and Yu Yongding weigh in)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313340/kenneth-rogoff-and-yu-yongding-trump-dollar-and-rise-yuan?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 22:00:19 +0000",
      "isoDate": "2025-06-08T22:00:19.000Z",
      "creator": "Ji Siqi,Frank Tang",
      "summary": "### Open Dialogue系列介绍\n\n《南华早报》新推出的“Open Dialogue”系列旨在汇集各界领袖，讨论国际热点话题。在首期节目中，该系列邀请了太平洋两岸的著名经济学家，探讨了近期全球贸易的动荡、美元作用的减弱以及中国人民币是否能或应取代美元的地位。\n\n### 主要参与者\n\n*   **肯尼斯·罗格夫教授 (Kenneth Rogoff)**\n    *   哈佛大学教授，曾任国际货币基金组织（IMF）首席经济学家，也是一位国际象棋特级大师。\n    *   他曾多次警告美元正面临合法性危机，并广泛撰写关于2000年代末全球经济衰退的文章。\n    *   目前，罗格夫教授将焦点转向美元在全球金融体系中日益不稳定的主导地位。\n    *   他于5月初出版了著作《我们的美元，你的问题》(Our Dollar, Your Problem)。\n\n*   **余永定博士 (Yu Yongding)**\n    *   中国社会科学院高级研究员，曾任中国人民银行顾问，在中国政策圈内仍具有影响力。\n    *   他积极倡导人民币自由浮动和中国实施广泛的财政刺激政策。\n    *   余永定博士还建议北京逐步减少其持有的美国国债，以最大程度地减少潜在损失。\n\n### 关于美元未来的讨论\n\n*   **余永定的观点**\n    *   余永定博士认为，外国投资者对美国资产（特别是美国国债）的需求将逐渐下降。\n    *   他指出，这将使美国越来越难以维持其国际收支平衡并保持美元的强势。\n    *   美元是世界上最重要的储备货币，世界各国需要持有一定数量的美元来支付进口、偿还债务、干预外汇市场以及满足意外需求。\n    *   美元的持有者主要将其投资于流动性强的短期美国国债。\n    *   从本质上讲，余永定博士将美元描述为美国政府发行的一种“借据”（IOU），由其自身信用作担保。",
      "shortSummary": "《南华早报》“Open Dialogue”系列首期邀请哈佛大学教授肯尼斯·罗格夫和中国经济学家余永定，探讨美元的未来及其全球主导地位。罗格夫警告美元面临合法性危机。余永定则认为，外国投资者对美国资产（特别是国债）的需求将下降，导致美国难以维持国际收支平衡和美元强势。他指出美元作为储备货币，本质上是美国政府信用的“借据”。",
      "translated_title": "美元的衰落不可避免吗？肯尼斯·罗格夫和余永定发表看法",
      "images": [],
      "contentSource": "完整文章",
      "content": "Welcome to Open Dialogue, a new series from the Post where we bring together leading voices to discuss the stories and subjects occupying international headlines.\nIn this inaugural edition, we invited prominent economists from both sides of the Pacific to reflect on the recent turmoil in global trade, the diminishing role of the US dollar and whether China’s yuan could – or should – take its place.\nProfessor Kenneth Rogoff of Harvard University has repeatedly warned the US dollar is approaching...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/45c8844d-63fe-49d9-8ff4-b04168f20161_7421cf3f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“太多了”：政策收紧，中国学生重新考虑英国学位 (原标题: ‘It’s too much’: Chinese students reconsider UK degrees as policies harden)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313343/chinese-students-reconsider-uk-degrees-fees-rise-visa-rules-tighten?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 12:00:08 +0000",
      "isoDate": "2025-06-08T12:00:08.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "本文探讨了中国学生因英国政策收紧而重新考虑赴英留学决定的现象。\n\n*   **背景与动机**\n    *   许多中国学生，例如24岁的吴女士（Aroma Wu），意识到仅有本科学位不足以在中国竞争激烈的科技行业中立足，因此寻求攻读硕士学位以提升学历。\n    *   吴女士最初计划赴英国攻读研究生课程，并已获得录取。\n\n*   **英国政策变化带来的担忧**\n    *   **教育税提案：** 英国政府在5月提议对国际学生的学费征收约6%的“教育税”。\n    *   **移民政策收紧：** 英国政府在移民问题上态度强硬，一份新的白皮书暗示将收紧毕业后工作签证（post-study work visas）和永久居留资格（permanent residency qualifications）的规定。\n\n*   **学生感受与决策**\n    *   吴女士表示，学费上涨、签证可能收紧以及新增的税费让她感到“不堪重负”。\n    *   她认为这些政策变化“太多了，一下子都来了”。\n    *   出于经济谨慎考虑，吴女士最终决定放弃英国，转而选择在香港攻读硕士学位。\n    *   她估计在香港学习的费用（超过30万元人民币，约合4.1万美元）比在英国学习要节省约10万元人民币。\n\n*   **影响**\n    *   这些政策变化正在促使中国学生重新评估英国作为留学目的地的吸引力，并考虑其他替代方案。",
      "shortSummary": "由于英国政策收紧，包括学费上涨、提议征收教育税以及收紧毕业后工作签证和永居政策，中国学生正在重新考虑赴英留学。例如，吴女士因不堪重负，最终选择费用更低且政策相对稳定的香港攻读硕士学位，反映出这些变化对中国学生留学决策的显著影响。",
      "translated_title": "“太多了”：政策收紧，中国学生重新考虑英国学位",
      "images": [],
      "contentSource": "完整文章",
      "content": "After she graduated last summer, Aroma Wu quickly realised that if she wanted a career in China’s tech industry, she would need to go back to school: her bachelor’s degree simply was not enough.\n“I saw how competitive it was – most people had a master’s,” the 24-year-old said.\nTo boost her credentials, Wu decided to apply for a graduate programme in the United Kingdom, and she soon received an offer. But within weeks, she was growing worried by news coming out of Britain – and starting to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/4ec267f6-fa05-4677-8c5f-958af7a11e4b_3f751128.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国AR眼镜制造商Rokid与阿里巴巴合作走向全球 (原标题: Chinese AR glasses maker Rokid is going global with Alibaba partnership)",
      "link": "https://www.scmp.com/tech/big-tech/article/3313482/chinese-ar-glasses-maker-rokid-prepares-global-launch-aliexpress-during-618-event?utm_source=rss_feed",
      "pubDate": "Sat, 07 Jun 2025 08:30:14 +0000",
      "isoDate": "2025-06-07T08:30:14.000Z",
      "creator": "Wency Chen",
      "summary": "# Rokid AR Spatial 眼镜通过速卖通全球发布\n\n中国增强现实（AR）眼镜制造商Rokid正与阿里巴巴集团旗下的全球电商平台速卖通（AliExpress）合作，在全球范围内推出其最新款AR Spatial眼镜。此举旨在帮助Rokid在日益激烈的行业竞争中拓展海外市场。\n\n## 发布详情\n\n*   **发布时间**：Rokid将于6月16日，在速卖通618夏季大促期间，首次在海外市场推出这款眼镜。\n*   **促销活动**：Rokid将利用速卖通的“BigSave”计划，在限时内提供近100美元的折扣，将售价降至568美元。\n\n## 产品特点：Rokid AR Spatial 眼镜\n\nRokid AR Spatial 眼镜的设计注重轻便与功能性：\n\n*   **重量**：眼镜框架本身仅重75克。\n*   **核心技术**：眼镜的运行需要一个便携式集线器，其中包含电池和用于空间计算的高通（Qualcomm）芯片。\n*   **主要功能**：\n    *   **多桌面显示**：允许用户并排查看三个桌面环境。\n    *   **影院模式**：提供类似于观看300英寸屏幕的沉浸式体验。\n\n## 与阿里巴巴的合作\n\n此次合作标志着Rokid在国际化战略上的重要一步：\n\n*   **官方店铺**：Rokid将在速卖通上开设官方店铺。\n*   **“BigSave”计划**：Rokid将加入速卖通于去年推出的“BigSave”计划。该计划旨在帮助1000个中国品牌在今年实现超过100万美元的海外销售额。\n*   **其他参与品牌**：除了Rokid，其他已加入“BigSave”计划的中国科技品牌包括机器人制造商Unitree、消费电子公司Anker、潮流玩具零售商Pop Mart、电脑制造商联想集团以及智能手机巨头小米。\n\n## 中国品牌出海面临的挑战\n\nRokid国际业务负责人邵华强指出，中国品牌在走向全球市场时，常面临品牌知名度较低和营销成本较高等挑战。此次与速卖通的合作，正是为了借助大型电商平台的资源，克服这些障碍。\n\n![Rokid AR Spatial glasses can display three desktop environments at a time. Photo: Rokid](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/07/3d094042-0063-481c-aadf-006b7e6a874f_2bf0b598.jpg)",
      "shortSummary": "中国AR眼镜制造商Rokid将与阿里巴巴速卖通合作，于6月16日全球发布其最新款AR Spatial眼镜。该产品通过速卖通“BigSave”计划限时优惠至568美元。Rokid AR Spatial眼镜框架重75克，需配合便携式集线器，支持多桌面显示和300英寸影院模式。此次合作旨在帮助Rokid拓展海外市场，应对品牌知名度低和营销成本高的挑战。",
      "translated_title": "中国AR眼镜制造商Rokid与阿里巴巴合作走向全球",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/07/3d094042-0063-481c-aadf-006b7e6a874f_2bf0b598.jpg",
          "alt": "Rokid AR Spatial glasses can display three desktop environments at a time. Photo: Rokid",
          "title": "Rokid AR Spatial glasses can display three desktop environments at a time. Photo: Rokid",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Rokid, a Chinese maker of augmented reality (AR) glasses, is set to launch its latest AR Spatial eyewear globally through Alibaba Group Holding’s AliExpress e-commerce platform, as the company pushes into overseas markets amid rising competition in the industry.\nThe Hangzhou-based company will debut the glasses overseas on June 16 during the AliExpress 618 summer sale period this month, leveraging the e-commerce giant’s “BigSave” programme to offer a nearly US$100 discount, bringing the cost...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/07/f6f17628-bdaf-40ab-9429-d1c5dd4bab23_f3f6dfab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着贸易压力增大，美国零售商要求中国企业承担运输成本 (原标题: US retailers demand Chinese firms pay shipping costs as trade pressure grows)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313342/us-retailers-demand-chinese-firms-pay-shipping-costs-trade-pressure-grows?utm_source=rss_feed",
      "pubDate": "Sat, 07 Jun 2025 05:00:08 +0000",
      "isoDate": "2025-06-07T05:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "### 美国零售商要求中国企业承担运输成本\n\n*   **背景与原因**\n    *   随着贸易战造成的干扰导致运费飙升，美国零售巨头正要求其中国供应商分担甚至承担全部跨太平洋货物运输成本。\n    *   这是美国大型零售商向中国工厂施压的最新迹象，旨在让中国工厂承担更多贸易战带来的额外成本，同时美国公司在国内也面临“消化关税”的呼声。\n\n*   **传统做法的改变**\n    *   此前，美国主要零售商通常会支付从中国到美国的全部货物运输成本，并能利用与全球航运公司的长期合作关系来保持低成本。\n    *   但现在情况正在改变。据来自中国东部浙江省出口商的消息人士透露，浙江省的工厂（为美国“主导性”大型超市连锁店供货）现在不得不承担部分，甚至在某些情况下是全部运往美国的货物运输成本。\n\n*   **具体案例**\n    *   浙江领先的服装制造商Stage Group的一位销售代表表示，自5月底以来，该公司已为其60%运往美国的货物支付了物流费用。\n\n*   **其他成本压力**\n    *   运输成本并非中国工厂面临的唯一压力。本月早些时候有消息称，美国零售商还在推动中国供应商承担高达66%的美国关税成本，而此前这些费用是由美国买家支付的。",
      "shortSummary": "受贸易战影响，运费飙升，美国零售商正要求中国供应商分担或承担全部跨太平洋运输成本。这标志着美国零售商对中国工厂施加更大压力，要求其消化贸易战带来的额外成本。此前美国零售商通常支付全部运费，现在中国工厂需承担部分甚至全部。此外，美国零售商还要求中国供应商承担高达66%的美国关税。",
      "translated_title": "随着贸易压力增大，美国零售商要求中国企业承担运输成本",
      "images": [],
      "contentSource": "完整文章",
      "content": "US retail giants are demanding that their Chinese suppliers split or even bear the full cost of shipping goods across the Pacific, as freight rates skyrocket amid the disruption caused by the trade war, sources at Chinese export firms told the Post.\nThe move is the latest sign of the intense pressure America’s biggest retailers are putting on Chinese factories to absorb more of the additional costs created by the trade war, with the companies facing calls at home to “eat the tariffs”.\nUntil...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/57bfca7d-bad4-43a1-bf65-9ec4be51855b_499d21e9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中美竞争挤压亚洲市场，选边站队甚至是一种选择吗？ (原标题: As US-China rivalry squeezes Asian markets, is taking sides even an option?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313424/us-china-rivalry-putting-squeeze-asian-markets-taking-sides-option?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-06T22:00:08.000Z",
      "creator": "Luna Sun,Kandy Wong,Ralph Jennings",
      "summary": "亚洲国家正处于中美两国日益激烈的权力博弈的漩涡中，面临着一个微妙而务实的选择：\n\n*   **核心困境：** 随着关键关税期限临近和贸易紧张持续，亚洲国家需要在屈服于华盛顿打击供应链的压力与维持其与北京深厚经济联系的模糊性之间做出抉择。\n\n*   **与中国的经济联系：**\n    *   亚洲国家已将其供应链、技术、市场和投资与中国深度融合。\n    *   中国占亚洲地区贸易总量的三分之一，去年达到1.89万亿美元。\n    *   中国连续15年是东盟（Asean）的最大贸易伙伴，也是该地区18个国家的首要贸易伙伴。\n    *   经济不对称和军事优势常转化为北京的市场影响力。\n\n*   **美国的角色：**\n    *   分析人士指出，面对中国在该地区日益增长的影响力，一些亚洲国家可能需要美国的安保承诺。\n    *   对许多地区国家而言，华盛顿代表着安全、多元化和战略再平衡，体现在其军事存在、投资和先进技术方面。\n\n*   **亚洲国家的策略：**\n    *   许多亚洲经济体如履薄冰，既受益于中国巨大的市场，又警惕过度依赖的风险。\n    *   对亚洲大部分地区而言，在夹缝中维持与中美双方的关系已成为一种生存策略。",
      "shortSummary": "亚洲国家在中美竞争中面临两难：是顺应美国压力，还是维持与中国深厚的经济联系？中国是亚洲许多国家的主要贸易伙伴，而美国则提供安全和多元化。亚洲经济体既受益于中国市场，又警惕过度依赖。因此，维持与中美双方的关系已成为该地区的生存策略。",
      "translated_title": "随着中美竞争挤压亚洲市场，选边站队甚至是一种选择吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Caught in the undertow of swirling power plays between China and the United States, Asia has become like a piece of driftwood battered by the pounding of opposing tides.\nWith key tariff deadlines approaching in July, and in light of lingering trade tensions between the world’s two biggest economies, many countries in the region are facing a delicate, pragmatic choice: bow to Washington’s growing pressure to crack down on supply chains and enforcement – or preserve the economic ambiguity that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/22215850-a5e3-4133-aeb7-9b69f02db101_6016dfe8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美中商会调查发现，在华受访美国企业均未将生产迁回美国 (原标题: No polled US firms in China shifting production back to US, AmCham survey finds)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313423/no-polled-us-firms-china-shifting-production-back-us-amcham-survey-finds?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 14:00:16 +0000",
      "isoDate": "2025-06-06T14:00:16.000Z",
      "creator": "Luna Sun",
      "summary": "### 美中商会调查：在华美国企业未将生产迁回美国\n\n**背景与挑战**\n\n*   根据美中商会（AmCham China）的最新调查结果，华盛顿征收的关税不仅挤压了中国出口商，许多在华运营的美国企业也发现自己陷入了无法控制的贸易战的交火之中。\n*   关税的升级给在华美国企业带来了越来越大的压力，导致成本增加和竞争力下降。\n*   美中商会中国区主席刘易斯（Alvin Liu）表示：“在华运营已经变得日益复杂，关税又给我们的会员企业增加了额外的挑战。”\n\n**调查发现**\n\n*   **调查范围：** 该调查于5月23日至28日进行，共收到112家来自不同行业的会员公司的回复。\n*   **企业应对策略：**\n    *   尽管面临挑战，但大多数公司并未计划撤离中国。\n    *   相反，它们正在将业务本地化，或将部分生产转移到第三国。\n    *   **关键发现：** 没有一家企业表示将生产迁回美国。这与美国总统唐纳德·特朗普旨在将制造业带回美国的计划形成对比。\n\n**美中贸易关系**\n\n*   过去几个月，美中贸易关系一直动荡不安。\n*   然而，周四特朗普与中国国家主席习近平的通话似乎使局势有所缓和。据报道，双方讨论了贸易关系、中国的稀土出口以及海外留学生问题，并相互发出了访问各自国家首都的邀请。",
      "shortSummary": "美中商会调查显示，尽管关税导致成本增加，但大多数在华美国企业并未计划撤离中国。相反，它们选择将业务本地化或将生产转移到第三国。调查发现，没有一家受访企业表示将生产迁回美国，这与特朗普总统将制造业带回美国的愿景相悖。美中贸易关系近期紧张，但特朗普与习近平的通话带来一丝缓和。",
      "translated_title": "美中商会调查发现，在华受访美国企业均未将生产迁回美国",
      "images": [],
      "contentSource": "完整文章",
      "content": "Tariffs imposed by Washington have not only squeezed Chinese exporters, many US businesses operating in China are also finding themselves caught in the crossfire of a trade war they cannot control, according to fresh findings from a US business chamber.\nMeanwhile, President Donald Trump’s plan to bring manufacturing back to the US may face challenges, as American firms said they were localising in China, rather than returning home.\nThe escalation of US-China trade tensions – particularly through...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/2fa2e56b-dc54-4713-a170-8a1449eaa8ed_63a81d03.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平-特朗普通话未能在中国工厂车间激起太多热情 (原标题: Xi-Trump phone call fails to spark much enthusiasm on Chinese factory floors)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313346/xi-trump-phone-call-fails-spark-much-enthusiasm-chinese-factory-floors?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 12:00:09 +0000",
      "isoDate": "2025-06-06T12:00:09.000Z",
      "creator": "Luna Sun,Kandy Wong,Frank Chen,Ralph Jennings",
      "summary": "# 习近平与特朗普通话：中国工厂车间反应平淡\n\n*   **通话背景与潜在影响：**\n    *   中国国家主席习近平与美国总统唐纳德·特朗普进行了两个月来的首次通话。\n    *   此次通话中，两位领导人罕见地使用了和解性措辞，这被视为中美关系紧张局势可能出现缓和的信号。\n    *   双方讨论了中美之间棘手的贸易关系、中国稀土出口以及留学生问题。\n    *   两国领导人还互邀对方访问各自国家的首都。\n\n*   **中国工厂车间的反应：**\n    *   尽管两国领导人通话气氛和解，但中国工厂车间的氛围却远未被点燃，依然保持克制。\n    *   制造商们普遍对持续的政策变化感到疲惫，并对特朗普的反复无常感到失望。\n    *   许多制造商因此推迟了重大举措，等待更明确的信号出现。\n\n*   **行业观点：**\n    *   香港越南商会秘书长Winnie Lam表示，“没有人再相信特朗普的话了。”\n    *   她强调，尤其是在没有签署协议（无论是越南-美国还是中国-美国）的情况下，没有人会做出任何长期决策。\n    *   目前，被搁置的项目仍保持现状，正在进行的则继续推进，尚未观察到任何突然的撤回。",
      "shortSummary": "习近平与特朗普通话，预示中美关系可能缓和，但中国工厂车间反应平淡。制造商们因政策多变和特朗普的不确定性而疲惫失望，普遍推迟重大决策，不愿在缺乏具体协议前采取行动。行业人士指出，没有人再轻易相信特朗普的言辞，项目进展未受通话影响，保持原有状态。",
      "translated_title": "习近平-特朗普通话未能在中国工厂车间激起太多热情",
      "images": [],
      "contentSource": "完整文章",
      "content": "As two of the world’s most powerful leaders – President Xi Jinping and US counterpart Donald Trump – exchanged rare conciliatory words in a phone call that signalled a potential thaw in China-US tensions, the mood on factory floors in China remained far more restrained.\nExhausted by continual policy shifts and disillusioned by Trump’s volatility, many manufacturers are delaying major moves until clearer signals emerge.\n“No one jumps on Trump’s word any more,” said Winnie Lam, general secretary...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/30dab402-a7ab-4416-a6e7-a050548af889_92513b87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "陷入糟糕的兄弟情：特朗普和马斯克剑拔弩张——究竟发生了什么？ (原标题: Caught in a bad bromance: Trump and Musk go for the throat – what just happened?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313377/caught-bad-bromance-trump-and-musk-go-throat-shocking-feud-escalates?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 10:00:18 +0000",
      "isoDate": "2025-06-06T10:00:18.000Z",
      "creator": "Alice Li",
      "summary": "### 特朗普与马斯克的公开争执升级\n\n美国前总统唐纳德·特朗普与他曾经最著名的政治捐助者埃隆·马斯克之间，一场公开的争执在特朗普与中国领导人通话数小时后迅速升级。\n\n*   **争执的起因**\n    *   马斯克本周早些时候公开抨击了特朗普的一项关键国内政策倡议——“一揽子美丽法案”（One Big Beautiful Bill Act），该法案最近已在众议院通过。\n    *   马斯克在其社交媒体平台X上发帖，称该法案是“令人作呕的憎恶之物”，是一个“大规模、离谱、充满政治分肥的国会支出法案”。\n    *   他进一步指出，该法案将“大幅增加已经庞大的预算赤字至2.5万亿美元”，并给美国公民带来“难以承受的、不可持续的债务”。\n    *   值得注意的是，马斯克直到上周为止，一直担任美国以节约成本为重点的政府效率部（Doge）负责人。\n    *   这已是马斯克第二次公开抨击该法案。早在五月下旬，在正式离开Doge之前，他就曾表示对该法案感到“失望”，并认为该立法“增加了预算赤字”并“损害了Doge团队的工作”。\n\n*   **特朗普的回应**\n    *   周四，在与德国总理弗里德里希·梅尔茨举行的新闻发布会上，特朗普在与记者交谈时暗示，马斯克之所以不满，是因为电动汽车（EV）强制规定的取消可能影响到他的特斯拉业务。",
      "shortSummary": "美国前总统特朗普与埃隆·马斯克之间爆发公开争执。马斯克猛烈抨击特朗普的“一揽子美丽法案”，称其为“令人作呕的憎恶之物”，将导致预算赤字大幅增加至2.5万亿美元。特朗普则反驳称，马斯克的不满源于电动汽车强制规定的取消可能影响其特斯拉业务。这场争执在特朗普与中国领导人通话后迅速升级。",
      "translated_title": "陷入糟糕的兄弟情：特朗普和马斯克剑拔弩张——究竟发生了什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hours after US President Donald Trump spoke with his Chinese counterpart on Thursday night and shared optimistic remarks about the call on social media, a public feud escalated between him and his biggest political donor.\nElon Musk, once Trump’s most high-profile donor and self-proclaimed “first buddy”, lambasted the “big beautiful bill” earlier this week – one of Trump’s key domestic policy initiatives that was recently passed by the House – lighting the fuse on a public fight that quickly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/c0019dc9-243c-43ee-ab61-5aa306ce429b_4caac031.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大型船东让美国计划落空，继续从中国订购船舶 (原标题: Big shipowners take wind out of US sails, continue to order vessels from China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313302/despite-us-port-fee-big-shipping-companies-are-still-ordering-vessels-made-china?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 05:00:18 +0000",
      "isoDate": "2025-06-06T05:00:18.000Z",
      "creator": "Carol Yang",
      "summary": "# 大型船东继续从中国订购船舶\n\n尽管美国对与中国相关的船只征收港口费用，但包括全球最大航运公司地中海航运公司（MSC）在内的大型船运公司，仍选择继续与中国造船厂合作。他们表示，中国造船厂的竞争力在短期内难以匹敌。\n\n## 核心观点与原因\n\n*   **中国造船业的竞争力**：MSC高级副总裁Marie-Caroline Laurent在本周于奥斯陆举行的Nor-Shipping论坛上表示，尽管美国决心挑战中国在全球造船业的主导地位，但这项港口费用不会成为从中国订购更多船舶的障碍。她指出，中国在船舶建造方面拥有专业知识和能力，尤其是在能源转型所需的船舶方面，目前大部分此类船舶都在中国建造。\n*   **能源转型需求**：国际海事组织（IMO）要求全球航运业在大约25年内实现净零排放。为响应这一目标，航运公司正日益投资于脱碳技术（如绿色燃料），这导致近年来新船订单显著增加。\n*   **美国造船业复兴的挑战**：Laurent认为，美国造船业的复兴不会一蹴而就，实现这一雄心壮志需要国家补贴和保留一些战略资产。她明确表示，这不会在现阶段改变MSC在造船方面的整体战略。",
      "shortSummary": "尽管美国对与中国相关的船只征收港口费用，但包括全球最大航运公司MSC在内的大型船运公司，仍因中国造船厂无与伦比的竞争力，选择继续从中国订购船舶。MSC高管指出，为实现能源转型所需的船舶主要由中国建造，其能力和专业知识短期内无法替代。美国造船业的复兴需时日和补贴，不会改变MSC目前的采购策略。",
      "translated_title": "大型船东让美国计划落空，继续从中国订购船舶",
      "images": [],
      "contentSource": "完整文章",
      "content": "While a US port fee targeting ships linked to China has made some vessel buyers hesitant, major shipping companies – including Mediterranean Shipping Company (MSC), the world’s largest – are opting to continue working with Chinese shipyards, saying their competitiveness cannot be easily matched in the short term.\nDespite the United States’ determination to challenge China’s dominance in global shipbuilding, MSC senior vice-president Marie-Caroline Laurent told the Nor-Shipping Forum in Oslo this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/34712173-c6cf-4162-8ab8-d1ab22a9ea13_bbf26846.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国称新型直升机发动机是其航空雄心的里程碑 (原标题: China hails new helicopter engine as a milestone for its aviation ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313180/china-hails-new-helicopter-engine-milestone-its-aviation-ambitions?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 09:30:09 +0000",
      "isoDate": "2025-06-05T09:30:09.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国已批准其首款国产1000千瓦直升机发动机投入批量生产，此举正值北京在面对美国技术限制之际，加倍推进其航空雄心。\n\n**主要信息点：**\n\n*   **发动机名称与类型：** 该发动机名为AES100，是一种涡轴发动机，专为直升机设计。\n*   **生产批准：** 中国当局于周四授予AES100发动机生产许可证，新华社报道称这“为其市场推出奠定了坚实基础”。\n*   **背景与时机：**\n    *   此举发生在美国宣布新一轮针对中国的出口限制（包括喷气发动机相关技术）之后数日。\n    *   尽管中国商用飞机有限责任公司（Comac）在开发商用喷气式飞机方面取得进展，但仍依赖海外供应商提供关键部件。\n*   **重要意义：**\n    *   AES100由中国航空发动机集团（AECC）生产，是中国首款自主研发的1000千瓦级直升机发动机。\n    *   尽管AES100与商飞使用的喷气发动机类型不同，但中国专家认为其发展仍是中国航空领域的一大进步。\n    *   AES100总设计师李该奇表示，获得许可证反映了“中国独立开发和制造先进民用涡轴发动机的能力”。",
      "shortSummary": "中国已批准其首款国产1000千瓦直升机发动机AES100投入批量生产。这标志着中国航空业在自主研发方面迈出了重要一步，尤其是在美国试图限制其关键技术获取的背景下。该发动机的成功量产，体现了中国独立开发和制造先进民用涡轴发动机的能力，为其航空雄心奠定了坚实基础。",
      "translated_title": "中国称新型直升机发动机是其航空雄心的里程碑",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has granted approval for the country’s first home-grown 1,000-kilowatt helicopter engine to begin mass production, as Beijing doubles down on its aviation ambitions in defiance of US efforts to restrict its access to key technologies.\nThe engine, named the AES100, was granted a production licence by Chinese authorities on Thursday, “laying a solid foundation for its market launch”, state-run news agency Xinhua reported.\nThe move comes just days after Washington announced a new round of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/559e6371-2d91-4de4-9013-e13225102b1c_20edeeee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么“Taco”交易对全球经济不容小觑 (原标题: Why Taco trade is no laughing matter for the global economy)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3313125/why-taco-trade-no-laughing-matter-global-economy?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-05T08:30:08.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### “Taco”交易：全球经济的非玩笑之举\n\n**引言：金融市场中的新缩略语**\n\n在金融市场中，投资分析师经常创造缩略语来概括流行的主题或趋势，例如“FOMO”（错失恐惧症）和“金砖国家”（Brics）。近期，《金融时报》评论员罗伯特·阿姆斯特朗创造了一个名为“Taco”的缩略语，意为“Trump always chickens out”（特朗普总是退缩），用以描述近期全球市场的上涨。\n\n**“Taco”交易的含义与兴起**\n\n阿姆斯特朗将全球市场的上涨归因于投资者意识到美国总统唐纳德·特朗普对市场和经济压力的容忍度不高，当其贸易关税造成痛苦时会迅速退缩。“Taco”交易的概念于4月9日开始盛行，当天特朗普暂停了此前一周对几乎所有美国贸易伙伴征收的“对等”关税。此后，特朗普做出了一系列部分让步，使许多投资者相信他只是虚张声势，其言辞比实际行动更强硬。\n\n**特朗普的具体让步示例**\n\n*   **美联储主席：** 特朗普曾威胁解雇美联储主席杰罗姆·鲍威尔，但后来退缩，表示无意寻求其下台，尽管他继续施压美联储降息。\n*   **对华关税：** 降低了对中国商品征收的高额关税。\n*   **对欧关税：** 推迟了对欧盟进口商品征收50%的关税。\n\n**市场反应与德意志银行的观点**\n\n自4月8日以来，衡量全球股市表现的MSCI全球所有国家指数（MSCI All-Country World Index）飙升近20%，并于6月4日创下历史新高。德意志银行指出，美国“解放日”政策的负面影响——包括支持率下降和美国政府债券抛售——迫使华盛顿重新考虑其策略，这进一步印证了“Taco”交易的逻辑。",
      "shortSummary": "《金融时报》评论员创造了“Taco”（特朗普总是退缩）一词，描述全球市场上涨。这源于投资者认为，当贸易关税造成经济压力时，特朗普会迅速让步。具体表现为他暂停了对等关税，放弃解雇美联储主席的威胁，并降低或推迟了对中国和欧盟的关税。自4月8日以来，全球股市飙升近20%，创下历史新高，反映了市场对特朗普政策软化的预期。",
      "translated_title": "为什么“Taco”交易对全球经济不容小觑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Everyone loves a catchy acronym. In financial markets, investment analysts spend a lot of time trying to come up with initialisms that encapsulate a popular theme or trend.\nA good example is FOMO, or fear of missing out, especially when it comes to stock market rallies. Another one is Brics, first coined in 2001 by former Goldman Sachs economist Jim O’Neill to draw attention to opportunities in Brazil, Russia, India and China.\nHowever, it is not often that a journalist coins an acronym that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/192d490e-eee4-4b33-9fb1-f85d877183b0_d889e44e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士 (原标题: Australia’s Albanese to meet China’s Xi in Beijing this summer: source)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313136/australias-albanese-meet-chinas-xi-beijing-summer-source?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 06:00:12 +0000",
      "isoDate": "2025-06-05T06:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯将访问北京\n\n*   **访问目的与时间**\n    *   澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问中国首都北京。\n    *   此行的主要目的是进行贸易谈判，并进一步缓和两国间的经济紧张关系。\n\n*   **会见中国国家主席习近平**\n    *   一位不愿透露姓名的消息人士透露，阿尔巴尼斯总理预计将在访问期间会见中国国家主席习近平。\n\n*   **缓和澳中经济关系**\n    *   自2022年当选以来，阿尔巴尼斯一直致力于缓和其前任政府造成的对华经济紧张局势。\n    *   他的努力已促使中方放宽了对澳大利亚煤炭、葡萄酒、龙虾以及其他商品的进口限制。\n\n*   **贸易伙伴关系的重要性**\n    *   中国是澳大利亚最大的贸易伙伴。\n    *   此次访问被视为与澳大利亚最大贸易伙伴进行接触的重要举措。\n\n*   **连任后的优先事项**\n    *   阿尔巴尼斯领导的工党在上个月的澳大利亚联邦选举中取得决定性胜利，其第二任期内，与中国的接触预计仍将是优先事项。\n    *   消息人士指出，澳大利亚民众再次投票支持阿尔巴尼斯，是因为他能够稳定澳中关系。",
      "shortSummary": "澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问北京，与中国国家主席习近平会面。此行旨在进行贸易谈判，并进一步缓和澳中两国间的经济紧张关系。自2022年上任以来，阿尔巴尼斯一直致力于稳定两国关系，已促使中方放宽对澳大利亚商品的进口限制。与中国保持接触是其第二任期的优先事项，以巩固澳大利亚与最大贸易伙伴的关系。",
      "translated_title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "Australian Prime Minister Anthony Albanese is set to become the latest world leader to travel to Beijing for trade talks, as countries around the world scramble to navigate the turbulence unleashed by US President Donald Trump’s tariff policies.\nThe Australian leader is expected to arrive in the Chinese capital in July or August, a source with knowledge of the situation told the Post on condition of anonymity, with the European Union also scheduled to hold a crunch summit with China during the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/a7fed20e-8877-49c7-a6b1-b0a836c10140_c50858c8.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-10T12:49:37.802Z"
}