{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "“这需要时间”：中国航运优势或不受韩国投资影响 (原标题: ‘It takes time’: China’s shipping edge likely safe from South Korean investments)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321734/trumps-curbs-chinas-shipbuilding-edge-spur-south-korean-investments-asean?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 23:00:08 +0000",
      "isoDate": "2025-08-13T23:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "### 韩国造船业的海外扩张策略及其挑战\n\n随着美国寻求遏制中国在造船业的主导地位，韩国造船商正积极寻求通过在菲律宾和越南投资船厂来扩大其海外业务，以期利用这一机会。\n\n**韩国此举的动因：**\n\n*   **解决国内制约因素**：分析师指出，韩国造船商此举旨在解决其竞争力面临的诸多制约，包括产能有限、劳动力短缺以及与国内工会的紧张关系。\n*   **利用低成本劳动力**：Drewry中国区总经理杜瑜表示，将业务转移到劳动力成本较低的东南亚，可以有效增强韩国造船商的竞争优势。\n\n**挑战与前景：**\n\n*   **技能提升需时**：杜瑜警告称，提高当地工人的技术技能“需要时间”，这意味着尽管这一战略对韩国造船商来说是可行的解决方案，但其成效不会立竿见影。\n\n**具体案例：HD现代在菲律宾的投资计划：**\n\n*   **重振破产船厂**：据《马尼拉时报》报道，HD现代计划通过为期10年的租赁协议，重振菲律宾一个此前破产的船厂。\n*   **运营时间表**：该船厂预计将于2026年1月开始运营。\n*   **投资规模**：该韩国企业集团将总计投资5.5亿美元。\n*   **生产目标**：计划每年建造多达10艘船只。\n*   **就业机会**：预计将总计雇佣7000名工人。\n*   **船厂历史**：该位于苏比克湾的船厂最初由韩国韩进重工于2006年启动，但在2019年因拖欠巨额贷款申请破产后停止运营。",
      "shortSummary": "为应对美国遏制中国造船业的努力，韩国正通过在菲律宾和越南投资船厂来扩大海外业务。此举旨在解决韩国造船业的产能限制、劳动力短缺及工会问题，并利用东南亚较低的劳动力成本。然而，专家指出，提高当地工人技能需要时间，效果不会立竿见影。例如，HD现代计划投资5.5亿美元在菲律宾重振一破产船厂，预计2026年运营，年产10艘船，雇佣7000人。",
      "translated_title": "“这需要时间”：中国航运优势或不受韩国投资影响",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the US seeks to curb China’s shipbuilding dominance, South Korea is looking to capitalise by expanding its overseas footprint through shipyard investments in the Philippines and Vietnam.\nAnalysts said South Korean shipbuilders may view the move as a way to tackle constraints that have diminished their competitiveness against China, such as limited capacity, labour shortages and tensions with domestic trade unions.\nShifting operations to Southeast Asia, where labour costs are lower, could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/f9fa0f2b-cb42-4610-98bb-603392a7f5ca_26dd39c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北戴河宾客名单透露了中国经济的哪些优先事项？ (原标题: What does the Beidaihe guest list tell us about China’s economic priorities?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321721/what-does-beidaihe-guest-list-tell-us-about-chinas-economic-priorities?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 15:00:17 +0000",
      "isoDate": "2025-08-13T15:00:17.000Z",
      "creator": "Alice Li",
      "summary": "## 北戴河宾客名单揭示中国经济优先事项\n\n中国高层领导人正在北戴河海滨度假胜地进行夏季休假，分析人士正密切关注此次年度聚会的宾客名单，以从中寻找线索，了解在北京10月关键的全体会议（旨在确定中国下一个五年规划）之前，北京的优先事项。\n\n根据官方媒体的报道，此次年度聚会的受邀者名单表明，中国领导人正高度重视科学、创新和创业，以期加速中国新兴技术的开发和应用。\n\n### 主要受邀群体和领域：\n\n*   **专家数量：** 超过60位专家受邀参加今年的北戴河休假。\n*   **涵盖领域：** 受邀专家来自量子物理、生物学、人工智能、材料科学和医学研究等前沿科学领域，以及高科技产业的企业家。\n\n### 部分知名受邀者：\n\n*   **科学家：**\n    *   结构生物学家颜宁\n    *   顶尖量子物理学家潘建伟\n    *   乳腺癌专家徐兵河\n*   **科技企业高管：**\n    *   语音识别技术先驱科大讯飞董事长刘庆峰\n    *   网络安全公司奇安信科技总裁吴云坤\n    *   国有电信巨头中国电信首席技术官李学龙\n\n### 年轻研究人才：\n\n*   此次聚会还邀请了八位40岁以下的基础研究人员，其中最年轻的是浙江大学化学教授冯建东，年仅33岁。",
      "shortSummary": "中国高层领导人北戴河夏季休假的宾客名单揭示了中国经济的优先事项。此次聚会邀请了超过60位来自量子物理、生物、人工智能、材料科学、医学研究及高科技产业的顶尖科学家和企业家，包括多位知名专家和年轻研究人员。这表明中国正高度重视科学、创新和创业，以加速新兴技术的开发和应用，为即将到来的五年规划奠定基础。",
      "translated_title": "北戴河宾客名单透露了中国经济的哪些优先事项？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China’s top leaders enjoy their summer retreat at the northern beach resort of Beihaihe, analysts are poring over the guest list for clues about Beijing’s priorities ahead of October’s crucial plenary meeting to agree on China’s next five-year plan.\nThe list of invitees to the annual gathering, as reported by state media, suggests that China’s leaders are placing a heavy emphasis on science, innovation and entrepreneurship, as they seek to accelerate China’s development and application of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/029dfcaa-cd52-47e7-81f5-8a63d67e8897_04622070.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "与美国不同，中国并未试图排斥未来 (原标题: Unlike the US, China is not trying to shut out the future)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3321569/unlike-us-china-not-trying-shut-out-future?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 12:30:09 +0000",
      "isoDate": "2025-08-13T12:30:09.000Z",
      "creator": "Wang Huiyao",
      "summary": "## 中国冲击2.0：拥抱未来而非排斥\n\n经济学家大卫·奥托和戈登·汉森（“中国冲击”概念的提出者）在《纽约时报》的评论文章中，警告了新一波颠覆浪潮，他们称之为“中国冲击2.0”。与第一次由纺织品和玩具驱动不同，这次的驱动力是电动汽车（EVs）、清洁能源、人工智能和生物技术。人们担忧中国不再仅仅是追赶，而是在曾定义西方领导地位的领域中准备超越。\n\n### “中国冲击2.0”的本质与误解\n\n*   **概念提出者及其警告**：奥托和汉森指出，尽管存在“中国冲击2.0”的说法，但他们反对由此引发的反射性保护主义，反而主张通过谨慎投资和补贴来面向未来。\n*   **与过去的不同**：今天的变化并非过去的重复。它不关乎工厂倒闭或失业，而是关于全新系统和产业的构建。中国在此并非作为“破坏者”，而是作为“建设者”。\n*   **更准确的称谓**：这种转变更应被称为“未来冲击”。\n\n### 未来冲击的驱动力与中国的领导地位\n\n*   **高科技与资本密集型产业**：此次冲击由电动汽车、太阳能、风力涡轮机、电池、智能电网和人工智能等资本密集型高科技产业引领。\n*   **创新模式**：这些行业并非由低工资驱动，而是由规模、供应链整合以及由世界领先机构推动的持续创新所驱动。这种创新得益于从国家主导补贴向更强调市场纪律和研究驱动型创新的转变。\n*   **绿色转型领导者**：\n    *   如果说19世纪属于蒸汽和英国，20世纪属于硅和美国，那么21世纪将属于那些引领绿色转型者。中国正在这样做。\n    *   其益处已在全球范围内显现。\n    *   **数据亮点**：\n        *   2023年，中国安装的太阳能发电能力是世界其他地区总和的1.6倍。\n        *   风力发电装机量几乎是世界其他地区的两倍。\n        *   正在全球范围内推动清洁能源成本下降。\n        *   太阳能电池板成本从2023年的每瓦24美分降至2024年的11美分。\n*   **中国的作用**：中国不仅支持绿色转型，更是在“承保”这一转型。",
      "shortSummary": "经济学家警告“中国冲击2.0”的到来，此次由电动汽车、清洁能源、人工智能等高科技产业驱动，而非传统制造业。文章指出，这并非简单的重复，而是中国作为“建设者”引领的“未来冲击”。中国在绿色转型中扮演全球领导角色，2023年太阳能和风能装机量远超世界其他地区总和，并显著降低了全球清洁能源成本。中国正以创新和规模优势“承保”全球绿色转型，与美国形成鲜明对比。",
      "translated_title": "与美国不同，中国并未试图排斥未来",
      "images": [],
      "contentSource": "完整文章",
      "content": "In their op-ed in The New York Times, economists David Autor and Gordon Hanson – whose work first defined the “China Shock” – warn of a new wave of disruption, one they label “China Shock 2.0”, this time driven not by textiles or toys, but by electric vehicles (EVs), clean energy, artificial intelligence and biotechnology. The fear is that China is no longer merely catching up but is poised to overtake in sectors that once defined Western leadership.\nYet the term “China Shock 2.0” practically...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/b46c5714-b7d7-4782-b72b-0598ee15b246_1aa8046d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国飞机在俄罗斯被扣押后，租赁公司遭受巨额损失 (原标题: After Chinese-owned aircraft detained in Russia, leasing firms incur huge losses)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321724/chinese-leasing-firms-incur-huge-losses-after-aircraft-detained-russia?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 10:00:18 +0000",
      "isoDate": "2025-08-13T10:00:18.000Z",
      "creator": "Ji Siqi",
      "summary": "### 俄罗斯扣押中国飞机：租赁公司遭受重创\n\n乌克兰战争的持续爆发，使得中国飞机租赁公司成为最新受害者，其在俄罗斯的资产面临巨大风险。\n\n**主要受害者案例：**\n\n*   **AVMAX 公司：**\n    *   **背景：** 广东山河智能的全资子公司。\n    *   **损失情况：** 收到2300万美元保险赔付，涉及三架在俄罗斯被扣押且未归还的飞机。\n    *   **飞机类型：** 这些飞机是加拿大德哈维兰公司（庞巴迪子公司）开发的涡轮螺旋桨客机。\n    *   **租赁方：** 曾租赁给俄罗斯雅库特航空（Yakutia Airlines）和极光航空（Aurora JSC）。\n    *   **合同状态：** 其中两份合同已于去年到期。\n    *   **追回努力：** 自2022年2月乌克兰战争爆发以来，AVMAX多次尝试追回被租飞机。然而，由于西方对俄罗斯航空业的制裁，该公司未能成功追回受影响的飞机。\n\n*   **Airwork 公司：**\n    *   **背景：** 浙江一家公司的全资子公司。\n    *   **损失情况：** 同样面临困境，其六架波音757货机在俄罗斯被扣押。\n    *   **事件起因：** Airwork于2022年要求终止租赁合同并归还飞机后，这些飞机被扣押。\n    *   **财务影响：** 仅追回一架飞机，导致该公司遭受了数亿美元的损失。公司被迫对剩余资产进行核销，并启动了漫长的保险诉讼。\n\n**总结：**\n\n这些案例表明，乌克兰战争及其引发的制裁对国际租赁业务造成了深远影响，导致相关中国企业蒙受巨额经济损失。",
      "shortSummary": "乌克兰战争导致中国飞机租赁公司遭受巨额损失。AVMAX公司因三架飞机在俄罗斯被扣押，获得2300万美元保险赔付，但未能追回。另一家公司Airwork的六架波音757货机也被扣押，仅追回一架，损失数亿美元。这些事件凸显了中国公司在俄资产面临的风险以及战争对国际租赁业务的深远影响。",
      "translated_title": "中国飞机在俄罗斯被扣押后，租赁公司遭受巨额损失",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese aircraft leasing companies have emerged as the latest victims of the prolonged Ukraine war, after one firm disclosed it had received US$23 million in insurance payouts for three planes detained in Russia and never returned – part of a wave of Chinese assets held in the country in recent years.\nAVMAX, which is a wholly-owned subsidiary of Guangdong-based Shanhe Intelligent, had leased the aircraft to Russian clients under three contracts, according to a stock exchange filing released this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/3fd0a34e-3d42-4ed5-a321-468af9018152_670cdcc5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "恒大暴雷四年后，中国家庭仍困于“烂尾楼” (原标题: 4 years after Evergrande crash, Chinese families still stuck in ‘broken houses’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321715/4-years-after-evergrande-crash-chinese-families-are-still-stuck-broken-houses?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 08:31:56 +0000",
      "isoDate": "2025-08-13T08:31:56.000Z",
      "creator": "He Huifeng,June Xia",
      "summary": "### 恒大危机四年后：中国购房者深陷“烂尾楼”困境\n\n中国房地产巨头恒大集团四年前的倒闭引发了3000亿美元的债务危机，至今仍对数百万中国购房者造成深远影响。许多预付了房款的购房者面临着房屋停工、交付条件恶劣以及严重经济损失的困境。\n\n#### 购房者案例：魏女士的“新家”\n\n*   **房屋现状**：魏女士（Rebecca Wei）位于中国中部城市洛阳的新家仍像一个建筑工地。通往高层住宅小区的道路尚未完工，在到达大门前就变成了碎石路。\n*   **内部条件**：魏女士的公寓内部仅是一个空壳，地板是裸露的水泥，没有永久性的水电供应，且建筑物不符合中国的消防安全规定。\n*   **开发商态度**：开发商在未达到基本验收标准的情况下交付了房产，态度强硬，形同“爱要不要”。\n\n#### 恒大危机带来的普遍影响\n\n*   **受影响人群**：数百万中国购房者至今仍生活在恒大集团四年前倒闭的阴影之下，该事件震动了中国房地产市场。\n*   **项目停工**：面对流动性危机，开发商在全国范围内冻结了住房项目的建设，导致像魏女士这样已预付房款的购房者陷入困境，面临严重的经济损失。\n*   **交付困境**：\n    *   许多购房者至今仍在等待房屋完工。\n    *   包括魏女士在内的另一些购房者，虽然最终搬进了公寓，却发现开发商偷工减料，交付的房产处于“勉强可居住”的状态。",
      "shortSummary": "恒大集团四年前的倒闭导致数百万中国购房者深陷“烂尾楼”困境。许多预付房款的家庭面临房屋停工、交付条件恶劣（如无水电、不符标准）以及严重经济损失。购房者如魏女士的案例显示，开发商在未达基本验收标准的情况下交付了“勉强可居住”的房屋，使他们苦不堪言。",
      "translated_title": "恒大暴雷四年后，中国家庭仍困于“烂尾楼”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Rebecca Wei’s new home still looks like a construction site. The road running up to the high-rise housing complex in the central Chinese city of Luoyang is unfinished, dissolving into gravel before reaching the front gate.\nWei’s apartment itself is little more than a shell. The floors are bare cement. There is no permanent water or electricity supply, and the building does not comply with Chinese fire safety regulations.\n“The developer delivered the property without even meeting the basic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/d30c16b4-1b0d-448f-9a4a-a8a3e82aa61c_957fb563.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "榴莲外交：中国欢迎柬埔寨首批水果直航空运 (原标题: Durian diplomacy: China welcomes Cambodia’s first direct air shipments of fruit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321602/chinas-durian-diplomacy-expands-cambodias-first-direct-air-shipments-fruit?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 04:00:09 +0000",
      "isoDate": "2025-08-13T04:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "### 柬埔寨榴莲首次直航空运中国\n\n柬埔寨的首批榴莲已于周末通过空运抵达中国河南省，标志着两国间新鲜水果直航空运走廊的正式开通。\n\n*   **首次空运与物流**\n    *   此次运输的榴莲重达两吨。\n    *   采用冷链物流技术，仅用四小时便完成运输。\n    *   中国驻柬埔寨大使馆官方微信账号周一发布声明称，这使得中国消费者能够享受到如同刚采摘般新鲜的榴莲。\n\n*   **贸易与批准水果种类**\n    *   榴莲是继香蕉、芒果、龙眼和椰子之后，第五种获准直接从柬埔寨供应中国市场的新鲜水果。\n    *   这凸显了两国间日益增长的农业贸易以及海关效率的提升。\n\n*   **柬埔寨榴莲产业概况**\n    *   根据柬埔寨农业部的数据，柬埔寨的榴莲种植面积超过11,000公顷。\n    *   该国榴莲年产量超过12万吨。\n\n*   **中国市场与“榴莲外交”**\n    *   榴莲以其独特的味道和多刺的外皮而闻名，原产于东南亚。\n    *   中国已成为全球最大的榴莲消费市场，一个优质的3公斤榴莲在城市超市售价约为150元人民币（约合21美元）。\n    *   自2002年以来，中国向更多榴莲出口国开放市场，此举被广泛称为“榴莲外交”。\n    *   推动“榴莲外交”的因素包括中国消费者日益增长的需求，以及在北京与美国贸易紧张局势下，中国深化与东南亚国家联盟（东盟）关系的努力。\n\n*   **行业观点**\n    *   尽管如此，一些业内人士对柬埔寨榴莲的商业竞争力仍持谨慎态度。",
      "shortSummary": "柬埔寨首批榴莲已通过直航空运抵达中国，标志着两国新鲜水果空运走廊的开通。榴莲是继香蕉等之后第五种获准直接输华的柬埔寨水果，彰显了两国农业贸易增长和海关效率提升。中国作为全球最大榴莲消费市场，推动了“榴莲外交”，旨在深化与东盟关系。然而，部分业内人士对柬埔寨榴莲的商业竞争力持谨慎态度。",
      "translated_title": "榴莲外交：中国欢迎柬埔寨首批水果直航空运",
      "images": [],
      "contentSource": "完整文章",
      "content": "The first Cambodian durians arrived in China’s central province of Henan by air over the weekend, marking the official launch of a direct air corridor for fresh fruit between the two nations.\nThe two-tonne shipment was transported using cold chain logistics in just four hours, allowing Chinese consumers to enjoy the fruit as if it were freshly harvested, according to a statement released Monday on the Chinese Embassy in Cambodia’s official WeChat account.\nDurian is now the fifth fresh fruit...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/39b54c88-2881-477c-b03a-42f7a4923474_44aed507.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国寻求通过补贴消费贷款利息来提振需求 (原标题: China seeks to bolster demand by subsidising interest costs on consumer loans)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321647/china-seeks-bolster-demand-subsidising-interest-costs-consumer-loans?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 01:33:02 +0000",
      "isoDate": "2025-08-13T01:33:02.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国推出个人消费贷款利息补贴计划\n\n中国政府已启动一项为期一年的计划，旨在通过补贴个人消费贷款利息来刺激家庭消费和提振国内需求。这项新政策是北京更广泛努力的一部分，旨在释放居民消费潜力。\n\n### 计划目标与发布机构\n\n*   **主要目标**：更好地利用财政资金支持和引导消费，降低家庭消费信贷成本，并帮助释放其消费潜力。\n*   **发布机构**：该计划由财政部、中国人民银行和国家金融监督管理总局于周二联合发布。\n\n### 补贴细则\n\n*   **补贴对象**：\n    *   个人为购买商品而申请的消费贷款。\n    *   包括低于5万元人民币（约6,958美元）的单笔交易。\n    *   以及汽车和教育等关键领域更高金额的购买。\n*   **补贴方式**：\n    *   政府将承担部分利息成本。\n    *   具体补贴年利率的1个百分点。\n    *   补贴上限为合同贷款利率的一半。\n*   **资金来源**：\n    *   中央政府将承担90%的补贴成本。\n    *   省级政府负责剩余的10%。\n\n### 实施时间与未来展望\n\n*   **实施期限**：计划从今年9月1日开始，持续到明年8月底。\n*   **未来考虑**：当局表示，在评估其有效性后，可能会考虑延长或扩大该计划。\n\n### 政策背景\n\n*   **政策优先级**：中国最高领导层已将促进消费作为首要政策重点。\n*   **相关措施**：\n    *   北京此前已推出了一项30点政策方案。\n    *   并已拨付3000亿元人民币用于消费品以旧换新计划。",
      "shortSummary": "中国启动了一项为期一年的个人消费贷款利息补贴计划，旨在通过降低借贷成本来刺激家庭消费和提振国内需求。该计划将补贴年利率的1个百分点，由中央和地方政府共同出资，适用于包括汽车和教育等领域的消费贷款。此举是中国政府为促进消费而采取的更广泛政策的一部分，此前已推出30点政策方案和3000亿元的以旧换新计划。",
      "translated_title": "中国寻求通过补贴消费贷款利息来提振需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has unveiled a year-long plan to subsidise interest on personal consumer loans to spur spending, but analysts say that while it has symbolic importance, its impact might be modest given the small share of total consumption funded by borrowing.\nIndividuals who take out consumer loans for purchases – including single transactions below 50,000 yuan (US$6,958) and higher amounts for purchases in key sectors such as cars and education – will have part of their interest costs covered by the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/dfc25cf2-53ac-424e-88c4-a554273f9acd_61927765.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“并非易事”：中美关税休战后何去何从？ (原标题: ‘Far from a walk in the park’: what’s next after another US-China tariff truce?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321606/whats-next-after-us-china-tariff-truce-and-why-it-far-walk-park?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 15:00:07 +0000",
      "isoDate": "2025-08-12T15:00:07.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "### 中美关税休战与未来展望\n\n中美两国之间的关税休战已延长90天，且两国元首有望在今年晚些时候举行会晤。分析人士指出，在此背景下，两国在出口管制和商品采购方面存在达成“零散协议”的空间。\n\n*   **短期突破可能性低**\n    *   尽管有达成零散协议的可能，但短期内取得重大突破的可能性不大。\n    *   两国超级大国之间的谈判将继续充满挑战，并构成对贸易韧性的长期考验。\n\n*   **专家观点**\n    *   荷兰ING银行大中华区首席经济学家宋林（Lynn Song）表示，关税重新升级不符合任何一方的利益。\n    *   然而，他也认为很难设想能一劳永逸地解决所有问题的“大交易”。\n    *   预计未来将继续看到此类延长和调整。\n\n*   **美方优先事项**\n    *   推动北京购买更多美国商品是华盛顿的优先事项之一。\n    *   在关税休战截止日期前，美国总统唐纳德·特朗普敦促中国将其对美国大豆的订单量增加四倍，大豆是美国对中国的主要出口商品。\n\n*   **元首会晤前景**\n    *   特朗普上周表示，如果双方能够达成贸易协议，他与中国国家主席习近平可能会在“年底前”会面。",
      "shortSummary": "中美关税休战已延长90天，两国元首有望会晤。分析师认为，两国在出口管制和商品采购方面存在达成“零散协议”的空间，但短期内取得重大突破的可能性不大，谈判将是长期考验。美方优先推动中国购买更多美国商品，特朗普曾敦促中国增加大豆采购。若能达成协议，两国元首可能在年底前会面。",
      "translated_title": "“并非易事”：中美关税休战后何去何从？",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the tariff truce between China and the United States extended for another 90 days, and in the lead-up to a potential meeting of their presidents later this year, room for “piecemeal agreements” exists for the two countries in terms of export controls and purchases of goods, according to analysts.\nBut the odds of significant breakthroughs – at least in the short term – are unlikely, as negotiations between the superpowers will continue to be difficult and serve as a long-term test of trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/7fab025c-928f-40ef-80ef-44966f852c99_7a2ad68e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对加拿大豌豆淀粉进口启动反倾销调查 (原标题: China launches anti-dumping investigation into imports of Canadian pea starch)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321610/china-launches-anti-dumping-investigation-canadian-pea-starch-imports?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 12:30:15 +0000",
      "isoDate": "2025-08-12T12:30:15.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "### 中国对加拿大豌豆淀粉进口启动反倾销调查\n\n*   **背景与原因**\n    *   中国已对从加拿大进口的豌豆淀粉启动反倾销调查。\n    *   此举被视为北京对加拿大针对中国钢铁征收关税的最新报复措施。\n*   **调查发起方与初步证据**\n    *   此次调查是应中国国内行业内部人士的请求发起的。\n    *   中国商务部表示，初步证据显示近年来倾销的加拿大豌豆淀粉数量显著增加。\n    *   商务部指出，进口价格低于国内产品，已对中国相关产业造成损失和困难。\n*   **中方立场与WTO规则**\n    *   商务部强调，此次反倾销调查符合WTO规则，旨在保护国内产业。\n    *   中方认为，这与加拿大近期违反WTO规则的歧视性行动有根本区别。\n*   **加拿大豌豆出口地位**\n    *   根据俄罗斯谷物出口商和生产商联盟的数据，在2023-24农业季，加拿大是中国第二大豌豆出口国，占中国豌豆进口总量的44.6%，仅次于俄罗斯（49.1%）。\n*   **豌豆淀粉用途**\n    *   豌豆淀粉主要用于食品工业，作为稳定剂，增加食品的稠度和改善口感。\n*   **其他相关措施**\n    *   同日，中国商务部还宣布，将开始对进口加拿大菜籽油和卤化丁基橡胶（主要用于药品塞和轮胎内衬）的公司征收“保证金”。\n    *   这两项措施是在去年9月对这些产品启动反倾销调查后采取的。\n*   **生效日期**\n    *   所有这些措施都定于本周四生效。",
      "shortSummary": "中国已对加拿大豌豆淀粉进口启动反倾销调查，此举是对加拿大钢铁关税的报复。商务部称，倾销的加拿大豌豆淀粉对中国国内产业造成损失，并强调此举符合WTO规则。加拿大是中国第二大豌豆出口国。此外，中国还将对加拿大菜籽油和卤化丁基橡胶征收保证金。所有措施将于本周四生效。",
      "translated_title": "中国对加拿大豌豆淀粉进口启动反倾销调查",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched an anti-dumping investigation into pea starch imported from Canada, marking Beijing’s latest retaliatory measure against Canada’s tariffs targeting Chinese steel.\nThe probe was initiated at the request of domestic industry insiders, with preliminary evidence showing a significant increase in dumped Canadian pea starch in recent years, according to the Ministry of Commerce.\n“With import prices below domestic products, it has been causing losses and difficulties for China’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/b5f22b38-0866-4ecd-856a-cc7d5f30ba8d_3f5ea013.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管中美关税休战，贸易潮汐仍在重塑航运路线 (原标题: Despite US-China tariff truce, the turning tide keeps reshaping shipping routes)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321608/despite-us-china-tariff-truce-turning-tide-keeps-reshaping-shipping-routes?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 12:00:14 +0000",
      "isoDate": "2025-08-12T12:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美贸易紧张局势对航运路线的影响\n\n尽管中美两国达成了为期90天的关税休战协议，但由于初期“抢运”潮后跨太平洋航线仍面临压力，预计中国的贸易多元化努力将继续重塑今年的全球航运路线。\n\n### 核心观点与市场预测\n\n*   **关税影响持续存在**：Veson Nautical海事分析师Jarl Milford指出，尽管两国正在进行谈判，但他认为关税不太可能完全取消，这将继续对美国进口量造成压力。\n*   **运量与运费承压**：Milford预计，今年该贸易航线的货运量将全年下降，从而进一步压低运费。\n\n### 市场表现与数据\n\n*   **运价指数下跌**：上海集装箱运价指数（SCFI）已连续九周下跌。该指数每周五更新，追踪从上海到全球主要目的地的集装箱即期运价。\n*   **中美航线运价腰斩**：从上海到美国西海岸和东海岸的最新运价已从6月初的峰值下跌了一半以上。6月初的峰值是由于在最初三个月关税暂停后，出口商急于“抢运”产品所致。\n\n### 航运巨头马士基的视角\n\n*   **中美货运量下降**：丹麦航运巨头马士基（Maersk）在其第二季度财报中提到，中美贸易对其集装箱班轮服务产生了重大影响。报告显示，4月至6月期间，其中国-美国航线的集装箱货运量同比下降了约35%。\n*   **贸易流向多元化**：然而，马士基同时指出，北美进口量的收缩被欧洲、拉丁美洲、非洲、西亚和中亚地区强劲的进口增长所抵消。这表明贸易流向正在发生变化，中国正在努力实现贸易多元化。",
      "shortSummary": "尽管中美达成关税休战，但贸易紧张局势仍在重塑航运路线。分析师预计关税难以完全取消，将持续压低美国进口量和跨太平洋航线运费。上海集装箱运价指数已连续九周下跌，中美航线运价腰斩。马士基数据显示，虽然中美货运量下降，但对欧洲、拉美等地的强劲出口增长抵消了部分影响，表明中国贸易正在多元化。",
      "translated_title": "尽管中美关税休战，贸易潮汐仍在重塑航运路线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even after securing another 90-day tariff truce with the US, China’s trade-diversification efforts are expected to continue reshaping shipping routes for the rest of the year, as transpacific routes remain under pressure following an initial front-loading phase.\n“Despite ongoing negotiations between the two countries, we believe it is unlikely that tariffs will be completely eliminated, which will continue to weigh on US import volumes,” said Jarl Milford, a maritime analyst at Veson...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/c36d0233-8b39-4fd3-ac5a-40df0b900954_3d31e40b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "阿里巴巴通过补贴超越美团配送市场份额 (原标题: Alibaba beats Meituan’s delivery market share, fuelled by subsidies)",
      "link": "https://www.scmp.com/tech/article/3321583/alibaba-tops-meituans-china-demand-delivery-fuelled-1-million-cups-tea-daily?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 12:00:08 +0000",
      "isoDate": "2025-08-12T12:00:08.000Z",
      "creator": "Coco Feng",
      "summary": "# 阿里巴巴通过补贴短暂超越美团配送市场份额\n\n科技媒体LatePost报道称，阿里巴巴集团旗下的即时商务平台淘宝买菜（Taobao Shangou）上周在激烈的行业竞争中，通过向顾客提供免费饮品等补贴，日配送量曾短暂超越竞争对手美团。\n\n## 关键事件与数据\n\n*   上周四，淘宝买菜的订单量达到1亿，比美团少2000万。\n*   LatePost周二报道，在美团周五和周六停止促销活动后，淘宝买菜的订单量超越了美团，但未引述具体消息来源。\n*   阿里巴巴和美团均未对此报道置评。\n\n## 市场分析（摩根士丹利）\n\n*   数据表明，补贴在中国这个竞争极其激烈的市场中是有效的。\n*   摩根士丹利指出，随着阿里巴巴作为挑战者向顾客、配送员和商家提供慷慨补贴以获取市场份额，中国即时配送行业正从美团的“近乎垄断”转向“近乎双头垄断”。\n*   **未来预测：** 摩根士丹利预计，到2030年，两家公司在中国整个按需配送市场中的份额可能持平。\n    *   在食品配送领域，美团预计仍将占据主导地位，按总交易额计算，其市场份额将达到75%。\n    *   然而，在整个即时商务行业中，美团的市场份额可能下降至48%，而阿里巴巴的市场份额将上升至47%，两者几乎持平。\n\n![上海街头的配送员，摄于2023年11月29日。图片来源：Shutterstock](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/12/da4acf89-0a96-49f4-99aa-328d73b76b74_9343742d.jpg)",
      "shortSummary": "阿里巴巴旗下的淘宝买菜上周通过提供补贴，日配送量曾短暂超越美团。LatePost报道称，在美团停止促销后，淘宝买菜订单量反超。摩根士丹利分析指出，补贴在中国市场有效，行业正从美团的“近乎垄断”转向与阿里巴巴的“近乎双头垄断”。预计到2030年，两家公司在整个即时商务市场份额将接近持平，尽管美团仍将在食品配送领域保持主导。",
      "translated_title": "阿里巴巴通过补贴超越美团配送市场份额",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/12/da4acf89-0a96-49f4-99aa-328d73b76b74_9343742d.jpg",
          "alt": "Delivery riders on the streets of Shanghai on November 29, 2023. Photo: Shutterstock",
          "title": "Delivery riders on the streets of Shanghai on November 29, 2023. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The daily delivery volume of Alibaba Group Holding briefly surpassed rival Meituan last week after it offered free drinks to customers who ordered through its on-demand service amid the industry’s cutthroat competition, according to a report by the technology media outlet LatePost.\nOrders on Alibaba’s instant commerce channel Taobao Shangou topped 100 million on Thursday, 20 million fewer than Meituan. After Meituan stopped its promotion on Friday and Saturday, Taobao’s orders overtook...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/39057d37-fc15-49c9-8688-c5585b8e79e5_9cef42fd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国被敦促改革税制以刺激消费 (原标题: China urged to overhaul its tax system to boost consumption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321590/china-urged-overhaul-its-tax-system-boost-consumption?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 09:32:21 +0000",
      "isoDate": "2025-08-12T09:32:21.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 经济学家呼吁中国改革税制以刺激消费\n\n在中国就新通过的增值税（VAT）法实施征求公众反馈之际，一群经济学家敦促政府进行更彻底的改革，以增强地方政府刺激消费和遏制过度工业扩张的动力。\n\n*   **新增值税法与改革需求**\n    *   即将于明年生效的新增值税法引入了一系列技术性税法修改，使中国更符合国际惯例。\n    *   然而，经济学家们认为，对现有税制进行更大胆的改革，对于帮助中国经济实现再平衡至关重要。\n\n*   **现有增值税系统的问题**\n    *   经济学家们在8月初发表的一篇文章中指出，中国当前的增值税系统——该国最大的税收来源——通过建立一种抑制官员“培养消费市场热情”的激励结构，阻碍了北京发展消费驱动型经济的努力。\n    *   **核心问题**：该系统的主要问题在于，它根据产品或服务的生产地而非消费地来分配税收。\n    *   **作者**：这篇论文由中国央行前统计司司长盛松成和中欧国际工商学院陆家嘴国际金融研究院的两名研究员合著，并由中国首席经济学家论坛智库在线发布。\n\n*   **政策后果**\n    *   这种政策有效地奖励了拥有大型工业基础的地区，鼓励官员奉行“过度强调投资而忽视消费的本地发展模式”。\n    *   这加剧了产能过剩，并阻碍了经济转型和升级。\n\n*   **历史背景与当前挑战**\n    *   经济学家们补充说，尽管该系统在中国发展的早期阶段在支持地方政府财政方面是有效的，但“随着消费逐渐成为主要的增长动力，其弊端变得越来越明显”。\n\n*   **改革建议**\n    *   为了解决这个问题，经济学家们呼吁改革当前的分配系统，以确保将更多的税收收入导向消费发生地。",
      "shortSummary": "经济学家敦促中国改革其增值税（VAT）系统，以刺激消费并平衡经济。他们指出，当前税制根据生产地而非消费地分配税收，导致地方政府过度投资、忽视消费并加剧产能过剩。为解决此问题，他们建议改革税收分配制度，将更多税收导向消费发生地，以促进消费驱动型增长。",
      "translated_title": "中国被敦促改革税制以刺激消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China seeks public feedback on the implementation of its recently passed value-added tax (VAT) law, a group of economists has urged the government to introduce more radical reforms to give local authorities stronger incentives to spur consumption and rein in their excessive industrial expansion.\nThe new VAT law, which is due to come into force next year, introduces a range of technical changes to the tax code that bring China more into line with international practices, but the economists...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/ced1a04a-1456-4948-8b4c-d9f09bc3ed5f_69a483e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推动人民币国际化进程加速，Fortescue里程碑式贷款成新进展 (原标题: China’s push to promote its currency accelerates with landmark Fortescue loan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321546/chinas-push-promote-its-currency-accelerates-landmark-fortescue-loan?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 07:00:08 +0000",
      "isoDate": "2025-08-12T07:00:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "中国在推动人民币全球使用方面取得了又一个里程碑，澳大利亚金属巨头Fortescue同意通过中国一家大型国有银行安排的银团贷款协议，借入创纪录的142亿元人民币（约合19.8亿美元）。\n\n### 贷款详情与意义\n*   **借款方**：Fortescue，全球第四大铁矿石生产商。\n*   **贷款金额**：142亿元人民币（约合19.8亿美元）。\n*   **牵头安排行**：中国银行。\n*   **历史性突破**：\n    *   这是首笔向澳大利亚公司提供的离岸人民币银团贷款。\n    *   这是迄今为止向非中国公司提供的最大一笔此类贷款。\n*   **资金用途**：Fortescue将使用这笔资金从中国购买清洁能源技术及其他机械设备。\n*   **还款机制**：Fortescue将利用其向中国出售铁矿石所获得的人民币收入来偿还贷款，从而形成一个“跨境闭环人民币融资解决方案”。\n\n### 银行评价与战略影响\n*   中国银行表示，这笔银团贷款将促进Fortescue与中国供应商的业务合作，有效控制汇率风险，并降低整体融资成本，具有强大的示范效应。\n\n### 背景与宏观趋势\n*   此次贷款协议的达成，正值中国加速推进人民币国际化之际。中国此举旨在对冲潜在的美国金融制裁风险，并应对在唐纳德·特朗普总统激进的关税和支出政策下，投资者对美元信心动摇的局面。\n*   市场表现：今年以来，美元指数已下跌超过9%，而离岸人民币兑美元汇率则上涨了约2%。",
      "shortSummary": "中国在推动人民币国际化方面取得重大进展，澳大利亚金属巨头Fortescue获得中国银行安排的142亿元人民币（19.8亿美元）银团贷款。这是首笔向澳大利亚公司提供的离岸人民币银团贷款，也是向非中国公司提供的最大一笔。Fortescue将用此资金从中国购买清洁能源技术，并以人民币收入还款，形成“闭环融资”。此举旨在对冲美国制裁风险，并应对美元信心下降的趋势。",
      "translated_title": "中国推动人民币国际化进程加速，Fortescue里程碑式贷款成新进展",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has passed another milestone in its efforts to promote the global use of its currency, with the Australian metals giant Fortescue agreeing to borrow a record 14.2 billion yuan (US$1.98 billion) in a syndicated loan agreement arranged by one of China’s biggest state-owned banks.\nThe deal is the first ever offshore yuan syndicated loan to an Australian company and the largest ever to a non-Chinese firm, lead arranger Bank of China said in a statement on Tuesday.\nFortescue – the world’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/513a3028-5382-4599-a766-759c647ff47c_6c94c275.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国被敦促遏制过度烧钱而非竞争，以对抗“内卷” (原标题: China urged to curb excessive cash burn, not competition, to fight ‘neijuan’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321478/china-urged-curb-excessive-cash-burn-not-competition-fight-neijuan?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 02:00:09 +0000",
      "isoDate": "2025-08-12T02:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国经济学家呼吁政府引导“即时零售”市场，对抗“内卷”\n\n中国电子商务平台在即时零售市场展开激烈竞争之际，一位知名中国经济学家呼吁政府进行引导，以平衡监管与创新，并推动新的增长动力。\n\n### 核心观点\n\n*   **“即时零售”的潜力**：\n    *   中国人民银行顾问、中国国际经济交流中心副理事长王一鸣指出，“即时零售”（通常指30分钟内快速配送食品和必需品）为消费创造了新的机会。\n    *   他认为，这对于中国的长期经济增长至关重要。\n*   **政府的角色**：\n    *   王一鸣敦促官员通过有针对性的政策措施，引导该行业实现高质量发展。\n    *   他强调，政府应在监管监督和鼓励创新之间取得平衡。\n*   **“反内卷”的真正含义**：\n    *   王一鸣解释说，“反内卷式竞争”并非反对竞争本身，而是反对那些损害公平竞争的行为。\n    *   其目标是将竞争提升到更高水平，即通过创新、质量升级和更好的产业生态系统，从零和博弈转向互利共赢。\n*   **“内卷”的背景**：\n    *   北京方面日益警惕“内卷”现象，即导致价格下跌并抑制国内需求的恶性竞争。\n    *   京东、阿里巴巴和美团等电商巨头因通过激进补贴争夺客户而成为这场争议的焦点。",
      "shortSummary": "中国经济学家王一鸣呼吁政府引导“即时零售”行业高质量发展，以对抗“内卷”。他指出，“即时零售”创造消费机会，对长期增长至关重要。王一鸣强调，“反内卷”并非反对竞争，而是反对损害公平竞争的行为，旨在通过创新实现更高层次的共赢。京东、阿里巴巴和美团等电商巨头因激进补贴而卷入“内卷”争议，该现象被视为导致价格下跌和抑制需求的恶性竞争。",
      "translated_title": "中国被敦促遏制过度烧钱而非竞争，以对抗“内卷”",
      "images": [],
      "contentSource": "完整文章",
      "content": "With e-commerce platforms locked in fierce competition for China’s instant retail market, a prominent Chinese economist has called for government guidance that balances regulatory oversight with innovation and a push for new growth drivers.\nWang Yiming, a central bank adviser, said “quick commerce” – involving the rapid delivery of food and essential goods, often within 30 minutes – creates new opportunities for consumption, which could be vital for long-term growth.\nHe urged officials to guide...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/47587b8a-42bc-499e-9a12-7dd15203d309_f4e9827c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美中紧张局势下推进东南亚港口扩张 (原标题: China presses ahead with Southeast Asia port expansion as US tensions simmer)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321453/china-presses-ahead-southeast-asia-port-expansion-us-tensions-simmer?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 00:00:14 +0000",
      "isoDate": "2025-08-12T00:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国在美中紧张局势下推进东南亚港口扩张\n\n### 背景与战略重要性\n*   随着东南亚地区成为美中贸易战的关键前沿，中国正积极推进多项旨在加强与该地区贸易关系的港口项目。\n*   在贸易战背景下，东南亚对中国的战略重要性日益增长。作为世界第二大经济体，中国正依赖对该地区不断增长的出口来抵消美国关税的影响。\n*   中国海关数据显示，上月中国对东盟（Asean）的出口同比增长16.6%，而同期对美国的出口则同比下降超过20%。\n\n### 文莱穆阿拉港扩建项目\n*   文莱最大的港口穆阿拉港（Muara）的重大扩建工程已启动。该港口由一家中国国有公司共同运营。\n*   扩建项目将使该港口的容量增加一倍以上，达到50万个20英尺标准箱（TEU）。\n*   该项目的总投资额为20亿元人民币（约合2.78亿美元）。\n*   据中国官方媒体新华社报道，该项目预计将于2027年底前完工。\n\n### 美国的回应与担忧\n*   中国对东南亚出口的激增已引起美国的担忧。\n*   华盛顿近几个月来一直在向该地区各国政府施压，要求它们打击中国制造商品的转运。",
      "shortSummary": "在美中贸易紧张加剧之际，中国正推进东南亚港口扩张，以加强贸易联系。其中，文莱穆阿拉港的扩建工程已启动，预计2027年底完工，投资2.78亿美元，将使港口容量翻倍。此举旨在利用对东南亚出口抵消美国关税影响，因中国对东盟出口显著增长，而对美出口下降。美国对此表示担忧，并施压东南亚国家打击中国商品的转运。",
      "translated_title": "中国在美中紧张局势下推进东南亚港口扩张",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is pushing forward with several projects designed to boost its trade ties with Southeast Asia – including a major port upgrade in Brunei – as the region emerges as a pivotal front in the US-China trade war.\nWork has already begun on a major expansion of the port in Muara – Brunei’s largest port, which is jointly operated by a state-owned Chinese company – that will see the facility’s capacity more than double to 500,000 20-foot equivalent units (TEU), according to the Brunei Economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/6de09fdd-a7fd-4110-a09b-ed7dbcb5ee56_21296aa0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "喜忧参半——世界如何回应特朗普的新芯片关税？ (原标题: Some relief, some worry - how did the world react to Trump’s new chip tariffs?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321467/some-relief-some-worry-how-did-world-react-trumps-new-chip-tariffs?utm_source=rss_feed",
      "pubDate": "Mon, 11 Aug 2025 14:00:10 +0000",
      "isoDate": "2025-08-11T14:00:10.000Z",
      "creator": "Kandy Wong",
      "summary": "### 特朗普新芯片关税：全球反应喜忧参半\n\n美国总统唐纳德·特朗普上周宣布对半导体和芯片进口征收100%关税，这一消息在全球范围内引发了震动，尤其是在那些拥有强大或新兴制造业集群的国家。然而，一些市场对此却表现出了一定程度的“宽慰”。\n\n**关税宣布的背景与内容**\n\n*   **宣布时间与场合：** 特朗普是在8月7日苹果公司首席执行官蒂姆·库克访问白宫期间提及此事的。\n*   **苹果的承诺：** 在此次访问中，特朗普还宣布苹果公司承诺在未来四年内投入6000亿美元，以扩大其在美国国内的制造业布局。\n*   **关税的重大例外条款：** 尽管威胁征收高额关税，但特朗普同时附加了一个关键的豁免条款。他明确表示：“如果你已经承诺在美国建厂，或者你正在美国建厂的过程中，就不会有任何关税……但如果你说你承诺了却不建，我们将追加费用。”\n\n**市场反应与特朗普的战略**\n\n*   **市场关注点：** 尽管面临三位数的关键技术产品关税威胁，但市场的焦点主要集中在这些豁免条款上。\n*   **不确定性消除：** 特朗普的声明至少暂时消除了市场对半导体关税形式的不确定性。\n*   **符合战略：** 尽管目前细节有限，但此举与特朗普鼓励高端公司在美国设立制造工厂的战略相符。\n\n**正在进行的调查**\n\n*   **国家安全调查：** 目前，美国商务部工业和安全局正在根据1962年《贸易扩张法》第232条进行一项调查，以确定半导体及其制造设备的进口与国家安全之间的关系。\n*   **调查启动：** 这项调查由商务部长于4月1日启动。",
      "shortSummary": "美国总统特朗普宣布对半导体和芯片进口征收100%关税，引发全球震动。然而，他同时附加了一项关键豁免：若企业承诺或正在美国建厂，则免征关税。市场焦点转向这些豁免，暂时消除了关税形式的不确定性，此举符合特朗普鼓励高端制造回流美国的战略。美国商务部正就半导体进口与国家安全的关系进行调查。",
      "translated_title": "喜忧参半——世界如何回应特朗普的新芯片关税？",
      "images": [],
      "contentSource": "完整文章",
      "content": "When US President Donald Trump announced Washington would be imposing a 100 per cent tariff on semiconductor and chip imports last week, it sent shock waves through countries with strong or emergent manufacturing clusters – but some markets responded with relief.\nHere, we attempt to provide more context for what this tariff could entail and examine its potential impact across different regions.\nWhat did Trump say, and how did markets react?\nTrump broached the subject during Apple CEO Tim Cook’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/79f74896-9276-4ff1-9ce0-259d38f9c3c5_fca49f67.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车制造商报告7月销量下滑，折扣收窄 (原标题: Chinese EV makers report sales dip in July amid narrower discounts)",
      "link": "https://www.scmp.com/business/china-business/article/3321485/chinese-ev-makers-report-sales-dip-july-narrower-discounts-cool-buyers-ardour?utm_source=rss_feed",
      "pubDate": "Mon, 11 Aug 2025 13:30:07 +0000",
      "isoDate": "2025-08-11T13:30:07.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国电动汽车市场7月销量下滑，折扣收窄引担忧\n\n中国大陆电动汽车（EV）销量在7月份遭遇“减速带”，引发了对行业增长势头的担忧。这主要由于更多汽车制造商响应北京号召，减少折扣并专注于盈利能力。\n\n### 关键销售数据\n\n*   根据政府支持的中国汽车工业协会（CAAM）数据，7月份电动汽车（包括乘用车和公交车等商用车辆）总交付量为126万辆。\n*   这一数字环比（较上月）下滑了5%。\n*   这是自5月份以来，中国电动汽车市场首次出现月度环比下降。\n*   尽管环比下降，但与去年同期相比，销量仍增长了27.4%。\n\n### 销量下滑的主要原因\n\n*   **折扣收窄**：电动汽车制造商提供的折扣有所减少，以响应北京结束“残酷价格战”的呼吁。\n    *   据摩根大通最新报告，中国电动汽车和燃油车的平均价格折扣从6月份的17.4%降至7月份的16.7%。\n*   **消费者需求疲软**：上海易友汽车服务销售经理田茂伟表示，由于消费者需求减弱，曾经蓬勃发展的行业在未来几个月将难以维持增长。他指出，中国消费者现在对价格非常敏感，许多人倾向于因大幅折扣而做出购买决定。\n\n### 政府干预与行业影响\n\n*   **政策导向**：销量下滑发生在电动汽车制造商收窄折扣之后，这与北京呼吁退出价格战的政策方向一致。\n*   **工信部警告**：5月下旬，工业和信息化部曾警告称，发起价格战的汽车制造商将面临处罚，尽管未提及具体措施。\n*   **市场监管**：政府介入市场监管，是出于对价格竞争升级可能损害行业增长的担忧。电动汽车行业一直是中国大陆经济的亮点。",
      "shortSummary": "中国电动汽车7月销量环比下滑5%至126万辆，为5月以来首次月度下降。主要原因是制造商响应政府号召，收窄折扣以提高盈利，导致消费者需求因价格敏感性而减弱。政府此前曾警告车企避免价格战，以维护行业健康发展。",
      "translated_title": "中国电动汽车制造商报告7月销量下滑，折扣收窄",
      "images": [],
      "contentSource": "完整文章",
      "content": "Electric vehicle (EV) sales in mainland China hit a speed bump last month, sparking worries about the industry’s growth momentum as more carmakers heed Beijing’s call to hold back on discounts and focus on profitability.\nTotal EV deliveries, comprising passenger cars and commercial vehicles like buses, slid 5 per cent from a month earlier to 1.26 million units in July, according to data from the government-backed China Association of Automobile Manufacturers (CAAM). It was the first...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/a88164df-ed85-4ee3-bd69-2d7aa68d750c_71be9233.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币大幅贬值十年前引发冲击波——现在有何变化？ (原标题: China’s big yuan devaluation sent shock waves 10 years ago – what has changed?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321464/10-years-day-chinas-big-yuan-devaluation-set-shock-waves-what-has-changed?utm_source=rss_feed",
      "pubDate": "Mon, 11 Aug 2025 13:00:08 +0000",
      "isoDate": "2025-08-11T13:00:08.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国人民币汇率制度十年变迁：从冲击到市场化管理\n\n十年前，中国人民币意外大幅贬值震惊全球市场。自那时起，中国的汇率制度已稳步转向以市场为基础、但仍受管理的定价模式。分析师指出，通过大规模外汇储备来捍卫人民币的时代已成为过去。\n\n### 2015年人民币贬值及其影响\n\n*   **事件回顾**：2015年8月11日，中国人民银行（PBOC）大幅下调人民币兑美元的参考汇率，导致人民币当日贬值近2%。央行称此举旨在“增强人民币兑美元中间价的市场化程度和基准性”。\n*   **改革目的与成果**：此次改革为人民币纳入国际货币基金组织（IMF）的储备货币篮子铺平了道路。\n*   **负面影响**：然而，贬值也引发了资本外逃和剧烈波动。中国的官方外汇储备从2014年的近4万亿美元降至2017年的约3.2万亿美元。\n*   **改革方向**：这一备受争议的决定，连同2005年将人民币从盯住美元转向盯住一篮子货币的有管理浮动汇率制度改革，都被视为北京推动更市场化汇率制度的标志。\n\n### 当前汇率管理的新常态\n\n*   **储备使用策略变化**：渣打银行大中华区首席经济学家丁爽指出，十年前面对巨大贬值压力时，央行曾耗费近1万亿美元外汇储备来支撑人民币，但这种情况在今天不太可能重演。\n*   **工具箱多样化**：丁爽表示，自2015年以来，北京管理汇率的工具箱已变得更加多样化，减少了对直接动用外汇储备的依赖，有助于保持外汇储备相对稳定。\n*   **告别“烧钱”时代**：分析师认为，通过大规模储备来捍卫货币的时代已“牢牢地成为过去”。\n\n### 未来十年的挑战与展望\n\n*   **核心挑战**：未来十年，人民币面临的关键挑战在于能否在不引发剧烈波动的情况下，进一步向市场定价开放，并获得更大的国际作用。\n*   **目标**：在保持汇率稳定的前提下，推动人民币的国际化进程。",
      "shortSummary": "十年前，中国人民币大幅贬值引发全球关注。此后，中国汇率制度逐步转向市场化但仍受管理的模式。央行已不再依赖大规模消耗外汇储备来捍卫人民币，而是运用更多元化的工具管理波动。未来十年，人民币的关键挑战在于如何在不引发剧烈波动的前提下，进一步市场化并提升国际地位。",
      "translated_title": "中国人民币大幅贬值十年前引发冲击波——现在有何变化？",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the decade since China shocked the world with a surprise devaluation of the yuan, the nation’s exchange-rate regime has steadily shifted towards market-based – yet still managed – pricing, and analysts say the era of burning through massive reserves to defend the currency is firmly in the rear-view mirror.\nArmed with lessons from the past, Beijing now employs a wider arsenal of tools to manage volatility, they added, with the key challenge for the coming decade being whether the yuan can open...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/53e90c71-1531-4027-a963-6942a9b43833_95f16904.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海计划推动住房升级，以提振消费和投资 (原标题: Shanghai plans housing upgrade drive in a boost for consumption, investment)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321463/shanghai-plans-housing-upgrade-drive-boost-consumption-investment?utm_source=rss_feed",
      "pubDate": "Mon, 11 Aug 2025 09:29:45 +0000",
      "isoDate": "2025-08-11T09:29:45.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 上海大规模城市更新计划\n\n上海，作为中国的商业中心、金融枢纽和人口最多的城市，正启动一项雄心勃勃的城市更新计划，旨在通过住房升级来提振消费和投资。此举标志着上海迄今为止最广泛、最深入的城市更新行动之一。\n\n### 计划概述与时间表\n\n这项为期三年的行动计划（2026-2028年）于7月底的市立法机构会议上公布，其核心内容包括：\n\n*   **城中村改造**：将于2026年全面启动。这项工作通常涉及拆除过时结构，并将其重建为现代化的住宅和公共设施。\n*   **薄壁住房改造**：目标是在2027年前完成对小型薄壁住房的改造。\n*   **老旧小区升级**：将持续推进对老旧住宅小区的升级改造。\n\n### 背景与重要性\n\n*   **经济驱动力**：在当前经济放缓、难以找到新增长点的大背景下，城中村改造被视为拉动中国经济的潜在催化剂。\n*   **国家战略契合**：这项新计划与中国从大规模城市扩张转向提升现有基础设施的国家战略相吻合，这一转变在最近的中央城市工作会议上得到了强调。\n*   **房地产市场指标**：上海拥有中国大陆第二高的房价（仅次于深圳），其房地产市场状况是全国趋势的重要指标。\n\n### 前期进展\n\n据上海市房屋管理局局长王震在7月30日的会议上透露，截至2025年6月：\n\n*   上海已改造了3910万平方米的老旧小区。\n*   已确定了44个城中村有待改造。\n\n这项全面的城市更新计划，旨在通过改善居住环境，进一步刺激消费和投资，为上海乃至全国的经济发展注入新活力。",
      "shortSummary": "上海将启动大规模城市更新计划，重点是2026年开始的城中村改造和2027年前完成的薄壁住房改造，并持续升级老旧小区。此举旨在提振消费和投资，符合国家从城市扩张转向现有基础设施提升的战略，被视为中国经济增长的潜在新动力。截至2025年6月，已改造3910万平方米老旧小区，确定44个城中村待改造。",
      "translated_title": "上海计划推动住房升级，以提振消费和投资",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shanghai, China’s commercial centre, will launch a wide-ranging initiative to redevelop urban villages next year, marking one of its most ambitious citywide renewal campaigns yet.\nThe project, announced at a late July meeting of the city’s legislative body as part of a three-year plan, signals a broader and more intensive push to overhaul urban villages than previous efforts.\nAs the nation’s financial hub and most populous city, Shanghai has the second-highest housing prices in mainland China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/52a4775f-19c0-4d37-b0ce-c7e341cd071c_f48aacba.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国商业地产市场也有自己的‘国家队’ (原标题: China’s commercial property market has its own version of a ‘national team’)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3321413/chinas-commercial-property-market-has-its-own-version-national-team?utm_source=rss_feed",
      "pubDate": "Mon, 11 Aug 2025 08:30:07 +0000",
      "isoDate": "2025-08-11T08:30:07.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 中国商业地产市场中的“国家队”现象\n\n本文探讨了中国金融市场中“国家队”的概念，并将其延伸至商业地产投资领域，指出尽管商业地产没有官方的“国家队”，但强大的国内投资者群体正在发挥类似的作用。\n\n#### 股市中的“国家队”\n\n*   **定义与背景**：\n    *   “国家队”指的是一群由国家支持的机构投资者，于2015年成立，主要通过购买交易所交易基金（ETF）来支撑股价。\n    *   自美国前总统唐纳德·特朗普于4月初发起对全球贸易秩序的冲击以来，其影响力尤为明显。\n*   **投资行为**：\n    *   中国主权财富基金旗下单位中央汇金投资（被描述为“稳定基金”）上季度向股票ETF投入了1975亿元人民币（约合276亿美元）。\n    *   其中，超过一半的购买资金流向了追踪沪深300指数的基金。\n*   **市场影响**：\n    *   尽管经济面临周期性和结构性下行，且中美贸易紧张局势再起，沪深两市的总市值仍接近100万亿元人民币的历史高位，比2015年高出66%。\n\n#### 商业地产市场中的“国内投资者”（类“国家队”）\n\n*   **角色定位**：\n    *   与股市不同，北京并未召集任何基金在商业地产投资市场中执行“国家任务”。\n    *   然而，一个强大且日益多元化的国内投资者群体正在支撑交易活动，尤其是在跨境投资大幅下降的时期。\n*   **外国投资趋势**：\n    *   2019年，外国对中国商业地产市场的投资达到峰值198亿美元，占交易总额的三分之一以上。\n    *   根据MSCI数据，去年外国投资者仅投入58亿美元，为2014年以来的最低水平。\n*   **国内投资趋势**：\n    *   尽管自2021年以来大幅下降，但去年国内投资者仍投入了303亿美元，仅略低于2019年的水平。\n    *   去年，国内买家占总投资的84%，是亚洲地区（仅次于韩国）的第二高份额。\n*   **市场对比**：\n    *   根据MSCI数据，在韩国和其他主要亚洲市场，跨境投资已开始回升，但在中国大陆和香港，跨境投资已降至十年来的最低水平。",
      "shortSummary": "中国股市存在由国家支持的“国家队”投资者，通过购买ETF稳定市场，即使在经济下行和贸易紧张下，股市市值仍创新高。在商业地产市场，虽然没有官方“国家队”，但强大的国内投资者群体正填补外国投资大幅下降留下的空白。去年，外国对中国商业地产的投资降至十年低点，而国内投资者投入303亿美元，占总投资的84%，成为市场的主要支撑力量。",
      "translated_title": "中国商业地产市场也有自己的‘国家队’",
      "images": [],
      "contentSource": "完整文章",
      "content": "In China’s stock market, the influence of the “national team” – the term for a group of state-backed institutional investors set up in 2015 to support share prices, mainly via purchases of exchange-traded funds (ETFs) – has been particularly apparent since US President Donald Trump launched his assault on the global trade order in early April.\nCentral Huijin Investment, a unit of China’s sovereign wealth fund that has been described as a “stabilisation” fund, ploughed 197.5 billion yuan (US$27.6...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/085ceba4-1b82-439e-ab0f-f89360e57215_fc151d81.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-14T02:49:50.014Z"
}