{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国GDP数据，机器人乘坐深圳地铁：南华早报每日要闻 (原标题: China’s GDP figures, robots riding Shenzhen subway: SCMP daily highlights)",
      "link": "https://www.scmp.com/news/china/article/3318325/chinas-strong-gdp-figures-delivery-robots-riding-shenzhen-subway-scmp-daily-highlights?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 13:15:07 +0000",
      "isoDate": "2025-07-15T13:15:07.000Z",
      "creator": "SCMP",
      "summary": "### 中国经济表现与展望\n\n*   **第二季度经济增长强劲**：中国经济在第二季度实现了5.2%的增长，超出了市场预期。\n*   **未来挑战**：尽管当前数据表现良好，分析师预测到2025年末，经济逆风将加剧。\n*   **刺激措施与关税风险**：在美国关税风险迫近的背景下，关于是否需要采取更多经济刺激措施的讨论正在升温。\n\n### 台湾领导人计划“过境”美国\n\n*   **行程安排**：消息人士透露，台湾领导人赖清德计划于8月进行一次“过境”美国之旅，可能途经纽约和德克萨斯州，随后前往南美洲。\n*   **北京反应**：此举预计将引发北京的强烈不满。\n\n### 深圳地铁部署送货机器人\n\n*   **创新物流**：中国南方大都市深圳已部署了一支送货机器人车队，这些机器人将乘坐地铁列车，为地铁系统内的7-Eleven便利店补货。\n*   **新乘客**：周一，这些机器人首次作为“乘客”出现在深圳的地铁列车上，标志着城市物流的新尝试。\n\n### 中澳关系回暖\n\n*   **关系“转机”**：随着澳大利亚总理阿尔巴尼斯对中国进行访问，中国国家主席习近平赞扬中澳关系出现了“转机”。",
      "shortSummary": "中国经济第二季度增长5.2%，超出预期，但分析师预计未来逆风将加剧。台湾领导人赖清德计划8月“过境”美国，此举可能激怒北京。深圳地铁系统已部署送货机器人，乘坐地铁为7-Eleven便利店补货。此外，随着澳大利亚总理阿尔巴尼斯访问，中澳关系出现“转机”。",
      "translated_title": "中国GDP数据，机器人乘坐深圳地铁：南华早报每日要闻",
      "images": [],
      "contentSource": "完整文章",
      "content": "Catch up on some of SCMP’s biggest China stories of the day. If you would like to see more of our reporting, please consider subscribing.\n1. China’s strong GDP figures stoke debate over stimulus as US tariff risks loom\nChina’s economy beat market forecasts to grow 5.2 per cent in the second quarter, but analysts said headwinds would intensify in late 2025.\n2. Taiwanese leader said to be planning US ‘stopover’ that’s set to anger Beijing\nTaiwanese leader William Lai Ching-te is planning a US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/a6b6c964-a776-4aeb-afb5-5b0e4b682f16_262262c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国过时的城市发展模式必须改变，北京在罕见会议上表示 (原标题: China’s dated urban-development model must change, Beijing says at rare meeting)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318305/chinas-dated-urban-development-model-must-change-beijing-says-rare-meeting?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 12:00:15 +0000",
      "isoDate": "2025-07-15T12:00:15.000Z",
      "creator": "Mandy Zuo,Sylvia Ma",
      "summary": "中国政治精英召开了一次罕见的中央城市工作会议，宣布国家城市发展模式需要进行重大变革，从大规模、增量扩张转向优化和提升现有资源。此次会议召开之际，正值房地产持续低迷和城镇化速度放缓。\n\n**会议背景与目标**\n\n*   与2015年（上次会议旨在刺激购房和提振投资）不同，本次会议旨在为陷入困境的房地产行业寻求新的增长框架。\n*   领导层还承诺，将为农民工提供更多城市公民福利。\n\n**发展模式的转变**\n\n*   会议指出，中国目前14亿人口中已有67%居住在城市地区，国家需要“积极适应不断变化的环境”，并转变城市规划方法。\n*   经过几十年的快速城镇化，中国城市发展已进入“稳定发展阶段”，应更加关注人类福祉、效率和治理。\n\n**核心参与者与新举措**\n\n*   国家主席习近平和政治局常委其他六名成员（中央领导层最高决策机构）出席了会议。\n*   官员们誓言将加大力度，为中国房地产发展创建“新模式”。\n*   重点工作包括：改造城中村和修缮破旧住房。\n\n**相关图片**\n\n*   ![中国GDP数据](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/15/clean_0.jpg?itok=PpQfsYSo)",
      "shortSummary": "中国在北京召开罕见的中央城市工作会议，宣布国家城市发展模式必须从大规模扩张转向优化现有资源。面对房地产低迷和城镇化放缓，会议强调需适应新形势，进入以人为本、注重效率和治理的“稳定发展阶段”。会议承诺为房地产行业创建“新模式”，并关注城中村改造和破旧住房修缮，同时为农民工提供更多城市公民福利。",
      "translated_title": "中国过时的城市发展模式必须改变，北京在罕见会议上表示",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/15/clean_0.jpg?itok=PpQfsYSo",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "At a surprising meeting of China’s political elite, it was declared that a sea change is needed in the nation’s urban development – shifting from a phase of large-scale, incremental expansion to one focused on optimising and enhancing existing resources.\nThe message, coming amid a persistent real estate slump and slowing urbanisation, was delivered at the two-day Central Urban Work Conference that ended on Tuesday. In 2015, Beijing held its first such conference in decades, and it kicked off a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/5bcda6c6-051c-4ce6-bb94-9fcf7e4a0bf6_0a0986ab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美企业若合作制造人形机器人会怎样？CEO呼吁合作 (原标题: What if Chinese, US firms make humanoid robots together? CEO calls for a collab)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318316/what-if-chinese-us-firms-make-humanoid-robots-together-tech-ceo-calls-collaboration?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 11:30:08 +0000",
      "isoDate": "2025-07-15T11:30:08.000Z",
      "creator": "Xinyi Wu,Ji Siqi",
      "summary": "## 中美企业合作制造人形机器人：CEO呼吁协作\n\n中国知名机器人初创公司宇树科技（Unitree Robotics）的创始人兼首席执行官王兴兴呼吁中美同行加强合作，共同推动全球人形机器人领域的发展。这一呼吁正值中国私营部门在创新中扮演越来越重要角色之际，也发生在两国贸易关系紧张的背景下。\n\n### 合作的价值与优势\n\n王兴兴指出，中美两国在人形机器人领域各具优势，合作具有巨大价值：\n\n*   **中国**：拥有深厚的制造业和硬件基础。\n*   **美国**：具备丰富的AI软件生态系统。\n\n他强调，双方的优势互补，使得全球合作和共同推动该领域发展变得非常有意义，因为世界在该行业拥有共同的目标。\n\n### 背景与行业竞争\n\n王兴兴是在周二由政府组织的一场旨在提振私营部门信心的记者招待会上发表上述言论的，其他领先私营企业的负责人也出席了会议。人形机器人这一新兴领域已成为中美两国更广泛技术竞争的新前沿，两国企业正在展开一场商业化竞赛。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/10/Thu_Clean-(15).jpg?itok=gnISwi22)\n\n王兴兴作为新兴产业的代表，曾出席今年2月由中国国家主席习近平主持的企业家座谈会，该会议旨在提振中国私营部门的信心，这也是自2018年末以来的首次此类会议。",
      "shortSummary": "宇树科技CEO王兴兴呼吁中美企业合作开发人形机器人。他指出，中国在制造和硬件方面有深厚基础，美国则拥有丰富的AI软件生态系统，双方优势互补，共同推动全球人形机器人发展具有重要意义。此举正值人形机器人成为中美技术竞争新前沿，并旨在提振中国私营部门信心。",
      "translated_title": "中美企业若合作制造人形机器人会怎样？CEO呼吁合作",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/10/Thu_Clean-(15).jpg?itok=gnISwi22",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The founder of a prominent Chinese robotics start-up sees great value in working with American peers to advance the global development of humanoid robots – and his call for stronger collaboration between the fractious trade partners comes as China’s private sector is playing an increasingly larger role in innovation.\n“China has a deep foundation in manufacturing and hardware, while the United States possesses a rich AI software ecosystem,” said Wang Xingxing, founder and CEO of Hangzhou-based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/f6c8ed0d-42d9-495a-b056-17dc4fe173a2_d23e64b7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国省份将婚假增加五倍以提振婚育 (原标题: Chinese province quintuples marriage leave to give betrothals a boost)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318285/chinese-province-quintuples-marriage-leave-give-betrothals-boost?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 10:30:08 +0000",
      "isoDate": "2025-07-15T10:30:08.000Z",
      "creator": "June Xia",
      "summary": "## 湖北省延长婚假以提振婚育\n\n*   **政策背景与目的**\n    *   中国湖北省宣布将带薪婚假延长至15天，其中包括国家规定的最低三天。\n    *   这是地方政府为鼓励婚姻、减缓中国出生率下降所采取的最新举措。\n    *   根据省级政府发布的文件，此举旨在营造一个更“家庭友好型社会”，并全面落实国家关于婚假的规定。\n\n*   **人口与婚姻趋势**\n    *   **人口下降：** 中国在2022年经历了60年来的首次人口下降，出生人数（956万）低于死亡人数（1041万）。2023年人口继续下降，但2024年出生人数略有回升，部分原因归因于父母偏爱在吉祥的龙年生育。\n    *   **婚姻登记锐减：** 2024年全国婚姻登记数量出现20.5%的急剧下降，仅有610万对新人结婚。\n        *   这是自1978年有记录以来最严重的年度降幅。\n        *   该数字不到2013年峰值的一半。\n    *   **离婚登记微增：** 离婚登记数量略有增加，达到260万对，比2023年增长1.1%。\n\n*   **婚姻成本挑战**\n    *   尽管政府开展了限制铺张浪费的婚礼和高额彩礼的运动，以降低婚姻成本，但许多年轻夫妇仍认为婚姻是一笔令人望而却步的开支。",
      "shortSummary": "中国湖北省将带薪婚假延长至15天，旨在鼓励婚姻并减缓出生率下降。此举是为应对中国人口在2022年首次下降以及2024年婚姻登记数量创纪录锐减20.5%的趋势。尽管政府努力降低婚姻成本，但高昂的费用仍是许多年轻人面临的挑战。",
      "translated_title": "中国省份将婚假增加五倍以提振婚育",
      "images": [],
      "contentSource": "完整文章",
      "content": "Authorities in the central Chinese province of Hubei have announced they would extend the duration of the region’s paid marriage leave to 15 days, the latest move from a local government to provide incentives for marriage and slow the country’s decline in birth rates.\nThe extension, which includes the national minimum of three days, is meant to foster a more “family-friendly society”, according to a document issued by the provincial government on Monday.\n“To fully implement national regulations...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/531e2476-ac9f-4163-94c0-c2d8e78bec35_3730c394.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国，送货机器人现在乘坐地铁为7-Eleven商店补货 (原标题: In China, delivery robots now ride the subway to restock 7-Eleven stores)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318287/china-delivery-robots-now-ride-subway-restock-7-eleven-stores?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 09:01:16 +0000",
      "isoDate": "2025-07-15T09:01:16.000Z",
      "creator": "He Huifeng",
      "summary": "## 深圳地铁送货机器人项目\n\n中国南方大都市深圳近日部署了一支送货机器人车队，利用地铁系统为分布在各地的7-Eleven便利店补货，标志着全球首个此类项目。\n\n### 项目概述\n\n*   **创新模式**：数十台矮小的送货机器人已开始在非高峰时段乘坐地铁列车，在设有7-Eleven便利店的每个地铁站出站进行配送。\n*   **目的**：解决地铁站内零售店长期面临的物流难题，提高补货效率和便利性。\n*   **运营方**：这些一米高的机器人由中国房地产巨头万科（部分股权由深圳地铁持有）旗下的一家物流子公司运营。\n\n### 机器人能力与特点\n\n*   **自主导航**：机器人能够自主乘坐电梯、进出站台、登上列车，并将货物送达遍布全市的7-Eleven门店。\n*   **数量**：首批共有41台机器人投入使用。\n*   **公众反响**：项目启动首日，这些机器人引起了乘客的关注，许多人围观并拍照。\n\n### 解决的物流痛点\n\n*   **传统方式**：过去，送货员需要将车辆停在地面，卸下货物，然后手动将货物推入地铁站内，过程繁琐且耗时。\n*   **机器人优势**：正如参与项目的7-Eleven门店经理李燕燕所说，现在有了机器人，补货工作变得“轻松便捷”得多。\n\n### 战略意义\n\n该项目是深圳将机器人应用从工厂车间扩展到城市生活其他领域的最新举措，体现了深圳在城市智能化和自动化方面的积极探索。",
      "shortSummary": "中国深圳部署了送货机器人，利用地铁系统为7-Eleven便利店补货。这些机器人能在非高峰时段自主乘坐地铁，进出站台，解决传统物流难题，提高补货效率。这是全球首个此类项目，也是深圳将机器人技术应用于城市生活的最新尝试，受到了公众的关注。",
      "translated_title": "在中国，送货机器人现在乘坐地铁为7-Eleven商店补货",
      "images": [],
      "contentSource": "完整文章",
      "content": "Subway trains across the southern Chinese megacity of Shenzhen welcomed an unusual new set of passengers on Monday, as the city deployed a fleet of delivery robots to restock convenience stores scattered around its subway system.\nDozens of squat delivery robots have now begun riding subway trains across the network during off-peak hours, exiting at each station where a 7-Eleven is located to make deliveries, according to a report by local news outlet SZNews.\nThe project is the first of its kind...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/c5c73e72-4ff1-4d07-b882-94632c49da18_f2ed2792.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“经济负担”：为何数百万中国人仍退出国家医保 (原标题: ‘Financial burden’: why millions in China still quit national health insurance)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318270/why-millions-china-are-still-quitting-national-health-insurance-scheme?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 07:50:08 +0000",
      "isoDate": "2025-07-15T07:50:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国国家医保参保人数下降及其原因\n\n根据国家医疗保障局（NHSA）的最新数据，中国自愿性城乡居民医疗保险的参保人数在去年有所下降，并在2024年继续呈现下降趋势，这给面临经济挑战和公众信任度下降的医保系统带来了压力。\n\n### 主要发现\n\n*   **参保人数持续下降**：2024年，城乡居民医保（一项为农民和失业人员设计的计划）的参保人数比2023年减少了1580万人。\n*   **整体覆盖率减少**：中国基本医疗保险（包括城镇职工医保）的总覆盖人数为13.26亿，比2023年减少了727万人。\n\n### 下降原因\n\n*   **保费上涨与收入停滞**：近年来，城乡居民参保率下降的主要驱动因素是保费的上涨和居民收入的停滞不前。\n*   **经济负担**：华东理工大学农村发展专家熊万胜教授指出，由于经济状况没有改善，对于家庭主要收入来源者收入没有增加的农村家庭来说，医保费用构成了一种“经济负担”，导致参保意愿持续降低。\n\n### 面临的挑战\n\n*   **系统压力**：参保率的下降对中国的医疗保险系统构成了挑战，该系统已面临人口迅速老龄化和劳动力萎缩带来的压力。\n*   **经济与信任问题**：经济挑战和公众信任度下降也进一步加剧了医保系统的负担。",
      "shortSummary": "中国自愿性城乡居民医疗保险参保人数持续下降，2024年比2023年减少1580万人，整体基本医保覆盖人数也减少727万人。主要原因是保费上涨、收入停滞，对农村家庭构成经济负担。这一趋势给面临人口老龄化、劳动力萎缩、经济挑战和公众信任度下降的中国医保系统带来巨大压力。",
      "translated_title": "“经济负担”：为何数百万中国人仍退出国家医保",
      "images": [],
      "contentSource": "完整文章",
      "content": "More Chinese people dropped out of the voluntary health insurance scheme for urban and rural residents last year, the latest available data shows – piling pressure on the system amid economic challenges and declining public trust.\nThe downward trend in participation – in a scheme designed for farmers and the unemployed – continued in 2024, with 15.8 million fewer people enrolled compared with 2023, according to figures released by the National Healthcare Security Administration (NHSA) on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/2d165ceb-c1bc-440b-b783-9a4c876b6508_d5a85c90.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国6月新建住宅价格下跌0.3%，市场情绪疲软 (原标题: China’s June new-home prices fall 0.3% as weak sentiment ails market)",
      "link": "https://www.scmp.com/business/article/3318235/chinas-june-new-home-prices-fall-most-8-months-weak-sentiment-grips-market?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 05:00:22 +0000",
      "isoDate": "2025-07-15T05:00:22.000Z",
      "creator": "Salina Li",
      "summary": "## 中国6月新建住宅价格创八个月来最大跌幅\n\n中国大陆主要城市的新建住宅价格在6月份出现八个月以来的最大跌幅，这加剧了经济中的疲软情绪，并再次引发了对刺激措施以恢复增长的呼吁。\n\n### 关键数据点：\n\n*   **整体跌幅**：根据政府统计局周二公布的数据，70个主要城市新建住宅价格指数上月环比下降0.3%，快于5月份0.2%的跌幅，这是八个月来最严重的月度跌幅。与去年同期相比，6月份价格下跌了3.2%。\n*   **一线城市表现**：\n    *   北京、深圳和广州等一线城市（常被视为中国经济风向标）受跌幅影响最大，上月价格下跌0.3%，而5月份跌幅为0.2%。\n    *   上海作为大陆领先的商业城市，逆势而上，未出现下跌趋势。\n*   **其他城市表现**：\n    *   由省会城市组成的二线城市价格下跌0.2%。\n    *   三线城市价格回落0.3%。\n\n### 对房地产市场的影响：\n\n*   **开发商困境**：深圳（常被称为“中国硅谷”的科技大都市）房价下跌，凸显了该市最大开发商万科为何预计今年上半年净亏损可能在100亿元（约合14亿美元）至120亿元之间。万科去年上半年净亏损98.5亿元，目前仍因项目交付量显著下降而举步维艰。\n*   **股市反应**：令人失望的数据拖累了香港股市的中国大陆房地产股，其中龙湖集团下跌3.3%至10.10港元，华润置地近期交易中下跌2.5%至28.75港元。\n\n### 专家观点：\n\n*   上海易居房地产研究院副院长严跃进表示，6月份房价下跌的城市数量增加，这反映出加强房价稳定趋势的必要性更加紧迫。\n\n### 图片：\n\n![2024年10月12日，深圳一房产展上的住宅楼模型。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/15/e9a67cf1-9929-4614-96e4-78f54b577e3f_73e95fa2.jpg)\n*2024年10月12日，深圳一房产展上的住宅楼模型。图片来源：路透社*",
      "shortSummary": "中国6月新建住宅价格环比下跌0.3%，创八个月来最大跌幅，加剧了市场情绪疲软并引发刺激呼吁。一线城市（除上海）普遍下跌，二三线城市亦有回落。深圳房价下跌凸显万科等开发商困境，并拖累香港上市的内地地产股。专家指出，房价下跌城市增多，亟需稳定楼市。",
      "translated_title": "中国6月新建住宅价格下跌0.3%，市场情绪疲软",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/15/e9a67cf1-9929-4614-96e4-78f54b577e3f_73e95fa2.jpg",
          "alt": "The scale model of residential buildings at a property fair in Shenzhen on October 12, 2024. Photo: Reuters",
          "title": "The scale model of residential buildings at a property fair in Shenzhen on October 12, 2024. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "New home prices across major cities in mainland China made the biggest decline in eight months in June, exacerbating the weak sentiment in the economy and renewing calls for stimulus measures to resume growth.\nA price gauge of newly completed homes in 70 major cities fell 0.3 per cent last month from May, faster than the 0.2 per cent decline the previous month, according to data published by the government’s statistics bureau on Tuesday. That was the worst monthly drop in eight months. June’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/e2077437-0afe-408e-a629-939bddfc79ce_90a8f759.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济在第二季度增长5.2%，经受住美国关税战考验 (原标题: China’s economy withstands US tariff war with 5.2% growth in second quarter)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318214/chinas-economy-grows-52-second-quarter-us-trade-truce-offers-boost?utm_source=rss_feed",
      "pubDate": "Tue, 15 Jul 2025 02:00:13 +0000",
      "isoDate": "2025-07-15T02:00:13.000Z",
      "creator": "Sylvia Ma,Ji Siqi",
      "summary": "# 中国经济第二季度增长5.2%，经受住美国关税战考验\n\n## 主要经济数据\n*   **第二季度GDP增长：** 国家统计局（NBS）周二公布数据显示，中国经济在第二季度增长5.2%，高于中国金融数据提供商Wind对经济学家调查预测的5.17%。\n*   **上半年增长：** 继2025年第一季度5.4%的增长后，第二季度的增速略有放缓，使得中国上半年经济增长达到5.3%。\n*   **年度目标：** 总体数据表明，中国经济基本保持在实现今年增长目标的轨道上。\n\n## 经济韧性与外部挑战\n*   **贸易战影响：** 尽管面临与美国的持续贸易战（摩根士丹利估计中国商品面临超过40%的美国有效关税），中国经济仍显示出韧性。\n*   **出口表现：** 周一公布的数据显示，上半年中国出口同比增长5.9%。对美国出货量的收缩被对东南亚、欧洲及其他几个市场的强劲增长所抵消。\n\n## 下半年展望与潜在风险\n*   **分析师警告：** 分析师警告称，尽管上半年表现强劲，但国内需求疲软、就业市场不稳定以及外部不确定性增加（如潜在的美国新一轮关税）可能导致2025年下半年经济放缓。\n*   **增长挑战：** 预计北京在下半年实现增长目标将面临更大挑战。\n\n## 官方表态\n*   国家统计局副局长盛来运表示：“上半年，随着更加积极有效的宏观政策发挥作用，国民经济保持平稳增长，势头良好，展现出强大的韧性和活力。”",
      "shortSummary": "中国经济在第二季度增长5.2%，上半年累计增长5.3%，基本符合年度增长目标。尽管面临与美国的贸易战，经济仍显示出韧性，上半年出口增长5.9%，对美出口收缩被其他市场抵消。然而，分析师警告称，国内需求疲软、就业市场不稳定以及外部不确定性可能导致2025年下半年经济放缓，北京将面临更大挑战。",
      "translated_title": "中国经济在第二季度增长5.2%，经受住美国关税战考验",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy expanded by 5.2 per cent in the second quarter, keeping it broadly on track to meet this year’s growth target, but analysts cautioned that weak domestic demand and rising external uncertainties could provoke a slowdown in the second half of 2025.\nThe closely watched gross domestic product (GDP) figures, released by the National Bureau of Statistics (NBS) on Tuesday, came in above the 5.17 per cent forecast by a poll of economists from the Chinese financial data provider Wind.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/15/fc026a65-ba4a-4fe8-a9f2-522c1255a4a9_4db1714e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土出口在六月激增，北京放松管制 (原标题: China’s rare earth exports swell in June as Beijing relaxes controls)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3318166/chinas-rare-earth-exports-swell-june-beijing-relaxes-controls?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 14:30:09 +0000",
      "isoDate": "2025-07-14T14:30:09.000Z",
      "creator": "Luna Sun,Alice Li",
      "summary": "## 中国稀土出口激增，政策放松迹象显现\n\n### 主要发现与数据\n*   **出口量激增**：中国稀土出口在今年6月达到7,742.2吨，创下自2009年12月以来的最高水平。\n*   **显著增长**：\n    *   与去年6月记录的4,828.7吨相比，出口量增长了60%。\n    *   与今年5月的5,865吨相比，出口量增长了32%。\n\n### 背后原因与分析\n*   **中美协议初见成效**：分析人士指出，此次出口激增可能是一个早期迹象，表明中美两国在关键矿产流动方面达成的幕后协议正开始生效。\n\n### 背景与政策演变\n*   **此前管制收紧**：近几个月来，稀土出口成为全球贸易的焦点。北京在4月收紧了稀土出口管制，旨在维护其在供应链中的主导地位。此举被普遍视为对美国限制先进半导体流动和提高关税的回应。\n*   **政策松动迹象**：\n    *   **对美出口许可证**：6月下旬，《华尔街日报》报道称，中国已向部分美国制造商发放了为期六个月的出口许可证，预示着贸易紧张关系可能出现缓和。\n    *   **便利对欧贸易**：上个月，中国商务部表示将改进对欧洲国家的出口审批流程，使其企业更容易进行合法贸易。\n\n### 对欧洲的影响\n*   **高度依赖**：欧洲严重依赖中国供应稀土和含有稀土的磁体。\n*   **缓解供应担忧**：近期稀土供应中断已对欧洲当地企业造成困扰，此次出口量的增加和政策的放松有望缓解其供应压力。",
      "shortSummary": "中国6月稀土出口量激增至7,742.2吨，创2009年12月以来新高，较去年同期增长60%。分析认为，这可能预示着中美在关键矿产方面的幕后协议开始生效，且北京已放松对稀土出口的管制。此前中国曾收紧出口以回应美国限制，但近期迹象表明，包括对美发放许可证和便利对欧贸易，政策正在松动，缓解了欧洲等地的供应担忧。",
      "translated_title": "中国稀土出口在六月激增，北京放松管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s rare earth exports surged in June to their highest level since December 2009, in what analysts said could be an early sign that recent behind-the-scenes agreements with the United States on the flow of critical minerals are beginning to bear fruit.\nExports of the elements reached 7,742.2 tonnes last month – a 60 per cent increase from the 4,828.7 tonnes recorded in June 2024 – and a 32 per cent jump compared to the 5,865 tonnes reported this May, according to customs data.\nRare earth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/d48caeda-8aa5-44f9-875b-8813ad15df95_124ce973.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "稳定币骗局让中国金融监管机构面临高风险的平衡挑战 (原标题: Stablecoin scams put China’s financial regulators in a high-stakes balancing act)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318158/stablecoin-scams-innovation-put-chinas-financial-regulators-high-stakes-balancing-act?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 14:00:08 +0000",
      "isoDate": "2025-07-14T14:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国稳定币骗局与监管挑战\n\n### 背景与现状\n\n*   **地方政府应对：** 中国各地金融监管机构正努力应对一场“稳定币狂潮”，该狂潮已成为混乱的温床，并伴随着已欺骗数百万人的骗局。\n*   **紧急警告：** 多个地方政府近期已将稳定币问题提升到议程首位，并向投资者发布了关于非法集资和欺诈计划的紧急警告。\n\n### 监管机构的立场\n\n*   **平衡创新与风险：** 尽管面临挑战，中国最高金融监管机构仍致力于金融创新和适应性发展，并正努力在创新与风险控制之间取得平衡。\n\n### 具体风险与案例\n\n*   **城市警报：** 北京、深圳、苏州和重庆等主要大陆城市上周发布了警报，警告非法金融活动对公共金融安全构成重大风险。这些活动通常以高回报和保证利息支付来诱惑投资者。\n*   **USDT骗局：** 警示发布之际，一起利用“USDT”（一种领先的稳定币，也称泰达币）等流行词汇宣传高回报的重大投资骗局正在大陆广泛报道。\n*   **历史重演：** 据称，该骗局已欺诈超过200万投资者，这让人联想到中国在2018年至2020年间P2P（点对点）网络借贷平台大规模崩溃的事件。\n\n### 影响\n\n*   稳定币骗局已导致数百万投资者受骗，对公共金融安全构成严重威胁，使监管机构面临在高风险环境下平衡金融创新与防范欺诈的挑战。",
      "shortSummary": "中国金融监管机构正面临稳定币骗局带来的严峻挑战。各地政府已将稳定币问题置于优先位置，警告投资者防范非法集资和欺诈。一个涉及USDT的重大骗局已欺诈逾200万投资者，令人联想到P2P崩溃。最高监管机构致力于平衡金融创新与风险控制，努力在高风险环境中保护公共金融安全。",
      "translated_title": "稳定币骗局让中国金融监管机构面临高风险的平衡挑战",
      "images": [],
      "contentSource": "完整文章",
      "content": "A financial dilemma has sent local-level financial authorities across China scrambling as they try to navigate a stablecoin frenzy that some say has become a breeding ground for chaos, with scams that have already duped millions.\nAs a result, several local governments have elevated stablecoins to the top of their agendas in recent weeks while issuing urgent warnings to investors about illegal fundraising and fraudulent schemes.\nWith this in mind, the nation’s top financial authorities remain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/5405b404-024d-4ef0-b7ed-ef819aa14105_f5487fb9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行称货币政策影响尚未显现，目标是实现5%的GDP增长 (原标题: China’s monetary policy impact not yet seen, PBOC says with 5% GDP goal in mind)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318170/chinas-monetary-policy-impact-not-yet-unleashed-pboc-says-5-gdp-goal-mind?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 12:30:11 +0000",
      "isoDate": "2025-07-14T12:30:11.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国央行货币政策展望与已实施措施\n\n中国人民银行（PBOC）表示，将审慎调整其“适度宽松”货币政策的力度和节奏，以支持中国经济实现今年约5%的增长目标。\n\n## 政策实施与影响\n*   **政策滞后性：** 中国人民银行副行长邹澜周一表示，货币政策的传导和实际效果存在滞后性，当前措施的全面影响仍在显现中。\n*   **未来考量：** 未来任何政策举措都将基于国内外的金融和经济状况，以及金融市场的表现。\n*   **政策目标：** 央行将继续实施适度宽松的货币政策，旨在更有效地刺激内需、稳定公众预期、激发市场活力，并支持实现今年的经济社会发展目标和任务。\n\n## 已实施的宽松措施\n为支持中国经济并稳定资本市场，中国人民银行已于5月宣布了一系列支持性措施，其中包括：\n*   **存款准备金率（RRR）下调：** 商业银行的存款准备金率下调了0.5个百分点。\n*   **七天逆回购利率下调：** 作为基准利率的七天逆回购利率下调了0.1个百分点，至1.4%。\n*   **住房公积金贷款和再贷款利率下调：** 这两项利率均下调了0.25个百分点。\n\n![中国人民银行副行长邹澜周一在新闻发布会上发表讲话。图片来源：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/14/7ec526d6-c087-49b2-9dc7-d0d7c04993c4_9b78160d.jpg)",
      "shortSummary": "中国人民银行表示，将审慎实施“适度宽松”货币政策，以实现今年约5%的GDP增长目标。副行长邹澜指出，政策影响存在滞后性，全面效果仍在显现。未来政策将依据国内外经济金融状况调整，旨在刺激内需、稳定预期。此前，央行已下调存款准备金率、七天逆回购利率以及住房公积金贷款利率等，以支持经济和稳定市场。",
      "translated_title": "中国央行称货币政策影响尚未显现，目标是实现5%的GDP增长",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/14/7ec526d6-c087-49b2-9dc7-d0d7c04993c4_9b78160d.jpg",
          "alt": "Zou Lan, deputy governor of the People’s Bank of China, spoke at a press conference on Monday. Photo: Handout",
          "title": "Zou Lan, deputy governor of the People’s Bank of China, spoke at a press conference on Monday. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s central bank intends to carefully calibrate the intensity and pace of its “moderately loose” monetary policy implementation, taking steps to help the country’s economy grow by Beijing’s goal of around 5 per cent this year.\nZou Lan, deputy governor of the People’s Bank of China, said on Monday that the agency would closely monitor and evaluate the transmission and actual effects of previously implemented measures. And any future steps would be based on domestic and international financial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/c2f8f629-9464-44c0-9d58-4cc1e61121d8_e453ada9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国石油行业向巴西出口吸力锚，开辟新天地 (原标题: China’s oil sector breaks new ground with export of suction anchors to Brazil)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318147/chinas-oil-sector-breaks-new-ground-export-deepwater-suction-anchors-brazil?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 11:30:07 +0000",
      "isoDate": "2025-07-14T11:30:07.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国石油行业向巴西出口吸力锚，开辟新天地\n\n中国石油天然气行业在成为先进海上钻井设备主要出口国方面迈出了新的一步，一家国有企业首次向巴西交付了一种新型深海吸力锚。\n\n### 里程碑事件\n\n*   此次交付标志着中国在海上油气设备制造领域取得的重大突破，符合北京“中国制造2025”工业战略中设定的战略目标之一。\n*   这是中国公司开发的最先进的海上设备之一，首次出口海外。\n\n### 设备详情\n\n*   此次交付共包含24个吸力沉箱（吸力锚）。\n*   这些吸力锚能够在深达2000米的水深下运行。\n*   它们将被用于固定巴西东南海岸Mero超深水油田的平台。\n\n### 研发与制造\n\n*   这24个吸力锚由中国海洋石油集团有限公司（CNOOC）在广东省珠海的深水基地设计、建造并装载。\n*   中海油是中国最大的海上油气生产商。\n\n### 中海油近期发展\n\n*   近年来，中海油的储量大幅增长。\n*   该公司近期宣布在南海东部海域深处发现了一个大型油田，探明储量超过1亿吨。\n\n### 中巴能源合作\n\n*   作为金砖国家成员，中国和巴西近年来在能源领域不断加强合作，深化了在多个领域的联系。",
      "shortSummary": "中国石油行业首次向巴西出口深海吸力锚，标志着其在先进海上钻井设备出口方面取得里程碑式突破，符合“中国制造2025”战略。此次交付的24个吸力锚由中海油在珠海设计建造，将用于巴西Mero油田。此举也深化了中巴两国作为金砖国家在能源领域的合作。",
      "translated_title": "中国石油行业向巴西出口吸力锚，开辟新天地",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s oil and gas industry has passed a fresh milestone in its push to become a leading exporter of advanced offshore drilling equipment, as a state-owned company made its first delivery of a new kind of deep-sea suction anchor to Brazil.\nThe 24 suction caissons – which are capable of operating at depths of up to 2,000 metres – will be used to secure platforms at the Mero ultra-deepwater oilfield off Brazil’s southeastern coastline, Chinese state broadcaster CCTV reported on Sunday.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/a73ab348-799e-4098-8698-f36b0e726a41_26c3da04.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国本土酒店比西方竞争对手更具优势 (原标题: Why China’s domestic hotels have an edge over Western competitors)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3318090/why-chinas-domestic-hotels-have-edge-over-western-competitors?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 08:30:07 +0000",
      "isoDate": "2025-07-14T08:30:07.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 中国本土酒店与西方竞争对手的优势分析\n\n**1. 亚太地区酒店市场概览**\n\n*   **全球连锁酒店的主导地位：** 根据CBRE数据，万豪和希尔顿等八大全球连锁酒店集团在亚太地区未来五年的酒店开发项目中占据主导地位，预计完成量占74%。\n*   **品牌数量增长：** 过去十年间，这八大公司运营的品牌数量增加了一倍多，到去年底达到130个。\n*   **高端及奢华酒店的增长：** 高端和奢华酒店是该地区增长的主要驱动力。根据JLL数据，去年在亚太酒店投资市场中，高端和奢华全服务型物业占交易总量的45%。\n\n**2. 中国市场的独特之处**\n\n*   **本土运营商的优势：** 与亚太地区整体趋势不同，在中国，华住集团和锦江国际等大型本土运营商占据主导地位。\n*   **庞大的国内旅游市场：** 尽管日本和印度等其他亚洲国家也有大型国内旅游市场，但中国的规模完全不同。\n    *   **航空客运量恢复：** 汇丰银行数据显示，到2023年4月，国内航线的航空客运量和运力已恢复到2019年水平。\n    *   **国内出行量激增：** 文化和旅游部数据显示，今年第一季度，中国游客在国内出行达18亿人次，同比增长26.4%。\n\n**3. 中国酒店业的业绩悖论**\n\n*   **业绩指标下滑：** 尽管国内旅游市场表现强劲，但今年前五个月，中国酒店的平均入住率、平均每日房价（ADR）和每间可售房收入（RevPAR）——这些行业关键绩效指标——同比均出现下降。\n*   **一线城市表现不佳：** 即使在中国的一线城市，酒店业绩也逊于更广泛的亚太市场。\n*   **与东京市场的对比：**\n    *   **东京酒店市场繁荣：** 受日本海外旅游业巨大繁荣的推动，东京成为亚洲表现最佳的酒店市场。5月份，其平均每日房价和RevPAR同比飙升26%。\n    *   **上海和北京的下滑：** 相比之下，根据CoStar数据，上海和北京的这些指标却下降了0.5%至3%。\n\n**总结：** 尽管中国拥有庞大的国内旅游市场且本土酒店运营商占据主导地位，但其酒店业的关键业绩指标却呈现下滑趋势，这与亚太地区其他表现强劲的市场（如东京）形成了鲜明对比。",
      "shortSummary": "中国本土酒店运营商（如华住、锦江）在中国市场占据主导地位，受益于庞大的国内旅游市场，国内出行量在2023年第一季度同比增长26.4%。然而，尽管国内旅游强劲，中国酒店的平均入住率、每日房价和每间可售房收入在今年前五个月却同比下降，甚至一线城市也表现不佳，与东京等其他亚洲市场形成鲜明对比。",
      "translated_title": "为什么中国本土酒店比西方竞争对手更具优势",
      "images": [],
      "contentSource": "完整文章",
      "content": "A cursory glance at the hotel development pipeline in the Asia-Pacific region shows how dominant the big global chains are. The eight largest operators, which include Marriott and Hilton, account for 74 per cent of expected completions in the next five years, according to CBRE data.\nMoreover, the number of brands operated by the eight companies more than doubled in the past decade to 130 at the end of last year, with upscale and luxury hotels accounting for the bulk of the growth in the region....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/5016bb82-bbf7-4c25-ade5-5966d8cbd785_d43e7bce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国此次打击恶性竞争为何不同 (原标题: Why China’s fight against cutthroat competition is different this time)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318110/why-chinas-fight-against-excessive-competition-different-past-reforms?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 05:57:19 +0000",
      "isoDate": "2025-07-14T05:57:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 中国打击过度竞争：政策转变与历史比较\n\n近期，中国高层领导人对国内市场存在的“过度竞争”问题表达了担忧，这预示着中国政策优先事项的转变。\n\n#### 政策方向与官方表态\n\n*   **中央财经委员会会议（7月1日）**：在习近平主席主持的会议上，中央财经委员会明确指出，北京需要“聚焦重点难点问题，规范企业无序低价竞争”。\n*   **目标**：引导企业提升产品质量，并推动落后产能有序退出市场。\n\n#### 与2015年供给侧改革的异同\n\n*   **历史回响**：当前的政策表态让人联想到2015年启动的“供给侧结构性改革”，该改革旨在消除主要行业的过剩产能。\n*   **2015年改革回顾**：根据摩根士丹利的一份报告，在2015年至2018年间，中国实施了改革，以减少关键行业（特别是钢铁和煤炭）的产能。\n*   **本次不同之处**：尽管有相似之处，但十年后的今天，中国领导人所面临的经济格局已截然不同。\n\n#### 关注“内卷”现象\n\n*   **核心词汇**：当局此次努力的目标是“内卷”（involution），这个词被用来形容导致收益递减的过度竞争。\n*   **文章焦点**：原文章将深入分析师对中国当前挑战的看法，以及当局为何在此刻大力打击“内卷”现象。",
      "shortSummary": "中国高层领导人正关注国内市场“过度竞争”（内卷）问题，预示政策转向。中央财经委员会会议强调要规范无序低价竞争，提升产品质量，淘汰落后产能。这与2015年供给侧改革相似，但当前经济形势已截然不同。文章将分析此次打击“内卷”行动的背后原因。",
      "translated_title": "中国此次打击恶性竞争为何不同",
      "images": [],
      "contentSource": "完整文章",
      "content": "China's top leaders have raised concerns about excessive competition in the domestic market in recent weeks, signalling a shift in policy priorities.\nIn a meeting chaired by President Xi Jinping on July 1, the Central Finance and Economic Affairs Commission said Beijing needs to “focus on key and difficult issues, regulate enterprises’ disorderly and low-price competition” and “guide enterprises to improve product quality and promote the orderly exit of outdated production capacity”.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/fb9d88be-e466-4b41-92fe-b02ebd1525dd_2e20d819.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易休战创造机遇，中国6月出口加速 (原标题: China’s exports accelerate in June as US trade truce creates opening)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3318080/chinas-exports-accelerate-june-us-trade-truce-creates-opening?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 03:09:03 +0000",
      "isoDate": "2025-07-14T03:09:03.000Z",
      "creator": "Carol Yang,Ji Siqi",
      "summary": "### 中国6月贸易表现强劲\n\n*   **出口加速增长**\n    *   根据周一公布的海关数据显示，中国6月出口同比增长5.8%，达到3252亿美元，超出市场预期。这一增幅高于5月4.8%的增长率，也远超中国金融数据提供商Wind市场调查预测的3.6%增幅。\n    *   出口加速的主要原因在于，出口商利用与美国为期90天的关税休战期，加快了出货速度。\n\n*   **进口实现增长**\n    *   同期，中国6月进口同比增长1.1%。\n    *   这标志着进口状况较5月3.4%的下降有了显著改善，也与Wind此前预测的6月将下降0.58%形成对比。\n\n*   **贸易顺差扩大**\n    *   受出口加速和进口回升的共同影响，中国6月贸易顺差增至近1148亿美元。",
      "shortSummary": "中国6月出口同比加速增长5.8%，达到3252亿美元，超出市场预期。这主要得益于出口商利用与美国为期90天的关税休战期加快出货。同期进口也同比增长1.1%，扭转了5月的下降趋势。受此影响，中国6月贸易顺差增至近1148亿美元，显示出强劲的贸易表现。",
      "translated_title": "中美贸易休战创造机遇，中国6月出口加速",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports recorded a larger-than-expected acceleration in June, as companies took advantage of a 90-day tariff truce with the United States to speed up their shipments.\nThe world’s top merchandise exporter saw its outbound shipments rise by 5.8 per cent year on year to reach US$325.2 billion last month, according to customs data released on Monday.\nThe figure follows a reported 4.8 per cent rise in May and eclipses the 3.6 per cent increase forecast in a market survey from Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/14/66fb6286-701c-440f-85ec-72d99e3f5aab_67594ca8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "科技成为焦点：中国学生权衡专业选择 (原标题: Tech takes centre stage as Chinese students weigh up major choices)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317877/tech-takes-centre-stage-chinese-students-weigh-major-choices?utm_source=rss_feed",
      "pubDate": "Mon, 14 Jul 2025 00:00:55 +0000",
      "isoDate": "2025-07-14T00:00:55.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国学生专业选择新趋势：科技与工程主导\n\n*   **背景：** 数百万中国学生在全国高等教育入学考试（高考）后，正焦急等待大学和专业的录取结果。\n*   **新趋势：** 科技和工程相关专业正成为中国学生的首选。这与二十年前中国加入世界贸易组织和房地产市场蓬勃发展时，国际贸易和城市规划等热门专业形成鲜明对比。\n*   **学生案例：** 18岁的浙江学生何俊杰在评估分数并研究符合条件的大学和课程后，将工程学作为申请重点。他选择信息与通信技术以及车辆工程，认为这些专业“代表了未来产业发展的方向”。\n*   **选择原因：**\n    *   何俊杰表示，他的许多同学也选择了与新技术和工程相关的专业。\n    *   学生们普遍认为，在杭州（人工智能初创公司DeepSeek和人形机器人公司Unitree Robotics的所在地）对这类人才的需求量很大。\n*   **国家战略影响：** 在与美国科技竞争加剧的背景下，中国国家主导的教育体系正引导学生进入这些工程学科，以推动潜在的技术进步，使得工程学科在高等教育中占据主导地位。",
      "shortSummary": "在高考之后，中国学生在专业选择上呈现出新趋势：科技和工程领域成为首选。例如，18岁的何俊杰选择了信息与通信技术和车辆工程，认为它们代表未来产业方向。学生们普遍认为杭州等城市对科技人才需求旺盛。这一转变与中国与美国日益激烈的科技竞争背景下，国家引导学生进入相关领域的战略密切相关。",
      "translated_title": "科技成为焦点：中国学生权衡专业选择",
      "images": [],
      "contentSource": "完整文章",
      "content": "Like millions of Chinese students, 18-year-old He Junjie is anxiously waiting to see which university and major will admit him after last month’s intensely competitive National Higher Education Entrance Examination, or gaokao.\nAfter evaluating his score and studying the universities and programmes he qualified for, He focused on engineering when submitting his applications a few weeks ago.\nInformation and communications technology, as well as vehicle engineering, were the top choices, the young...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/1024c7f8-f07e-4452-b973-b6e9741574c1_67bed3ac.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国豪华酒店开始卖街头小吃以求生存 (原标题: Why China’s luxury hotels are selling street food to survive)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317876/chinas-luxury-hotels-sell-street-food-survive-tough-business-climate?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 08:00:11 +0000",
      "isoDate": "2025-07-13T08:00:11.000Z",
      "creator": "June Xia",
      "summary": "### 中国豪华酒店的生存策略：销售街头小吃\n\n#### 背景与现状转变\n\n*   **传统模式：** 豪华酒店餐饮通常以高端宴会和正式娱乐为主，以精美的装饰和大师级菜肴著称，价格昂贵。\n*   **中国市场变化：** 面对当前的市场环境，中国许多消费者对高价餐饮的态度正在改变，导致豪华酒店的传统经营模式面临挑战。\n\n#### 典型案例：常州中吴宾馆\n\n*   **创新举措：** 江苏常州五星级中吴宾馆（在携程当地10家豪华酒店中排名第二）在7月推出了街头小吃服务。\n*   **产品内容：** 该服务提供由酒店餐饮团队制作的平价盒饭，价格介于20元至100元人民币（约合3至14美元）之间。\n*   **菜品选择：** 盒饭中包含红烧菜、麻辣小龙虾、点心等夜市热门美食，与通常数千元的宴会餐桌费用形成鲜明对比。\n*   **酒店管理层观点：** 中吴宾馆经理陈永华表示，此举是为了“首先解决生存问题。如果你连自己的问题都解决不了，还能谈什么呢？”\n\n#### 驱动因素：经济环境与消费者行为\n\n*   **行业低迷：** 这一决策反映了中国高端酒店业面临的低迷商业环境。\n*   **消费者谨慎：** 消费者对经济放缓感到担忧，因此消费趋于谨慎，勒紧裤腰带，减少了在高端餐饮上的支出。\n\n#### 总结\n\n中吴宾馆的案例是中国豪华酒店为应对市场变化和生存压力而采取的创新策略，通过提供更亲民、更符合大众消费习惯的产品，以适应当前经济环境。",
      "shortSummary": "面对经济放缓和消费者谨慎消费，中国豪华酒店正采取新策略求生存。例如，常州五星级中吴宾馆开始销售20至100元人民币的平价盒饭，提供红烧菜、麻辣小龙虾等街头小吃。这一转变旨在解决生存问题，与传统高端宴会形成鲜明对比，反映出高端酒店业为适应市场变化而做出的调整。",
      "translated_title": "为什么中国豪华酒店开始卖街头小吃以求生存",
      "images": [],
      "contentSource": "完整文章",
      "content": "Catering at luxury hotels typically involves high-end banquets and formal entertainment, with exquisite decor and masterfully crafted dishes often seen as worth the high price tag.\nBut for many consumers in China, that is changing.\nIn July, the five-star Zhongwu Hotel in Changzhou, Jiangsu province – ranked second among 10 luxury hotels in the city on Trip.com – surprised observers when it launched a street vendor service offering budget meal boxes prepared by its catering team.\n“You must first...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/3e3b9985-7539-4c91-92a2-3a094d3f2515_f6d6825e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美团日订单量突破1.5亿，与京东、阿里巴巴竞争激烈 (原标题: Meituan’s daily orders hit record 150 million amid rivalry with JD.com, Alibaba)",
      "link": "https://www.scmp.com/tech/tech-war/article/3318028/meituans-daily-orders-hit-record-150-million-amid-heated-battle-jdcom-and-alibaba?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 06:21:25 +0000",
      "isoDate": "2025-07-13T06:21:25.000Z",
      "creator": "Ben Jiang",
      "summary": "### 美团日订单量创新高，竞争加剧\n\n*   **订单量突破历史新高**：中国领先的按需配送巨头美团宣布，其平台日订单量已达到1.5亿，创下历史新高。此前一周，日订单量刚突破1.2亿。\n*   **成功抵御竞争**：这一增长表明美团成功抵御了来自京东和阿里巴巴等竞争对手的挑战。\n*   **市场背景**：美团创纪录的日订单量（包括餐饮和零售商品配送）正值中国主要电商玩家大力投资即时配送市场，以提升交易量之际。\n*   **美团的竞争策略**：美团创始人兼CEO王兴在3月份的财报电话会议上表示，公司将“不惜一切代价赢得”即时配送市场，该领域的竞争近几个月来已日趋激烈。\n*   **巨额投资计划**：王兴透露，美团将向餐饮服务业投资1000亿元人民币（约合139亿美元），以“支持各类商家并刺激消费者需求”。\n*   **竞争对手的行动**：美团的这一表态是在其竞争对手京东首次进军中国大陆餐饮外卖市场之后作出的，该市场长期以来一直由美团主导。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt)",
      "shortSummary": "美团日订单量突破1.5亿，创历史新高，显示其在与京东和阿里巴巴的激烈竞争中占据优势。面对电商巨头对即时配送市场的重金投入，美团CEO王兴表示将“不惜一切代价赢得”市场，并计划向餐饮服务业投资1000亿元人民币。此举是在京东进入美团主导的餐饮外卖市场后采取的。",
      "translated_title": "美团日订单量突破1.5亿，与京东、阿里巴巴竞争激烈",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/10/28/CLEAN---thumbnail_4.jpg?itok=lQTPZ6Vt",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Meituan, mainland China’s top on-demand delivery giant, said on Sunday that daily orders on its platform have surged to another all-time high – a sign that the company has managed to fend off competition from rivals like JD.com and Alibaba Group Holding.\nThe Beijing-based company said daily transactions had reached 150 million, just days after surpassing 120 million last week.\nThe firm’s record daily orders for both food and retail goods delivery comes at a time when major Chinese e-commerce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/13/11669002-58fe-4821-bf74-fe370fce77bf_1c67f640.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国幼儿园能否在生源锐减中生存？ (原标题: Can China’s kindergartens survive steep drop-off in prospective pupils?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317882/chinas-kindergartens-grapple-economic-impact-plunge-prospective-pupils?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 06:00:11 +0000",
      "isoDate": "2025-07-13T06:00:11.000Z",
      "creator": "June Xia",
      "summary": "## 中国幼儿园面临生源锐减挑战\n\n中国正经历出生率急剧下降，这给全国的幼儿园带来了严峻的生存挑战。为了应对生源不足的问题，许多幼儿园正在调整其招生和运营策略。\n\n### 案例分析：哈尔滨某政府附属幼儿园的转型\n\n*   **背景变化**：位于黑龙江省省会哈尔滨的一所政府附属幼儿园，过去主要面向官员子女招生。然而，随着出生率的下降，该幼儿园不得不扩大招生范围。\n*   **招生策略调整**：\n    *   从去年秋季开始，该幼儿园向普通民众开放招生。\n    *   尽管在审核申请时仍优先考虑官员子女，但高级教师Lily Wang表示，今年来自其他背景的学生明显增多。\n*   **管理模式创新**：该幼儿园的领导层已转变思路，扩大招生基础，并借鉴南方地区的经验，采纳了集团化管理模式。\n\n### 全国幼儿园的应对策略与现状\n\n面对生源减少的困境，中国各地的幼儿园正在探索多种生存路径：\n\n*   **扩大招生范围**：不再局限于特定群体，而是向更广泛的社会群体开放招生。\n*   **提供多元服务**：利用教师技能，提供除传统学前教育以外的其他服务，以吸引生源或增加收入。\n\n### 人口与幼儿园数据概览\n\n*   **人口下降**：\n    *   根据国家统计局数据，2022年中国人口60年来首次下降，当年出生人口为956万。\n    *   2023年出生人口进一步下降，但据报道，去年（指2023年）因龙年被视为吉祥年份，出生率略有回升。\n*   **幼儿园数量锐减**：\n    *   去年（2023年），中国共有253,300所幼儿园运营。\n    *   与2020年相比，幼儿园数量减少了约38,400所，降幅超过13%。\n*   **在园儿童数量大幅下滑**：\n    *   在园儿童数量于2020年达到峰值4818万。\n    *   去年（2023年），在园儿童数量下降至3584万，降幅达25.5%。\n\n这些数据共同揭示了中国幼儿园行业因人口结构变化所面临的巨大挑战。",
      "shortSummary": "中国出生率急剧下降，导致幼儿园面临生源锐减的生存危机。哈尔滨一政府附属幼儿园已开始向普通民众招生以应对。全国范围内，幼儿园正通过扩大招生范围和提供多元服务来求生。数据显示，2022年中国人口60年来首次下降，2023年出生人口继续减少。与2020年相比，去年幼儿园数量减少超13%，在园儿童数量下降25.5%，凸显行业面临的严峻挑战。",
      "translated_title": "中国幼儿园能否在生源锐减中生存？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The government-affiliated kindergarten that Lily Wang works for in northeastern China used to be reserved for the children of officials, but China’s plunging birth rate means it is having to cast its net wider nowadays.\n“The leadership has shifted its approach, enlarging the enrolment base and learning from the southern regions by adopting group-based management,” said Wang, a senior teacher at the kindergarten in Harbin, Heilongjiang’s provincial capital.\nIt began recruiting pupils from the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/e4ad49da-10c8-4644-911c-1d03cfabb70d_d0a22792.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国‘未来产业’是什么？为何它们在全球科技竞争中至关重要？ (原标题: What are China’s ‘future industries’? And why they count in the global tech race)",
      "link": "https://www.scmp.com/economy/china-economy/article/3317889/what-are-chinas-future-industries-and-why-they-matter-global-tech-race?utm_source=rss_feed",
      "pubDate": "Sun, 13 Jul 2025 01:00:08 +0000",
      "isoDate": "2025-07-13T01:00:08.000Z",
      "creator": "Alice Li",
      "summary": "## 中国“未来产业”：全球科技竞争中的战略重点\n\n随着“中国制造2025”的尘埃落定，中国正加紧对“未来产业”的投入，以期在与美国的激烈竞争中取得技术主导地位。此举旨在通过技术突破和产业升级，推动形成新的经济增长模式。\n\n### 何谓“未来产业”？\n\n“未来产业”这一概念由中国国家主席习近平于2020年首次提出。它指的是那些基础技术尚处于起步阶段，但预计将拥有巨大发展潜力的战略性新兴领域。\n\n### 关键领域与发展方向\n\n中国政府已明确了一系列优先发展的“未来产业”领域：\n\n*   **“十四五”规划（2021-2025）确定的重点领域：**\n    *   脑机智能\n    *   量子信息\n    *   基因技术\n    *   未来网络\n    *   深海和空天开发\n    *   氢能与储能\n\n*   **工业和信息化部（MIIT）2024年指南新增领域：**\n    *   人形机器人\n    *   6G网络设备\n    *   脑机接口\n    *   大规模人工智能数据中心\n    *   下一代大型飞机\n\n这些领域的拓展，体现了中国在科技前沿领域寻求早期领先优势的决心。",
      "shortSummary": "中国正大力发展“未来产业”，以在与美国的科技竞争中取得主导地位。这些产业由习近平于2020年提出，指基础技术尚处于起步阶段但潜力巨大的领域。重点包括脑机智能、量子信息、基因技术、未来网络、人形机器人、6G网络设备、脑机接口等，旨在通过技术突破和产业升级，构建新的增长模式。",
      "translated_title": "中国‘未来产业’是什么？为何它们在全球科技竞争中至关重要？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the dust barely settles on “Made in China 2025”, Beijing is intensifying its quest for technological supremacy with a focus on “future industries” amid its escalating rivalry with the United States.\nAuthorities are pushing boundaries in their pursuit of a new growth model centred on technological breakthroughs and industrial upgrades.\nWhat are “future industries”?\nFirst introduced by President Xi Jinping in 2020, the term refers to sectors with foundational technologies still in their infancy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/11/84e37042-61d3-423d-bdb4-54dd00bcf122_41df29c9.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-15T13:37:38.704Z"
}