{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "“非常雄心勃勃”：中国风电企业目标在2026-2030年间将装机量翻倍 (原标题: ‘Very ambitious’: China’s wind firms aim to double installations for 2026-2030)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329819/chinas-wind-firms-aim-double-new-turbine-installations-over-next-5-years?utm_source=rss_feed",
      "pubDate": "Wed, 22 Oct 2025 03:00:22 +0000",
      "isoDate": "2025-10-22T03:00:22.000Z",
      "creator": "Alice Li",
      "summary": "# 中国风电行业雄心勃勃的目标：2026-2030年装机量翻倍\n\n中国风电行业已设定未来五年内每年新增风力涡轮机装机量翻倍的目标，旨在该国实现碳中和的努力中发挥主导作用。\n\n*   **行业领导地位与新目标**\n    *   中国风电行业在全球已安装风电容量方面处于领先地位。\n    *   由1000多家风电公司代表共同签署的声明指出，目标是自2026年至2030年，每年新增风力涡轮机装机量至少达到120吉瓦（GW）。\n    *   这一目标是2020年至2024年间中国平均每年新增装机量（约60GW）的两倍。\n\n*   **历史表现与信心**\n    *   该行业在实现雄心勃勃的目标方面有成功记录。例如，2020年设定的2021-2025年每年新增50GW的目标已经超额完成，促使企业设定更高目标。\n\n*   **2030年总装机容量目标**\n    *   该声明还设定了到2030年将中国风电总装机容量增至1300GW的目标。\n    *   根据国家能源局的数据，截至今年8月，中国风电总装机容量为580GW。\n\n*   **发展潜力与意义**\n    *   该文件指出，“中国丰富的风能资源为发展提供了巨大潜力”。\n    *   实现这一目标将有助于“能源行业在实现碳中和方面发挥主导作用”。",
      "shortSummary": "中国风电行业设定了雄心勃勃的目标，计划在2026-2030年间将每年新增风力涡轮机装机量翻倍，达到至少120吉瓦。这一目标是2020-2024年平均水平的两倍。超过1000家公司共同声明，还旨在到2030年将总装机容量提升至1300吉瓦（目前为580吉瓦）。此举旨在利用中国丰富的风能资源，推动能源行业率先实现碳中和。",
      "translated_title": "“非常雄心勃勃”：中国风电企业目标在2026-2030年间将装机量翻倍",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s wind power industry has set a target of doubling the number of new turbines installed per year over the next five years, as the industry bids to play a leading role in the country’s carbon neutrality push.\nThe Chinese industry, which already leads the world in terms of installed wind power capacity, aims to install at least 120 gigawatts of new turbines annually from 2026 to 2030, according to a declaration jointly agreed by representatives of more than 1,000 wind power companies.\nThat...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/74ad05c1-a8e8-4033-a23c-44efea47ca80_2602f646.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国银行的紧张情绪引发全球金融危机幽灵 (原标题: Jitters among US banks raise spectre of global financial crisis)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3329661/bad-debt-cockroaches-signal-new-threats-global-economy?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-21T21:30:08.000Z",
      "creator": "James David Spellman",
      "summary": "### 美国银行紧张情绪引发全球金融危机幽灵\n\n*   **2008年危机的警示**\n    *   摩根大通首席执行官杰米·戴蒙（Jamie Dimon）“当你看到一只蟑螂时，可能还有更多”的言论，直接提醒人们注意2008年的全球金融危机。\n    *   那次危机中，大量不良抵押贷款揭示了一个复杂且高度脆弱的金融产品迷宫，导致一些美国投资银行倒闭，股市用了六年时间才恢复损失。\n\n*   **当前危险迹象**\n    *   有越来越多的证据表明我们正再次接近危险。\n    *   两家公司破产（汽车零部件制造商First Brand Group负债116亿美元，汽车经销商Tricolor负债超10亿美元）导致区域银行和投资银行面临不良债务风险。\n\n*   **市场反应与持续担忧**\n    *   尽管10月16日一些银行股票遭受六个多月来最大单日跌幅后，美国市场在次日反弹，华尔街的恐慌指数（CBOE波动率指数）也随之回落。\n    *   然而，关于其他不良债务敞口规模以及潜在全球影响的许多问题仍未解决。\n    *   全球创纪录的主权债务、不稳定的贸易政策冲突和地缘政治紧张局势也加剧了这种背景下的担忧。\n\n*   **企业高管的看法**\n    *   目前，高管们仍在积极应对，EY-Parthenon在9月进行的一项调查显示，超过一半的首席执行官表示他们正在“投资以加速投资组合转型”。\n    *   但正如2008年全球金融危机所表明的那样，情况变化迅速，尤其是在高度相互依赖的全球经济中。\n    *   同时，首席执行官们私下表示，他们越来越担心国家资本主义以及美联储独立性的削弱等问题。\n    *   正如花旗集团前董事长兼首席执行官查尔斯·普林斯（Charles Prince）在全球金融危机开始显现时所说，这些不确定性可能会“再次停止音乐”。",
      "shortSummary": "美国银行的紧张情绪引发了对全球金融危机的担忧，让人联想到2008年。近期两家公司破产暴露了区域银行和投资银行的不良债务风险。尽管市场短暂反弹，但对不良债务规模、潜在全球影响、创纪录主权债务和地缘政治紧张局势的担忧依然存在。企业高管私下对国家资本主义和美联储独立性受侵蚀表示担忧，预示着潜在的金融不稳定。",
      "translated_title": "美国银行的紧张情绪引发全球金融危机幽灵",
      "images": [],
      "contentSource": "完整文章",
      "content": "JPMorgan CEO Jamie Dimon’s remark that “when you see one cockroach, there are probably more” is a blunt reminder of the global financial crisis in 2008. At the time, a flood of bad mortgages had revealed a tenuous labyrinth of complex, highly vulnerable financial products that saw some US investment banks collapse and equity markets struggle for six years to recover losses.\nEvidence is mounting that we are approaching danger again, with revelations of bad debt exposure for regional and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/8ff30105-2da0-47e4-ae8e-854b4e8bc1b7_2015d0f5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美澳稀土协议能否削弱中国对关键矿产贸易的控制？ (原标题: Can US-Australia rare earth deal loosen China’s grip on critical minerals trade?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329803/how-us-australia-rare-earth-deal-aims-loosen-chinas-grip-critical-minerals-market?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 14:00:10 +0000",
      "isoDate": "2025-10-21T14:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 美澳关键矿产协议旨在削弱中国控制\n\n美国和澳大利亚达成了一项价值85亿美元的关键矿产框架协议，旨在减少美国对中国稀土金属的依赖，并加速建立安全的关键矿产和稀土供应链。\n\n*   **协议背景与目标**\n    *   该协议是美澳两国为“加速关键矿产和稀土安全供应”而做出的努力。\n    *   分析人士指出，美国建立一个安全、独立的供应链可能需要10到20年的时间。\n\n*   **对中国的影响**\n    *   美国稀土金属投资者和开发商Cove Capital的首席执行官Pini Althaus表示，这项协议是一个良好的开端。\n    *   他补充说，随着协议的成熟以及如果美国与其他国家签署类似协议，北京可能会“更加担忧”。\n\n*   **协议细节与资金支持**\n    *   白宫宣布，双方将通过贷款或股权等方式，为资本和运营支出提供支持，并最终确定“承购协议”（即购买协议）。\n    *   在六个月内，美澳两国将采取措施，为两国各自的项目提供至少10亿美元的融资，这些项目预计将为两国买家生产最终产品。\n\n*   **签署与时机**\n    *   该协议由美国总统唐纳德·特朗普和澳大利亚总理安东尼·阿尔巴尼斯在华盛顿签署。\n    *   协议的签署是在双方进行了五个月的谈判之后，也是在中国扩大稀土元素及相关技术出口管制两周后。\n\n*   **协议优势**\n    *   Althaus指出，该框架协议将帮助美国获取澳大利亚的关键矿产技术。\n    *   协议中的采购协议和“底价”将使中国在矿产价格竞争中面临更大挑战。\n\n*   **相关图片**\n    *   稀土是什么，为什么中国的主导地位面临全球反击\n    *   ![稀土是什么，为什么中国的主导地位面临全球反击](https://i.ytimg.com/vi/MIIwiMhz0Lo/maxresdefault.jpg)",
      "shortSummary": "美国与澳大利亚签署了一项价值85亿美元的关键矿产框架协议，旨在减少美国对中国稀土的依赖，并建立安全的供应链。分析师预计，美国实现完全独立可能需要10至20年。该协议包括资金支持和采购安排，并被视为削弱中国在关键矿产贸易中主导地位的重要一步，尤其是在中国扩大稀土出口管制之后。",
      "translated_title": "美澳稀土协议能否削弱中国对关键矿产贸易的控制？",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/MIIwiMhz0Lo/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A critical minerals framework deal valued at US$8.5 billion between the United States and Australia will allow American buyers to rely less on Chinese rare earth metals, but developing a secure, independent supply chain may take the US 10 to 20 years, according to analysts.\n“Deals like this go a long way – this is a good start,” said Pini Althaus, CEO of US-based rare earth metal investor and developer Cove Capital, adding that Beijing would likely grow “more concerned” as the deal matures and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/22/53341931-022e-4ce7-a0b2-ab5ded939eb3_613fe9bf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "‘美妙的协议’还是更多关税？中美贸易谈判为何面临不确定性 (原标题: A ‘fantastic deal’ or more tariffs? Why US-China trade talks face uncertainty)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329833/fantastic-deal-or-more-tariffs-why-us-china-trade-negotiations-still-face-uncertainty?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 12:04:34 +0000",
      "isoDate": "2025-10-21T12:04:34.000Z",
      "creator": "Ji Siqi,Luna Sun",
      "summary": "# 中美贸易谈判：前景乐观与关税威胁并存\n\n## 特朗普的“美妙协议”愿景\n美国总统唐纳德·特朗普周一表示，他期待与中国国家主席习近平在即将举行的亚太经济合作组织（Apec）论坛期间或之前会面，并誓言将达成一项“真正公平、真正伟大”的贸易协议。他特别提到希望中国购买大豆。特朗普认为，最终将与中国达成一项“美妙的协议”，这将对两国乃至全世界都“非常棒”。\n\n## 关税警告与谈判不确定性\n然而，特朗普在同一天也警告称，如果谈判失败，他将对中国商品征收额外100%的关税。这表明谈判结果存在两种截然不同的可能性：“美妙的协议”或贸易战升级。\n\n## 背景事件：稀土协议与澳大利亚总理访问\n特朗普就贸易关系发表上述言论之际，澳大利亚总理安东尼·阿尔巴尼斯正在白宫进行访问。此前，华盛顿和堪培拉刚刚签署了一项价值数十亿美元的稀土元素协议，旨在削弱中国在稀土矿物供应链上的近乎垄断地位。这一背景为中美贸易谈判增添了复杂性。\n\n## 分析师观点：短期内协议难达成\n尽管美国方面近期发出了一系列和解信号，但分析师们对短期内达成全面贸易协议持谨慎态度。Loomis Sayles Investment Asia（Natixis Investment Managers的附属机构）的全球宏观策略师庄波（Zhuang Bo）指出，特朗普的言论表明他愿意继续谈判，而非升级与中国的贸易战。然而，文章也明确指出，新的贸易协议不太可能在短期内达成，尤其“肯定不会在2025年”。",
      "shortSummary": "美国总统特朗普对与中国达成“美妙的贸易协议”表示乐观，并期待中国购买大豆。但他同时警告，若谈判失败将对中国商品加征100%关税。分析师认为，尽管特朗普展现出谈判意愿，但短期内达成全面协议的可能性不大，甚至2025年也难以实现。此言论正值美国与澳大利亚签署稀土协议，旨在削弱中国在该领域的垄断地位。",
      "translated_title": "‘美妙的协议’还是更多关税？中美贸易谈判为何面临不确定性",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US President Donald Trump talked up meetings with President Xi Jinping and vowed on Monday to reach a deal with China, analysts said a comprehensive trade agreement was still unlikely in the near term despite the latest in a series of conciliatory signals from the US side.\n“When we finish our meetings in South Korea,” Trump said, referring to a planned summit with Xi before or during the Asia-Pacific Economic Cooperation (Apec) forum this month, “China and I will have a really fair and really...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/04a2b164-18f6-4cfa-a2bb-9444bac2ac15_484d42c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“明显优势”：尽管美国港口费用之争，中国船厂为何仍占主导地位 (原标题: ‘Clear edge’: why China’s shipyards are still dominant despite US port fee drama)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329799/why-chinas-shipyards-still-have-clear-edge-over-rivals-despite-us-port-fee?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 10:00:32 +0000",
      "isoDate": "2025-10-21T10:00:32.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国船厂在全球造船业的持续主导地位\n\n尽管中美之间因港口费用问题产生摩擦，全球航运业仍在适应，但行业参与者普遍预计中国将继续保持其作为全球领先造船国的优势，尤其是在绿色转型计划的推动下。\n\n### 背景与争议\n\n*   **美国征收新费用：** 本月初，美国对与中国相关的船只进入美国港口征收高额新费用，此举旨在削弱中国在全球造船业的主导地位。\n*   **中国反制：** 作为回应，北京对美国拥有或运营的船只征收了类似的费用，采取了针锋相对的措施。\n\n### 中国船厂的竞争优势\n\n*   **Seaspan的信任票：** 全球最大的集装箱船船东和运营商之一Seaspan对中国造船业投下信任票。在过去四年中，该公司订购的170多艘船中，有158艘来自中国船厂，总成本达208亿美元。\n*   **“明显优势”：** Seaspan总裁兼首席执行官陈斌在上海的一次行业论坛上表示，抛开地缘政治因素，中国船厂在产能、价格、质量和交付可靠性方面拥有“明显的竞争优势”。\n\n### 市场份额数据\n\n*   根据中国工业和信息化部上周发布的数据，在2025年前三季度，中国仍是全球最大的造船国，市场份额显著：\n    *   占全球产量的53.8%（按载重吨位计算）。\n    *   占全球新订单的67.3%（按载重吨位计算）。\n    *   占全球未完成订单总量的65.2%（按载重吨位计算）。\n\n### 绿色转型带来的机遇\n\n*   陈斌指出，随着海事部门推进减少碳排放和向更环保燃料过渡的努力，中国有望获得进一步的优势，巩固其在全球造船业的领先地位。",
      "shortSummary": "尽管中美之间存在港口费用争议，中国船厂在全球造船业中仍保持着显著优势。Seaspan等主要航运公司继续大量从中国订购船舶，认可其在产能、价格、质量和交付可靠性方面的竞争力。2025年前三季度数据显示，中国在全球造船产量、新订单和未完成订单中均占据主导地位。随着海事部门向绿色转型，中国有望进一步巩固其领先地位。",
      "translated_title": "“明显优势”：尽管美国港口费用之争，中国船厂为何仍占主导地位",
      "images": [],
      "contentSource": "完整文章",
      "content": "The fallout from the US-China port fee battle is still rippling through the global shipping sector as companies scramble to adapt. Yet, despite the drama, industry players still expect China to retain its edge as a leading shipbuilder – especially if the sector presses ahead with its green transition plans.\nThe United States imposed steep new levies on Chinese-linked vessels entering American ports earlier this month as part of a wider push to curtail China’s dominance of global shipbuilding,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/38a3eeb3-1a66-4634-a94d-14e7bc480618_017e4a90.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "斯科特·贝森特能否清晰地看待中国的贸易反击？ (原标题: Can Scott Bessent see China’s trade counterstrike with clear eyes?)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329654/can-scott-bessent-see-chinas-trade-counterstrike-clear-eyes?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 08:30:10 +0000",
      "isoDate": "2025-10-21T08:30:10.000Z",
      "creator": "Winston Mok",
      "summary": "### 美中贸易紧张局势与中国的战略反击\n\n文章探讨了当前美中贸易紧张局势，以及美国财政部长斯科特·贝森特对中国近期稀土出口管制的看法。\n\n*   **高层会晤与紧张局势**\n    *   美国财政部长斯科特·贝森特和中国副总理何立峰在上周视频通话后，预计本周将在马来西亚会面，旨在缓和紧张局势。\n    *   此次会晤是在美国总统唐纳德·特朗普威胁对中国征收额外100%关税（尽管后来有所软化）的背景下进行的。\n    *   双方互相指责对方导致局势升级：华盛顿将责任归咎于中国的经济问题，而中国则指出美国商务部于9月29日收紧了对中国实体清单上附属公司的限制。\n\n*   **对中国稀土出口管制的误读**\n    *   贝森特将中国于10月9日宣布的稀土出口管制措施称为“实质性的无端升级”。\n    *   文章指出，尽管贝森特可能是特朗普政府中最聪明的人之一，但他未能看清大局。\n    *   作者认为，中国的最新管制措施是对过去十年政策的回应，而非仅仅是最近十天的挑衅。\n\n*   **理解中国举措的深层原因**\n    *   为了更好地理解中国的举动，文章建议贝森特应审视美国在过去十年或更长时间内针对中国的立法。\n    *   此外，他还应学习中国历史，以了解中国领导人如何以战略耐心应对过去的逆境和屈辱。\n    *   文章强调，中国的限制并非凭空授权，而是经过严谨深思熟虑的结果。\n\n*   **特朗普的直觉与中国的长期规划**\n    *   尽管100%关税威胁是否理性有待商榷，但特朗普至少对局势有直观的把握。\n    *   当他看到苹果和台积电股价在事件发生后的修正时，他理解了局势的严重性，尽管中国的出口管制措施非常复杂。\n    *   文章总结，中国复杂的出口管制框架并非9月29日之后十天内仓促制定，而是长期耐心规划的结果。中国一直在等待合适的时机，而美国则“恰如其分地”提供了完美的借口。",
      "shortSummary": "美中贸易紧张局势升级，美国财政部长斯科特·贝森特将中国稀土出口管制视为“无端升级”。然而，文章认为这并非短期挑衅的回应，而是中国对美国过去十年政策的战略反击。作者建议贝森特应审视美国对华立法并学习中国历史，以理解中国以战略耐心进行长期规划的深层原因。特朗普虽有直觉，但中国此举是经过深思熟虑的长期部署。",
      "translated_title": "斯科特·贝森特能否清晰地看待中国的贸易反击？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After a video call last Saturday, US Treasury Secretary Scott Bessent and Chinese Vice-Premier He Lifeng are expected to meet in Malaysia this week to hopefully ease tensions before US President Donald Trump and President Xi Jinping potentially meet on the sidelines of this year’s Apec summit. The meeting was in doubt when Trump threatened to impose an additional 100 per cent tariff on China, despite later relenting that it might not be sustainable.\nWashington blamed Beijing for the escalation,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/3cfec1c5-c1c0-4a2f-b2de-e1a61751cf1b_63e620d7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国广交会上，出口商感受到人民币结算的升温趋势 (原标题: At China’s Canton Fair, exporters sense a warming trend in yuan settlements)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329752/chinas-canton-fair-exporters-sense-warming-trend-yuan-settlements?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 05:29:43 +0000",
      "isoDate": "2025-10-21T05:29:43.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国广交会：人民币结算趋势升温\n\n在广州举行的中国历史最悠久、规模最大的贸易展览会——广交会秋季展上，中国出口商们正悄然观察到一个日益增长的变化：越来越多的海外客户，特别是来自东南亚、中亚和非洲等新兴市场的客户，主动提出使用人民币结算贸易订单。\n\n*   **人民币结算需求增长**\n    *   柴油发电机制造商Keypower的销售总监王丽林表示，该公司在过去两年中，人民币结算量显著增加。\n    *   来自印度尼西亚、马来西亚以及哈萨克斯坦等中亚国家的客户已要求使用人民币进行贸易结算。\n    *   Keypower也鼓励这些市场的新客户考虑使用人民币。\n*   **人民币结算占比提升**\n    *   目前，人民币结算订单占Keypower总出口额的10%至20%，高于去年的个位数百分比。\n    *   公司对这一比例逐年增长感到满意。\n*   **行业动能推动**\n    *   王丽林认为，人民币结算的扩大与更广泛的行业动能紧密相关。\n    *   新加坡、马来西亚和泰国的数据中心项目常由中国供应商承建，这推动了Keypower的负载箱产品销售和海外人民币结算订单。\n    *   发展中国家电力基础设施不足，使得柴油发电机组成为必需品。",
      "shortSummary": "在广交会上，中国出口商发现海外客户，特别是来自新兴市场的客户，主动提出使用人民币结算贸易订单的趋势日益明显。例如，柴油发电机制造商Keypower的人民币结算订单占比已从去年的个位数上升至10%-20%，主要受东南亚、中亚及非洲地区数据中心和电力基础设施项目需求的推动。这一变化表明人民币在国际贸易中的接受度正在提高。",
      "translated_title": "在中国广交会上，出口商感受到人民币结算的升温趋势",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the ongoing autumn edition of the Canton Fair in Guangzhou – China’s oldest and largest trade exhibition – Chinese exporters are noticing a quietly spreading shift: an increasing number of overseas clients, particularly from emerging markets such as Southeast Asia, Central Asia and Africa, are proactively proposing to settle trade orders in yuan.\nWang Lilin, sales director at diesel generator manufacturer Keypower, said the company had seen a clear rise in yuan settlements over the past two...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/3c8eae9c-4cd0-46bd-b79f-b7e03dd19a4b_383d585c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一项规则改变如何引发中美紧张局势的重大升级 (原标题: How a single rule change sparked a major flare-up in US-China tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329680/how-single-rule-change-sparked-major-flare-us-china-tensions?utm_source=rss_feed",
      "pubDate": "Tue, 21 Oct 2025 00:00:14 +0000",
      "isoDate": "2025-10-21T00:00:14.000Z",
      "creator": "Kandy Wong",
      "summary": "# 中美贸易紧张局势升级：一项美国规则改变引发的连锁反应\n\n近期，中美贸易紧张局势再度升级，表面上似乎是中国扩大稀土出口管制所致。然而，许多观察家认为，此次争端的真正导火索并非中方行动，而是美国在9月下旬做出的一项规则改变。美国商务部工业与安全局（BIS）扩大其贸易黑名单的决定，虽然当时并未引起广泛关注，但其影响深远，不仅促使北京采取报复措施，还导致荷兰采取了控制芯片公司Nexperia的重大举动。\n\n## 美国贸易黑名单及其规则改变\n\n*   **管理机构与目的：** 美国工业与安全局（BIS）是美国商务部下属机构，负责管理两个贸易黑名单——“实体清单”和“军事最终用户清单”。这些清单旨在识别华盛顿认为构成安全威胁的公司。\n*   **旧规则：** 此前，美国出口商在与这些清单上的实体进行业务往来时，必须获得政府许可。\n*   **新规则（9月下旬生效）：** BIS扩大了其规则，现在出口商不仅在与清单上的实体进行交易时面临限制，而且在与任何由清单上实体至少50%控股的公司进行交易时，也同样面临限制。\n\n## 规则改变的深远影响\n\n尽管美国官员将此举描述为“弥补明显漏洞的技术性举动”，但研究公司Gavekal的合伙人兼研究主管Arthur Kroeber指出，其影响“远非技术性”。\n\n*   **受制裁公司数量激增：** Kroeber表示，新规则实际上扩大了受制裁公司的数量，“可能达到数千甚至数万家”。\n*   **主要影响中国公司：** 受此规则改变影响的许多公司都是中国企业。\n*   **引发中方报复：** 这一美国行动被视为促使北京采取报复措施（如扩大稀土出口管制）的关键因素。\n*   **国际连锁反应：** 此外，分析人士指出，该规则改变也促成了荷兰采取果断行动，控制了芯片公司Nexperia。\n\n这项看似技术性的规则调整，实际上对中美贸易关系产生了重大而广泛的影响，并引发了一系列连锁反应，进一步加剧了两国之间的紧张局势。",
      "shortSummary": "中美贸易紧张局势升级的真正导火索是美国工业与安全局（BIS）在9月下旬扩大了其贸易黑名单规则。新规将限制范围扩大至黑名单实体至少50%控股的公司，此举被分析师认为将使受制裁公司数量激增数千甚至数万家，其中多数为中国公司。这不仅促使北京采取报复性稀土出口管制，也导致荷兰控制芯片公司Nexperia，显示出其深远影响。",
      "translated_title": "一项规则改变如何引发中美紧张局势的重大升级",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Beijing expanded its rare earth export controls earlier this month, it appeared to mark a fresh escalation in the US-China trade war. But for many observers, the dispute actually began over a week earlier – and its trigger was not a Chinese action, but an American one.\nThough it drew little fanfare at the time, the decision by the US Bureau of Industry and Security (BIS) to widen its trade blacklists in late September has had far-reaching effects. It not only pushed Beijing to take...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/39b8e620-cac1-4a47-9aae-ab166b9dcaa3_ecde4cbd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美紧张局势加剧，中国稀土磁铁对美出口骤降29% (原标题: China’s rare earth magnet exports to US plunge 29% as tensions simmer)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329693/chinas-rare-earth-magnet-exports-us-plunge-29-tensions-simmer?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 15:00:09 +0000",
      "isoDate": "2025-10-20T15:00:09.000Z",
      "creator": "Alice Li",
      "summary": "# 中美稀土磁铁贸易紧张局势加剧\n\n中国对美国稀土磁铁出口在9月份加速下降，这表明稀土磁铁仍然是全球两大经济体之间持续贸易战的主要战场。此次下降发生在北京扩大对关键矿物流动控制之前，进一步凸显了贸易紧张局势。\n\n## 主要出口数据\n\n*   **9月出口量**：根据北京海关总署的数据，中国对美国出口的永磁体（稀土磁铁的关键组成部分）在9月份达到420.5吨。\n*   **环比下降**：与8月份相比，9月份的出口量下降了28.7%。\n*   **同比下降**：与去年同期相比，9月份对美稀土磁铁出口量下降了29.5%。8月份的同比降幅为11.9%。\n*   **连续下降**：对美出口已连续两个月下降，打破了6月份开始的短暂复苏。6月份的复苏是由于北京在与华盛顿的伦敦谈判中同意加快对美国最终用户的稀土出口许可证审批。\n*   **美国在全球出口中的地位**：\n    *   9月份，美国是中国稀土磁铁的第四大接收国，排在德国、韩国和越南之后。\n    *   8月份，美国曾是中国稀土磁铁的第二大接收国。\n    *   9月份，美国占中国稀土磁铁出口总量的7.3%（按数量计算）。\n\n## 稀土磁铁的重要性与地缘政治背景\n\n*   **关键工业组件**：稀土永磁体是电动汽车和国防等多个高科技制造业中不可或缺的组件。\n*   **中国的主导地位**：中国在全球稀土加工领域占据主导地位，使其成为世界上最大的稀土磁铁供应国。\n*   **贸易战与杠杆**：自今年早些时候中美贸易战再次爆发以来，北京越来越多地利用其在稀土领域的地位作为与华盛顿谈判的筹码。",
      "shortSummary": "中美贸易紧张局势加剧，中国对美国稀土磁铁出口在9月份骤降28.7%，同比下降29.5%，至420.5吨。稀土磁铁是电动汽车和国防等高科技产业的关键组件。美国在9月成为中国稀土磁铁的第四大接收国。中国在全球稀土加工中的主导地位，使其能够将其作为与华盛顿谈判的筹码，凸显了稀土在两国贸易战中的战略重要性。",
      "translated_title": "中美紧张局势加剧，中国稀土磁铁对美出口骤降29%",
      "images": [],
      "contentSource": "完整文章",
      "content": "The decline in China’s exports of rare earth magnets to the United States accelerated in September – a period predating Beijing’s expansion of controls over the flow of the critical minerals – an indication the prized items remain a major battleground in the ongoing trade war between the world’s two largest economies.\nChina’s total exports to the US of the permanent magnets – essential components in manufacturing for several hi-tech industries, including electric vehicles and defence – reached...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/42509488-3b2c-4edd-b27e-f8a2bdc643ad_800b2ca6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国大豆进口激增，对美订单归零，美国农民忧心忡忡 (原标题: China’s soybean imports surge as orders to US hit zero and American farmers fret)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329690/chinas-soybean-imports-surge-orders-us-hit-zero-and-south-america-cashing?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 13:00:17 +0000",
      "isoDate": "2025-10-20T13:00:17.000Z",
      "creator": "Mandy Zuo,Mia Nurmamat",
      "summary": "## 中国大豆进口动态：对美订单归零，总进口量保持高位\n\n根据最新中国海关数据显示，尽管中美贸易战升级，中国9月份大豆总进口量仍保持在高位，但对美国的大豆进口量已降至零。\n\n### 对美大豆进口情况\n\n*   **订单归零：** 9月份，中国未从美国进口任何大豆。美国历来是中国大豆的主要甚至最大供应国。\n*   **美国农民担忧：** 随着本季收成期间未能获得中国订单，美国农民对可能遭受的重大损失感到担忧，而两国间的贸易谈判仍在持续。\n*   **未来展望：** 作为美国大豆农民的长期最大客户，中国预计将把大规模采购美国谷物作为任何潜在贸易协议的重要组成部分。\n\n### 中国大豆总进口量及来源多样化\n\n*   **总进口量高企：** 9月份，中国（全球最大的食品采购国，其畜牧业严重依赖进口大豆）共采购了1280万吨大豆。\n*   **增长趋势：** 9月份的总进口量比去年同期增长了13%，比8月份增长了5%。\n*   **来源多元化：** 为应对未来的不确定性，中国一直在加大从其他国家（主要是南美洲）的采购。\n\n### 主要供应国\n\n*   **巴西主导：** 巴西大豆继续占据主导地位，9月份进口量同比增长近30%，占中国总进口量的85.5%。\n*   **阿根廷激增：** 阿根廷大豆进口量也出现显著激增，这得益于其出口税的短暂暂停。",
      "shortSummary": "9月份中国对美大豆进口归零，但总进口量仍达1280万吨，同比增13%。受贸易战影响，美国农民担忧损失。中国正转向南美洲国家采购，其中巴西大豆占比85.5%，阿根廷进口量也显著增加。中国此举旨在应对贸易不确定性，而对美大豆采购预计将是未来贸易协议的一部分。",
      "translated_title": "中国大豆进口激增，对美订单归零，美国农民忧心忡忡",
      "images": [],
      "contentSource": "完整文章",
      "content": "China imported no soybeans from the United States in September, but total imports remained at high levels amid a recent escalation in the US-China trade war, the latest Chinese customs data showed.\nLast month, the world’s largest food buyer purchased 12.8 million tonnes of soybeans – a crop heavily reliant on imports for its livestock industry – with a notable surge from Argentina during a brief suspension of export taxes, according to the detailed customs data released on Monday.\nThe absence of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/21/6a961850-a2c7-4ebd-9c5b-45100c2a5bad_0fdd94e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国报告第三季度GDP增长4.8%，接近年度目标 (原标题: China reports 4.8% quarterly GDP growth, moving closer to annual target)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3329606/china-reports-48-quarterly-gdp-growth-moving-closer-annual-target?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 02:03:24 +0000",
      "isoDate": "2025-10-20T02:03:24.000Z",
      "creator": "Sylvia Ma,Ji Siqi",
      "summary": "### 中国经济第三季度GDP增长及面临的挑战\n\n根据国家统计局（NBS）周一发布的数据，中国经济在2025年第三季度同比增长4.8%。这一增长数据略高于中国金融数据提供商Wind对经济学家调查预测的4.76%，表明中国基本有望实现其全年经济增长目标。\n\n#### 季度增长趋势\n\n*   **第三季度增长：** 4.8%\n*   **第二季度增长：** 5.2%\n*   **第一季度增长：** 5.4%\n\n数据显示，第三季度的增长速度较第二季度和第一季度有所放缓。尽管如此，今年前三个季度的经济增长率达到5.2%，与北京设定的“5%左右”的年度GDP增长目标保持一致。\n\n#### 政策背景与未来规划\n\nGDP数据的发布恰逢备受瞩目的第四次全体会议开幕日。在此次会议上，国家主席习近平和执政的中国共产党中央委员会预计将讨论第十五个五年规划的纲要。这份文件将概述中国未来五年广泛的社会经济目标。\n\n#### 面临的挑战与政策需求\n\n尽管经济增长保持稳定，但作为世界第二大经济体，中国仍面临多重挑战，这些挑战可能影响其持续增长的轨迹：\n\n*   **贸易紧张局势：** 与美国的贸易摩擦再次升级。\n*   **国内需求疲软：** 国内消费需求持续不振。\n*   **房地产市场低迷：** 房地产市场持续面临困境。\n\n分析师指出，为了维持经济的稳定发展并提振国内需求，中国仍需要进一步的政策支持。",
      "shortSummary": "中国2025年第三季度GDP同比增长4.8%，略高于预期，并使全年经济增长接近“5%左右”的目标。然而，增速较前两季度有所放缓。当前中国经济面临与美国贸易紧张、国内需求疲软和房地产市场持续低迷等挑战。分析师认为，为维持稳定增长和提振国内需求，仍需进一步的政策支持。",
      "translated_title": "中国报告第三季度GDP增长4.8%，接近年度目标",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy grew 4.8 per cent year on year in the third quarter of 2025, keeping the country largely on track to achieve its full-year target, but analysts said further policy support is still needed to maintain this stable trajectory and improve domestic demand.\nThe closely watched figure for gross domestic product, released by the National Bureau of Statistics (NBS) on Monday, came in just above the 4.76 per cent forecast in a survey of economists by Chinese financial data provider...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/c4a14884-216a-45ef-9fa5-5f8274df7cc6_ee870223.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "刘倩谈中国创新、中美竞争以及女性撑起半边天 (原标题: Liu Qian on Chinese innovation, the US rivalry and women holding up half the sky)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329426/liu-qian-chinese-innovation-us-rivalry-and-women-holding-half-sky?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 22:00:16 +0000",
      "isoDate": "2025-10-19T22:00:16.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 刘倩访谈：中国创新、中美竞争与女性力量\n\n本次访谈深入探讨了中国创新、中美竞争的走向以及女性在政策制定中的关键作用。受访者刘倩是Wusawa咨询公司的创始人，曾任《经济学人》集团大中华区董事总经理，同时也是性别平等的积极倡导者，以及联合国妇女领袖网络核心工作组中唯一的中国代表。\n\n### 中美竞争的广度与影响\n\n刘倩指出，当前中美竞争已超越贸易领域，扩展到技术、意识形态和全球合作等多个方面。她强调，这种“不健康的竞争”如果持续下去，不仅会损害中美两国，还会对全球造成负面影响。\n\n### 贸易保护主义对中国经济的影响被夸大\n\n尽管近期关于中国经济的讨论多集中于外部挑战，特别是美国关税对中国出口的影响，但刘倩认为，对全球贸易保护主义的担忧被夸大了：\n\n*   **出口对GDP的贡献下降**：中国出口占GDP的比重已从峰值时期的约36%下降至去年约19%。\n*   **对美出口占比有限**：在去年19%的出口总额中，对美国的出口仅占14.7%，低于对东盟和欧盟的出口。\n*   **对中国GDP的实际影响**：简单计算可知，对美出口约占中国GDP的2.8%（19% * 14.7%）。这意味着，即使关税战完全摧毁对美出口市场，也只会影响中国经济的2%至3%。\n*   **最大出口目的地转移**：目前，中国最大的出口目的地已是东盟。即使假设对东盟出口的一半最终流向美国，其对中国GDP的影响也仍然很小。\n\n### 其他讨论主题\n\n访谈还提及了中国创新与西方创新的差异，以及女性声音在政策制定中的重要性，但本次节选内容主要聚焦于中美经济竞争的分析。",
      "shortSummary": "刘倩在访谈中指出，中美竞争已超越贸易，扩展到技术和意识形态领域。她认为，外界对贸易保护主义影响中国经济的担忧被夸大。数据显示，对美出口仅占中国GDP的约2.8%，即使对美出口市场完全消失，对中国经济的冲击也仅为2-3%。中国最大的出口目的地已转变为东盟。访谈还涉及中国创新和女性在政策制定中的作用。",
      "translated_title": "刘倩谈中国创新、中美竞争以及女性撑起半边天",
      "images": [],
      "contentSource": "完整文章",
      "content": "Liu Qian is the founder of Wusawa Advisory and formerly the managing director of The Economist Group in Greater China. She is also a prominent advocate for gender equality, and the only Chinese representative in the core working group of the UN Women Leaders Network. In this interview, she discusses how Chinese innovation differs from Western innovation, where the US-China rivalry is headed and the critical role of women’s voices in policymaking.\nThis interview first appeared in SCMP Plus. For...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/0d058110-e7ad-48ea-b451-75791604e339_563715de.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国公司感谢‘销售顾问’特朗普，关税威胁刺激订单增长 (原标题: Chinese firm thanks ‘sales consultant' Trump as tariff threat spurs orders)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329465/chinese-robotics-firm-thanks-sales-consultant-trump-tariff-threat-spurs-orders?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 12:00:10 +0000",
      "isoDate": "2025-10-19T12:00:10.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国公司MyActuator因关税威胁订单激增\n\n## 背景\n美国前总统唐纳德·特朗普威胁将对所有中国进口商品征收额外100%的关税，此举是在北京扩大稀土元素及相关技术出口限制之后提出的。这一威胁定于11月1日生效。\n\n## 订单激增\n*   **受益公司**：苏州的MyActuator，一家为人形机器人制造智能驱动模块的中国出口商。\n*   **客户群体**：包括行业领导者OpenAI在内的美国人形机器人制造商和人工智能（AI）公司。\n*   **订单数量**：在过去一周内，MyActuator收到了超过1,000份新订单。\n*   **客户意图**：客户明确表示，这些订单是紧急采购，旨在避免潜在的关税上涨。\n*   **生产应对**：MyActuator在苏州、东莞和常州的工厂正在加班加点生产，以赶在新的关税政策生效前发货。\n\n## 市场反应\n*   **感知严重性**：与以往的关税威胁（即使达到三位数）相比，此次美国客户似乎更相信特朗普的威胁是认真的，导致订单量显著增加。\n*   **公司规模**：MyActuator是一家拥有70多名员工的小公司，年收入达5000万元人民币（约合700万美元），通常每年处理数万份订单，平均每月数千台。",
      "shortSummary": "中国智能驱动模块制造商MyActuator因美国前总统特朗普威胁对中国商品征收100%关税，订单量激增。包括OpenAI在内的美国机器人和AI公司正紧急采购关键部件，以赶在11月1日关税生效前完成交易。MyActuator工厂正加班加点生产，客户认为此次关税威胁是认真的。",
      "translated_title": "中国公司感谢‘销售顾问’特朗普，关税威胁刺激订单增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese exporter said it has seen a sudden surge in orders as US humanoid robot makers and artificial intelligence (AI) companies – including industry leader OpenAI – rush to secure critical components amid Washington’s threat to impose an additional 100 per cent tariff on goods from the country.\nMyActuator, a Suzhou-based manufacturer of intelligent drive modules for humanoid robots, has received more than 1,000 new orders in the past week alone, according to a person familiar with the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/61d1cb9c-efde-4248-9247-12611cae6c0b_21796ec6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国部长谴责美国在航运业的‘保护主义’ (原标题: Chinese minister calls out US ‘protectionism’ in shipping industry)",
      "link": "https://www.scmp.com/business/markets/article/3329582/chinese-minister-calls-shipping-industry-fight-us-protectionism?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 11:15:16 +0000",
      "isoDate": "2025-10-19T11:15:16.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国交通部长呼吁抵制美国航运保护主义\n\n中国交通部长刘伟在上海举行的北外滩峰会上，呼吁全球航运公司和港口运营商共同努力，促进自由贸易，以对抗美国政府对中国船只征收港口费所体现的“保护主义”行为。\n\n## 背景与事件\n\n*   **美国征收港口费**：美国政府近期对中国建造和运营的船只征收港口费。\n*   **中方立场**：刘伟部长将此举定义为“单边主义和保护主义”。\n*   **中方反制**：他强调，中国采取的反制措施是“有充分依据的，也是为维护我国航运业利益而必须执行的”。\n\n## 具体措施与市场对比\n\n*   **美国措施**：美国总统唐纳德·特朗普于本月初对中国船只征收每净吨50美元的港口费。\n*   **中国反制**：北京随后宣布对美国船只征收每净吨400元人民币（约合56美元）的费用。\n*   **市场份额差异**：根据美国智库战略与国际研究中心的数据，美国建造的船舶仅占全球造船业的0.1%，而中国船厂在全球市场中占据53.3%的份额。\n\n## 呼吁与展望\n\n*   **维护公平环境**：刘伟部长呼吁所有从事航运业务的公司共同努力，促进一个公平、公正和开放的环境，维护全球经济和贸易发展的共同利益。\n*   **共创可持续生态**：他表示，中国将继续秉持相互理解和共享利益的原则，与其他国家共同克服挑战，为全球航运的可持续发展创造一个新生态。\n\n## 潜在影响\n\n这些言论正值人们日益担忧中美贸易紧张局势升级，这可能扰乱国际供应链并对全球经济造成严重破坏。",
      "shortSummary": "中国交通部长刘伟在上海北外滩峰会上谴责美国对中国船只征收港口费是“保护主义”，呼吁全球航运业共同维护自由贸易。他指出美国对中国船只征收每净吨50美元费用，中国已反制征收每净吨400元人民币。刘伟强调中国在全球造船市场占主导地位，而美国份额极低。此举加剧了中美贸易紧张，可能扰乱全球供应链。",
      "translated_title": "中国部长谴责美国在航运业的‘保护主义’",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Minister of Transport Liu Wei has called on shipping companies and port operators worldwide to promote free trade in a “concerted effort” to combat “protectionism” after the US administration slapped port fees on Chinese vessels.\n“All the companies dealing with shipping businesses should work together to promote a fair, just and open environment and safeguard the common interests of global economic and trade development,” he said at the North Bund Summit, a shipping industry ­conference,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/19/3c475570-d524-40e4-bc3c-c147aa3de695_f0195799.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美针锋相对的升级已成为常态，而非偶然 (原标题: US-China tit-for-tat escalation is now a feature, not a bug)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329374/us-china-tit-tat-escalation-now-feature-not-bug?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 09:53:59 +0000",
      "isoDate": "2025-10-19T09:53:59.000Z",
      "creator": "Shaoshan Liu",
      "summary": "### 中美科技竞争：从偶然事件到系统性常态\n\n文章指出，中美两国之间在科技领域的针锋相对已不再是孤立的“错误”，而是两国关系中的一个“常态化特征”。这种升级主要体现在科技领域，双方都在利用各自的优势测试对方的底线。\n\n#### 中国采取的行动及其战略要点：\n\n*   **稀土出口管制升级：**\n    *   北京已扩大对稀土的出口管制范围。\n    *   新规定要求外国买家必须获得中国的出口许可证。\n    *   管制范围进一步扩大到使用中国稀土或技术的外国制造产品。\n    *   中国在稀土加工和磁铁制造方面占据主导地位，形成了关键的“扼制点”。\n*   **本土科技实力崛起：**\n    *   **DeepSeek：** 推出了高性能、低成本的推理模型，证明了价格-性能竞争不再是单方面的，挑战了传统科技巨头的优势。\n    *   **华为鸿蒙NEXT：** 正在转向支持本土应用程序，并在中国的设备生态系统中不断扩展，旨在建立独立的操作系统生态。\n    *   **芯载（SiCarrier）：** 在2025年中国半导体展（Semicon China 2025）上发布了新产品，旨在挑战ASML和应用材料等公司所持有的半导体供应链“扼制点”，这表明即使是半导体零部件供应链也不再是禁区，中国正努力提升自主可控能力。\n\n#### 美国及其历史上的科技主导地位：\n\n*   美国拥有世界上最强大的制裁和标准制定体系，能够对全球科技秩序施加巨大影响。\n*   几十年来，世界主要运行在一个事实上的“单一系统”之下，即以美国为中心的科技秩序。\n*   这个秩序围绕着一系列美国科技巨头构建，包括：\n    *   **软件与操作系统：** 微软的Windows和Office、谷歌搜索和安卓、苹果的iOS和App Store。\n    *   **云计算：** 亚马逊网络服务（AWS）等超大规模云服务。\n    *   **硬件与芯片：** 英伟达的图形处理器（GPU）、英特尔的x86架构。\n    *   **电子设计自动化：** Synopsys和Cadence等平台。这些系统曾是全球软件、芯片和标准的默认选择。\n\n#### 结论：\n\n中国在关键材料和新兴技术上的崛起，正在对这一既有的、以美国为中心的科技架构造成全面冲击。中美双方都在利用各自的优势（中国在关键材料和新兴技术上的主导，美国在制裁和标准上的影响力）进行博弈，使得这种针锋相对的升级成为两国关系中不可或缺的、系统性的特征。",
      "shortSummary": "中美两国在科技领域的针锋相对已成为常态。中国通过扩大稀土出口管制，利用其在稀土加工和磁铁制造的优势，并推动DeepSeek、华为鸿蒙NEXT及芯载等本土科技发展，挑战美国主导的全球科技秩序。美国则凭借其强大的制裁和标准制定能力进行反制。中国崛起正冲击着以美国为中心的传统科技架构，双方都在测试对方的底线，使这种升级成为两国关系的固有特征。",
      "translated_title": "中美针锋相对的升级已成为常态，而非偶然",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has expanded export controls on rare earths. The latest move requires foreign buyers to obtain a Chinese export licence and extends controls to foreign-made products that use rare earths or technology from China.\nWashington shot back with threats of sweeping tariff hikes. Markets shuddered and supply-chain chiefs braced.\nThe stakes are systemic. China wields a chokepoint through its dominance in processing of rare earths and manufacture of magnets; the US wields the world’s most powerful...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/1d1adf1d-3712-42c8-80d3-22de06fa40f6_bd13192b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "机器人亮相广交会，无惧美国关税担忧 (原标题: Robots take centre stage at Canton Fair, defying US tariff concerns)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329424/robots-smart-manufacturing-take-centre-stage-canton-fair-defying-us-tariff-concerns?utm_source=rss_feed",
      "pubDate": "Sat, 18 Oct 2025 13:00:10 +0000",
      "isoDate": "2025-10-18T13:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "# 机器人亮相广交会，无惧美国关税担忧\n\n本周开幕的中国历史最悠久、规模最大的贸易展览会——广交会（中国进出口商品交易会）秋季展上，机器人、智能制造和新能源汽车展馆成为最繁忙的区域。\n\n*   **展会盛况与焦点：**\n    *   在广州的展厅内，高科技产品展位吸引了大量人群、闪光灯和排队等候的买家。\n    *   美国关税上涨带来的担忧并未显现，现场气氛热烈。\n    *   机器人、智能制造和新能源汽车是本届广交会的亮点。\n\n*   **太西机器人（Taixirobot）的成功案例：**\n    *   太西机器人展位展示了新型登山和爬楼梯外骨骼机器人，吸引了来自世界各地的买家排长队咨询。\n    *   公司首席执行官梁林超表示，这些机器人能将穿戴者的疲劳度降低30%。\n    *   主要目标市场是欧洲和美洲。\n    *   广交会开幕首日，梁林超与50多位潜在买家进行了交流，其销售团队处理了数百个咨询。\n\n*   **智能医疗机器人领域的展望：**\n    *   本届已有68年历史的广交会，将于本月晚些时候首次推出智能医疗机器人专区。\n    *   届时将有近50家公司展示手术机器人、智能诊断系统等产品。\n\n*   **富宝机器人（Fubao Robot）的旺盛需求：**\n    *   一些制造商已在展示医疗机器人。\n    *   富宝机器人（一家医疗指导机器人制造商）的销售人员应接不暇，难以应对来自澳大利亚、印度和阿根廷买家的海量咨询。\n    *   公司已从杭州工厂调派额外人手前往展会以应对需求。",
      "shortSummary": "广交会秋季展上，机器人、智能制造和新能源汽车成为焦点，吸引了全球买家，美国关税担忧影响甚微。太西机器人的外骨骼机器人和富宝机器人的医疗指导机器人需求旺盛。展会还将首次设立智能医疗机器人专区，预示着高科技产品正引领中国出口新趋势。",
      "translated_title": "机器人亮相广交会，无惧美国关税担忧",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the autumn session of the twice-yearly Canton Fair – China’s oldest and largest trade exhibition – which opened this week, the busiest pavilions were those showcasing robotics, smart manufacturing and new energy vehicles.\nAt the exhibition halls in Guangzhou, the capital of southern China’s Guangdong province, cameras flashed, crowds surged and long queues formed at booths displaying hi-tech products, with concerns about the shadows cast by US tariff increases thin on the ground.\nThe sales...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/13f8f122-d885-4491-a634-1cb096c8647c_0358bd85.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国储能企业海外扩张，加剧对高管人才的争夺 (原标题: Overseas expansion adds fuel to Chinese energy storage firms’ hunt for bosses)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329425/overseas-opportunities-add-fuel-chinese-energy-storage-firms-hunt-executives?utm_source=rss_feed",
      "pubDate": "Sat, 18 Oct 2025 06:00:16 +0000",
      "isoDate": "2025-10-18T06:00:16.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国储能企业海外扩张与人才需求激增\n\n随着中国储能企业在全球范围内迅速扩张，海外业务的职位空缺数量激增，导致对高管人才的需求旺盛，薪资待遇也远超国内制造业水平。\n\n### 海外扩张的规模与速度\n\n*   **订单量激增**：根据中国能源新闻援引中国储能联盟的数据，今年上半年中国企业获得了近200份海外订单，总计186吉瓦时（GWh），同比增长超过220%。这表明中国储能企业正积极寻求成为全球领导者。\n*   **主要市场分布**：\n    *   超过57%的订单来自中东、澳大利亚和欧洲。\n    *   美国市场由于关税和监管障碍，贡献了5.34 GWh，占比不足3%。\n\n### 国内市场状况\n\n*   **小型制造商困境**：尽管小型制造商仍面临产能过剩的困境，但得益于政策支持，国内储能行业正在复苏。\n*   **政策支持与投资**：国家能源局上月发布计划，目标是到2027年新增180吉瓦（GW）的储能容量（主要为锂离子系统），预计将带动约2500亿元人民币（320亿美元）的投资。\n\n### 人才需求与薪资待遇\n\n*   **职位空缺普遍**：海外储能业务的职位空缺数量庞大，招聘网站上随处可见，无论是上市巨头还是中小型企业都在招聘。\n*   **薪资优厚**：这些海外职位的薪资远高于中国制造业的普遍水平。\n*   **求职体验与担忧**：一位在深圳储能公司任职的泰国总监表示，求职从未如此容易，但同时也担忧新职位能否持续到明年以后，反映出市场快速变化带来的不确定性。\n\n### 总结\n\n中国储能企业正经历前所未有的海外增长，这不仅推动了全球能源转型，也对高层管理人才产生了巨大需求。然而，快速扩张的市场也伴随着对职位长期稳定性的潜在担忧。",
      "shortSummary": "中国储能企业正经历快速的海外扩张，上半年海外订单量同比增长超220%，主要市场在中东、澳大利亚和欧洲。这导致海外业务对高管人才的需求激增，薪资待遇优厚。尽管国内小型制造商面临产能过剩，但政策支持下国内市场也在复苏。然而，人才也担忧职位的长期稳定性。",
      "translated_title": "中国储能企业海外扩张，加剧对高管人才的争夺",
      "images": [],
      "contentSource": "完整文章",
      "content": "Openings at overseas energy storage operations flood John Yang’s screen anytime he browses recruitment websites, with listed giants and small and medium-sized enterprises (SMEs) alike offering salaries well above those typically found in China’s manufacturing sector.\n“Job seeking has never felt easier. The only worry is whether the new role could last beyond next year,” joked Yang, Thailand director at a Shenzhen-based energy storage firm.\nYang’s experience reflects the recent, rapid overseas...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/85c94298-4f49-4224-838e-e1d982940009_ba4f7026.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美紧张关系缓和，贝森特确认将与中方对等官员何立峰通话 (原标题: US-China tensions ease as Bessent confirms call with counterpart He Lifeng)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329483/us-china-tensions-ease-bessent-confirms-call-counterpart-he-lifeng?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 20:52:36 +0000",
      "isoDate": "2025-10-17T20:52:36.000Z",
      "creator": "Bochen Han,Mia Nurmamat",
      "summary": "# 中美紧张关系缓和：贝森特确认将与何立峰通话\n\n美国财政部长斯科特·贝森特（Scott Bessent）确认，他将于周五晚间与中国副总理何立峰通话，这被视为两国领导人可能举行会晤前紧张关系缓和的进一步迹象。\n\n## 通话与未来会晤计划\n*   **确认通话**：贝森特于周五在白宫表示，他将与中方对等官员何立峰副总理在当晚8:30至9:00左右进行通话。\n*   **马来西亚会面**：贝森特补充说，何立峰还将在“大概一周后”与他及一个代表团在马来西亚会面，为美国总统唐纳德·特朗普（Donald Trump）和中国国家主席习近平之间的潜在会晤做准备。\n\n## 此前紧张局势回顾\n贝森特的此番言论发表前几天，中美贸易战的紧张局势刚刚升级：\n*   **稀土出口限制**：10月9日，北京宣布将对稀土元素（高科技制造中使用的关键原材料）实施进一步的出口限制。许多人认为这是对美国扩大贸易黑名单的回应。\n*   **特朗普的回应**：\n    *   特朗普曾威胁对中国商品征收额外100%的关税，但他后来承认这“不可持续”。\n    *   他还宣布将从下月初开始对所有“关键软件”实施出口管制。\n*   **港口费用与进口威胁**：\n    *   周二，中美两国开始对彼此的船只实施新的港口费用结构。\n    *   特朗普还警告称，他正在考虑停止进口中国食用油。\n\n## 相关图片\n![美国财政部长斯科特·贝森特（左）与中国副总理何立峰在日内瓦举行的中美双边会议上握手。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/18/68d07abe-086a-4fc0-a93d-438539c020b_e15278eb.jpg)\n*图：美国财政部长斯科特·贝森特（左）与中国副总理何立峰在日内瓦举行的中美双边会议上握手。图片来源：路透社*",
      "shortSummary": "美国财政部长斯科特·贝森特确认将与中国副总理何立峰通话，此举被视为中美紧张关系缓和的迹象。他们还将在马来西亚会面，为特朗普与习近平的潜在会晤做准备。此前，两国因中国稀土出口限制、美国贸易黑名单扩大以及关税威胁等问题，关系一度紧张。",
      "translated_title": "中美紧张关系缓和，贝森特确认将与中方对等官员何立峰通话",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/18/68d07abe-086a-4fc0-a93d-438539c0b20b_e15278eb.jpg",
          "alt": "US Treasury Secretary Scott Bessent (left) shakes hands with Chinese Vice-Premier He Lifeng during a bilateral meeting between the US and China in Geneva in May. Photo: Reuters",
          "title": "US Treasury Secretary Scott Bessent (left) shakes hands with Chinese Vice-Premier He Lifeng during a bilateral meeting between the US and China in Geneva in May. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US Treasury Secretary Scott Bessent confirmed plans to speak with Chinese Vice-Premier He Lifeng on Friday in a further sign of easing tensions ahead of a potential meeting between the two countries’ leaders.\n“The vice-premier, who is my counterpart, and I will be speaking this evening at around 8.30, 9 o’clock,” Bessent said at the White House on Friday.\nThe Treasury secretary added that He will also join him and a delegation in Malaysia “probably a week from tomorrow” to prepare for a meeting...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/18/e33a1f33-a8b1-403f-8364-80e4931d8911_ac086e91.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土出口管制走向全球。它能执行吗？ (原标题: China’s rare earth export controls have gone global. Can it enforce them?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329439/chinas-rare-earth-export-controls-have-gone-global-can-it-enforce-them?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 12:00:13 +0000",
      "isoDate": "2025-10-17T12:00:13.000Z",
      "creator": "Ji Siqi,Sylvia Ma",
      "summary": "# 中国稀土出口管制走向全球：执行面临挑战\n\n## 背景与新规\n*   **背景：** 随着各国制定稀土元素储备应急计划，分析师指出，中国收紧对稀土矿物供应和精炼能力的近乎垄断地位的控制，此举是北京与美国更广泛贸易冲突的一部分，但在执行上可能面临挑战。\n*   **新规发布：** 上周，中国宣布大幅扩大其稀土元素出口管制制度。稀土是多种高科技产品生产中的关键原材料。\n*   **官方解释：** 商务部辩称，此举是对美国类似贸易制裁范围扩大的对等回应，美国的相关制裁已于上月底生效。\n\n## 关键修订与域外管辖\n*   **核心变化：** 北京对稀土贸易规则的几项修订中，有一项尤为突出：自12月1日起，在中国境外使用中国稀土技术制造的产品，以及含有来自中国稀土且达到或超过指定比例的永磁体及其他物品，将纳入出口管制范围。\n*   **域外管辖：** 这一变化为中国对关键矿物的贸易限制增加了域外管辖要素，这与华盛顿对一些被视为国家安全敏感商品（最显著的是先进计算所需的高科技芯片）采取的方法如出一辙。\n\n## 执行挑战\n*   **缺乏合规架构：** 然而，摩根士丹利在周四的一份报告中指出，中国尚未建立起可与美国相媲美的合规架构来支撑其出口管制制度，这使得在全球范围内执行这些措施面临挑战。\n*   **美国模式：** 摩根士丹利表示，美国利用数十年的法律框架、既定的全球许可制度、密切的盟友合作以及严格的责任执行，确保对复杂供应链中美国原产技术的可见性。中国目前缺乏这样的基础，可能难以有效推行其全球范围的稀土出口管制。",
      "shortSummary": "中国已扩大稀土出口管制，将域外产品和含中国稀土的物品纳入管制范围，以回应美国制裁。此举旨在加强其稀土垄断地位，但摩根士丹利指出，中国缺乏美国那样的成熟合规架构、全球许可制度和盟友合作，这将使其在全球范围内的执行面临重大挑战。",
      "translated_title": "中国稀土出口管制走向全球。它能执行吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As more countries begin formulating contingency plans for their stocks of rare earth elements, analysts said China’s tightening control over its near-monopoly status in the supply and refining capacity of the minerals – an action taken as part of Beijing’s broader trade conflict with the US – could face challenges in enforcement.\nLast week, China announced a sweeping expansion of its export control regime as it relates to rare earth elements – raw materials that are crucial components in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/9a1d0035-ae1e-4b19-acf1-ac9cf47c6ce1_c16c9934.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在与美国芯片战中的秘密武器：激烈的城市竞争 (原标题: China’s secret weapon in chip battle with US: intense city rivalry)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329415/chinas-secret-weapon-chip-battle-us-intense-city-rivalry?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 08:59:29 +0000",
      "isoDate": "2025-10-17T08:59:29.000Z",
      "creator": "Alice Li",
      "summary": "## 中国城市竞争推动芯片自给自足\n\n面对美国日益收紧的出口管制，中国正在加速其芯片自给自足的进程。在此背景下，中国各大城市正协同行动，积极吸引资金投入半导体研发领域。\n\n### 城市间的激烈竞争\n\n*   **主要参与者：** 包括深圳、上海、杭州等主要科技中心，甚至湖北省等相对不那么知名的地区，都在过去几个月启动了大型芯片产业投资项目。\n*   **目标：** 各地区之间正展开激烈竞争，旨在成为这一战略性关键领域的强国。\n\n### 深圳的最新举措\n\n*   **设立新基金：** 深圳——这座常被称为“中国硅谷”的南方城市——于近期推出了一项新的50亿元人民币（约合7亿美元）基金。\n*   **投资方向：** 该基金将主要投资于芯片设计项目，以及关键设备、零部件和先进封装技术。\n*   **资金来源与期限：** 该基金由深圳市政府和一个来自该市半导体产业集群的区级国有投资机构共同支持，计划运行十年。\n*   **战略意义：** 广东省改革智库执行主席彭澎表示，深圳推出半导体基金是其巩固世界级创新中心地位的最新举措，以应对国内外激烈的城市间竞争。\n\n### 专家观点\n\n*   彭澎指出，人工智能和半导体已成为这场竞争的前沿阵地。\n*   他强调，芯片、机器人和新材料等领域都需要政府支持，以增强地方能力并弥补薄弱环节。",
      "shortSummary": "面对美国出口管制，中国正通过城市间的激烈竞争加速芯片自给自足。深圳、上海、杭州等主要城市纷纷推出大型半导体投资项目。其中，深圳设立了50亿元人民币基金，专注于芯片设计、设备和封装技术，旨在巩固其创新中心地位。专家指出，人工智能和半导体是当前竞争的核心领域。",
      "translated_title": "中国在与美国芯片战中的秘密武器：激烈的城市竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s megacities are moving in tandem to draw capital to semiconductor research and development, as Beijing accelerates its chip self-sufficiency drive in the face of tightening US export controls.\nMajor technology hubs including Shenzhen, Shanghai and Hangzhou – and even lesser-known players like Hubei province – have all launched major chip industry investment projects in the past few months, with regions competing to emerge as powerhouses in the strategically vital sector, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/fa84c10d-0431-4531-8f36-f74bd42ea8f6_89537848.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-22T18:45:19.005Z"
}