{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国C919客机订单可能因发动机供应问题面临延误 (原标题: Orders of China’s C919 jet could face delays over engine supply snags)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327021/orders-chinas-c919-jet-could-face-delays-over-engine-supply-snags?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 02:00:20 +0000",
      "isoDate": "2025-09-29T02:00:20.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国C919客机交付或因发动机供应受阻而延误\n\n根据公司财务报告，中国首款窄体客机C919向国内三大航空公司的交付可能落后于原定计划，引发了市场对该机型发动机供应可能中断的猜测。\n\n### 交付进展与目标差距\n\n*   **中国国际航空和中国东方航空：** 尽管两家航空公司设定的2025年目标是各增加10架C919，但在今年上半年，它们各仅接收了一架C919飞机。\n*   **中国南方航空：** 该航空公司预计今年将接收12架C919单通道客机，但截至6月，其报告显示仅“融资租赁”了三架，且未提及所有权。\n\n### C919的背景与市场地位\n\n*   C919由中国商用飞机有限责任公司（Comac）开发，旨在与空中客车A320和波音737系列飞机竞争。\n*   Comac已于2024年从这三家国有航空公司获得了数百架C919的订单。\n*   自2023年5月首次商业飞行以来，C919已运送超过200万名乘客，这表明Comac在打破由两大西方巨头主导的市场方面取得了一定进展。\n\n### 发动机供应疑虑\n\n*   独立航空分析师李瀚明指出，Comac在为C919获取发动机方面可能正遭遇一些“乱流”，这进一步支持了关于发动机供应可能存在问题的市场猜测。",
      "shortSummary": "中国C919客机向国内三大航空公司的交付可能面临延误。公司财报显示，国航和东航上半年各仅接收一架，南航也远未达到年度目标。市场猜测延误原因在于发动机供应受阻。C919制造商中国商飞（Comac）旨在挑战空客和波音的市场主导地位，但独立分析师指出其在发动机采购方面可能遇到困难。",
      "translated_title": "中国C919客机订单可能因发动机供应问题面临延误",
      "images": [],
      "contentSource": "完整文章",
      "content": "Deliveries of China’s first narrowbody passenger jet to the top three domestic airlines could be falling behind schedule, according to company financial reports, raising market speculation regarding potential disruptions to the model’s engine supply.\nAir China and China Eastern Airlines received one C919 aircraft each in the first half of the year despite their stated goals of adding 10 apiece in 2025, according to the reports.\nChina Southern Airlines’ reports said the carrier expects 12 of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/ee42ebb3-dd53-4e6a-ad6b-91c714a16cd4_a25cd095.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车巨头比亚迪预计今年国际销量将突破20% (原标题: China’s EV king BYD expects international sales to top 20% this year)",
      "link": "https://www.scmp.com/business/china-business/article/3327153/chinas-ev-king-byd-builds-export-momentum-expects-sales-abroad-top-20-year?utm_source=rss_feed",
      "pubDate": "Sun, 28 Sep 2025 22:30:12 +0000",
      "isoDate": "2025-09-28T22:30:12.000Z",
      "creator": "Daniel Ren",
      "summary": "## 比亚迪预计今年海外销量占比将达20%\n\n中国电动汽车（EV）巨头比亚迪（BYD）预计，在物流改善和新车型发布的推动下，今年其出口销量将占全球总销量的约20%。\n\n### 目标与预测\n*   **海外销量占比提升**：比亚迪品牌及公关总经理李云飞表示，公司预计今年海外销量占比将达到20%。他强调，国际交付量在未来几年将做出更大贡献。\n*   **2025年海外交付目标**：比亚迪预测，2025年在中国大陆以外的交付量将达到80万至100万辆。\n*   **2025年总销量预测**：同期，公司预计总销量将达到460万辆。\n\n### 历史对比\n*   在2024年，比亚迪在中国大陆以外的销量占其总交付量426万辆的比例不足10%。\n\n### 出口支持策略\n*   **自有运输船队**：李云飞指出，比亚迪自有汽车运输船队是其出口激增的关键支持。目前，公司拥有8艘大型运输船，其中最大的一艘可运载9200辆汽车。\n*   **全球航线覆盖**：这些船只航行于连接中国与欧洲、东南亚等主要海外市场的海洋航线。\n\n### 产品线扩张\n*   **全球车型引入**：比亚迪计划通过将其所有在中国开发的车型引入国际市场，以扩大其海外市场的产品线，满足全球消费者的需求。",
      "shortSummary": "中国电动汽车巨头比亚迪预计，在物流改善和新车型发布的推动下，今年其海外销量将占全球总销量的约20%，远高于2024年不足10%的水平。公司计划在2025年实现80万至100万辆的海外交付，并利用自有运输船队支持出口，同时将所有中国开发的车型推向国际市场，以扩大全球影响力。",
      "translated_title": "中国电动汽车巨头比亚迪预计今年国际销量将突破20%",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese electric-vehicle (EV) king BYD expects exports to make up about 20 per cent of its global sales this year, spurred by improved logistics and new model launches.\nThe Shenzhen-based carmaker forecasts 800,000 to 1 million deliveries outside mainland China in 2025, compared with projected total sales of 4.6 million units, said Li Yunfei, the company’s general manager of branding and public relations.\n“We estimate that the proportion of our overseas sales would hit 20 per cent this year,” he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/28/d20d8753-5328-4020-b1f6-4a27307c9915_4dd8dd5c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国温暖的南方科技中心深圳正在成为一个滑雪胜地？ (原标题: Why is Shenzhen, China’s balmy southern tech hub, becoming a skiing destination?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327002/why-shenzhen-chinas-balmy-southern-tech-hub-becoming-skiing-destination?utm_source=rss_feed",
      "pubDate": "Sun, 28 Sep 2025 07:00:09 +0000",
      "isoDate": "2025-09-28T07:00:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 深圳：炎热南方科技中心的新滑雪热点\n\n中国南方的炎热潮湿科技中心深圳，正出人意料地成为一个滑雪目的地。随着全球最大室内滑雪场——前海华发冰雪世界即将开业，当地政府希望通过冬季运动经济来刺激消费。\n\n#### 前海华发冰雪世界概览\n\n*   **开业时间:** 预计在下个月的八天国庆假期（“黄金周”）期间开业。\n*   **规模:** 被誉为全球最大的室内滑雪度假村，占地10公顷（24.7英亩）。\n*   **设施:** 将设有五条滑雪道，其中一条垂直落差达83米（272.3英尺）。\n\n#### 滑雪热潮与消费者反馈\n\n*   **背景:** 2022年北京冬奥会推动了冬季运动在中国的人气飙升，许多中国人（如广州居民谢思雅）在三年前开始滑雪。\n*   **消费者体验:** 谢思雅计划在国庆假期期间前往该度假村，尽管届时深圳最高气温预计将达到30摄氏度（86华氏度）。她表示，室内滑雪场的建设让滑雪爱好者不再需要忍受无聊的夏天。\n*   **消费习惯:** 谢思雅每月至少滑雪一次，在室内滑雪场花费约1000元人民币（140美元），冬季前往户外滑雪场则每月花费超过5000元人民币。\n\n#### 政府目标\n\n当局希望将冬季运动经济与提振消费的努力相结合，以此推动当地经济发展。",
      "shortSummary": "中国南方科技中心深圳正成为一个意想不到的滑雪目的地。全球最大室内滑雪场——前海华发冰雪世界将于下月国庆假期开业，占地10公顷，拥有五条滑雪道，其中一条垂直落差达83米。此举旨在通过冬季运动经济刺激消费。受2022年北京冬奥会影响，滑雪运动在中国日益普及，许多爱好者即使在炎热天气下也渴望体验滑雪。",
      "translated_title": "为什么中国温暖的南方科技中心深圳正在成为一个滑雪胜地？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Some Chinese skiers are travelling to an unexpected destination to take part in the winter sport: the hot and humid tech hub of Shenzhen in southern China’s Guangdong province, during next month’s eight-day National Day holiday, also known as the “golden week”.\nQianhai Huafa Snow World, which is being touted as the world’s largest indoor ski resort, is set to open there on Monday as authorities look to tie the winter sports economy to efforts to boost consumption.\nThe 10-hectare (24.7 acre)...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/28/5ee16b9d-3e2e-432c-b2e3-fdd07a3c67c8_4cc7d450.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "节前首批大闸蟹上市，市场情绪低迷 (原标题: Market downbeat as first hairy crabs hit Chinese market on eve of holiday)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326980/consumption-doldrums-see-hairy-crab-prices-down-china-eve-golden-week-holiday?utm_source=rss_feed",
      "pubDate": "Sun, 28 Sep 2025 04:00:16 +0000",
      "isoDate": "2025-09-28T04:00:16.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国大闸蟹市场现状：节前价格下跌，前景不容乐观\n\n### 引言\n随着中国国庆假期（与中秋节重叠，形成八天“超级黄金周”）的临近，首批上市的大闸蟹价格显著下跌，市场情绪低迷。大闸蟹作为此时最受欢迎的季节性礼品，其市场表现也被视为衡量国庆“黄金周”消费需求的重要指标。\n\n### 价格下跌情况\n*   **零售价格下降：** 与去年同期相比，零售价格每公斤下降约20元人民币（去年同期价格范围为100至160元/公斤）。\n*   **未来趋势：** 上海嘉定区政府在线发布的一份报告指出，随着大闸蟹交付量增加，价格可能进一步下跌。\n\n### 价格下跌原因\n行业内部人士预测价格将继续下跌，主要原因包括：\n*   **产量增加：** 大闸蟹的生产量有所提高。\n*   **送礼需求萎缩：** 商务送礼和个人送礼的需求减少。\n*   **家庭消费疲软：** 整体家庭消费支出不振。\n\n### 大闸蟹的背景与特点\n*   **送礼佳品：** 大闸蟹因其独特的风味而备受推崇，长期以来被企业和富裕人士视为馈赠客户和官员的理想礼物。\n*   **别名与特征：** 也被称为中华绒螯蟹，因其毛茸茸的蟹钳而得名，是手掌大小的甲壳动物。\n*   **著名产地：** 最著名的大闸蟹产自江苏省东部的阳澄湖。\n*   **成熟期提前：** 今年由于气候变暖，大闸蟹成熟期提前，预计最佳风味期将在本月底，而非下个月或更晚。\n\n### “超级黄金周”的意义\n今年的八天“超级黄金周”被视为国内需求的试金石，涵盖零售销售、电影票房、旅游、餐饮和娱乐支出。然而，在假期前不到两周，大闸蟹市场已显现出不乐观的信号。",
      "shortSummary": "中国国庆假期临近，首批上市的大闸蟹价格显著下跌，市场情绪低迷。零售价较去年同期每公斤下降约20元。行业人士预测，受产量增加、送礼需求萎缩及家庭消费疲软影响，价格将进一步走低。大闸蟹是热门季节性礼品，其市场表现被视为衡量“超级黄金周”国内消费需求的风向标。今年大闸蟹因气候变暖提前成熟，最佳风味期预计在本月底。",
      "translated_title": "节前首批大闸蟹上市，市场情绪低迷",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China’s National Day holiday approaches, prices of hairy crabs, one of the most popular seasonal gifts at this time of the year, are down markedly as the first batches are delivered to markets across the country.\nIndustry insiders predict that prices will fall further, citing higher production, shrinking gift-giving demand and weak household spending.\nBusinesses and wealthy individuals have long regarded hairy crabs, which are prized for their unique flavour, as an ideal gift for clients and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/abb7a6d8-a3b8-4a62-9fd9-8691113bcc5a_999a41f9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "陆海空：5种免签入境中国的方式 (原标题: By land, sea or air: 5 ways to enter China without a visa)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326978/here-are-5-ways-enter-china-without-visa-land-sea-or-air?utm_source=rss_feed",
      "pubDate": "Sat, 27 Sep 2025 06:00:16 +0000",
      "isoDate": "2025-09-27T06:00:16.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国放宽免签入境政策以提振旅游业\n\n获取中国大陆签证通常涉及繁琐的文书工作、超过100美元的费用以及数天的处理时间。然而，为了吸引更多外国游客并促进国家旅游业发展，北京正在持续放宽免签入境规定，为越来越多的访客降低或完全取消了一些障碍。\n\n### 主要政策调整\n\n*   **过境免签**：移民官员现在允许来自特定国家的旅客在过境中国时免签停留长达10天。\n*   **更长免签停留**：越来越多的其他外国公民被允许免签停留30天。\n\n### 最新更新：俄罗斯公民免签政策\n\n*   **宣布时间**：9月2日，在俄罗斯总统普京访华期间宣布。\n*   **生效日期**：9月15日起。\n*   **具体内容**：俄罗斯公民可免签停留长达30天。\n\n### 免签入境中国大陆的选项（文章目前仅提供第一种）\n\n1.  **经中国城市过境（10天）**\n    *   **适用人群**：来自55个国家的护照持有者，包括澳大利亚、俄罗斯、印度尼西亚、美国和多个欧洲国家。\n    *   **停留时长**：最长可达10天。\n    *   **方式**：通过中国大陆的国际机场过境。",
      "shortSummary": "为提振旅游业，中国正放宽免签入境政策。目前，来自55个国家的旅客可通过国际机场过境免签停留长达10天。此外，自9月15日起，俄罗斯公民可免签停留中国长达30天。文章列出了五种免签方式，目前仅提供了过境免签这一种。",
      "translated_title": "陆海空：5种免签入境中国的方式",
      "images": [],
      "contentSource": "完整文章",
      "content": "Obtaining a visa to enter mainland China often requires filling out pages of paperwork, paying more than US$100, and waiting days for the documents to be processed.\nBut for a growing number of visitors, some hurdles have been lowered or removed entirely as Beijing continues to relax visa-free entry rules to attract more foreign visitors and boost the nation’s tourism sector.\nImmigration officials now allow travellers from certain countries who are transiting through China to stay without a visa...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/08e21371-9b07-475c-8ffd-b4f971e83d99_cf261bec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国旨在机器人领域超越美国。其最新策略：机器人训练营 (原标题: China aims to leapfrog the US in robotics. Its latest tactic: robot boot camps)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327001/china-unveils-giant-robot-boot-camps-train-world-leading-humanoids?utm_source=rss_feed",
      "pubDate": "Sat, 27 Sep 2025 02:15:08 +0000",
      "isoDate": "2025-09-27T02:15:08.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国机器人领域的新策略：机器人训练营\n\n中国正全力以赴，力争在先进人形机器人开发竞赛中超越美国。其最新策略是：将机器人送入“训练营”。\n\n## 机器人训练基地：加速发展的关键\n*   **目的**：解决当前制约中国国内产业发展的“数据短缺”问题，帮助制造商加速产品开发。\n*   **功能**：让机器人在各种不同场景中进行训练，并收集训练数据。\n*   **优势**：\n    *   实现标准化、大规模的数据生成。\n    *   以更低的成本提供高质量数据，克服过去机器人公司单独收集数据导致质量不一致的问题。\n\n## 北京的旗舰训练中心\n*   **地点**：北京市石景山区。\n*   **规模**：占地面积超过10,000平方米（108,000平方英尺）。\n*   **数据产出**：每年将产生超过600万个数据点。\n*   **训练场景**：提供16种特定场景，包括：\n    *   模拟制造设施\n    *   零售店\n    *   养老中心\n    *   智能家居\n\n## 行业背景\n*   中国和美国是新兴人形机器人产业的明显领跑者。\n*   该产业旨在创造具有类人身体的机器人，以在从工厂车间到养老院等一系列环境中取代人类工人。",
      "shortSummary": "中国正通过设立机器人训练营，加速其在人形机器人领域的领先地位。这些大型训练基地旨在解决数据短缺问题，通过在模拟工厂、零售店和养老院等16种场景中训练机器人，标准化并大规模收集高质量数据。北京的旗舰中心占地逾万平米，每年将产生超600万数据点。此举是中国超越美国、推动人形机器人产业发展的关键策略。",
      "translated_title": "中国旨在机器人领域超越美国。其最新策略：机器人训练营",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is going all out to outpace the United States in the race to develop advanced humanoid robots. Its latest strategy: sending its bots to boot camp.\nCities across the country are opening huge humanoid robotics training bases, which put robots through their paces in a variety of different scenarios and harvest training data to help manufacturers accelerate their product development.\nThe biggest of these facilities, located in Beijing’s Shijingshan district, covers an area of more than 10,000...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/9296551d-1eb0-404b-acc1-d857db4ae3b8_6c2e4748.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港在北京未来五年经济战略中的角色将如何演变 (原标题: How Hong Kong’s role in Beijing’s economic strategy could evolve in next 5 years)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327000/how-hong-kongs-role-chinas-economic-strategy-could-evolve-next-5-years?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 22:00:10 +0000",
      "isoDate": "2025-09-26T22:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 香港在中国第十五个五年规划中的角色展望\n\n## 引言\n中国目前正在起草其第十五个五年规划，这份重要的国家发展蓝图将为未来五年的发展设定基调和高层政策优先事项。本文探讨了香港如何能够在此规划中强化其作为连接中国内地与全球市场的“超级联系人”地位。\n\n## 香港地位的转变与展望\n\n### 过往疑虑\n不久前，许多人曾质疑香港是否已失去其作为国际金融中心的魅力。中美紧张局势加剧、经济长期放缓以及新加坡等区域竞争对手的影响，都曾让香港的光环黯淡。\n\n### 当前复苏迹象\n然而，这些疑虑已有所缓解。随着股市指数上涨、融资活动激增以及对全球企业和人才吸引力的增强，香港展现出强劲的复苏势头。香港英国商会创新与技术主席Phil McManus在LinkedIn上表示：“香港已经反弹。它一直如此。它将永远如此。”\n\n### 未来角色\n分析师指出，随着北京起草其第十五个五年规划——国家主要的社会经济发展蓝图——香港这个特别行政区有望在中国不断演变的经济战略中扮演独特角色。\n\n## 五年规划的重要性\n\n澳新银行大中华区首席经济学家Raymond Yeung强调：“简而言之，香港在中国下一个五年规划中的定位，将决定北京对其施行的政策和投入的资源。”\n\n与中国其他地区一样，香港（以及澳门和台湾）的经济发展轨迹在很大程度上受到北京政策决策的影响。",
      "shortSummary": "中国正在制定第十五个五年规划，这将决定香港未来五年在北京经济战略中的角色。尽管此前对香港作为国际金融中心的吸引力存在疑虑，但近期股市上涨、融资活跃以及对全球企业和人才的吸引力增强，显示其正在复苏。分析师认为，香港有望强化其作为连接中国内地与全球市场的“超级联系人”地位。其在五年规划中的定位将直接影响北京的政策和资源投入。",
      "translated_title": "香港在北京未来五年经济战略中的角色将如何演变",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how Hong Kong could strengthen its position as a “superconnector” linking the mainland with global markets.\nFor more stories in this ongoing series, click here.\nIn a LinkedIn post earlier this month,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/b786c920-fc28-4bad-8325-27bc06f29d45_172dcfc0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "TikTok交易：对于中美投资，这是新常态还是对等风险？ (原标题: TikTok deal: for US-China investments, is this a new normal or reciprocity risk?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327024/tiktok-deal-us-china-investments-new-normal-or-reciprocity-risk?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 14:00:15 +0000",
      "isoDate": "2025-09-26T14:00:15.000Z",
      "creator": "Mandy Zuo,Ralph Jennings",
      "summary": "### TikTok交易：中美投资的新常态与对等风险\n\n美国总统唐纳德·特朗普签署了一项行政命令，旨在推动备受关注的TikTok争议走向解决。此举不仅为美国用户继续使用TikTok提供了可能，也旨在保护国家安全，同时引发了对未来中美贸易协议以及两国企业相互投资命运的广泛讨论。\n\n**关键进展与交易条款：**\n\n*   **行政命令签署**：特朗普总统于周四签署行政命令，推动TikTok的剥离，使其在美运营。\n*   **背景协议**：此命令是在本月早些时候在马德里达成的一项框架协议，以及上周特朗普与习近平主席通话中获得“同意”之后发布的。\n*   **所有权结构**：根据拟议的交易条款，TikTok将由美国投资者（如甲骨文）主导运营，而其母公司字节跳动将保留20%的股权。\n\n**对中美投资关系的影响：**\n\n*   **贸易协议预期**：此次TikTok交易的进展，激发了人们对下个月两国领导人会晤时可能达成更广泛中美贸易协议的期待。\n*   **企业命运担忧**：同时，拟议的剥离也引发了关于在中美两国市场投资和运营的中国和美国公司未来命运的疑问。\n\n**中方回应：**\n\n*   **呼吁公平竞争**：中国外交部在周五的新闻发布会上敦促华盛顿在TikTok交易后为中国投资者提供一个公平的竞争环境。\n*   **尊重企业意愿**：外交部发言人郭继坤表示，中国政府尊重企业的意愿，欢迎它们在市场规则基础上进行商业谈判，达成符合中国法律并平衡各方利益的解决方案。\n\n**结论：**\n\nTikTok交易的解决方式，不仅是单一企业层面的事件，更被视为中美两国在经济和技术领域互动模式的一个缩影，预示着未来两国企业跨境投资可能面临的新常态或潜在的对等风险。",
      "shortSummary": "美国总统特朗普签署行政命令，推动TikTok剥离，以确保国家安全并允许美国用户继续使用。根据拟议协议，TikTok将由美国投资者主导，字节跳动保留20%股权。此举引发了对未来中美贸易协议及两国企业相互投资命运的讨论。中国外交部呼吁美国为中国投资者提供公平竞争环境，并表示尊重企业基于市场规则的谈判。",
      "translated_title": "TikTok交易：对于中美投资，这是新常态还是对等风险？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US President Donald Trump signed an executive order on Thursday to bring the widely watched TikTok dispute closer to a resolution, the move fuelled expectations of broader US-China trade deals when their leaders are expected to meet next month.\nThe proposed divestiture, meanwhile, has also raised questions about the fate of Chinese and American companies investing and operating in each other’s markets.\nIn the latest development in the saga involving the short-video app, Trump wrote in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/a3ed371a-ef4f-4557-9343-4d0ae06873e1_6628ca5b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对墨西哥的贸易调查被视为‘明确警告’，勿屈服于美国压力 (原标题: China’s trade probes into Mexico seen as ‘clear warning’ not to bow to US pressure)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327011/chinas-trade-probes-mexico-send-clear-warning-not-bow-us-pressure-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 12:00:09 +0000",
      "isoDate": "2025-09-26T12:00:09.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "# 中国对墨西哥的贸易调查：背景、行动与影响\n\n随着中美贸易谈判进入下一阶段，中国对墨西哥发起了反倾销和贸易壁垒调查。此前，墨西哥提议对中国商品征收更高的关税。分析人士认为，此举是中国发出的“明确警告”，旨在阻止墨西哥屈服于美国压力。\n\n## 背景与墨西哥的关税计划\n\n*   **墨西哥的关税提案：** 9月初，墨西哥宣布计划对约1400种产品类别（包括汽车、汽车零部件、钢铁、玩具和家具）提高最高达50%的关税。\n*   **适用范围：** 这些关税将适用于与墨西哥没有贸易协议的国家，其中包含中国，但豁免了美国和加拿大。\n*   **时机：** 墨西哥的这一举动恰逢2026年《美国-墨西哥-加拿大自由贸易协定》（USMCA）审查的准备阶段。分析普遍认为，墨西哥此举是为了讨好华盛顿。\n\n## 中国采取的调查行动\n\n中国商务部于周四启动了两项独立的调查：\n\n1.  **对墨西哥和美国山核桃的反倾销调查：**\n    *   预计将持续一年。\n2.  **对墨西哥贸易壁垒的调查：**\n    *   旨在查明墨西哥是否对中国产品设置了贸易壁垒。\n    *   如果确认存在贸易壁垒，北京可能会寻求双边谈判，或将案件升级至世界贸易组织（WTO）等多边争端解决机构。\n\n## 分析师的解读\n\n*   **“秀肌肉”的信号：** 东南亚研究所（ISEAS-Yusof Ishak Institute）高级访问学者、前美国贸易谈判代表斯蒂芬·奥尔森（Stephen Olson）表示，他将此视为中国“秀肌肉”的表现。\n*   **强硬立场：** 奥尔森认为，这表明中国觉得自己处于足够强大的地位，无需小心翼翼或避免采取挑衅性行动。\n\n## 结论\n\n中国的贸易调查被视为对墨西哥的直接警告，旨在阻止其在贸易政策上过度倾向美国，尤其是在中美贸易关系敏感和北美自由贸易协定审查的背景下。",
      "shortSummary": "中国对墨西哥启动反倾销和贸易壁垒调查，被视为对墨西哥的“明确警告”，旨在阻止其屈服于美国压力。此前，墨西哥提议对包括中国商品在内的约1400种产品提高关税，但豁免了美国和加拿大。分析人士认为，此举是中国在美中贸易谈判和北美自贸协定审查背景下，展示其强硬立场和“秀肌肉”的信号。若墨西哥存在贸易壁垒，中国可能寻求双边谈判或诉诸WTO。",
      "translated_title": "中国对墨西哥的贸易调查被视为‘明确警告’，勿屈服于美国压力",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China and the United States approach the next phase of trade talks, Beijing has launched anti-dumping and trade barrier probes into Mexico after the Latin American country proposed higher tariffs on Chinese goods.\nAnalysts said the move signalled a warning from Beijing, as Mexico’s planned duties – affecting a range of countries, but sparing the US and Canada – are widely seen as an attempt to curry favour with Washington.\nOn Thursday, China’s Ministry of Commerce launched an anti-dumping...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/9d81adf9-5f8c-4988-b97f-d6674aec8ede_1dc47a24.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "贸易紧急时刻，启用“压箱底”工具：中国政策工具箱解析 (原标题: In case of trade emergency, break glass: inside China’s policy toolbox)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326998/case-trade-emergency-break-glass-inside-chinas-policy-toolbox?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 10:00:12 +0000",
      "isoDate": "2025-09-26T10:00:12.000Z",
      "creator": "Mia Nurmamat",
      "summary": "### 中国应对贸易紧急情况的政策工具箱\n\n随着中国经济面临多重外部紧张局势，特别是美国总统特朗普第二任期征收巨额进口关税以来，北京已部署多种措施以保护其国内产业。除了国际法中接受的传统工具（如反倾销或反补贴调查）外，中国商务部还采取了其他方法来应对其视为贸易伙伴侵犯的行为。以下是文章中概述的部分措施：\n\n#### 1. 不可靠实体清单\n\n*   **设立背景与目的：** 该机制于2019年首次公布，旨在针对被认为危害中国主权、安全或发展利益，或严重损害中国企业权利的外国实体（公司、组织或个人）。\n*   **潜在后果：** 被列入清单的实体可能面临贸易和投资禁令等限制，其高级管理人员可能被禁止入境中国。\n*   **近期更新：**\n    *   **最新进展：** 商务部于周四将三家美国公司列入该清单，原因是它们与台湾进行军事技术合作。\n    *   **此前更新：** 今年早些时候的四次更新中，共有50个美国实体被列入清单，其中包括47家公司和两个实验室。\n    *   **调整与豁免：** 然而，在7月下旬斯德哥尔摩举行的高级别贸易谈判之后，4月份被列入清单的17个实体在8月份获得了90天的暂缓执行或被完全移出清单。\n\n#### 2. 军民两用物品出口管制\n\n*   **新规发布：** 中国于去年发布了关于“军民两用”商品出口的新规定。\n*   **管制范围：** “军民两用”商品是指那些既有民用功能，又可能具有军事应用潜力的物品。\n*   **审批要求：** 这些规定要求对相关货物的运输进行审批，涉及许可、管制清单、临时限制或全面禁令。",
      "shortSummary": "面对外部紧张局势和美国征收进口关税，中国已部署多种政策工具保护国内产业。这些措施包括国际法允许的传统工具，以及商务部采取的其他应对方法。文章中提及的工具包括：不可靠实体清单，旨在制裁危害中国利益的外国实体，近期已有多家美国公司因涉台军事合作被列入；以及军民两用物品出口管制，对具有军事应用潜力的商品出口实施许可和禁令等限制。",
      "translated_title": "贸易紧急时刻，启用“压箱底”工具：中国政策工具箱解析",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has deployed a wide variety of measures to protect its domestic industries as China’s economy, the world’s second largest, grapples with a number of external tensions.\nIn addition to traditional tools accepted in international law such as anti-dumping or countervailing investigations, the country’s Ministry of Commerce has adopted other methods to respond to what Beijing views as encroachment by trade partners, particularly in the months since US President Donald Trump began his second...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/16471a1c-eb5a-411d-b968-72edbb85b635_81f76ba0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国港口费生效前，航运公司正规避冲击：专家称 (原标题: Before US port fee hits China vessels, carriers are dodging the blow: experts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326952/us-port-fee-hits-china-vessels-carriers-are-already-dodging-blow-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 08:00:10 +0000",
      "isoDate": "2025-09-26T08:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "# 美国港口费生效前，航运公司调整部署以规避冲击\n\n在美国针对中国建造或运营船只的港口费生效前不到三周，一些主要航运公司已开始调整其船舶部署，以避免或吸收额外成本，而非立即向客户征收附加费。\n\n## 主要发现：\n\n*   **航运公司初步策略：** 至少在初期，主要航运公司选择调整船舶部署以规避或吸收额外成本，而非立即向客户征收附加费。\n\n*   **Sea Intelligence 报告洞察：**\n    *   **跨太平洋航线：** 航运咨询公司Sea Intelligence上周发布报告指出，跨太平洋航线上中国建造船舶的部署已出现减少的早期迹象。\n    *   **亚洲-北美西海岸贸易：** 在2025年上半年，中国建造船舶的份额为25-30%，但在最近几周已降至20-25%的范围。\n    *   **亚洲-北美东海岸贸易：** 该报告还指出，亚洲-北美东海岸贸易也出现了类似但不太明显的趋势。\n    *   **跨大西洋贸易：** 报告显示，跨大西洋贸易尚未出现任何类似的发展。\n\n*   **中远海运集运的回应：**\n    *   中远海运集运（上海和香港上市的中远海运控股的集装箱业务部门）已确认致力于维持其美国市场班轮服务的“稳定运营”。\n    *   该公司于9月16日表示，尽管港口服务费可能给其运营带来一些挑战，但他们对其美国航线网络服务仍充满信心。",
      "shortSummary": "美国针对中国船只的港口费生效前，航运公司正调整部署以规避成本。Sea Intelligence报告显示，跨太平洋航线上的中国建造船舶部署已减少，亚洲-北美西海岸贸易中其份额有所下降。中远海运集运表示，尽管面临挑战，仍将维持美国航线服务的稳定运营。航运公司初期选择吸收成本而非立即征收附加费。",
      "translated_title": "美国港口费生效前，航运公司正规避冲击：专家称",
      "images": [],
      "contentSource": "完整文章",
      "content": "Less than three weeks before the US port fee targeting China-built or China-operated vessels is scheduled to take effect, some major carriers have begun adjusting their vessel deployment to avoid or absorb the extra cost rather than resorting to imposing a surcharge on clients – at least initially.\n“On the transpacific, there are early signs of a reduction in the deployment of Chinese-built vessels,” shipping consultancy Sea Intelligence said in a report last week.\nAfter tracking vessel...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/c696a471-aa86-451f-a6b1-ea5e404bdfb7_b4f24a3a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国顶尖武器芯片科学家被拘留，特朗普H-1B签证混乱：7大亮点 (原标题: Top China weapons chip scientist detained, Trump’s H-1B chaos: 7 highlights)",
      "link": "https://www.scmp.com/news/world/article/3326917/fujians-landmark-jet-launch-hong-kong-after-super-typhoon-ragasa-scmps-7-highlights?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 04:30:09 +0000",
      "isoDate": "2025-09-26T04:30:09.000Z",
      "creator": "SCMP",
      "summary": "本文精选了本周来自香港、中国大陆及亚洲地区的七个重要新闻故事，其中提供了三个故事的详细内容。\n\n### 主要亮点：\n\n1.  **中国福建舰成功弹射J-35隐形战机**\n    *   中国第三艘航空母舰“福建舰”成功使用其先进的电磁弹射器，弹射了为该舰开发的所有三种固定翼飞机。\n    *   这标志着该航母在正式服役前通过了又一项重大测试。\n\n2.  **香港在超强台风“拉加萨”后恢复正常**\n    *   在超强台风“拉加萨”导致香港瘫痪近两天后，城市正逐步恢复正常。\n    *   当局正努力清理1200棵倒塌的树木，并处理积压的1000趟航班，这些航班影响了14万名乘客。\n    *   ![一名男子坐在将军澳海滨的长凳上，海浪正在逼近。图片：Elson Li](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/26/b0d44700-3a04-4650-9396-6036458f723c_1126e908.jpg)\n\n3.  **中国武器芯片科学家余发新被拘留**\n    *   顶尖科学家余发新，负责开发武器系统芯片，已被中国反腐机构在中部地区拘留。\n    *   其在上海上市的公司浙江大微波技术证实了这一消息。",
      "shortSummary": "本文介绍了本周三条重要新闻：中国第三艘航母福建舰成功完成电磁弹射测试，弹射了所有三种固定翼飞机；香港在超强台风“拉加萨”袭击后正逐步恢复正常，当局正清理倒塌树木并处理航班积压；以及负责武器系统芯片开发的中国顶尖科学家余发新被反腐机构拘留。",
      "translated_title": "中国顶尖武器芯片科学家被拘留，特朗普H-1B签证混乱：7大亮点",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/26/b0d44700-3a04-4650-9396-6036458f723c_1126e908.jpg",
          "alt": "A man sits on a bench on the Tseung Kwan O promenade as the waves approach. Photo: Elson Li",
          "title": "A man sits on a bench on the Tseung Kwan O promenade as the waves approach. Photo: Elson Li",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "We have selected seven stories from this week’s news across Hong Kong, mainland China, the wider Asia region and beyond that resonated with our readers and shed light on topical issues. If you would like to see more of our reporting, please consider subscribing.\n1. Landmark launch for China’s J-35 stealth jet from Fujian aircraft carrier\nChina’s third aircraft carrier, the Fujian, has used its advanced electromagnetic catapults to launch all three types of fixed-wing aircraft developed for the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/f1d370e5-5a67-4598-a694-e133bb453f6d_780ce250.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“包容、创新”：中国加大数字人民币国际化推进力度 (原标题: ‘Inclusive, innovative’: China ups push for digital yuan internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326928/will-chinas-digital-yuan-centre-be-step-forward-internationalisation?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 04:01:09 +0000",
      "isoDate": "2025-09-26T04:01:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国加大数字人民币国际化推进力度\n\n中国正积极推动数字人民币（e-CNY）在跨境支付和海外市场中的应用，旨在全球稳定币热潮中提供一种替代方案，并重塑目前由美元主导的全球金融架构。\n\n## 主要进展与目标\n\n*   **国际业务中心启用**：中国数字人民币国际业务中心于周四在上海正式启用。\n*   **战略目标**：鼓励数字人民币在国际交易中的使用，提升跨境支付效率，并挑战美元在全球金融体系中的主导地位。\n*   **官方表态**：中国人民银行副行长陆磊指出，数字时代货币和支付系统的演变是“历史的必然”，并承诺提供“开放、包容、创新的解决方案”以改善全球跨境支付系统。\n\n## 三大核心平台\n\n为加速数字人民币的国际化进程，中国人民银行推出了以下三个平台：\n\n1.  **跨境数字支付平台**：\n    *   **功能**：探索利用数字人民币（e-CNY）来显著提高国际交易的效率。\n    *   **目的**：简化和加速国际间的资金流动。\n\n2.  **区块链服务平台**：\n    *   **功能**：实现链上支付，并提供标准化的跨链交易信息传输服务。\n    *   **目的**：促进不同区块链系统之间的互操作性，确保交易信息的安全和标准化。\n\n3.  **数字资产平台**：\n    *   **功能**：通过提供标准化、即用的数字资产服务，帮助现有的金融基础设施扩展到区块链领域。\n    *   **目的**：降低传统金融机构进入数字资产领域的门槛，促进金融创新。\n\n## 背景信息\n\n该国际业务中心的启用，距离中国人民银行行长潘功胜在今年6月上海陆家嘴论坛上首次宣布相关计划，仅过去了三个月。",
      "shortSummary": "中国正加速推进数字人民币（e-CNY）的国际化，旨在重塑全球金融格局并挑战美元主导地位。为此，中国在上海启用了数字人民币国际业务中心，并推出了三大平台：跨境数字支付平台、区块链服务平台和数字资产平台。这些举措旨在提升国际交易效率，提供开放、包容、创新的跨境支付解决方案。",
      "translated_title": "“包容、创新”：中国加大数字人民币国际化推进力度",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is stepping up efforts to encourage the use of its digital yuan in cross-border payments and overseas markets, offering an alternative amid an international frenzy over stablecoins, as it aims to reshape the global financial architecture now dominated by the US dollar.\nChina’s international operations centre for the digital yuan opened in Shanghai on Thursday, with the People’s Bank of China highlighting three platforms designed to accelerate the internationalisation of the digital Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/6405f197-f9a4-4543-9141-ef68be81b39f_c0a7dce0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京必须采取行动，确保大学文凭物有所值 (原标题: Beijing must act to ensure a university degree is worth its costs)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3326526/beijing-must-act-ensure-university-degree-worth-its-costs?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 01:30:10 +0000",
      "isoDate": "2025-09-26T01:30:10.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "# 中国大学招生困境与文凭价值挑战\n\n今年夏天，中国高等教育系统面临着前所未有的挑战：一些大学难以招到足够的学生。在广西、广东、山东等省份，数十所私立大学未能达到招生目标。许多学校甚至降低了入学标准，但在秋季学期开始时，仍有数千个空置学位。云南、河南、山东等地的一些公立大学也面临同样的困境。\n\n这一现象令人震惊。几十年来，考上大学在中国一直象征着激烈的竞争，并预示着改变人生的机会。青少年深夜苦读、为高考冲刺、焦急等待成绩的画面，几乎刻在每个中国成年人的记忆中，甚至为海外人士所熟知。那么，一个曾以稀缺性和声望著称的系统，为何突然出现产能过剩、需求不足的局面？\n\n## 主要原因：日益增长的经济负担\n\n部分原因是经济因素。据当地媒体报道，今年20多个省份的私立和公立大学学费均有所上涨，平均涨幅约15%，部分高达35%，远超家庭收入增长。在一些获得国家资助较少的私立大学，年学费已超过4万元人民币（约合5600美元）。如果计入生活费，一个普通家庭供养一个孩子上大学的总开销，可能超过其收入的一半。对于农村和低收入家庭来说，经济负担更是沉重。\n\n## 大学涨价理由与政府资助政策\n\n大学方面以运营成本上升为由，为提高学费辩护。在北京推动扩大高等教育入学机会后，中国每年培养超过1000万大学毕业生。为了服务如此庞大的学生群体，并提供更多样化、更复杂的课程，学校不得不投资于设施、设备和师资。\n\n然而，中央政府近年来却削减了对大学的普遍资助，将更多资金投入到被视为具有战略重要性的项目，如人工智能、半导体和先进制造等领域。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/CLEAN---thumbnail.jpg?itok=sliP-Lk4)",
      "shortSummary": "中国大学正面临招生困境，多所高校未能完成招生目标，与过去竞争激烈的局面形成反差。主要原因是学费大幅上涨，远超家庭收入增长，导致大学教育的经济负担加重。尽管大学以运营成本上升为由涨价，但中央政府却削减了普遍资助，转而支持战略性重点领域。这使得大学文凭的价值受到质疑，北京需要采取行动确保其物有所值。",
      "translated_title": "北京必须采取行动，确保大学文凭物有所值",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/CLEAN---thumbnail.jpg?itok=sliP-Lk4",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "This summer brought an unusual challenge to China’s higher education system: some universities couldn’t find enough students.\nIn provinces like Guangxi, Guangdong and Shandong, dozens of private universities fell short of their enrolment targets. Many lowered entry standards to fill classrooms, yet some still had thousands of empty seats as the autumn semester began. Some public universities, in places from Yunnan to Henan and Shandong, are also facing the same challenge.\nThe sight is jarring....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/70edebc4-6c11-48f8-973a-c3eac19fef7a_77f4c6fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "家庭收入增长是中国消费希望的关键：前官员 (原标题: Household income growth holds key to Chinese consumption hopes: ex-official)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326866/boost-household-income-drive-chinas-economy-next-5-years-ex-official-urges?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 00:00:18 +0000",
      "isoDate": "2025-09-26T00:00:18.000Z",
      "creator": "Carol Yang",
      "summary": "### 家庭收入增长是中国消费希望的关键：前官员观点\n\n一位前高级官员指出，中国应在未来五年内加大努力提高家庭收入，以期通过消费驱动未来的经济增长。\n\n**主要观点：**\n\n*   **消费驱动增长的重要性：** 中国经济正寻求以消费作为未来增长的动力。\n*   **家庭收入是关键：** 前中央财经领导小组办公室副主任杨伟民强调，提高家庭收入对实现这一目标至关重要。\n*   **背景与时机：** 杨伟民是在中共中央委员会第四次全体会议召开前发表此番言论的，此次会议将讨论国家下一个五年规划。\n*   **五年规划的重点：** 预计经济蓝图将强调收入和国内生产总值（GDP）的增长、产业升级和技术创新。\n*   **增长动力的来源：** 杨伟民指出，未来五年的增长动力在于共享发展、追求共同富裕以及逐步缩小（收入）差距。\n*   **消费需求疲软的根本原因：** 他认为，中国消费需求疲软的根本原因在于收入问题。\n*   **具体建议：** 杨伟民特别提到需要提高家庭可支配收入在国民收入中的比重，并提升消费支出在总需求中的比重。",
      "shortSummary": "前官员杨伟民指出，为实现消费驱动的经济增长，中国在未来五年内必须大力提高家庭收入。他强调，消费需求疲软的根本原因是收入问题，并建议提高家庭可支配收入在国民收入中的比重，以缩小收入差距，促进共同富裕。此番言论正值中共中央讨论下一个五年规划之际。",
      "translated_title": "家庭收入增长是中国消费希望的关键：前官员",
      "images": [],
      "contentSource": "完整文章",
      "content": "China should make greater efforts to boost household income over the next five years as the world’s second-largest economy looks to consumption to power future growth, a former senior official said.\nYang Weimin, a former deputy head of the Office of the Central Leading Group on Financial and Economic Affairs, made the comments ahead of next month’s fourth plenum of the Communist Party’s Central Committee.\nCommittee members will discuss the country’s next five-year plan, with the economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/f983da29-bd86-488e-aead-d54a819329d7_de7f4f5f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国有汽车巨头拥抱本土技术以主导电动汽车市场 (原标题: China’s state-owned car giants embrace home-grown tech to dominate EV market)",
      "link": "https://www.scmp.com/business/china-business/article/3326732/chinas-state-owned-car-giants-embrace-home-grown-tech-dominate-ev-market?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 23:30:09 +0000",
      "isoDate": "2025-09-25T23:30:09.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国国有汽车巨头转向本土技术以主导电动汽车市场\n\n中国国有汽车制造商正在调整其在大陆的运营策略，在数十年来依赖外国品牌之后，开始与国内合作伙伴建立合作关系。此举旨在全球最大的清洁能源汽车市场中，专注于电动汽车（EV）领域。\n\n## 战略转变与背景\n\n*   **市场焦点**：全球最大的清洁能源汽车市场。\n*   **消费者偏好变化**：年轻消费者不再对外国汽车品牌的设计和性能感到信服。他们的品味变化促使国有汽车制造商寻求中国科技集团和小型同行的帮助。\n*   **技术驱动**：数字化功能和“花哨配置”正成为市场竞争的关键因素。\n\n## 具体行动与技术采纳\n\n*   **合作模式**：从依赖外国品牌转向与国内合作伙伴建立合作关系。\n*   **技术采纳**：从中国一汽（中国大陆历史最悠久的汽车制造商）到上汽集团（2023年前中国最大的汽车制造商）等巨头，都在采取措施采用本土技术，例如自动驾驶软件和数字座舱系统，以扩大市场份额。\n\n## 市场竞争与表现\n\n*   **竞争格局**：国有汽车制造商正在追赶比亚迪和吉利汽车等私营竞争对手。\n*   **市场份额**：根据中国乘用车协会（CPCA）的数据，今年中国大陆销量前十的电动汽车制造商中，只有四家是国有背景。\n*   **私营巨头表现**：比亚迪作为全球最大的电动汽车制造商，在2025年前八个月向中国大陆和海外客户交付了283万辆汽车，同比增长21.9%。同期，其在中国市场占据了31.6%的份额。\n\n## 本土技术供应商支持\n\n*   **华为**：华为向赛力斯（Seres）和阿维塔（Avatr）等本土汽车制造商提供汽车芯片、传感器和数字技术。\n\n![华为向赛力斯和阿维塔等本土汽车制造商提供汽车芯片、传感器和数字技术。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/24/e96553e5-adf8-4503-a906-dab17644320e_c59609ff.jpg)\n*华为向赛力斯和阿维塔等本土汽车制造商提供汽车芯片、传感器和数字技术。图片来源：EPA-EFE*",
      "shortSummary": "中国国有汽车巨头正积极拥抱本土技术，以主导全球最大的电动汽车市场。面对年轻消费者对外国品牌兴趣减弱以及数字化功能的重要性，一汽、上汽等车企正与国内伙伴合作，采用自动驾驶和数字座舱等本土技术。尽管目前国有车企在市场份额上落后于比亚迪等私营对手，但它们正努力追赶。华为等本土科技公司也为赛力斯、阿维塔等车企提供芯片和数字技术支持，助力国有车企提升竞争力。",
      "translated_title": "中国国有汽车巨头拥抱本土技术以主导电动汽车市场",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/24/e96553e5-adf8-4503-a906-dab17644320e_c59609ff.jpg",
          "alt": "Huawei supplies local carmakers such as Seres and Avatr with automotive chips, sensors and digital ­technologies. Photo: EPA-EFE",
          "title": "Huawei supplies local carmakers such as Seres and Avatr with automotive chips, sensors and digital ­technologies. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s state-owned carmakers are realigning their operations on the mainland, forming tie-ups with domestic partners after relying on foreign marques for decades, as they focus on electric vehicles (EV) in the world’s largest market for clean-energy cars.\nJuggernauts from FAW Group, mainland China’s oldest carmaker, to SAIC Motor, the country’s largest carmaker until 2023, are taking steps to adopt home-grown technologies like autonomous driving software and digital cockpit systems to grow...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/f28f3c46-2413-4de1-85b9-6737136dc4ac_3b83a7e1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何中国无与伦比的供应链中的薄弱环节可能在五年内不复存在 (原标题: Why weak links in China’s unrivalled supply chains may not exist in 5 years)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326808/chinas-unrivalled-supply-chains-still-have-weak-links-why-5-years-could-fix-them?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 22:00:10 +0000",
      "isoDate": "2025-09-25T22:00:10.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国供应链的未来：15个五年规划与薄弱环节的消除\n\n中国正在起草其第15个五年规划，这份宏伟的蓝图将为未来十年的国家发展定下基调。分析人士预计，该计划将重点关注如何进一步巩固中国无与伦比的供应链，提升其在全球价值链中的地位，并解决高科技领域的关键瓶颈问题。\n\n**五年规划的重要性**\n\n*   中国的五年规划是国家发展战略的核心文件，反映了高层政策优先事项，并指导国家在经济转型和外部不确定性日益增加的时期内的发展轨迹。\n*   第15个五年规划预计将继续深化对供应链的精细调整，以期为中国带来战略优势。\n\n**中国供应链的韧性与完整性**\n\n*   **“印度制造”的iPhone案例：** 苹果公司宣布其最新旗舰智能手机iPhone 17的美国市场型号将在印度生产，这被解读为中美贸易关系紧张和“脱钩”论调的体现。\n*   **核心组件的依赖：** 然而，《苹果在中国：全球最伟大公司的捕获》一书作者帕特里克·麦吉指出，“印度制造”的iPhone通常仅指在印度进行最终组装。设备的核心部件，如电池、显示屏和摄像头模块，仍主要依赖于中国无与伦比的供应链。\n*   **全球领先的生态系统：** 这一案例凸显了中国制造业生态系统经过数十年完善后，已在众多行业中确立了其作为全球最完整和最具韧性的地位，这通常是中国引以为傲的成就。\n\n**未来政策方向与目标**\n\n*   **巩固供应链韧性：** 随着北京制定第15个五年规划，政策制定者预计将致力于巩固国家在供应链韧性方面已取得的成就。\n*   **提升价值链地位：** 计划还将推动中国制造业向价值链上游移动，实现更高附加值的生产。\n*   **解决高科技瓶颈：** 预计将重点关注解决高科技领域的“卡脖子”问题，进一步增强自主可控能力。",
      "shortSummary": "中国正在制定第15个五年规划，预计将着重加强其世界领先的供应链。尽管有将生产转移出中国的说法（如iPhone在印度组装），但核心部件仍高度依赖中国。该计划旨在巩固供应链韧性，推动产业升级，并解决高科技领域的关键瓶颈，以期在五年内消除中国供应链中的潜在薄弱环节，进一步提升其全球竞争力。",
      "translated_title": "为何中国无与伦比的供应链中的薄弱环节可能在五年内不复存在",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how fine-tuning supply chains would work to China’s advantage.\nFor more stories in this ongoing series, click here.\nOn paper, when Apple unveiled its latest flagship smartphone earlier this month, all...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/5a0a039b-3e6b-47d2-ae9d-cb984093708d_21a99b2f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "评论家们错失了中国经济转型的全貌 (原标题: Critics are missing the big picture on China’s economic transition)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3326515/critics-are-missing-big-picture-chinas-economic-transition?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 21:30:08 +0000",
      "isoDate": "2025-09-25T21:30:08.000Z",
      "creator": "Wang Huiyao",
      "summary": "# 中国经济转型：被忽视的宏观图景\n\n外部评论往往关注中国经济转型中的短期挑战，如房地产市场降温和增长放缓。然而，文章指出，这些挑战掩盖了一个更重要的故事：中国经济拥有由基础设施、人力资本、技术和对绿色转型的坚定承诺所形成的强大协同效应，这为未来的可持续增长奠定了坚实基础。\n\n## 协同效应的关键要素\n\n这些相互关联的优势共同构成了中国经济在未来几年实现可持续、高质量发展的韧性基础，具体体现在以下几个方面：\n\n*   **基础设施：** 强大的基础设施建设为经济发展提供了支撑。\n*   **人力资本：** 丰富且不断提升的人力资源是创新的源泉。\n*   **技术：** 中国在科技创新方面取得了显著进展，并能快速将成果转化为应用。\n*   **绿色转型：** 对可持续发展的坚定承诺推动了经济结构的优化和高质量发展。\n\n## 科技创新与全球领导地位\n\n中国经济协同效应的一个重要体现是思想从实验室到市场并扩展为全球产业的速度。中国在先进科学领域已从过去的相对落后转变为全球领导者：\n\n*   **科学研究领先：** 截至2024年中期，全球33.8%的高被引科学论文来自中国，显示其在基础科学研究领域的强大实力。\n*   **关键技术优势：** 根据澳大利亚战略政策研究所的数据，中国在64项关键技术中，有57项处于领先地位，这些技术包括但不限于：\n    *   人工智能 (AI)\n    *   高性能计算 (HPC)\n    *   后量子密码学\n    *   先进材料\n    *   可再生能源\n*   **研究机构产出：** 中国科学院是全球生产力最高的科研机构，其突破性成果不断向外辐射，转化为商业应用，进一步推动了经济发展。",
      "shortSummary": "外部评论常聚焦中国经济的短期挑战，但文章指出，这掩盖了中国经济转型的宏观图景。中国拥有由基础设施、人力资本、技术和绿色转型构成的强大协同效应，为可持续增长奠定基础。中国已成为全球科学研究领导者，截至2024年中期，贡献了全球33.8%的高被引论文，并在57项关键技术中领先，展现出从实验室到市场的快速转化能力。",
      "translated_title": "评论家们错失了中国经济转型的全貌",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China transitions from the 14th to the 15th five-year plan, its economic trajectory is once again under scrutiny. External commentary often focuses on the short-term headwinds from a cooling property market and commensurately lowered growth, but these challenges obscure a more important story.\nBeneath the surface, China has a vibrant backbone made strong by the synergistic effects of infrastructure, human capital, technology and an unparalleled commitment to a green transition. These...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/e98780aa-8189-480b-98ad-d545a7cb7299_7820f84e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为了大豆，中国敦促美国取消关税，农民日益绝望 (原标题: For soybeans’ sake, cancel tariffs, China urges US as farmers grow desperate)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326873/soybeans-sake-cancel-tariffs-china-urges-us-farmers-grow-desperate-harvest?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 11:09:47 +0000",
      "isoDate": "2025-09-25T11:09:47.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国敦促美国取消大豆关税以恢复正常贸易\n\n**背景与核心诉求：**\n*   中国已呼吁美国取消其单边关税措施，以便两国能够恢复正常的大豆贸易流动。\n*   大豆贸易是中美持续谈判的焦点，许多美国农民正日益渴望达成一项双边协议以确保出口。\n*   大豆是美国农业产业至关重要的出口产品。\n\n**中方立场与呼吁：**\n*   中国商务部发言人何亚东在周四的新闻发布会上表示，美方应采取果断行动，缓解紧张局势，使大豆贸易恢复正常。\n*   他强调，美方应采取积极行动取消这些“不合理”的关税，为扩大双边贸易创造条件，并为全球经济发展注入更多稳定性和确定性。\n\n**近期互动：**\n*   此前，中国贸易谈判代表、商务部副部长李成钢于周一会见了来自美国中西部的政治和商业领袖代表团。\n\n**贸易现状与障碍：**\n*   尽管美国农业中心地带的收获季节（通常为9月至11月）正在进行，但作为美国大豆传统最大买家的中国，尚未像往年一样进行大宗采购。\n*   何亚东指出，美国所谓的“对等关税”（在两次临时休战协议后定于11月生效）是正常贸易流动的最大障碍。\n\n**美方动态：**\n*   上周，美国总统唐纳德·特朗普曾暗示可能延长与中国的贸易休战。",
      "shortSummary": "中国敦促美国取消对大豆的单边关税，以恢复正常的贸易流动。中国商务部发言人表示，这些“不合理”的关税阻碍了双边贸易，并使美国农民日益绝望。尽管美国正值大豆收获季节，但作为传统最大买家的中国尚未进行大宗采购。中方认为取消关税将为扩大贸易和稳定全球经济创造条件。美国总统特朗普曾暗示可能延长贸易休战。",
      "translated_title": "为了大豆，中国敦促美国取消关税，农民日益绝望",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has called on the United States to lift its unilateral tariff measures so the two sides can restore normal trade flows of soybeans – a focal point of ongoing negotiations as many US farmers grow increasingly desperate for a bilateral deal to secure exports.\nWashington could take decisive action to ease tensions and bring trading of the crop – a critically important export for America’s agricultural industry – back to normalcy, Ministry of Commerce spokesman He Yadong said during a press...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/0d64ec02-277d-49ba-9c2e-7ded9048d819_d0a8b024.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京誓言保护在美中国企业，并在谈判中促进双边关系 (原标题: Beijing vows to protect Chinese firms in US and boost bilateral ties amid talks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326839/beijing-vows-protect-chinese-firms-us-boost-bilateral-ties-amid-negotiation-process?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 09:05:02 +0000",
      "isoDate": "2025-09-25T09:05:02.000Z",
      "creator": "Mia Nurmamat",
      "summary": "### 北京承诺保护在美中国企业并稳定双边经济关系\n\n中国已承诺保护其在美国运营的公司的合法权益，并努力稳定中美经济贸易关系。这一承诺是在北京和华盛顿寻求正在进行的贸易谈判取得进展之际提出的。\n\n#### 商务部长王文涛在纽约举行圆桌会议\n\n*   **会议时间与地点**：商务部长王文涛于周二在纽约主持了一场圆桌会议。\n*   **参会人员**：\n    *   十余家在美国运营的中国企业高管。\n    *   中国美国总商会负责人。\n*   **王文涛的警告与建议**：\n    *   **全球贸易环境**：他警告称，全球贸易环境和规则正受到单边主义和保护主义的“严重破坏”。\n    *   **企业应对**：他敦促在美中国企业“认清当前形势”并“积极应对”。\n    *   **战略指导**：鼓励企业采取多元化战略和合规经营，敦促他们在“不确定性中寻求确定性”，同时共同努力保持相互支持。\n\n#### 中国政府的坚定立场\n\n*   **稳定经贸关系**：王文涛表示，中国将努力稳定中美经济贸易关系。\n*   **维护企业权益**：他强调，中国将坚定维护中国企业的合法权益。\n\n#### 参会企业涵盖的行业\n\n据商务部声明，参会企业涵盖了多个重要领域，包括：\n\n*   金融\n*   物流\n*   跨境电商\n*   石化\n*   电信\n*   轨道交通\n*   汽车零部件\n*   新能源\n*   医药",
      "shortSummary": "中国承诺保护在美中国企业的合法权益，并努力稳定中美经济贸易关系。商务部长王文涛在纽约与十余家在美中国企业高管举行圆桌会议，敦促企业认清形势、积极应对、多元化经营并保持合规。他强调，中国将坚定维护企业权益，致力于稳定双边经贸关系。",
      "translated_title": "北京誓言保护在美中国企业，并在谈判中促进双边关系",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has pledged to safeguard the legitimate rights of its companies operating in the United States and work to stabilise economic and trade relations, as Beijing and Washington seek progress in ongoing trade negotiations.\nMinister of Commerce Wang Wentao convened a round-table meeting in New York on Tuesday with executives from more than a dozen Chinese companies operating in the US, joined by the head of the China General Chamber of Commerce in the US.\nWang warned that the global trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/0dd63a48-ff02-435b-a50b-9d51900613d5_0042c09f.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-29T02:25:35.857Z"
}