{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "传递信息：在中美紧张局势下，北京发布文件不再使用Word格式 (原标题: Sending a message: Beijing issues documents without Word format amid US tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328782/sending-message-beijing-issues-documents-without-word-format-amid-us-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 07:00:50 +0000",
      "isoDate": "2025-10-13T07:00:50.000Z",
      "creator": "Alice Li",
      "summary": "### 中国商务部文件格式转向WPS Office，凸显技术自主决心\n\n上周，中国扩大稀土出口管制，这被视为中美贸易战的又一次升级。然而，这些公告还以另一种不同寻常的方式引人注目：文件无法使用美国文字处理软件打开。\n\n**主要变化与背景：**\n\n*   **文件格式转变**：中国商务部首次发布了一系列只能通过WPS Office（中国版Microsoft Office）直接访问的文件。\n*   **技术自主驱动**：此举是中国推动技术自给自足战略的一部分。\n*   **WPS Office特性**：\n    *   由北京金山软件公司开发。\n    *   与Microsoft Office采用不同的编码结构，这意味着WPS文本文件无法在未经转换的情况下直接用Word打开。\n    *   此前，商务部主要以Microsoft Word格式发布文本文件。\n\n**中美紧张局势加剧：**\n\n*   **贸易摩擦升级**：文件交付格式的转变发生在中美贸易紧张局势不断升级之际。\n*   **美国技术优势**：华盛顿继续利用其技术优势作为与北京竞争的筹码。\n*   **双方行动**：\n    *   在中国宣布新的出口管制后，美国总统唐纳德·特朗普威胁美国将限制“任何及所有关键软件”的出口。\n    *   **相关事件**：微软于三月关闭了其在上海张江高科技园区的人工智能研究机构。\n\n![微软于三月关闭了其在上海张江高科技园区的AI研究机构。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/7c458f5e-fd54-4e02-a41c-c63856aed77f_edd804f5.jpg)\n*微软于三月关闭了其在上海张江高科技园区的AI研究机构。图片来源：Wency Chen*",
      "shortSummary": "在中美贸易紧张局势加剧之际，中国商务部开始发布只能通过中国本土软件WPS Office访问的文件，而非传统的Microsoft Word格式。此举是中国推动技术自给自足的明确信号，凸显了北京在关键技术领域减少对美国依赖的决心，并被视为中美科技竞争的又一升级。此前，微软已关闭其在上海的AI研究机构。",
      "translated_title": "传递信息：在中美紧张局势下，北京发布文件不再使用Word格式",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/7c458f5e-fd54-4e02-a41c-c63856aed77f_edd804f5.jpg",
          "alt": "Microsoft closed its artificial intelligence research facility in Shanghai’s Zhangjiang hi-tech zone in March. Photo: Wency Chen",
          "title": "Microsoft closed its artificial intelligence research facility in Shanghai’s Zhangjiang hi-tech zone in March. Photo: Wency Chen",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s expansion of its rare earth export controls appeared to mark another escalation in the US-China trade war last week. But the announcements were also significant in another way: unusually, the documents could not be opened using American word processing software.\nFor the first time, China’s Ministry of Commerce issued a slew of documents that could be directly accessed only through WPS Office – China’s answer to Microsoft Office – as Beijing continues its tech self-reliance...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/07a525b9-1c05-4b60-b72c-2b679416ee1c_92dcabb3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国9月出口逆势增长，贸易战不确定性仍存 (原标题: China’s exports defy expectations in September under weight of trade war uncertainty)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3328745/chinas-exports-defy-expectations-september-under-weight-trade-war-uncertainty?utm_source=rss_feed",
      "pubDate": "Mon, 13 Oct 2025 03:01:42 +0000",
      "isoDate": "2025-10-13T03:01:42.000Z",
      "creator": "Carol Yang,Xinyi Wu",
      "summary": "### 中国9月贸易数据：出口反弹与未来挑战\n\n中国海关数据显示，9月份中国出口在8月份触及六个月低点后实现反弹，主要得益于海外需求的恢复以及“超级黄金周”假期前的提前出货。然而，周末与美国之间最新出现的摩擦再次给经济前景带来了不确定性。\n\n**主要数据亮点：**\n\n*   **出口增长：** 9月份，中国出口同比增长8.3%，达到3286亿美元。\n    *   这一增速高于8月份的4.4%（8月增速为2月份以来最低）。\n    *   也超过了中国金融数据提供商Wind预测的5.65%。\n*   **进口增长：** 9月份，进口额为2381亿美元，同比增长7.4%。\n    *   这比8月份的1.3%有所改善。\n    *   同样超出了Wind预测的1.37%。\n*   **贸易顺差：** 9月份，中国的贸易顺差达到904.5亿美元。\n\n**出口反弹原因分析：**\n\n分析师将出口反弹归因于以下几个因素：\n\n*   **全球制造业复苏：** 主要经济体采取的扩张性财政和货币政策支持了全球制造业的复苏。\n*   **假期前出货：** 10月第一周的中国黄金周假期促使企业提前发货，从而提振了9月份的出口数据。\n\n**未来展望与挑战：**\n\n*   海关总署副署长王军在周一的新闻发布会上表示，尽管9月数据表现良好，但由于外部环境复杂、贸易不确定性增加以及去年同期基数较高，第四季度要实现贸易稳定增长将面临巨大挑战，需要付出艰巨努力。\n*   王军强调，尽管外部环境复杂，中国货物贸易仍顶住了压力，实现了稳步增长，展现出强大的韧性。\n*   他指出，产业升级和贸易伙伴的扩大是中国贸易增长的两个主要驱动力。",
      "shortSummary": "中国9月出口在8月触底后强劲反弹，同比增长8.3%至3286亿美元，进口增长7.4%至2381亿美元，贸易顺差达904.5亿美元，均超预期。这得益于全球需求复苏和黄金周前提前出货。然而，与美国的新摩擦以及复杂的外部环境，使第四季度贸易前景充满不确定性，海关官员警告实现稳定增长仍面临挑战。",
      "translated_title": "中国9月出口逆势增长，贸易战不确定性仍存",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports rebounded in September after hitting a six-month low in August, supported by recovering overseas demand and front-loading ahead of the “super golden week” holiday – though the latest flare-up with the United States over the weekend has renewed uncertainty over the economic outlook.\nOutbound shipments rose 8.3 per cent year on year to US$328.6 billion last month, customs data showed on Monday. The figure was higher than August’s 4.4 per cent – which was the lowest growth since...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/47777005-1c7c-4e9f-b528-b7bbc90ea4f1_ef9b9163.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国闻泰科技称荷兰法院因‘国家安全’争议冻结其对安世半导体的控制权 (原标题: China’s Wingtech  says Dutch court freezes control of Nexperia amid ‘national security’ dispute)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3328726/chinas-wingtech-says-dutch-court-freezes-control-nexperia-amid-national-security-dispute?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 17:40:22 +0000",
      "isoDate": "2025-10-12T17:40:22.000Z",
      "creator": "Finbarr Bermingham",
      "summary": "# 荷兰法院冻结闻泰科技对安世半导体的控制权\n\n中国科技公司闻泰科技（Wingtech）宣布，其荷兰子公司安世半导体（Nexperia）的控制权已被有效冻结。此举是荷兰政府部门和法院干预的结果，可能对中欧关系造成影响。\n\n## 事件概述\n\n*   **官方披露**：闻泰科技于10月13日向上海证券交易所提交的企业备案文件显示，根据荷兰经济事务部的命令，半导体制造商安世半导体目前已处于临时外部管理之下。\n*   **闻泰科技的回应**：闻泰科技曾发布一条微信帖子，强烈抨击荷兰的这一举动，并质疑其以“国家安全”为由采取行动的说法。该帖子随后被删除。\n\n## 法院裁决及影响\n\n*   **法院程序启动**：\n    *   10月1日，安世半导体控股公司及其荷兰首席法务官Ruben Lichtenberg，在首席财务官Stefan Tilger和首席运营官Achim Kempe的支持下，向阿姆斯特丹企业法院提交了调查和临时措施的申请。\n    *   同日，阿姆斯特丹企业法院发布了紧急临时裁决，其中包括：\n        *   暂停闻泰科技董事长张学政在安世半导体控股公司执行董事和安世半导体非执行董事的职务。\n        *   将闻泰科技香港子公司裕成控股有限公司（Yucheng Holdings Ltd）持有的股份置于第三方管理之下。\n*   **后续裁决**：10月7日，在第二次听证会后，法院延长了张学政的职务暂停期限，并任命了一名独立的外国国民担任具有决定性投票权的非执行董事。\n\n## 关键人物\n\n*   **张学政**：闻泰科技董事长兼首席执行官，其在安世半导体的职务被暂停。\n\n![张学政，闻泰科技董事长兼首席执行官。图片来源：资料图](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/fd81e840-8780-4181-b1b2-d0a455e0f3ca_610daeca.jpg)\n*张学政，闻泰科技董事长兼首席执行官。图片来源：资料图*",
      "shortSummary": "荷兰法院以“国家安全”为由，冻结了中国闻泰科技对其荷兰子公司安世半导体的控制权。闻泰科技董事长张学政的职务被暂停，其香港子公司持有的安世半导体股份也置于第三方管理之下。此举可能对中欧关系产生负面影响。",
      "translated_title": "中国闻泰科技称荷兰法院因‘国家安全’争议冻结其对安世半导体的控制权",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/13/fd81e840-8780-4181-b1b2-d0a455e0f3ca_610daeca.jpg",
          "alt": "Zhang Xuezheng, the chairman and chief executive of Wingtech. Photo: Handout",
          "title": "Zhang Xuezheng, the chairman and chief executive of Wingtech. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "In a move that could dent China’s relations with the European Union, Chinese technology company Wingtech said control of its Dutch subsidiary Nexperia has been effectively frozen, following an intervention by a government ministry and court in the Netherlands.\nIn a corporate filing dated October 13, lodged with the Shanghai Stock Exchange on Sunday, Wingtech said semiconductor manufacturer Nexperia is now under temporary external management following an order from the Dutch Ministry of Economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/39eebe68-fed4-4608-b92d-d3f4c0079e4d_9c6a5dbe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海将取消所有制造业外资限制 (原标题: Shanghai to scrap all foreign investment limits on manufacturing)",
      "link": "https://www.scmp.com/business/china-business/article/3328710/shanghai-scrap-all-foreign-investment-limits-manufacturing-facilities?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 12:30:10 +0000",
      "isoDate": "2025-10-12T12:30:10.000Z",
      "creator": "Daniel Ren",
      "summary": "## 上海取消制造业外资限制，提振经济信心\n\n中国大陆的商业和金融中心上海已承诺取消所有针对外国投资者设立制造业企业的监管障碍。此举旨在提振地方和国家经济信心，尽管中美贸易紧张局势日益加剧。\n\n### 关键举措与承诺\n\n*   **全面开放制造业**：上海将移除所有阻碍外国投资者进入制造业的监管壁垒。\n*   **特定领域深化改革**：市长龚正表示，已深化改革，允许以下领域的海外公司全面进入中国市场：\n    *   电动汽车\n    *   增值电信服务\n    *   生物技术\n    *   医院\n*   **强调开放优势**：龚正市长在年度国际商业领袖咨询会议后表示：“我们正在有序推进市场开放的体制改革。”他强调：“我们深知，开放是上海最大的优势。”\n\n### 回应经济挑战与未来展望\n\n*   **承认外资下降**：龚正承认近期上海的外国直接投资（FDI）有所下降。\n*   **信心来源**：尽管如此，他指出跨国公司仍在上海设立了更多研发中心和区域总部，这表明它们对中国消费活力保持信心。\n*   **平等待遇承诺**：上海市政府将确保外资制造企业在以下方面获得平等待遇：\n    *   政府采购\n    *   参与构建供应链（无论是上游还是下游）时获得支持。\n\n### 对中美贸易紧张的立场\n\n*   市长龚正并未直接回应有关美国总统唐纳德·特朗普最新威胁对中国商品加征100%关税所带来的中美贸易紧张局势影响的问题。\n\n**（文章内容中未包含有效的实际图片链接，因此摘要中不包含图片。）**",
      "shortSummary": "上海承诺取消所有制造业领域的外资限制，并深化改革，允许电动汽车、电信、生物技术和医院等特定行业的外资企业全面进入中国市场。此举旨在提振经济信心，尽管近期外资有所下降，但上海仍强调开放是其最大优势，并承诺确保外资企业在政府采购和供应链建设中获得平等待遇。",
      "translated_title": "上海将取消所有制造业外资限制",
      "images": [],
      "contentSource": "完整文章",
      "content": "Mainland China’s commercial and financial hub Shanghai has pledged to remove all regulatory hurdles for foreign investors to set up manufacturing businesses, as authorities move to shore up confidence in the local and national economies despite rising US-China trade tensions.\nMayor Gong Zheng said on Sunday that deepened reforms had been carried out to grant overseas companies in the fields of electric vehicles, value-added telecommunications services, biotechnology and hospitals full access to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/12/47793d0b-6bef-44c2-917d-6b3755edca47_4e52259f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新疆-西藏特大铁路为何被称为中国‘世纪工程’？ (原标题: What makes the Xinjiang-Tibet mega railway China’s ‘project of the century’?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328547/what-makes-xinjiang-tibet-mega-railway-chinas-project-century?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 08:00:14 +0000",
      "isoDate": "2025-10-12T08:00:14.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 新疆-西藏特大铁路：中国的“世纪工程”\n\n计划下月开工建设的新疆和田至西藏拉萨的特大铁路，是中国迄今为止最宏伟的基础设施项目之一。这条全长1980公里（1230英里）的线路，因其极端的工程挑战和巨大的投资，被誉为“世纪工程”。\n\n## 工程挑战与地理环境\n\n*   **高海拔穿越**：线路将穿越平均海拔超过4500米（14764英尺）的山脉、冰川和永冻土带。\n*   **连接区域**：它将连接中国西北部和西南部的两个自治区。\n\n## 项目成本与投资\n\n*   **建设与运营公司**：国有新疆-西藏铁路公司于8月成立，注册资本为950亿元人民币。\n*   **总投资预测**：据中信证券分析师估计，总投资可能达到4000亿元人民币（约合562亿美元）。\n*   **单位成本**：这意味着每公里成本约为2亿元人民币（约合2810万美元）。\n*   **历史地位**：这将使其成为中国有史以来最昂贵的铁路项目之一，超过仍在建设中的川藏铁路（预计成本3200亿元人民币）。\n\n## 战略意义\n\n*   该铁路对北京具有超越客运和货运收入等商业考量的战略价值。",
      "shortSummary": "新疆-西藏特大铁路项目计划下月开工，连接新疆和田与西藏拉萨，全长1980公里。该线路因需穿越平均海拔4500米以上的山脉、冰川和永冻土带，工程挑战巨大，被誉为“世纪工程”。项目总投资预计高达4000亿元人民币（约562亿美元），每公里成本约2亿元，将成为中国最昂贵的铁路项目之一。该铁路对北京具有重要的战略价值，超越了商业考量。",
      "translated_title": "新疆-西藏特大铁路为何被称为中国‘世纪工程’？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Construction is set to begin next month on a monumental railway linking Hotan in Xinjiang with Lhasa in Tibet – one of China’s most ambitious infrastructure projects to date.\nThe 1,980km (1,230 miles) line has been dubbed one of the “projects of the century” for the extreme engineering challenges it presents and the massive investment required. Traversing mountain ranges, glaciers and permafrost zones at altitudes averaging above 4,500 metres (14,764 feet), it will connect the two autonomous...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/b95a7594-7600-48c5-91a5-3aea5a397a0b_b12740f7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车经销商在价格战和电商竞争中承压 (原标题: China’s car dealers feel squeeze between price war, e-commerce rivals)",
      "link": "https://www.scmp.com/business/china-business/article/3328686/chinas-car-dealers-feel-life-threatening-squeeze-price-war-e-commerce-rivals?utm_source=rss_feed",
      "pubDate": "Sun, 12 Oct 2025 07:34:12 +0000",
      "isoDate": "2025-10-12T07:34:12.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国汽车经销商面临严峻挑战\n\n中国汽车经销商曾是中国蓬勃发展的汽车市场的受益者，但如今正面临严峻的未来。他们深受残酷的价格战和制造商及消费者日益增长的电商销售偏好的双重打击。\n\n### 销售业绩大幅下滑\n\n根据中国乘用车协会（CPCA）的数据，行业销售额出现显著下滑：\n*   2024年，14家主要行业参与者的销量同比下降18%。\n*   2025年上半年，销量进一步下滑10%。\n\n### 财务状况堪忧\n\n*   CPCA秘书长崔东树表示，大多数经销商运营亏损严重，无法产生正现金流。\n\n### 行业呼吁支持\n\n*   崔东树建议相关部门敦促银行向汽车分销行业提供金融支持。\n*   他认为，金融服务公司可以通过与经销商合作，在稳定汽车市场方面发挥作用。\n\n### 悲观预测得到印证\n\n*   CPCA的调查结果与中国汽车流通协会（CADA）去年底发布的悲观预测相符。\n*   CADA在其报告中指出，其许多成员可能在两年内从盈利者转变为企业失败者。\n\n### 行业规模与业务范围\n\n*   中国约有3万家汽车经销商，其业务范围不仅限于汽车销售，还包括售后服务、零配件供应和汽车保险销售中介。",
      "shortSummary": "中国汽车经销商正面临严峻挑战，主要原因在于残酷的价格战和制造商及消费者日益倾向电商销售。据中国乘用车协会数据，2024年销量同比下降18%，2025年上半年进一步下滑10%。大多数经销商运营亏损，现金流为负。行业协会预测，许多经销商可能在两年内倒闭。相关部门已被建议提供金融支持以稳定市场。",
      "translated_title": "中国汽车经销商在价格战和电商竞争中承压",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese car dealers, once the beneficiaries of the country’s booming automotive market, are facing a bleak future as they fall victim to a brutal price war and a growing preference for e-commerce sales among manufacturers and shoppers.\nThe industry’s 14 major participants reported a 10 per cent sales slump in the first half of 2025, following an 18 per cent year-on-year decline in 2024, according to data from the China Passenger Car Association (CPCA).\nCui Dongshu, general secretary of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/12/84e4026e-d6f1-42c2-bd16-7ffad460a8e1_897f633f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国下一个五年规划将如何重塑其基础设施战略？ (原标题: Will China’s next 5-year plan rewrite its infrastructure playbook?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328549/will-chinas-next-5-year-plan-rewrite-its-infrastructure-playbook?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 22:00:14 +0000",
      "isoDate": "2025-10-11T22:00:14.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国第十五个五年规划：基础设施战略的演变\n\n中国正在起草其第十五个五年规划，这份文件将为未来十年的国家发展设定政策方向。五年规划在过去七十多年中一直是中国发展的宏伟蓝图，深刻影响着国家的高层政策优先事项。\n\n## 历史成就与挑战\n\n*   **基础设施的快速发展：** 中国通过数十年的快速扩张，使其经济成为世界第二大经济体。近期，在九月初的一次高级别军事阅兵中，中国展示了其高速铁路（如天津至北京线路）的成果，重申了其继续推进基础设施建设的决心。\n*   **应对全球金融危机：** 2009年至2010年，中国推出了4万亿元人民币（约合2009年的5860亿美元）的经济刺激计划。该计划通过大规模公共工程和其他支出，帮助中国摆脱了全球金融危机的最严重影响。\n*   **旧模式的局限性：** 尽管过去的项目成功连接了庞大的人口并克服了广泛的地理障碍，但一些项目也给地方政府的资产负债表增加了债务，成为持续的财政压力来源，至今仍制约着一些地区的增长潜力。\n\n## 未来展望与新方向\n\n*   **战略调整：** 随着北京审议下一个五年规划的细节，一个核心问题是如何调整过去的基础设施战略，使其适应当前时代。这包括在现有大型项目的基础上，融入新的技术进步，以保障经济增长。\n*   **持续的投资价值：** 尽管存在债务担忧，官员和政府顾问仍然认为这些投资具有相当大的价值。\n*   **技术驱动与以人为本：** 一些经济学家对未来五年基础设施支出的规模持乐观态度，并指出未来的项目可能会更加注重技术驱动和以人为本。\n\n**图片：** 文章内容中不包含有效的实际图片链接，因此本摘要不包含图片。",
      "shortSummary": "中国正在制定其第十五个五年规划，这将重塑国家的基础设施战略。过去，大规模基础设施建设（如2009年4万亿元刺激计划和高铁）推动了经济增长，但也导致了地方政府债务。未来的规划将寻求在现有基础上，融入新技术，并转向更注重技术驱动和以人为本的项目，以适应新时代的需求，同时继续发挥基础设施投资的价值。",
      "translated_title": "中国下一个五年规划将如何重塑其基础设施战略？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how infrastructure spending and investment could evolve to meet the demands of a new era.\nFor more stories in this ongoing series, click here. To view SCMP Plus Factsheets on the 15th five-year-plan and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/d1fe6e1d-e7c0-4d97-bfe9-c1b55678163e_02d685d6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美阿联盟对中国的人工智能雄心构成挑战 (原标题: US-UAE alliance poses a challenge to China’s AI ambitions)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3328373/how-us-gulf-partnerships-could-thwart-chinas-ai-leadership-plans?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 21:30:07 +0000",
      "isoDate": "2025-10-11T21:30:07.000Z",
      "creator": "Hannan Hussain",
      "summary": "## 美阿联盟对中国人工智能雄心构成挑战\n\n### 中国的数据中心发展\n\n中国在全球范围内率先推出了**海南商用海底数据中心**，旨在：\n*   升级数字服务。\n*   增加中国在全球互联网流量中的份额。\n*   吸引全球科技巨头的外国直接投资。\n\n这一举措是中国将数字基础设施作为经济增长驱动力这一更广泛政策的一部分。此外，文章也提及中国展示了如何使陆基数据中心在地下实现成本效益。\n\n### 美阿联盟带来的挑战\n\n然而，在人工智能（AI）竞赛中，美国和阿联酋的快速基础设施扩张及其数十亿美元的投资，对中国在2420亿美元数据中心行业中取得领先地位构成了严峻挑战。\n\n#### 阿联酋的扩张\n\n*   **数据中心扩张速度惊人**：海湾地区的数据中心扩张速度引人注目。\n*   **芯片供应协议**：特朗普政府已达成多项数十亿美元的协议，向阿联酋供应芯片。\n*   **“星门阿联酋人工智能数据中心”**：阿联酋正在建设这一大型AI数据中心。\n*   **技术整合**：该设施将使阿联酋主要商业机构将其数字运营与一个基于美国技术的尖端数字生态系统连接起来。\n\n#### 美国的优势\n\n*   **资本与投资**：美国和阿联酋不像中国那样面临企业投资者资本有限的制约。美国在数据中心建设方面更有能力扩大领先优势。\n*   **供应链整合**：旗舰芯片生产商英伟达的投资和供应链需求与特朗普政府之间日益融合，形成关键优势。\n*   **政府干预**：美国政府正在对半导体公司进行股权投资，并增强领先芯片制造商的信心，促使它们共同汇集资源并加速数据中心生产。\n*   **挑战中国**：华盛顿干预的速度和规模对中国在短期内引领数据中心行业的努力构成了挑战。\n\n### 结论\n\n尽管中国在数字基础设施方面取得了创新进展，但要实现持久的全球AI领导地位，还需要应对美阿联盟在资本、技术和供应链整合等方面的挑战。",
      "shortSummary": "中国在全球率先推出商用海底数据中心，旨在提升数字服务并吸引投资。然而，美国和阿联酋的联盟对中国的人工智能雄心构成挑战。阿联酋正通过美国技术建设大型AI数据中心，而美国政府则通过投资和整合英伟达等芯片巨头，加速数据中心建设。美阿在资本、技术和供应链方面的优势，以及其快速扩张的步伐，对中国在数据中心行业的领先地位构成了短期内的严峻挑战。",
      "translated_title": "美阿联盟对中国的人工智能雄心构成挑战",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a global first, China has launched a cutting-edge commercial underwater data centre in Hainan. The facility has the potential to upgrade digital service offerings, increase Beijing’s share of global internet traffic and serve as a magnet for foreign direct investment from global technology giants.\nTo make progress, China must find a competitive edge, given the fast-expanding infrastructure in the United Arab Emirates and the United States, where rivals in the artificial intelligence (AI) race...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/757977cd-a113-47e8-b3e9-dc6ac30b5330_3e685a44.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“咄咄逼人”：中国航空公司或成特朗普贸易战最新前线 (原标题: ‘Aggressive’: how China’s airlines may become latest front in Trump’s trade war)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328562/chinese-airlines-may-face-higher-costs-if-us-ban-russian-airspace-enforced-analysts?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 14:00:08 +0000",
      "isoDate": "2025-10-11T14:00:08.000Z",
      "creator": "Sylvia Ma,Ralph Jennings",
      "summary": "## 美国提议禁止中国航空公司使用俄罗斯领空：贸易战新前线\n\n美国交通部近日提出一项提案，旨在禁止中国航空公司在往返美国的航班上使用俄罗斯领空。此举被视为中美两国紧张关系进一步升级的标志，并可能对中国航空业产生深远影响。\n\n### 提案背景与原因\n\n*   **不公平优势：** 美国官员指出，中国航空公司通过使用俄罗斯领空，获得了比美国同行更短的飞行时间，从而形成不公平的竞争优势。\n*   **紧张关系升级：** 该提案是在中国宣布对稀土及其他物品实施更严格的出口管制之后提出的，表明两国之间的贸易和地缘政治摩擦正在加剧。\n\n### 对中国航空公司的潜在影响\n\n如果该提案最终得以实施，分析师认为中国航空公司将面临多重挑战和损失：\n\n*   **机票销售中断与成本增加：**\n    *   中国航空公司可能面临已售机票取消的损失，包括乘客赔偿和运力浪费。跨太平洋航线的运力规划和机票销售通常提前约六个月进行，因此影响会很大。\n    *   运营成本将显著上升，因为需要寻找替代航线，这通常意味着更长的飞行距离和更高的燃油消耗。\n*   **航线调整或取消：**\n    *   航空公司需要进行全面、长期的评估，以决定是选择通过改道和提高票价来消化更高的成本，还是干脆取消部分或全部受影响的航线。\n    *   取消航线将导致市场份额损失和收入下降。\n*   **审批受阻：**\n    *   美国可能会拒绝批准中国航空公司的飞行计划，尤其是在即将到来的明年夏季飞行季（一年中仅有的两个排班期之一）的审批过程中。\n\n### 分析师观点\n\n尽管该提案的潜在影响巨大，但分析师们对其最终的可行性存在分歧。这表明该政策的实施仍存在不确定性，可能需要进一步的谈判和评估。",
      "shortSummary": "美国交通部提议禁止中国航空公司在往返美国的航班上使用俄罗斯领空，理由是其飞行时间较短，构成不公平优势。此举标志着中美紧张关系升级。分析师指出，若实施，中国航空公司将面临机票销售中断、运营成本增加、甚至航线取消等问题，并需承担乘客赔偿和运力浪费的损失。该计划的可行性仍有争议。",
      "translated_title": "“咄咄逼人”：中国航空公司或成特朗普贸易战最新前线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese airlines could face ticket sale disruptions and higher costs if Washington follows through on a Trump administration proposal to bar them from using Russian airspace on US routes, analysts said – though they were divided over the plan’s feasibility.\n“If the proposal is really implemented, Chinese airlines might have to bear the losses from already-sold flights being cancelled – such as passenger compensation and wasted capacity,” said Yang Bo, a Chinese aviation analyst, noting that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/cac66302-0f77-4f45-9607-61bbc4383725_c237db0b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普最新关税威胁后，中美关系是否会触礁？ (原标题: Are US-China ties heading for the rocks after Trump’s latest tariff threat?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328643/are-us-china-relations-headed-rocks-again-after-trumps-latest-tariff-threat?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 13:00:09 +0000",
      "isoDate": "2025-10-11T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美关系紧张局势升级\n\n近期，中美两国之间的紧张关系因一系列针锋相对的举措而进一步升级。\n\n*   **中方反制措施：**\n    *   **港口费用：** 中国对主要针对美国建造、悬挂美国旗、美国拥有或运营的船只征收了新的港口费用。\n    *   **反垄断调查：** 中方于周五对科技公司高通（Qualcomm）启动了反垄断调查。\n\n*   **美方现有及即将实施的措施：**\n    *   **类似港口费用：** 美国也宣布了类似的港口费用，预计将于本月晚些时候生效。\n    *   **出口管制：** 华盛顿扩大了出口管制范围，旨在防止先进技术和其他军民两用商品被转用于中国。\n\n*   **特朗普的动机与策略（据何伟文）：**\n    *   中国与全球化智库高级研究员、前驻美外交官何伟文指出，特朗普此前曾吹嘘已通过与中国的谈判解决了稀土问题，因此他对当前的局势感到“愤怒和尴尬”。\n    *   何伟文认为，美国总统再次威胁提高关税，表明他可能已没有太多其他工具来对中国施加压力。",
      "shortSummary": "中美关系因最新一轮针锋相对的措施而紧张升级。中国对美国船只征收新港口费并调查高通，而美国也计划实施类似港口费并扩大对华出口管制。分析人士指出，特朗普再次威胁加征关税，可能反映其对华施压手段有限，且对其此前解决稀土问题的言论感到不满。",
      "translated_title": "特朗普最新关税威胁后，中美关系是否会触礁？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s latest threat of additional 100 per cent tariffs on Chinese goods in response to new curbs on rare earth exports has raised further questions about whether any meaningful improvement in relations is possible.\nTrump also threatened to cancel a proposed meeting with his Chinese counterpart Xi Jinping at the end of the month and put export controls on “any and all critical software” in response to Beijing’s new restrictions on rare earth exports announced on Thursday.\nAs...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/11/ed3620df-5b05-4795-bbc7-c9fe957448f9_87d38be8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普100%对华关税威胁令出口商争相赶在截止日期前发货 (原标题: Trump’s 100% China tariff threat leaves exporters scrambling to beat deadline)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328649/trumps-100-china-tariff-threat-sparks-market-jitters-exporters-rush-shipments?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 11:53:02 +0000",
      "isoDate": "2025-10-11T11:53:02.000Z",
      "creator": "He Huifeng",
      "summary": "### 特朗普对华关税威胁\n\n*   **关税宣布**：美国总统唐纳德·特朗普宣布，将从11月1日起对所有中国进口商品额外征收100%的关税。\n*   **报复原因**：此举是为了报复中国此前扩大了对稀土材料和技术的出口限制。\n*   **生效日期**：新关税将于11月1日正式生效。\n\n### 中国出口商的应对与担忧\n\n*   **普遍反应**：特朗普的关税威胁令中国出口商感到高度紧张，许多企业正在争分夺秒地赶在关税生效前将产品运出。\n*   **希望与怀疑**：部分出口商仍抱有希望，认为关税可能像以往措施一样在最后一刻被取消。然而，大多数出口商对此持怀疑态度，认为此次不太可能获得宽限。\n*   **缺乏应急计划**：来自广州（中国南方制造业中心）的数字设备出口商艾伦·姚表示，他和同行们唯一的应对方式就是加紧发货。他指出，如果关税真的在11月1日生效，大多数公司都没有应急计划。他只能尝试在当天安排多个集装箱，以便在截止日期前发货。",
      "shortSummary": "美国总统特朗普宣布，为报复中国扩大稀土出口限制，将从11月1日起对所有中国进口商品额外征收100%的关税。这一威胁令中国出口商高度紧张，他们正争相赶在截止日期前发货。尽管一些人仍抱有最后一刻取消关税的希望，但大多数人对此表示怀疑，并指出许多公司缺乏应对计划。",
      "translated_title": "特朗普100%对华关税威胁令出口商争相赶在截止日期前发货",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s latest threat of an extra 100 per cent tariff on Chinese goods has left exporters in China on edge, with many scrambling to ship their products before the tariffs take effect.\nSome hope that the tariffs might be lifted at the last moment, as has happened with previous measures, but most remain doubtful that there will be a reprieve this time around.\nTrump on Friday announced an additional 100 per cent tariff on all Chinese imports from November 1, doubling down on his...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/11/57d17708-7feb-4ee6-9eb5-2fed6dca14de_be94ddf2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "研究揭示中国生育激励与地方出生率之间的不匹配 (原标题: Research reveals mismatch between China’s fertility incentives, local birth rates)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328545/researchers-find-mismatch-between-chinas-fertility-incentives-local-birth-rates?utm_source=rss_feed",
      "pubDate": "Sat, 11 Oct 2025 05:00:08 +0000",
      "isoDate": "2025-10-11T05:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国生育激励与地方出生率不匹配的研究\n\n一项最新研究表明，在中国，财政激励和其他支持措施对生育意愿和生育数量的影响似乎很弱，凸显了生育条件与政策支持之间的“不匹配”现象。\n\n### 主要发现\n\n*   **广东的矛盾现象**：尽管广东省是中国新生儿的最大贡献者，但在全国生育率普遍下降的背景下，它却提供了全国最差的生育环境之一。\n*   **生育友好度排名**：在衡量中国各省、市、自治区生育友好度的综合指数中，广东省位列倒数第二，远低于全国平均水平。\n\n### 研究背景\n\n*   **发布期刊**：该排名发表在北京首都经济贸易大学《人口与经济》杂志上月的刊物中。\n*   **评估框架**：评估框架衡量了三个关键维度：\n    1.  生育状况\n    2.  妇幼保健\n    3.  生育的制度支持\n\n### 广东的具体不足\n\n*   在多项指标上，广东省远低于全国平均水平。\n*   例如，政府支持的带薪产假仅为98天，这是法律规定的最低天数。\n\n### 研究结论与政策建议\n\n*   **“不匹配”现象**：南京邮电大学和中国人口与发展研究中心的报告作者指出，这表明生育条件与政策支持之间存在“不匹配”。\n*   **政策建议**：他们强调需要加强对生育条件和生育支持之间关系的深入研究，探索其内在联系和规律，为政策制定提供更科学的依据。",
      "shortSummary": "一项研究揭示，中国生育激励措施与地方出生率之间存在不匹配。尽管广东省是中国新生儿的主要贡献者，但在全国生育友好度指数中却排名倒数第二，其生育支持环境较差，例如政府带薪产假仅为法定最低的98天。研究指出，生育条件与政策支持之间存在“不匹配”，呼吁加强深入研究，为制定更科学的生育政策提供依据。",
      "translated_title": "研究揭示中国生育激励与地方出生率之间的不匹配",
      "images": [],
      "contentSource": "完整文章",
      "content": "How much do financial incentives and other means of support influence the decision to have children, or how many to have? In China, the connection appears weak.\nDespite being the country’s top contributor of newborns, the southern economic powerhouse of Guangdong offers one of the poorest environments for childbirth, Chinese researchers said in a recent study.\nThe most populous province and a rare bright spot amid a national fertility downturn, Guangdong placed second to last in a composite...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/7f5a18b6-6d27-4567-ae5e-f1e01132057b_11b5b383.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“从数量到质量”：中国下一个五年规划对外国投资者意味着什么 (原标题: ‘Quantity to quality’: what China’s next 5-year plan means for foreign investors)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328532/what-chinas-next-5-year-plan-means-foreign-investors-quantity-quality?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 22:00:19 +0000",
      "isoDate": "2025-10-10T22:00:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国下一个五年规划对外国投资者的影响\n\n## 政策背景\n*   中国正在起草其第十五个五年规划，这是七十多年来指导国家发展的一系列宏伟蓝图中的最新一份。\n*   这些规划文件不仅反映，也塑造着国家高层政策的优先事项。\n\n## 外国投资政策的重大转变\n*   **核心变化：** 中国对外资的吸引策略正在经历一场从“数量”到“质量”的根本性转变。\n*   **案例分析：** 法中初创企业孵化器组织总裁孙学光（Sun Xueguang）在与长江三角洲地区地方官员的近期会议中，亲身感受到了这一政策导向的转变。\n    *   **过去：** 孙学光习惯于外国投资者受到地方政府的热情欢迎，并获得优惠税收政策的承诺。\n    *   **现在：** 地方干部提出了更严格的要求，明确表示他们希望吸引特定战略领域的项目，例如制药、医疗保健和人工智能。\n    *   **明确信息：** 官员们传达的信息非常清晰，即他们希望吸引能够帮助完善和发展当地供应链的“高质量”外国投资。\n*   **孙学光总结：** 他指出，这种心态正在从追求投资的“数量”转向追求其“质量”。",
      "shortSummary": "中国正在起草第十五个五年规划，预示着对外资策略的重大转变。政策重点正从吸引外资“数量”转向追求“质量”。地方官员现在明确要求吸引制药、医疗保健和人工智能等战略领域的高质量外国投资，以完善和发展当地供应链。这与以往侧重优惠税收政策以吸引任何外资的做法形成鲜明对比，标志着中国对外资态度的深刻变化。",
      "translated_title": "“从数量到质量”：中国下一个五年规划对外国投资者意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how foreign investors are likely to be affected.\nFor more stories in this ongoing series, click here. To view SCMP Plus Factsheets on the 15th five-year-plan and more premium content, click here.\nSun...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/4a5a7abf-a0d6-42c4-a653-b065e8395913_b08f4482.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“针锋相对的回应”？中国为何掀起新一轮制裁和出口管制浪潮 (原标题: ‘Tit-for-tat response’? Why China unleashed fresh sanction, export curb blitz)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328559/tit-tat-response-why-china-unleashed-fresh-sanction-export-curb-blitz?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 15:00:08 +0000",
      "isoDate": "2025-10-10T15:00:08.000Z",
      "creator": "Mia Nurmamat,Kandy Wong",
      "summary": "## 中美贸易和技术冲突升级：制裁与出口管制交锋\n\n近日，中美两国互施经济制裁和出口管制措施，分析人士认为这种针锋相对的态势短期内难以结束，双方旨在为正在进行的贸易和技术谈判争取筹码。\n\n### 美国采取的行动\n\n*   **制裁中国实体：** 周四，华盛顿对多家中国实体实施制裁，其中包括一家独立炼油厂和码头。美方指控这些实体涉嫌参与购买或运输伊朗石油。\n\n### 中国采取的行动\n\n*   **扩大出口管制范围：** 在美方行动前数小时，北京发布了六份单独通知，概述了其出口管制制度的全面扩大。新的限制措施涵盖：\n    *   稀土生产技术和设备\n    *   多种额外稀土元素\n    *   与锂电池生产和超硬材料相关的关键物品\n*   **列入不可靠实体清单：** 中国商务部将14家西方实体列入其不可靠实体清单。这些公司包括：\n    *   多家美国无人机行业公司\n    *   一家加拿大实体，该实体此前曾发布关于中国科技巨头华为公司先进芯片的报告\n\n### 行动背后的原因与未来展望\n\n*   **地缘战略竞争驱动：** 研究公司Asia-Pacific Economics的首席执行官Rajiv Biswas指出，这些措施的根本驱动力是中美之间的地缘战略和军事竞争。\n*   **谈判将继续：** Biswas表示，尽管最新一轮制裁措施出台，中美两国仍将继续进行贸易谈判，以期达成一项广泛的双边贸易协议。然而，这种针锋相对的交锋预计将持续下去。",
      "shortSummary": "中美两国近期互施经济制裁和出口管制。美国制裁了涉嫌购买伊朗石油的中国实体。中国则扩大了稀土、锂电池等关键技术的出口管制，并将14家西方实体（包括美国无人机公司和一家曾报告华为芯片的加拿大公司）列入不可靠实体清单。分析人士认为，这是地缘战略竞争的体现，尽管如此，双方仍将继续贸易谈判。",
      "translated_title": "“针锋相对的回应”？中国为何掀起新一轮制裁和出口管制浪潮",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States have unleashed a barrage of economic sanctions and export control measures in recent days – and the tit-for-tat exchange is unlikely to end soon as the two sides seek leverage in ongoing talks over trade and technology issues, analysts said.\nOn Thursday, Washington imposed sanctions on a slew of Chinese entities, including an independent refinery and terminal, alleging they were involved in purchasing or shipping Iranian oil.\nJust hours earlier, Beijing had issued six...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/5583bbbe-3a35-433d-a61e-4d18df0ec0ea_3671671c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“让中国购买”：美国大豆农民厌倦贸易战“打击”，敦促特朗普采取行动 (原标题: ‘Make China buy’: US soybean farmers, tired of trade war ‘blows’, push Trump to act)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328531/make-china-buy-us-soybean-farmers-tired-trade-war-blows-push-trump-act?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 14:00:08 +0000",
      "isoDate": "2025-10-10T14:00:08.000Z",
      "creator": "Frank Chen,Kandy Wong,Sylvia Ma",
      "summary": "### 美国大豆农民呼吁中国恢复采购，厌倦贸易战影响\n\n随着中美贸易紧张局势加剧，美国大豆农民正面临严峻挑战，他们呼吁政府采取行动，促使中国恢复购买美国大豆，而非仅仅依靠财政援助或寻找替代市场。\n\n*   **农民困境与期望**\n    *   美国大豆农民，例如来自内布拉斯加州的受访者，表示今年大豆收成良好，但由于中国订单缺失，几乎颗粒无收。\n    *   他们更希望恢复到正常时期，即拥有来自中国及其他地区的稳定订单，并免受贸易战的“打击”。\n\n*   **中国采购转向**\n    *   北京曾是美国大豆的最大买家，但本季度尚未下达任何大宗订单。\n    *   中国已转向其他供应商，其中巴西是主要替代来源。\n\n*   **美国政府的应对措施**\n    *   **高层会谈：** 美国总统特朗普表示，他将在本月晚些时候可能举行的亚太经济合作组织（APEC）峰会期间，与中国国家主席习近平讨论大豆问题。\n    *   **市场多元化：** 华盛顿已敦促印度增加美国大豆的采购量，同时美国农民也在积极寻求越南和尼日利亚等新买家。\n    *   **潜在援助计划：** 据报道，美国政府正在考虑一项价值100亿至140亿美元的援助计划，资金将来源于关税收入。\n\n*   **农民对援助的看法**\n    *   农民们欢迎援助，认为“有总比没有好”，尤其对大豆种植者而言，这能缓解他们的痛苦。\n    *   然而，他们强调这并非长久之计。内布拉斯加州的农民敦促特朗普“让中国购买美国农产品”，或者将现金救助变为永久性措施，认为“别无他法”。",
      "shortSummary": "美国大豆农民因中美贸易战导致中国订单锐减而面临困境。尽管美国政府正考虑提供援助并寻求新市场，农民们更希望中国能恢复采购，认为政府援助只是权宜之计。他们敦促特朗普总统采取行动，促使中国购买美国农产品，以恢复正常的贸易关系。",
      "translated_title": "“让中国购买”：美国大豆农民厌倦贸易战“打击”，敦促特朗普采取行动",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Washington moves to cushion the blow of China’s retreat from buying US soybeans with potential financial aid and efforts to diversify export markets, American farmers say they welcome the help but would rather see Chinese orders return.\n“This year is almost gone for soy farmers because they have a big harvest but no orders from China,” a farmer from Nebraska said on condition of anonymity.\n“Farmers prefer to return to the normal days of stable orders, from China and elsewhere, and stay free...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/da8d8743-e632-4f54-b0ec-d2057ab7d0d9_81d74fa8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉上海工厂交付量创纪录，Model Y改款车型吸引买家 (原标题: Tesla’s Shanghai factory deliveries hit record as Model Y variant woos buyers)",
      "link": "https://www.scmp.com/business/china-business/article/3328596/teslas-shanghai-factory-deliveries-hit-record-year-model-y-variant-woos-new-buyers?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 13:57:06 +0000",
      "isoDate": "2025-10-10T13:57:06.000Z",
      "creator": "Daniel Ren",
      "summary": "# 特斯拉上海工厂交付量创纪录\n\n特斯拉上海超级工厂上个月交付量大幅增长，其升级车型，特别是Model Y改款车型，受到青睐宽敞车辆的中国富裕消费者的欢迎。\n\n## 关键交付数据\n\n*   **9月交付量创新高**：根据中国乘用车协会（CPCA）的数据，位于临港自由贸易区的上海工厂9月份向客户交付了90,812辆汽车，创下今年新高。\n*   **环比显著增长**：与8月份的83,192辆相比，上海工厂的交付量环比增长9.2%。\n*   **同比增长扭转颓势**：与2024年同期相比，交付量增长2.8%，结束了连续两个月的下滑。\n*   **历史最高点接近**：这是自2024年12月交付93,766辆以来的最高水平。\n*   **市场范围广阔**：这些数据包括在中国大陆的销售以及对日本等海外市场的出口。\n*   **年度表现回顾**：尽管9月表现强劲，但2025年前九个月，上海工厂共交付了606,364辆汽车，同比下降10.3%。\n\n## 成功原因与市场洞察\n\n上海易友汽车服务销售经理田茂伟表示：“随着市场竞争加剧，特斯拉为夺回在中国失去的阵地所做的努力已见成效。这对这家美国汽车制造商来说，是今年在中国取得的一项罕见成就。” 升级后的车型，尤其是Model Y的变体，成功吸引了偏爱宽敞车辆的中国消费者。\n\n## 工厂地理位置\n\n特斯拉上海超级工厂位于临港自由贸易区，这是一个与洋山深水港相连的沿海区域。\n\n![特斯拉标志](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/10/e9224212-4478-4f67-ad17-adc867c9fdfb_1126e908.jpg)\n*2021年4月22日，在美国佐治亚州布福德的一个超级充电站看到的特斯拉标志。图片来源：美联社*",
      "shortSummary": "特斯拉上海超级工厂9月交付量达90,812辆，创今年新高，环比增长9.2%，同比增长2.8%，结束了连续两个月的下滑。这主要得益于升级车型，特别是Model Y改款车型，吸引了中国消费者。尽管2025年前九个月总交付量同比下降10.3%，但9月的强劲表现表明特斯拉在中国市场正努力恢复并取得成效。",
      "translated_title": "特斯拉上海工厂交付量创纪录，Model Y改款车型吸引买家",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/10/e9224212-4478-4f67-ad17-adc867c9fdfb_1126e908.jpg",
          "alt": "The Tesla logo seen on a supercharger station in Buford, Georgia, US, April 22, 2021. Photo: AP",
          "title": "The Tesla logo seen on a supercharger station in Buford, Georgia, US, April 22, 2021. Photo: AP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Tesla’s Shanghai Gigafactory saw a jump in deliveries last month, as its upgraded models struck a chord with wealthy Chinese consumers who favour spacious vehicles.\nThe assembly line - based in the Lingang free-trade zone, a coastal area linked to the Yangshan Deep-water Port - delivered a total of 90,812 vehicles to customers in September, a record high this year, up 2.8 per cent from the same period in 2024, according to data from the China Passenger Car Association (CPCA).\nCompared to its...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/fad9802d-0797-495f-9f9f-cd03b411bbec_bb7b66dc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对特朗普的港口费用进行反击，对美国船只征收对等费用 (原标题: China hits back at Trump’s port fees with reciprocal charges for US ships)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328537/china-hits-back-trumps-port-fees-reciprocal-charges-us-ships?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 09:15:30 +0000",
      "isoDate": "2025-10-10T09:15:30.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国对美国船只征收对等港口费用\n\n中国宣布将对停靠其港口的美国相关船只征收分阶段港口费用，此举是对美国类似附加费的报复性措施，并将于下周二生效。\n\n## 实施时间与背景\n\n*   **生效日期**：费用将于下周二开始征收，与美国贸易代表办公室于四月宣布的类似附加费的生效日期相同。\n*   **战略背景**：此举发生在中国商务部公布一系列措施，扩大对多种高科技产品生产关键物品的出口管制范围之后仅一天。这些出口管制措施被广泛视为旨在针对美国供应链中的薄弱环节。\n*   **高层会晤**：这些行动，包括新的港口费用和出口管制，预计将在本月底举行的备受关注的美国总统唐纳德·特朗普与中国国家主席习近平的会晤中提及。\n\n## 费用征收对象\n\n经中国内阁国务院批准，北京将对以下几类船只征收费用：\n\n*   由美国企业、组织和个人拥有或运营的船只。\n*   船只所有者或运营者由美国实体直接或间接持有至少25%股份的船只。\n*   由美国建造或悬挂美国国旗的船只。\n\n## 审批与发布机构\n\n*   **审批机构**：中国内阁国务院。\n*   **发布机构**：中国交通运输部在一份声明中公布了相关信息。\n\n## 费用结构与征收方式\n\n中国政府将以分阶段逐步增加的方式征收这些费用，其结构与美国的计划类似：\n\n*   **初始费用**：从下周二开始，每净吨400元人民币（约合56美元）。\n*   **后续费用**：\n    *   明年四月：每净吨640元人民币。\n    *   2027年四月：每净吨880元人民币。\n    *   2028年四月：每净吨1120元人民币。\n*   **支付规则**：\n    *   多次停靠中国港口的船只仅在首次抵达时支付费用。\n    *   任何船只在一年内收费不超过五次。\n*   **征收机构**：费用将由地方海事部门在交通运输部的详细实施指导下收取。",
      "shortSummary": "中国将从下周二起对停靠其港口的美国相关船只征收分阶段港口费用，以报复美国此前宣布的类似附加费。此举已获国务院批准，将针对美国拥有、运营、建造或与美国实体有股权关联的船只。费用将从每净吨400元人民币开始，逐年递增，并设定了年度收费上限。此报复措施与中国近期扩大出口管制一道，被视为对美国供应链的战略回应，可能在即将举行的中美两国领导人会晤中讨论。",
      "translated_title": "中国对特朗普的港口费用进行反击，对美国船只征收对等费用",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will levy phased fees on US-linked vessels calling at its ports starting next Tuesday, a retaliatory action set to take effect the same day as similar surcharges that were announced in April by the Office of the United States Trade Representative.\nHaving been granted approval by the State Council, China’s cabinet, Beijing will apply the fees to vessels under several classifications: those owned or operated by US enterprises, organisations and individuals; those whose owners or operators...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/5b6ca118-e9c3-4898-87ad-f508cfa0a14b_62cd914f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国监管机构加大力度遏制行业价格战 (原标题: China’s regulators step up efforts to cool down industry price wars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3328465/chinese-regulators-step-efforts-target-disorderly-price-competition?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 03:21:20 +0000",
      "isoDate": "2025-10-10T03:21:20.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国监管机构加强遏制行业价格战\n\n中国监管机构正加大力度解决无序价格竞争问题，包括可能制定国家认可的成本评估标准，并对低于成本的竞标行为采取坚决行动。\n\n### 主要机构与政策文件\n\n*   **发布机构：** 国家发展和改革委员会（NDRC）与国家市场监督管理总局（SAMR）。\n*   **发布时间：** 周四联合发布了一份政策文件。\n*   **政策目标：** 旨在限制某些行业内导致价格战和自我毁灭式成本削减行为的激烈竞争。\n\n### 无序竞争的负面影响\n\n声明指出，无序竞争对行业发展、产品创新、质量和安全产生负面影响，不利于国民经济的健康发展。\n\n### 具体措施\n\n1.  **成本评估与定价指导：**\n    *   对于“无序价格竞争突出”的关键行业，两机构将指导行业协会评估行业平均生产成本。\n    *   协助企业制定合理价格。\n2.  **预警与关注：**\n    *   监管机构将对涉嫌价格战的企业发出警告。\n    *   密切关注那些忽视警告的企业。\n3.  **干预与调查：**\n    *   必要时，监管机构将进行干预，开展成本调查和价格检查。\n    *   任何违反定价法律法规的行为都将依法处理。\n\n### 持续监管承诺\n\nNDRC和SAMR已承诺将与其他政府部门密切监测市场价格竞争，维护关键领域的市场价格秩序。",
      "shortSummary": "中国发改委和市场监管总局联合发布政策文件，旨在遏制行业无序价格竞争和价格战。此举旨在解决价格战对行业发展、创新和经济健康造成的负面影响。监管机构将引导行业协会评估生产成本，帮助企业合理定价，并对低于成本的竞标和价格违法行为进行调查和处理，以维护市场秩序。",
      "translated_title": "中国监管机构加大力度遏制行业价格战",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese regulators have launched renewed efforts to tackle the phenomenon of disorderly price competition, including the potential formulation of state-sanctioned cost assessments and firm actions against below-cost bidding.\nThe National Development and Reform Commission (NDRC) – the country’s top economic planner – and the State Administration for Market Regulation (SAMR) published a joint policy paper on Thursday outlining measures designed to limit the intense competition within some...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/10/d78f6580-6b60-491d-93a7-e5c913171abc_414e7d49.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "东盟+3增长超出预期，但贸易战风险仍‘高’，AMRO表示 (原标题: Asean+3 growth defies expectations but trade war risks still ‘high’, AMRO says)",
      "link": "https://www.scmp.com/economy/global-economy/article/3328376/asean3-growth-defies-expectations-trade-war-risks-still-high-amro-says?utm_source=rss_feed",
      "pubDate": "Fri, 10 Oct 2025 00:00:17 +0000",
      "isoDate": "2025-10-10T00:00:17.000Z",
      "creator": "Kandy Wong",
      "summary": "### 东盟+3经济增长超出预期，但贸易战风险仍高\n\n东盟+3宏观经济研究办公室（AMRO）表示，东盟+3国家（包括东盟10国以及中国、日本和韩国）在2025年上半年实现了稳健的经济增长，但美国不可预测的政策转变仍可能在今年对该区域造成冲击。\n\n**主要发现**\n\n*   **经济增长强劲**：该区域在2025年上半年实现了稳健的经济增长。\n*   **增长预测上调**：AMRO在其最新的季度更新中，将该区域2025年的增长预测上调至4.1%。这高于其7月份预测的3.8%。\n*   **与去年相比略有下降**：尽管预测上调，但4.1%的增长率仍略低于2024年记录的4.3%。\n\n**主要风险与不确定性**\n\n*   **美国政策不确定性**：AMRO指出，美国不可预测的政策转变可能在今年对该区域造成冲击。\n*   **贸易政策风险高**：AMRO首席经济学家董和（Dong He）在新闻发布会上表示，尽管主要经济体迄今在贸易政策逆风下表现良好，但仍需强调并警惕任何自满情绪，因为贸易政策的不确定性仍然很高。\n*   **出口可能下降**：董和警告称，虽然前期出货量提振了外部需求，但如果关税导致价格上涨，出口可能会下降。\n*   **全球经济影响不明**：全球经济将如何受到影响仍存在不确定性。\n\n**美国关税影响**\n\n*   **关税范围**：美国已对印度尼西亚、马来西亚、柬埔寨、菲律宾、泰国、越南、文莱、老挝、缅甸、日本和韩国征收15%至40%不等的关税。",
      "shortSummary": "东盟+3宏观经济研究办公室（AMRO）表示，东盟+3国家2025年上半年经济增长强劲，预计全年增长4.1%，高于此前预期。然而，AMRO警告称，尽管表现良好，但美国不可预测的政策变化和高贸易政策不确定性仍构成重大风险。贸易关税可能导致出口下降，并对全球经济产生不确定影响。美国已对区域内多个国家征收15%至40%的关税。",
      "translated_title": "东盟+3增长超出预期，但贸易战风险仍‘高’，AMRO表示",
      "images": [],
      "contentSource": "完整文章",
      "content": "The “Asean plus three” group of countries achieved solid economic growth in the first half of 2025, but unpredictable policy shifts in the United States could still send tremors through the region this year, a top economic surveillance body said.\nGrowth in the grouping – the 10 members of the Association of Southeast Asian Nations, along with China, Japan and South Korea – is projected to reach 4.1 per cent in 2025, the Asean+3 Macroeconomic Research Office (AMRO) said in a new quarterly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/9caa42d5-47b0-4d2d-994e-470403cac947_384ae45f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "命运四次眷顾中国经济崛起 (原标题: 4 times fortune has favoured China’s economic rise)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3328136/4-times-fortune-has-favoured-chinas-economic-rise?utm_source=rss_feed",
      "pubDate": "Thu, 09 Oct 2025 12:30:08 +0000",
      "isoDate": "2025-10-09T12:30:08.000Z",
      "creator": "Zhang Lin",
      "summary": "# 命运四次眷顾中国经济崛起\n\n文章指出，在过去四十年中，中国经济的崛起不仅得益于自身努力，也多次受到“黑天鹅”事件的眷顾，这些意外事件帮助中国克服了外交和经济困境。文章列举了至少四次关键时刻：\n\n## 第一次：1990年左右的西方制裁与日本经济衰退\n\n*   **背景：** 1990年左右，中国面临西方国家的严厉制裁。\n*   **转折点：**\n    *   日本房地产泡沫破裂，经济陷入衰退，促使日本企业寻求在华投资机会。\n    *   中国吸引了日本的直接投资并引进了日本技术，在重要领域获得了宝贵知识，为工业现代化奠定基础。\n    *   1991年第一次海湾战争转移了美国的注意力。\n    *   苏联解体以及中国自身的“改革开放”重塑了西方的战略重点。\n*   **结果：** 中国不仅在短期内突破了西方封锁，还加速了向出口导向型经济的转型。\n\n## 第二次：2001年“9·11”事件与中美关系缓和\n\n*   **背景：** 2000年美国总统竞选期间，乔治·W·布什将中国称为“战略竞争对手”。2001年4月的侦察机相撞事件进一步加剧了军事紧张，使两国濒临军事冲突。\n*   **转折点：**\n    *   数月后的“9·11”恐怖袭击彻底改变了美国的战略重心。\n    *   美国将战略重心转向反恐，并寻求与中国在反恐方面的合作。\n*   **结果：** 这为中国加入世界贸易组织（WTO）铺平了道路。从2001年到2007年，中国深度融入全球供应链，经历了改革开放以来最快的经济增长时期。\n\n## 第三次：2008年全球金融危机与中国的大规模刺激计划\n\n*   **背景：** 2008年全球金融危机爆发。\n*   **转折点：**\n    *   中国迅速响应，推出了高达4万亿元人民币（约合5618亿美元）的大规模经济刺激计划。\n    *   同时实施了广泛的产业振兴计划。\n*   **结果：** 中国扩大了国内制造业产能，巩固了其作为“世界工厂”的地位。",
      "shortSummary": "文章指出，中国经济的崛起在过去四十年中多次受到“黑天鹅”事件的眷顾。这些关键时刻包括：1990年左右日本经济衰退，帮助中国突破西方制裁并获得技术；2001年“9·11”事件促使中美合作，为中国加入WTO铺平道路；以及2008年全球金融危机后，中国通过大规模刺激计划巩固了“世界工厂”地位。这些事件共同助力中国克服困难，实现经济腾飞。",
      "translated_title": "命运四次眷顾中国经济崛起",
      "images": [],
      "contentSource": "完整文章",
      "content": "History is often shaped by coincidences. During the past four decades, China has emerged as one of the world’s most successful economies and also one of the luckiest. Just as tensions with the United States and other Western powers escalated, unexpected black swan events repeatedly intervened, helping China navigate diplomatic and economic difficulties.\nThese pivotal moments of fortune have occurred at least four times in recent history. The first occurred around 1990, when China was confronting...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/09/41c9df93-405c-48fa-a576-fa3ea9b23fe3_a4ce9a80.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-13T07:20:11.438Z"
}