{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "李宁中期利润下降11%，运动服市场竞争激烈 (原标题: Li Ning’s interim profit dips 11% amid tough competition in sportswear market)",
      "link": "https://www.scmp.com/business/china-business/article/3322765/li-nings-interim-profit-dips-11-amid-tough-competition-mainlands-sportswear-market?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 06:26:24 +0000",
      "isoDate": "2025-08-22T06:26:24.000Z",
      "creator": "Yuke Xie",
      "summary": "# 李宁中期业绩承压，利润下滑11%\n\n中国运动服饰及装备制造商李宁公布了中期业绩，受消费者情绪疲软和行业竞争加剧的双重影响，公司净利润出现下滑。管理层警告称，下半年将面临“超出预期”的挑战。\n\n## 财务表现概览\n\n*   **净利润：** 截至6月底的六个月内，按全球会计准则计算，净利润同比下降11%，至17.4亿元人民币（约合2.419亿美元）。\n*   **销售额：** 同比增长3%，达到148.2亿元人民币。\n*   **净利润率：** 从去年同期的13.6%降至11.7%。\n*   **毛利润：** 增长2.5%，达到74亿元人民币。\n*   **毛利率：** 由于渠道结构调整和为应对日益激烈的直销（DTC）竞争而增加的折扣，毛利率下降0.4个百分点至50%。\n\n## 业绩下滑主要原因\n\n*   **消费者情绪疲软：** 消费者支出意愿受到影响。\n*   **行业竞争加剧：** 运动服饰市场竞争日益激烈，挤压了盈利空间。\n*   **渠道结构调整与折扣：** 为适应市场变化和DTC竞争，公司进行了渠道结构调整，并加大了折扣力度。\n\n## 管理层展望与应对策略\n\n*   **CEO钱炜表示：** 零售门店的日均客流量略有改善，但线下挑战依然存在。\n*   **下半年策略：** 公司将在下半年谨慎应对充满挑战的市场环境，以确保实现盈利目标。\n*   **未来挑战：** 警告称，第三季度消费者情绪疲软可能带来“超出预期”的挑战。\n*   **优化线下布局：** 公司将继续通过关闭门店来优化线下布局，以削减成本并提高运营效率。\n\n## 运营概况\n\n*   **门店调整：** 在过去一年中，李宁关闭了232家自营门店，同时新开了145家门店。\n*   **收入来源：** 公司近70%的收入来自中国大陆的线下销售，其中约三分之二的收入来自与经销商的合作。\n\n## 相关图片\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2019/06/21/thumbnail.jpg?itok=twA6Dor_)\n\n*   *图片描述：03:05 深入中国“鞋都”：晋江品牌走向全球市场*",
      "shortSummary": "李宁中期净利润同比下降11%至17.4亿元，销售额增长3%至148.2亿元。业绩下滑主要受消费者情绪疲软、市场竞争加剧及折扣增加影响。公司CEO钱炜警告下半年挑战可能超出预期，尤其第三季度消费者信心不足。李宁正通过关闭门店优化线下布局，以应对市场变化并提高运营效率。",
      "translated_title": "李宁中期利润下降11%，运动服市场竞争激烈",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2019/06/21/thumbnail.jpg?itok=twA6Dor_",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese sportswear and equipment maker Li Ning posted a drop in interim profit, as weak consumer sentiment weighed on spending and intensifying industry competition squeezed profitability, with management warning of “stronger-than-expected” challenges in the second half.\nNet profit for the six months to June fell 11 per cent to 1.74 billion yuan US$241.9 million from a year ago under global accounting standards, according to a statement late on Thursday. Sales rose 3 per cent to 14.82 billion...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/36ced739-5d00-4b6b-b204-65be8e35f7f4_fb07702e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国发现两大页岩气田，能源安全战略显成效 (原标题: China discovers 2 major shale gas fields as energy security drive pays off)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322759/china-discovers-2-major-shale-gas-fields-boost-energy-security?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 05:20:55 +0000",
      "isoDate": "2025-08-22T05:20:55.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国发现两大深层页岩气田，助力能源安全\n\n中国在西南地区发现了两个主要的深层页岩气田，每个气田的探明储量均超过1000亿立方米，这标志着中国在追求更高能源安全方面取得了显著进展。\n\n### 主要发现与储量\n\n*   **红星气田**：\n    *   由中国石油化工集团公司（中石化）宣布，政府已认证该气田拥有1650亿立方米的天然气储量。\n    *   该气田横跨湖北省和重庆市。\n    *   中石化表示，这证明了红星地区强大的资源潜力，这一新的战略性页岩气储量有助于国家能源安全。\n*   **永川页岩气田**：\n    *   中石化披露，自然资源部已认证永川页岩气田新增地质储量1246亿立方米。\n    *   该气田位于四川盆地，于2016年发现，2019年已核实储量为235亿立方米。\n\n### 勘探与开采挑战\n\n*   **深度**：这两个新发现的页岩气田的储层均位于地下超过3.3公里的岩层中。\n*   **地质复杂性**：储层具有复杂的构造变形，这将使勘探和开采面临挑战。\n*   **技术应对**：中石化表示正在开发相关技术以解决这些难题。\n\n### 中石化在四川盆地的长期努力\n\n*   中石化在富含深层油气资源的中国西南地区四川盆地已勘探十余年。\n*   迄今为止，该公司在该地区已发现五个大型页岩气田，包括：\n    *   涪陵气田（储量达1万亿立方米）。\n    *   四个1000亿立方米级的气田：威荣、綦江、永川和红星。",
      "shortSummary": "中国在西南地区发现两大深层页岩气田——红星气田和永川气田，探明储量分别达1650亿和1246亿立方米。这些发现是中石化在四川盆地长期勘探的成果，显著提升了中国的能源安全。尽管储层深度超过3.3公里且地质复杂，开采面临挑战，但中石化正积极开发技术应对。此举是中国能源安全战略的重要进展。",
      "translated_title": "中国发现两大页岩气田，能源安全战略显成效",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has discovered deep shale gas reserves in two major gas fields in the southwest, each holding more than 100 billion cubic metres (bcm) of proven reserves, as the country continues its push for greater energy security.\nThe state-owned China Petroleum and Chemical Corp (Sinopec) said late Thursday that the government had certified 165 bcm of natural gas reserves at the Hongxing field, which spans Hubei province and Chongqing municipality.\n“It proves the Hongxing region’s strong resource...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/71bdf489-23ca-4a31-aade-0d6652fb9c4b_78772f39.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国紧急修订1998年法律以解决价格战问题。原因如下。 (原标题: China scrambles to fix price wars – by updating a law from 1998. Here’s why)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322605/chinas-crippling-price-wars-old-laws-revision-seeks-sustainable-equilibrium?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 22:00:12 +0000",
      "isoDate": "2025-08-21T22:00:12.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国修订《价格法》以遏制“内卷”式价格战\n\n**背景与问题：**\n*   中国光伏产业长期面临严重的产能过剩问题，导致行业内出现激烈的价格战，甚至出现亏损销售。\n*   Alex Xu（一家位于浙江的太阳能电池板制造商副总经理）指出，行业近一半的产能是过剩的。\n*   这种以大幅降价为特征的破坏性竞争被形容为“内卷”（neijuan），在多个经济领域普遍存在。\n\n**政府干预与措施：**\n*   中国当局已呼吁打击各经济领域的“内卷”现象。\n*   一项关键措施是修订已有数十年历史的《价格法》，这是自1998年颁布以来的首次修订。\n*   修订草案由国家发展和改革委员会（NDRC）和国家市场监督管理总局（SAMR）共同起草，目前正向公众征求意见。\n*   修订内容包括：\n    *   更新了不公平定价行为的定义。\n    *   加强了遏制这些不公平行为的措施。\n\n**行业影响与支持：**\n*   在当局采取措施后，部分产品价格已出现反弹，例如Alex Xu所在公司的太阳能电池板价格上涨了约20%。\n*   Alex Xu表示支持收紧价格监管。他认为，光伏产品因外观差异小、高度同质化，导致客户只关注价格而非产品细节，从而引发纯粹的价格竞争，给行业造成巨大损失。",
      "shortSummary": "中国正通过修订1998年《价格法》来应对由产能过剩引发的破坏性价格战（“内卷”），尤其是在光伏等行业。新修订旨在更新不公平定价定义并加强监管措施。此举已促使部分产品价格回升，并获得行业支持，以遏制纯粹的价格竞争造成的巨大损失。",
      "translated_title": "中国紧急修订1998年法律以解决价格战问题。原因如下。",
      "images": [],
      "contentSource": "完整文章",
      "content": "It has been a tumultuous couple of months for Alex Xu’s company – a solar panel manufacturer based in eastern China’s Zhejiang province – as product prices have surged by about 20 per cent.\nLong plagued by severe oversupply, China’s photovoltaic industry is grappling with cutthroat price wars and even loss-making sales. From Xu’s perspective, nearly half of the industry’s capacity is excessive.\nBut a rebound in prices has followed recent calls from Chinese authorities to combat “involution”, or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/f4ff25c5-ba62-4afd-a6ef-1437c4b27ee0_7d4dda6c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海艺术节邀请顶级国际演出吸引游客 (原标题: Shanghai arts festival books top international acts to lure tourists)",
      "link": "https://www.scmp.com/business/china-business/article/3322693/shanghai-arts-festival-books-world-class-acts-foster-cultural-tourism?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 12:30:15 +0000",
      "isoDate": "2025-08-21T12:30:15.000Z",
      "creator": "Daniel Ren",
      "summary": "### 中国上海国际艺术节：提升城市吸引力与经济增长\n\n上海正通过举办世界级的艺术节，旨在巩固其作为主要国际旅游目的地的地位，并推动当地经济增长。\n\n#### 活动概览与规模\n*   **名称**：中国上海国际艺术节 (CSIAF)\n*   **时间**：为期一个月，于10月17日开幕。\n*   **演出数量**：将上演共1200场演出，涵盖歌剧、交响乐、芭蕾舞和音乐剧等多种形式。\n*   **国际参与**：超过半数的主要表演将由外国艺术家呈现。\n\n#### 艺术节目标与愿景\n*   **主要目标**：\n    *   巩固上海作为主要国际旅游目的地的地位。\n    *   推动当地经济增长。\n    *   吸引数千名国际游客。\n*   **长远愿景**：CSIAF主席李明表示，艺术表演将连接上海与世界，创新演出将带来人流量，最终转化为上海对国际游客的吸引力。上海的最终目标是成为世界顶级表演者的磁石。\n\n#### 往届成果与本届亮点\n*   **往届成功**：去年，艺术节吸引了2万名外国游客，观看了法国钢琴家亚历山大·坎托罗夫和男低中音歌剧演唱家布林·特菲尔等国际艺术家的表演。\n*   **本届明星阵容**：今年预计将有维也纳爱乐乐团、斯图加特芭蕾舞团和美国小提琴家约书亚·贝尔等顶级艺术家亮相。\n*   **核心理念**：李明强调，“高雅表演是国际知名艺术节的基础。”",
      "shortSummary": "上海正举办中国上海国际艺术节（CSIAF），旨在通过邀请世界级艺术家和呈现1200场高雅演出，巩固其国际旅游目的地地位并促进经济增长。艺术节将吸引大量国际游客，并计划让上海成为全球顶尖表演者的首选之地。去年艺术节吸引了2万外国游客，今年将有维也纳爱乐乐团等知名团体参演。",
      "translated_title": "上海艺术节邀请顶级国际演出吸引游客",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shanghai has invited world-class musicians, singers, dancers and actors to a festival that aims to consolidate its status as a major international tourist destination and propel the growth of the local economy.\nA total of 1,200 shows from operas and symphonies to ballets and musicals would be staged during the month-long China Shanghai International Arts Festival (CSIAF) starting on October 17, local authorities said on Thursday. More than half of the major performances would feature foreign...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/74187cf4-70aa-45ea-bc48-6ed944acdfb1_0f28e32d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国揭示过往电动汽车补贴，从特斯拉到国有巨头，显示资金流向转变 (原标题: China reveals past EV subsidies, from Tesla to state giants, showing funds shift)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322666/china-reveals-past-ev-subsidies-tesla-state-giants-where-did-money-go?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 11:30:09 +0000",
      "isoDate": "2025-08-21T11:30:09.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国电动汽车补贴政策演变\n\n中国工业和信息化部（MIIT）近期公布了2016年至2020年新能源汽车（NEV）企业的补贴结算数据，以及2021年至2022年的分配计划。这些数据清晰地揭示了在此期间中国新能源汽车产业格局的显著转变。\n\n#### 补贴总览与核心趋势\n\n*   **资金流向转变**：从2016年到2022年，补贴资金逐渐从传统的国有企业转向领先的汽车制造商和新兴的初创公司。\n*   **政策调整预期**：MIIT表示，新能源汽车补贴政策将进行动态调整，预计补贴金额将逐步减少。\n\n#### 2016-2020年补贴情况\n\n*   **总额**：在此期间，共计拨付了16.5亿元人民币（约合2.3亿美元）的补贴。\n*   **主要受益者**：\n    *   **北京新能源汽车股份有限公司（北汽新能源）**：是最大的赢家，获得了约5.56亿元人民币，占总补贴额的三分之一。\n    *   **比亚迪**：仅获得1574万元人民币，占比不到1%。\n    *   **特斯拉**：于2020年首次申请补贴，获得359万元人民币，占比同样不到1%。\n*   **未获全额补贴原因**：MIIT解释称，部分汽车制造商未能获得其申请的全部补贴，原因包括文件不合规或未能上传所需的车辆数据。\n*   **未来计划**：2023-2024年的补贴计划尚未对外公布。\n\n#### 2021-2022年补贴分配的显著转变\n\n*   **明确的转变**：从2021年到2022年，补贴分配模式开始出现明显转变，资金更多地流向了市场领先者。\n*   **主要获益者**：\n    *   **比亚迪**：其陕西和深圳子公司分别获得了3791万元和3556万元人民币的补贴。\n    *   **特斯拉**：其上海子公司获得了3015万元人民币的补贴。\n    *   **零跑汽车**：作为唯一获得补贴的初创公司（由Stellantis支持），共获得了276万元人民币。\n\n#### 行业分析师观点\n\n*   **易车研究院院长兼首席研究员周丽君**指出，数据显示补贴越来越倾向于领先的汽车制造商和选定的新进入者。\n*   这一趋势标志着中国新能源汽车市场正从国有企业主导向更加多元化的格局转变。",
      "shortSummary": "中国工信部数据显示，2016年至2022年间，中国新能源汽车补贴政策发生显著转变。2016-2020年，总计16.5亿元补贴中，北汽新能源是最大赢家。而2021-2022年，补贴明显转向比亚迪和特斯拉等领先车企，以及零跑汽车等新兴公司。这反映了补贴从传统国企向市场主导型企业的过渡，预示着补贴将逐步减少，市场将更加多元化。",
      "translated_title": "中国揭示过往电动汽车补贴，从特斯拉到国有巨头，显示资金流向转变",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has released a breakdown of the subsidy settlements for new-energy vehicle (NEV) companies from 2016 to 2020, along with the allocation plan for 2021 to 2022, and the data helps illustrate how the industry landscape shifted during those years.\nAccording to data released by the Ministry of Industry and Information Technology (MIIT) earlier this month, over the seven years from 2016 to 2022, subsidies gradually moved from traditional state-owned enterprises to leading carmakers and emerging...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/73179fed-ce95-41ee-9a56-a897d05e6fb7_aa9879d4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国承诺加强生物技术支持，全球制药商交易激增 (原标题: China vows stronger biotech support as deals with global drug makers surge)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322656/china-vows-stronger-biotech-support-deals-global-pharmaceutical-giants-surge?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 09:00:09 +0000",
      "isoDate": "2025-08-21T09:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国加强生物技术产业支持\n\n中国总理李强呼吁为生物技术产业提供更强有力的政策支持，以促进该领域创新发展。该行业近年来蓬勃发展，被视为战略性新兴产业，对公众健康至关重要。\n\n### 政策支持重点\n\n*   **加强原创创新**：鼓励在生物技术领域进行原创性研究和开发。\n*   **攻克核心技术难题**：集中资源解决关键技术瓶颈。\n*   **动员政府和市场资源**：整合政府和市场力量，以期快速实现突破。\n*   **人才培养与基础建设**：敦促研究机构关注全球前沿和关键领域，培养顶尖人才，为行业发展奠定坚实基础。\n\n### 许可外授模式的兴起\n\n在李强总理发表上述言论之际，中国生物技术开发商正与跨国制药公司签署越来越多的许可外授（out-licensing）协议。\n\n*   **模式定义**：许可外授是指生物技术公司将其药物候选产品（通常已在中国完成I期和II期临床试验）出售给全球合作伙伴。\n*   **采用原因**：\n    *   **缓解财务压力**：生物制药行业采用新疗法成本高昂，且失败风险大，许可外授有助于缓解资金压力。\n    *   **应对国内盈利限制**：中国的医疗保健系统主要由政府资助，国家医保计划下的药品大幅降价限制了国内市场的盈利能力。",
      "shortSummary": "中国总理李强呼吁加强对生物技术产业的政策支持，强调其作为战略新兴产业和公共健康关键领域的重要性。他敦促加强原创创新、攻克核心技术难题并培养人才。与此同时，中国生物技术公司正通过许可外授模式，将药物候选产品出售给全球制药商，以缓解高昂的研发成本、高失败风险以及国内医保降价带来的盈利压力。",
      "translated_title": "中国承诺加强生物技术支持，全球制药商交易激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Premier Li Qiang has called for stronger policy support for the biotech industry, as part of efforts to bolster innovation in a sector that has witnessed a boom in recent years.\n“The biopharmaceutical industry is both a strategic emerging sector and vital to public health,” he said during an inspection in Beijing on Wednesday, as reported by the state-run Xinhua News Agency.\n“Efforts should be made to strengthen original innovation, address core technological challenges and mobilise...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/48d971ea-87ee-4c6c-8b7d-a848e90864c9_f4cc0f8d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国主要化肥出口量激增600%，预示出口限制放松 (原标题: China’s shipments of major fertiliser surge 600%, signalling softer export curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322622/chinas-shipments-major-fertiliser-surge-600-signalling-softer-export-curbs?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 06:01:54 +0000",
      "isoDate": "2025-08-21T06:01:54.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国尿素出口量激增，出口限制放松\n\n### 背景与原因\n\n*   据报道，中国放松了去年为抑制国内价格和维护粮食安全而实施的出口禁令，导致尿素（一种主要化肥和减排化学品）出口量大幅增长。\n*   分析师指出，尿素出口量在8月和9月可能继续上升，因为大部分配额尚未使用，且对印度的出货可能恢复。\n\n### 出口数据\n\n*   根据海关数据显示，中国7月尿素出口量达到567,184吨。\n*   这比去年同期增长了614%。\n*   比6月的出货量增长了7.6倍。\n*   6月出口量已跃升至近66,241吨。\n*   而1月至5月期间，月均出口量不超过2,200吨。\n\n### 增长原因分析\n\n*   此次显著增长主要归因于去年因禁令导致的异常低基数，这进一步证实了市场关于北京放松管制的猜测。\n*   商品咨询公司JLC网络科技的分析师徐晓云指出，北京发布配额前，检查工作已于5月底重启。\n*   6月和7月的尿素出口是在政府指导下进行的，有配额限制和价格控制，而非完全放开。\n\n### 出口目的地\n\n*   海关数据显示，该化学品的出口目的地已从6月的13个国家和地区扩大到7月的31个。",
      "shortSummary": "中国7月尿素出口量激增至567,184吨，同比飙升614%，环比增长7.6倍。这主要得益于北京放松了去年为稳定国内价格而实施的出口禁令。尽管出口仍受政府指导和配额限制，但这一增长预示着出口管制有所放松，分析师预计未来几个月出口量可能继续上升，出口目的地也已显著扩大。",
      "translated_title": "中国主要化肥出口量激增600%，预示出口限制放松",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipments of urea – a major fertiliser and chemical used to reduce emissions – have surged after Beijing reportedly eased an export ban imposed last year to curb domestic prices and maintain food security.\nAnalysts said exports of the chemical – a type of nitrogen used in agriculture as well as to curb diesel and industrial emissions – may continue rising in August and September, as a large portion of the quota remained unused and shipments to India might resume.\nChina exported 567,184...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/f9017058-1d6c-4094-8094-a4fde75a3469_29fcf0b1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "磁力吸引：中国永磁体出口再次激增 (原标题: Magnetic attraction: China’s exports of permanent magnets surge again)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322588/magnetic-attraction-chinas-exports-permanent-magnets-surge-again?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 02:05:29 +0000",
      "isoDate": "2025-08-21T02:05:29.000Z",
      "creator": "Alice Li",
      "summary": "# 中国永磁体出口概览\n\n中国永磁体出口在7月份达到六个月来的新高，这是在政府承诺加快稀土衍生物出口许可证审批后，连续第二个月实现增长。\n\n*   **出口数据亮点**\n    *   根据海关数据显示，中国上个月出口了5,577吨永磁体。\n    *   出口量环比增长75%。\n*   **永磁体的重要性**\n    *   稀土永磁体是电动汽车、风力涡轮机、智能手机、飞机和航天器等产品的基本组成部分。\n*   **主要买家分析**\n    *   **欧盟**：上个月仍然是中国永磁体的最大买家，共进口2,140吨，占中国出口总量的38%。这标志着继6月份中国表示将加速永磁体出口许可证审批后，环比增长了57%（6月份增幅超过三倍）。\n    *   **德国**：按国家划分，德国是7月份中国永磁体的全球最大进口国，进口量为1,116吨，环比增长46%。\n    *   **美国**：位居第二，7月份购买了619吨，占中国当月永磁体出口的11%。其进口量环比增长76%，也标志着连续第二个月实现增长。",
      "shortSummary": "中国永磁体出口在7月份达到六个月高点，总量达5,577吨，环比激增75%。这得益于政府加快稀土衍生物出口许可证审批。永磁体是电动汽车、风力涡轮机等关键产品的重要组成部分。欧盟仍是最大买家，德国和美国紧随其后，两国进口量均连续第二个月增长。",
      "translated_title": "磁力吸引：中国永磁体出口再次激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports of permanent magnets rose to a six-month high in July, marking a second month of growth after the government pledged to accelerate export permit approvals for the rare earth derivative.\nAccording to customs data, China exported 5,577 tonnes of permanent magnets last month, up 75 per cent month on month.\nRare earth permanent magnets are an essential component in products including electric vehicles, wind turbines, smartphones, aeroplanes and spacecraft.\nThe European Union remained...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/21/40c2b002-2a2b-426d-94fc-b881062d7965_96273a04.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正在放弃加拿大油菜籽。澳大利亚会填补这一空白吗？ (原标题: China is turning away from Canadian canola. Will Australia fill the gap?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322525/china-turns-away-canadian-canola-australia-emerges-alternative-supplier?utm_source=rss_feed",
      "pubDate": "Thu, 21 Aug 2025 00:00:19 +0000",
      "isoDate": "2025-08-21T00:00:19.000Z",
      "creator": "Kandy Wong,Mia Nulimaimaiti",
      "summary": "## 中国油菜籽进口格局变化：加拿大份额锐减，澳大利亚崭露头角\n\n### 背景：中加关税战升级\n\n中国与加拿大之间日益紧张的关税战正在深刻影响两国间的贸易关系。此前，加拿大对中国的电动汽车征收高额关税，作为回应，北京于今年3月对包括油菜籽在内的加拿大农产品征收了100%的关税。这一系列报复性措施直接导致了中国对加拿大油菜籽需求的急剧下降。\n\n### 加拿大油菜籽出口面临严峻挑战\n\n*   **进口量大幅下滑**：根据中国海关数据显示，2024年7月，中国从加拿大进口的油菜籽量同比下降了55%，仅为173,250吨。这是自2023年7月以来记录的最低水平。\n*   **进口额同步缩水**：同期，这些油菜籽货物的价值同比下降了49%，至1.0206亿美元。\n*   **主导地位受威胁**：在2023年和2024年，加拿大曾是中国油菜籽进口的唯一来源，占据了中国所有油菜籽进口的100%。然而，当前的贸易冲突已使其长期以来的主导地位面临严重威胁。\n\n### 澳大利亚成为潜在替代供应国\n\n面对加拿大供应的不确定性，中国正积极寻求替代来源，澳大利亚已成为一个重要的潜在选项。尽管上个月中国与澳大利亚之间的油菜籽贸易官方数据尚未公布，但澳大利亚谷物行业的内部人士透露，中国已开始进行采购。\n\n*   **试探性采购**：一位不愿透露姓名的行业消息人士表示，中国正在从澳大利亚购买约5万吨油菜籽作为试运货物。这表明中国正在评估澳大利亚油菜籽的供应能力和质量，以期填补加拿大留下的市场空白。",
      "shortSummary": "由于中加关税战，中国对加拿大油菜籽的进口量在7月同比锐减55%。此前，中国对加拿大油菜籽征收了100%的关税，以回应加拿大对中国电动汽车的关税。加拿大曾是中国油菜籽的唯一供应国。目前，中国正寻求替代来源，澳大利亚已崭露头角，并已开始进行约5万吨的试探性采购，以填补市场空白。",
      "translated_title": "中国正在放弃加拿大油菜籽。澳大利亚会填补这一空白吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Canada’s status as the dominant supplier of canola to China appears to be under threat as shipments plunge amid a tit-for-tat tariff battle between the two nations. And Australia is already emerging as an alternative source of the staple vegetable oil, analysts and industry insiders say.\nChina’s imports of canola from Canada fell by 55 per cent year on year to 173,250 tonnes in July – the lowest level recorded since July 2023 – Chinese customs data showed. The value of those shipments was down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/e284c69b-4675-4906-a931-ca847d1823c5_98c9ee4b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中美贸易协议缺位下，中国继续转向巴西寻求大豆供应 (原标题: With no US trade deal, China continues Brazil pivot for soybean supply)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322524/no-us-trade-deal-china-continues-brazil-pivot-soybean-supply?utm_source=rss_feed",
      "pubDate": "Wed, 20 Aug 2025 15:00:14 +0000",
      "isoDate": "2025-08-20T15:00:14.000Z",
      "creator": "Sylvia Ma,Alice Li",
      "summary": "### 中国大豆进口来源转向：巴西取代美国主导地位\n\n**背景概述**\n在中美贸易协议尚未达成的情况下，中国在7月份大幅削减了从美国进口的大豆，同时显著增加了从巴西的进口量。这一举动表明，中国正在进一步调整其大豆供应来源，即便美国农民仍在敦促华盛顿通过贸易协议争取更大的大豆采购量。\n\n**7月份大豆进口数据**\n根据中国海关总署发布的数据，7月份中国大豆进口情况如下：\n*   **美国大豆进口量下降：** 中国从美国进口大豆420,873吨，同比下降11.47%。\n*   **巴西大豆进口量激增：** 从巴西进口大豆1039万吨，同比大幅增长13.92%，与美国进口量的下降形成鲜明对比。\n*   **总进口量及来源占比：**\n    *   7月份中国大豆总进口量同比增长18.39%，达到1167万吨。\n    *   其中，巴西供应的大豆占总量的近90%。\n    *   而美国供应的大豆占比仅略低于4%。\n\n**今年前七个月进口情况**\n在今年前七个月，中国累计进口大豆6103万吨，同比增长4.63%。在此期间：\n*   近70%的大豆来自巴西。\n*   略超过四分之一的大豆来自美国。\n\n**转向巴西的原因**\n中国持续向巴西倾斜以满足其庞大的大豆需求，主要原因在于：\n*   **中美贸易紧张局势持续：** 华盛顿与北京之间的贸易摩擦依然存在。\n*   **贸易谈判未果：** 多轮贸易谈判未能达成一项广泛的协议，该协议本应包括增加对美国大豆的采购。\n\n**大豆的重要性**\n大豆是美国最重要的农产品出口之一，在中美双边关系紧张时期，它一直被视为一个重要的谈判筹码。中国严重依赖进口大豆来满足国内需求，这些大豆主要用于生产动物饲料和食用油。",
      "shortSummary": "由于中美贸易紧张局势持续且贸易谈判未果，中国正逐步将大豆供应来源从美国转向巴西。7月份，中国从巴西进口的大豆量同比大幅增长近14%，达到1039万吨，占总进口量的近90%；而从美国进口的大豆量则下降了11.47%。今年前七个月，巴西已成为中国大豆的主要供应国，占比近70%，显示出中国大豆进口结构的显著调整。",
      "translated_title": "在中美贸易协议缺位下，中国继续转向巴西寻求大豆供应",
      "images": [],
      "contentSource": "完整文章",
      "content": "China slashed its soybean imports from the United States while increasing shipments from Brazil in July, a move that further reorients its supply from the world’s top producer even as American farmers press Washington to negotiate for larger purchases of the crop in a hypothetical trade agreement.\nLast month, China imported 420,873 tonnes of soybeans from the US, down 11.47 per cent from a year earlier, according to a Wednesday data release by the General Administration of Customs in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/7dda3e1c-7209-4502-90b7-28f8fdf6c94e_ef07bd05.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国扩大监管武器库以应对太阳能行业价格战 (原标题: China expands regulatory arsenal in fight against solar industry price wars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322512/china-expands-regulatory-arsenal-fight-against-solar-industry-price-wars?utm_source=rss_feed",
      "pubDate": "Wed, 20 Aug 2025 09:30:09 +0000",
      "isoDate": "2025-08-20T09:30:09.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国加强太阳能行业监管以遏制价格战\n\n中国政府已发出信号，将采取更强有力的行动来应对太阳能行业的价格战。为此，工业和信息化部（MIIT）等部门召集了一次高级别座谈会，与会者包括企业和监管机构，其中许多此前未被纳入此类会议，旨在解决太阳能领域的恶性竞争问题。\n\n**主要监管措施和方向：**\n\n*   **加强投资监管：** 当局承诺将收紧对新项目投资的监督。\n*   **淘汰落后产能：** 将通过市场化和法治化手段，逐步淘汰过时的产能。\n*   **完善价格机制：** 重点将放在改进价格监测和产品定价机制。\n*   **打击非法行为：** 将严厉打击低于成本销售和虚假广告等非法行为。\n*   **确保产品质量：** 采取更多措施确保产品质量，包括打击虚假性能评级和知识产权侵权。\n*   **促进行业自律：** 鼓励行业自律，并敦促行业协会促进公平竞争、推动技术创新以及维护质量和安全标准。\n\n**会议强调：**\n\n*   会议呼吁光伏行业各方充分认识到规范竞争对于行业高质量发展的关键重要性。\n*   共同努力，实现行业的健康和可持续增长。\n\n**背景与原因：**\n\n*   在持续的通缩压力下，北京加大了遏制过度竞争的力度。\n*   过度竞争已威胁到多个基础行业的利润率。\n*   生产者价格指数（PPI）在7月份同比下降3.6%，这标志着连续第34个月的收缩。",
      "shortSummary": "中国政府正通过召开高级别会议、加强监管，以遏制太阳能行业的恶性价格战。主要措施包括收紧新项目投资监管、淘汰落后产能、完善价格监测机制、打击非法销售和虚假广告，并确保产品质量。此举旨在促进行业健康可持续发展，以应对持续的通缩压力和利润率受损的局面。",
      "translated_title": "中国扩大监管武器库以应对太阳能行业价格战",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has signalled stronger action against price wars, convening a high-level symposium of enterprises and regulators – including many left out of previous meetings – to tackle cutthroat competition in the solar sector.\nAuthorities vowed to tighten oversight of new project investments, phasing out outdated capacity through market-based and rule-of-law approaches, according to the Ministry of Industry and Information Technology (MIIT), one of the meeting’s hosts.\n“Efforts will focus on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/d5f20ff6-c147-46f7-a582-a89672bbbdaa_01646e9e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "泡泡玛特推出迷你Labubu瞄准手机市场，旨在实现销售额翻倍 (原标题: Pop Mart targets mobile phones with mini Labubus as it aims to doubles sales)",
      "link": "https://www.scmp.com/business/china-business/article/3322488/mini-labubus-are-coming-after-your-mobile-phone-pop-mart-aims-double-2025-sales?utm_source=rss_feed",
      "pubDate": "Wed, 20 Aug 2025 07:18:13 +0000",
      "isoDate": "2025-08-20T07:18:13.000Z",
      "creator": "Cao Li",
      "summary": "# 泡泡玛特瞄准手机市场，旨在销售额翻倍\n\n泡泡玛特宣布，计划通过推出迷你版Labubu毛绒玩具，将其成功扩展到中国大陆以外的市场，并有望轻松实现2025年营收翻倍。\n\n## 主要目标与策略\n*   **营收目标**：公司创始人兼CEO王宁表示，泡泡玛特有望将2025年营收从去年的130亿元人民币翻倍至300亿元人民币（约合42亿美元）。他认为，全球毛绒玩具和手办市场规模超出预期，实现300亿元营收“将很容易”。\n*   **产品创新**：迷你版Labubu将可附着在手机上，拓展其使用场景。此前，Labubu手办通常附着在包上，而迷你版将允许人们将其附着在手机上。\n\n## 财务表现与市场前景\n*   **利润增长**：公司近期公布的中期净利润同比增长五倍，达到45.7亿元人民币。\n*   **全球市场**：王宁对全球市场充满信心，认为其潜力远超想象。\n\n## 公司地位与发展\n*   **行业领导者**：泡泡玛特于2010年在北京成立，已从默默无闻的玩具销售商成长为全球市值最高的玩具制造商，其市值甚至超过孩之宝（Hasbro）、美泰（Mattel）和三丽鸥（Sanrio）的总和。\n\n## 市场反应\n*   **股价表现**：周三，泡泡玛特股价在市场下跌的情况下逆市上涨，盘中一度飙升8.6%至历史新高305港元。\n\n![一名男子于2025年7月4日在上海外滩，背包上挂着两个Labubu毛绒玩具。图：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/20/092205da-3514-49d9-9bec-8561298652f6_77dd171d.jpg)",
      "shortSummary": "泡泡玛特计划通过推出迷你版Labubu玩具瞄准手机市场，旨在将2025年营收从130亿元翻倍至300亿元人民币（约合42亿美元）。公司创始人兼CEO王宁对全球市场前景充满信心，并指出近期净利润大幅增长。泡泡玛特已发展成为全球市值最高的玩具制造商，其股价也因此逆市大涨。",
      "translated_title": "泡泡玛特推出迷你Labubu瞄准手机市场，旨在实现销售额翻倍",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/20/092205da-3514-49d9-9bec-8561298652f6_77dd171d.jpg",
          "alt": "A man walks with two Labubu plush toys hanging from his backpack at The Bund in Shanghai on July 4, 2025. Photo: AFP",
          "title": "A man walks with two Labubu plush toys hanging from his backpack at The Bund in Shanghai on July 4, 2025. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Pop Mart said it would be able to easily double this year’s revenue from its 2024 record sales, as it prepares to launch a mini version of the Labubu plush toy to extend its phenomenal success and conquer more hearts beyond mainland China.\nThe company, founded in 2010 in Beijing, could double its 2025 revenue to 30 billion yuan (US$4.2 billion) from last year’s sales of 13 billion yuan, said Pop Mart’s founder and CEO Wang Ning, citing the bigger-than-imagined worldwide market for its plush toys...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/10bfc0f5-2681-4f24-9c6e-3e9843101d9b_06f251c4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从太空采矿到旅游，中国广东在追逐马斯克的道路上腾飞 (原标题: From space mining to tourism, China’s Guangdong blasts off in pursuit of Musk)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322444/mining-tourism-space-ambitions-chinas-guangdong-rival-those-elon-musk?utm_source=rss_feed",
      "pubDate": "Wed, 20 Aug 2025 02:52:04 +0000",
      "isoDate": "2025-08-20T02:52:04.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 广东进军商业航天领域：追逐马斯克，打造太空经济\n\n中国南方广东省已宣布其雄心勃勃的计划，旨在加入中国商业航天领域的竞争，并承诺为相关企业提供财政和政策支持。\n\n### 核心目标与支持措施\n\n*   **低轨卫星星座系统建设**：广东将支持企业建设低轨卫星星座系统，并推动其在未来产业中的应用。\n*   **应用领域**：这些应用包括太空采矿、太空旅游、电信和物流等。\n*   **政府采购**：省政府计划通过政府采购来支持卫星星座系统的关键创新产品和应用场景。\n*   **计算能力服务**：企业将获得支持，以持续扩大卫星应用产业并购买计算能力服务。相关地方政府也将被鼓励提供奖励。\n*   **海外扩张**：作为三年发展计划的一部分，省政府还将推动企业在卫星导航和遥感领域拓展海外市场。\n\n### 审批与资金支持\n\n*   **快速审批通道**：广东承诺为卫星星座项目提供快速审批通道。\n*   **专项政府资金**：将提供专项政府资金，以支持火箭和卫星的开发。\n\n### 追赶与竞争\n\n*   **追赶北京和上海**：广东正努力追赶北京和上海等在商业航天领域领先的省市。北京已率先建设国家支持的“国网”全国网络，而上海则与中国科学院合作，主导建设“千帆”项目。\n*   **经济实力**：尽管广东拥有中国最大的省级经济体，但在卫星星座系统或整个太空经济领域尚未出现本地领军企业。\n*   **对标星链**：广东的宏伟计划是中国加速建设能够与埃隆·马斯克的“星链”系统匹敌的卫星星座系统的最新迹象。自7月下旬以来火箭发射数量的增加也印证了这一趋势。",
      "shortSummary": "中国广东省宣布进军商业航天领域，旨在通过财政和政策支持，推动低轨卫星星座系统建设及其在太空采矿、旅游、电信等领域的应用。广东计划通过政府采购、专项资金和快速审批，支持火箭和卫星开发，并鼓励企业海外扩张。此举旨在追赶北京、上海等先行者，并与埃隆·马斯克的“星链”系统竞争，加速中国商业航天发展。",
      "translated_title": "从太空采矿到旅游，中国广东在追逐马斯克的道路上腾飞",
      "images": [],
      "contentSource": "完整文章",
      "content": "South China’s Guangdong province has announced its ambition to join the country’s race to expand its commercial space sector, promising financial and policy support for companies wanting to build low-orbit satellite constellation systems and promote their application in futuristic industries including space mining and space tourism.\nGuangdong plans to use government procurement to support key innovative products and application scenarios for satellite constellation systems, which also include...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/29f82125-598d-4f28-95f5-f481ae65c8b1_71243fb7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "想在中国工作吗？政府有份指南——我们已为您总结 (原标题: Want to work in China? The government has a guide - and we’ve summarised it)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322387/want-work-china-government-has-guide-and-weve-summarised-it?utm_source=rss_feed",
      "pubDate": "Wed, 20 Aug 2025 00:00:13 +0000",
      "isoDate": "2025-08-20T00:00:13.000Z",
      "creator": "Kandy Wong",
      "summary": "## 中国外籍商务人士工作生活指南（2025版）要点\n\n中国商务部联合其他国家机构，更新发布了2025版《中国外籍商务人士工作生活指南》。该指南旨在解答外国公民关于如何在中国合法旅行和工作的诸多疑问。本文总结了这份22页文件中的主要细节，包括如何申请居留许可、缴纳所得税以及处理社会保险下的薪资和福利。\n\n### 如何注册为居民\n\n*   **居留许可申请要求：**\n    *   对于非官方或外交事由入境中国的人员，必须在入境后30天内申请居留许可。\n*   **注册地点及所需文件：**\n    *   持有有效护照和国际旅行证件的签证持有人，可以在酒店或其居住地的当地派出所办理居留许可注册。\n    *   在派出所注册时，还需要提供租赁合同和房产所有权证明。\n*   **居留许可延期：**\n    *   居留许可的延期需要重新申请，且必须在许可到期前至少30天提出。\n    *   许可的有效期长短可能因多种因素而异。\n*   **信息变更通知：**\n    *   如果现有居留许可上的信息发生变化（例如，更换新工作或新护照），持有人必须在10天内将变更情况告知当地的出入境管理部门。",
      "shortSummary": "中国商务部等机构发布了2025版《中国外籍商务人士工作生活指南》，旨在解答外籍人士在华合法工作和生活的疑问。该指南涵盖了居留许可申请、所得税缴纳和社会保险等关键信息。非官方/外交事由入境者需在30天内申请居留许可，可在酒店或派出所办理，并需在信息变更时及时通知出入境管理部门。",
      "translated_title": "想在中国工作吗？政府有份指南——我们已为您总结",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Ministry of Commerce, in collaboration with other state agencies, has updated its “Guide to Working and Living in China as Business Expatriates” for 2025, addressing many of the questions foreign nationals have about how to travel to or work in the country legally.\nHere, we attempt to break down the 22-page document to provide the most salient details, like how to apply for a residence permit, pay income tax and handle payments and benefits under the country’s social insurance.\nHow can...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/19/700c3897-f6ad-4549-8a65-5a46e3fd1939_06fff447.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国比亚迪在阿根廷注册，暗示可能进行本地汽车生产 (原标题: Argentina registration by China’s BYD hints at local car production)",
      "link": "https://www.scmp.com/news/china/article/3322430/argentina-registration-chinas-byd-hints-local-car-production?utm_source=rss_feed",
      "pubDate": "Tue, 19 Aug 2025 20:43:18 +0000",
      "isoDate": "2025-08-19T20:43:18.000Z",
      "creator": "Igor Patrick",
      "summary": "### 比亚迪在阿根廷注册，暗示可能进行本地汽车生产\n\n中国电动汽车巨头比亚迪（BYD）在阿根廷注册了一家本地子公司，获准作为汽车制造商运营。此举可能预示着这家全球最大的电动汽车制造商即将开始在南美第三大汽车市场生产车辆。\n\n**注册详情**\n\n*   该注册文件已在阿根廷司法部备案。\n*   文件授权比亚迪汽车阿根廷公司（BYD Auto Argentina SAU）不仅可以进口和销售汽车，还可以制造和维护车辆、电池及汽车零部件。\n*   本质上，这项注册允许比亚迪在电动汽车的供应和服务链条上进行全面运营。\n\n**比亚迪与阿根廷市场**\n\n*   比亚迪对阿根廷市场并不陌生。早在2017年，时任阿根廷总统毛里西奥·马克里（Mauricio Macri）访华寻求新的外国投资后，比亚迪曾投资1亿美元在阿根廷建设了一座电动巴士制造厂。\n*   此次最新举动，也与比亚迪今年早些时候宣布的区域扩张计划相符，该计划将阿根廷与巴西、智利和墨西哥一同纳入其拉丁美洲的扩张版图。\n\n**未来展望**\n\n*   尽管比亚迪尚未公布具体的生产计划，也未立即回应关于其阿根廷子公司是否将成为制造商的确认请求。\n*   如果该计划得以实施，阿根廷将成为比亚迪在拉丁美洲的第二个汽车制造工厂，仅次于其在巴西的大型项目。\n\n**巴西生产基地**\n\n*   比亚迪在巴西的工厂位于巴伊亚州卡马萨里（Camacari）的工业中心。\n*   该工厂将成为比亚迪在中国境外最大的生产基地，产品将销往巴西国内市场及其他区域市场。\n\n![参观者在巴西巴伊亚州卡马萨里比亚迪生产基地展区参观。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/20/d7883b70-489c-4272-a6f2-defde3275170_f67d3284.jpg)\n*参观者于7月1日在巴西巴伊亚州卡马萨里比亚迪生产基地展区参观。图片来源：新华社*",
      "shortSummary": "中国电动汽车巨头比亚迪在阿根廷注册为汽车制造商，暗示可能在当地进行车辆生产。此次注册允许比亚迪在阿根廷开展电动汽车供应链的全面运营。比亚迪此前于2017年在阿根廷投资建设了电动巴士工厂。此举符合比亚迪在拉丁美洲的区域扩张战略，若计划落实，阿根廷将成为继巴西之后比亚迪在该地区的第二个汽车制造基地。",
      "translated_title": "中国比亚迪在阿根廷注册，暗示可能进行本地汽车生产",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/20/d7883b70-489c-4272-a6f2-defde3275170_f67d3284.jpg",
          "alt": "Guests visit an exhibition area of BYD’s production base in Camacari, Bahia State, Brazil on July 1. Photo: Xinhua",
          "title": "Guests visit an exhibition area of BYD’s production base in Camacari, Bahia State, Brazil on July 1. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese electric vehicle giant BYD registered a local unit as a car manufacturer, a possible hint that the world’s biggest EV maker could soon start producing vehicles in South America’s third-largest auto market.\nThe filing, registered with the country’s Justice Ministry, authorises BYD Auto Argentina SAU not only to import and sell cars but also to manufacture and maintain vehicles, batteries and auto parts. Essentially, the registration allows operations across the EV supply and service...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/20/3e22dfd8-b83e-483f-b04d-ae8f0f674ee4_e53b840d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“不容易”：一家美国公司如何通过采购美国本土产品避免特朗普的中国关税 (原标题: ‘Not easy’: how a US firm avoided Trump’s China tariffs by sourcing American)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322375/not-easy-how-us-firm-avoided-trumps-china-tariffs-sourcing-american?utm_source=rss_feed",
      "pubDate": "Tue, 19 Aug 2025 13:00:09 +0000",
      "isoDate": "2025-08-19T13:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### Excel Dryer：通过本土采购规避关税\n\n*   **公司背景与愿景**\n    *   Excel Dryer是一家位于美国马萨诸塞州的中型公司，由丹尼斯·加农（Denis Gagnon）及其子威廉·加农（William Gagnon）共同经营。\n    *   创始人丹尼斯·加农长期以来一直致力于建立一家完全由美国本土制造零件供应的制造企业，这一愿景源于他在国际企业界的经验以及对海外业务风险的评估。\n    *   在普遍推崇将生产外包至亚洲以降低成本的全球化时代，他们的这一理念显得与众不同。\n\n*   **特朗普关税的影响与决策强化**\n    *   2018年，美国总统唐纳德·特朗普首次对中国进口商品加征关税，这进一步坚定了加农父子推行本土采购计划的信念。\n    *   今年早些时候，全球两大经济体之间关税的升级，再次强化了他们的决心。\n    *   威廉·加农（现任公司执行副总裁）表示，关税的增加“只会巩固我们继续前进的决定”。\n\n*   **实现本土采购目标**\n    *   作为电动干手器制造商，Excel Dryer面临的挑战之一是寻找中国以外的电机供应商，这一过程耗时八年，充满艰辛。\n    *   威廉·加农向《南华早报》透露，到2023年，该公司成功实现了所有零件100%在美国本土采购的目标。",
      "shortSummary": "美国公司Excel Dryer的丹尼斯·加农父子，在特朗普对华关税背景下，坚定推行本土采购策略。尽管全球化趋势盛行外包，他们仍致力于使用100%美国制造的零件。经过八年艰苦努力寻找非中国供应商，这家电动干手器制造商最终在2023年实现了所有零件的本土采购，成功规避了关税并降低了海外业务风险。",
      "translated_title": "“不容易”：一家美国公司如何通过采购美国本土产品避免特朗普的中国关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "Denis Gagnon had long wanted to establish a manufacturing firm supplied only by American-made parts, a vision shaped by his experience in the international corporate world and his assessment of business risks offshore.\nHe was an outlier in an era of globalisation when businesspeople, including his US peers, waxed lyrical about outsourcing from Asia to minimise production costs.\nThe Gagnons, including his son William, run a medium-sized company called Excel Dryer in the US state of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/19/476a0d5d-97eb-4728-baeb-abcd9db7cd25_e35febfa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Labubu现象推动泡泡玛特实现创纪录的中期销售额和收益 (原标题: Labubu phenomenon drives Pop Mart’s record interim sales, earnings)",
      "link": "https://www.scmp.com/business/article/3322400/pop-marts-interim-sales-soar-labubu-craze-fuels-chinese-toymakers-record-earnings?utm_source=rss_feed",
      "pubDate": "Tue, 19 Aug 2025 11:11:36 +0000",
      "isoDate": "2025-08-19T11:11:36.000Z",
      "creator": "Cao Li",
      "summary": "## 泡泡玛特因Labubu现象实现创纪录中期业绩\n\n泡泡玛特（Pop Mart）凭借其Labubu毛绒玩具和手办在全球范围内的流行，已成为全球最有价值的玩具生产商和中国“软实力”的出口商。这一现象显著推动了公司在2025年上半年的海外收入飙升。\n\n### 财务亮点\n\n*   **总销售额：** 在前六个月，泡泡玛特的总中期销售额达到138.8亿人民币（约合19.2亿美元），超出分析师预期。\n*   **海外收入：** 中国大陆以外的线上和线下收入激增至55.9亿人民币（约合7.78亿美元），占集团总中期销售额的约40%。\n*   **海外市场增长：**\n    *   **北美和南美：** 收入增长超过十倍，达到23亿人民币，成为公司第二大海外市场。\n    *   **亚太地区：** 销售额增长258%，达到28.5亿人民币，是最大的海外市场。\n    *   **欧洲：** 贡献增长七倍，达到4.777亿人民币。\n\n### 公司发展历程\n\n*   **成立：** 泡泡玛特由王宁于2010年创立，最初的理念是销售“盲盒”玩具，即内容隐藏在不透明包装中的玩具。\n*   **发展：** 公司从北京中关村地区销售毛绒玩具和冰箱贴起步，现已发展成为按价值计算的全球最大玩具公司。\n*   **市场估值：** 截至周二，其市值达到3771亿港元（约合483亿美元），超过了孩之宝（变形金刚制造商）、美泰（芭比娃娃制造商）和三丽鸥（Hello Kitty制造商）等几家玩具制造商的总和。\n\n### Labubu现象\n\n*   **核心产品：** Labubu是泡泡玛特最知名的产品，它是一个长着一口牙齿的精灵形象，由香港艺术家龙家升设计。\n*   **销售贡献：** Labubu系列产品单独贡献了泡泡玛特中期销售额的35%。\n*   **名人效应：** 自4月以来，蕾哈娜（Rihanna）、金·卡戴珊（Kim Kardashian）、大卫·贝克汉姆（David Beckham）、奥卡菲娜（Awkwafina）以及韩国女团Blackpink成员Lisa等名人在社交媒体上的代言，进一步提升了Labubu的受欢迎程度。\n\n### 图片\n\n![香港尖沙咀的泡泡玛特门店，摄于2025年7月20日。图片来源：Eugene Lee](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/19/06b208ce-55fd-4f33-b6c5-a2b5a1b3cd7b_d83b0f49.jpg)\n*香港尖沙咀的泡泡玛特门店，摄于2025年7月20日。图片来源：Eugene Lee*",
      "shortSummary": "泡泡玛特凭借其Labubu系列玩具在全球范围内的成功，在2025年上半年实现了创纪录的销售额和收益。Labubu现象推动海外收入增长五倍，达到55.9亿人民币，占总销售额的40%。公司总销售额达138.8亿人民币，超越预期。Labubu由香港艺术家龙家升设计，贡献了泡泡玛特中期销售额的35%，并受到多位国际名人的推广，巩固了泡泡玛特作为全球最有价值玩具公司的地位。",
      "translated_title": "Labubu现象推动泡泡玛特实现创纪录的中期销售额和收益",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/19/06b208ce-55fd-4f33-b6c5-a2b5a1b3cd7b_d83b0f49.jpg",
          "alt": "A Pop Mart store in Tsim Sha Tsui, Hong Kong, on July 20, 2025. Photo: Eugene Lee",
          "title": "A Pop Mart store in Tsim Sha Tsui, Hong Kong, on July 20, 2025. Photo: Eugene Lee",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Pop Mart established itself as the world’s most valuable toy producer and exporter of China’s “soft power” after the global phenomenon of its Labubu plush toys and figurines drove overseas revenue to soar fivefold in the first half.\nOnline and in-store revenue outside China and Taiwan jumped to 5.59 billion yuan (US$778 million) in the first six months, making up about 40 per cent of the Beijing-based group’s total interim sales of 13.88 billion yuan, which beat analysts’ estimates, Pop Mart...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/19/809359cb-7802-4ec4-8f70-8b8304d12fb9_916d7c81.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "出人意料，电影《无名》登顶中国2D动画电影票房榜 (原标题: Surprising many, Nobody becomes China’s top 2D animated film at the box office)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322376/surprising-many-nobody-becomes-chinas-top-2d-animated-film-box-office?utm_source=rss_feed",
      "pubDate": "Tue, 19 Aug 2025 10:30:07 +0000",
      "isoDate": "2025-08-19T10:30:07.000Z",
      "creator": "June Xia",
      "summary": "# 电影《无名》登顶中国2D动画电影票房榜\n\n电影《无名》（Nobody）出人意料地成为中国2D动画电影票房新王者，超越了新海诚的《铃芽之旅》，成为中国影史票房最高的2D动画电影，并成为今年夏季档的一匹黑马。\n\n## 票房成就与市场格局改变\n*   **超越日本动画主导地位**：在《无名》上映之前，中国2D动画电影票房前三名均由日本电影占据，分别是《铃芽之旅》（8.07亿元人民币）、《你想活出怎样的人生》（7.91亿元人民币）和《你的名字》（7.13亿元人民币）。\n*   **票房表现**：《无名》于8月2日上映，截至周一票房已突破10亿元人民币，成功打破了日本动画电影在中国市场的长期主导地位。\n\n## 艺术风格与制作特色\n*   **改编来源**：《无名》改编自2023年的网络动画系列《中国奇谭》。\n*   **独特动画风格**：该片延续了上海美术电影制片厂开创的独特动画风格，广泛融入水墨画元素，营造出浓郁的中国美学。\n*   **“墨入画”技术**：影片监制陈廖宇在7月份表示，《无名》采用了“墨入画”的制作理念，即利用水墨来构建镜头，而非仅仅在镜头中描绘水墨效果。\n*   **细节挑战**：陈廖宇举例说明，小猪妖的两根獠牙保留了手绘的弧线，这些细节是制作中最具挑战性的部分。",
      "shortSummary": "电影《无名》出人意料地登顶中国2D动画电影票房榜，超越了《铃芽之旅》等日本影片，成为中国影史票房最高的2D动画片。该片改编自《中国奇谭》，截至周一票房已破10亿元，以其独特的水墨画风格和“墨入画”的创新技术，成功打破了日本动画在中国的长期主导地位，成为夏季档的黑马。",
      "translated_title": "出人意料，电影《无名》登顶中国2D动画电影票房榜",
      "images": [],
      "contentSource": "完整文章",
      "content": "There’s a new king atop China’s 2D animated box office, and it’s Nobody.\nShanghai Animation Film Studio’s movie has overtaken Makoto Shinkai’s Suzume as the highest-grossing 2D animated film in Chinese box office history while becoming a dark horse in the nation’s summer movie season.\nWith its success, Nobody has dethroned the dominance of Japanese animated films in China.\nBefore Nobody’s debut on August 2, the all-time top three such movies at the Chinese box office were Suzume, having...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/19/80521881-0492-4f67-aa42-d4a57a8bb36d_5f98c34e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国青年失业率创11个月新高，毕业生加入求职大军 (原标题: China’s youth unemployment hits 11-month high as graduates join job hunt)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3322347/chinas-youth-unemployment-hits-11-month-high-army-graduates-joins-job-hunt?utm_source=rss_feed",
      "pubDate": "Tue, 19 Aug 2025 07:06:16 +0000",
      "isoDate": "2025-08-19T07:06:16.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国青年失业率创11个月新高\n\n## 关键数据与趋势\n*   **失业率飙升：** 根据国家统计局周二发布的数据，中国16-24岁年龄段（不含学生）的城镇青年失业率在7月份升至17.8%，高于6月份的14.5%。\n*   **11个月新高：** 这一数字是自去年8月以来的最高水平，结束了此前连续四个月的下降趋势。\n\n## 毕业生涌入劳动力市场\n*   **创纪录的毕业生人数：** 今夏有创纪录的1220万大学毕业生进入劳动力市场，他们中的大多数加入了庞大的求职者队伍。\n*   **就业挑战：** 许多毕业生难以找到符合其教育和技能水平的职位空缺。\n\n## 政府应对措施\n*   **就业支持计划：** 近几个月来，中国政府推出了一系列举措，旨在帮助毕业生和其他年轻人就业。\n*   **人力资源和社会保障部行动：** 例如，人力资源和社会保障部正在开展一项为期从7月至12月的活动，为失业青年和大学毕业生提供职业指导、推荐和培训机会等服务。\n\n## 持续高失业率的原因\n*   **供需不匹配：** 尽管政府采取了措施，但由于就业岗位与求职者期望之间存在错配，该年龄段的失业率仍然居高不下。\n*   **经济环境挑战：** 在充满挑战的经济环境下，国内需求尚未能弥补房地产等传统增长部门的不足，进一步加剧了就业压力。\n\n## 个人案例\n*   **求职艰辛：** 一位名叫何悦的计算机科学毕业生表示，“市场相当艰难”。她从重庆的一所大学毕业后，已在北京花费了两个多月的时间寻找合适的工作。",
      "shortSummary": "中国青年失业率在7月升至17.8%，创11个月新高，结束了连续四个月的下降。这主要由于创纪录的1220万大学毕业生涌入本已不稳定的劳动力市场。尽管政府推出了职业指导和培训等支持措施，但由于就业岗位与求职者期望不匹配，以及房地产等传统增长行业面临挑战，青年失业率仍居高不下。经济环境严峻，求职者面临巨大压力。",
      "translated_title": "中国青年失业率创11个月新高，毕业生加入求职大军",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s youth unemployment rate rose to its highest level in 11 months in July, as a record number of graduates enter an already shaky labour market.\nThe urban jobless rate for the 16-24 age group, excluding students, rose to 17.8 per cent last month from 14.5 per cent in June, putting an end to four straight months of decline and marking the metric’s highest level since last August, according to data released by the National Bureau of Statistics on Tuesday.\nThe figures come as a record 12.2...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/19/7246a42f-46bd-4211-b16f-74475792be0d_ada66e79.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国预示将出台更大胆政策以提振支出，应对经济逆风 (原标题: China signals bolder policies to boost spending as economic headwinds rise)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322320/china-signals-bolder-policies-boost-spending-investment-headwinds-rise?utm_source=rss_feed",
      "pubDate": "Tue, 19 Aug 2025 05:00:28 +0000",
      "isoDate": "2025-08-19T05:00:28.000Z",
      "creator": "Carol Yang",
      "summary": "中国总理李强呼吁采取更多行动以提振消费和投资，因为中国经济在下半年面临日益增长的逆风，但仍努力实现其年度增长目标。\n\n**主要信息点：**\n\n*   **经济形势认知：**\n    *   李强总理在国务院会议上指出，应认识到中国经济来之不易的成就、强大的韧性和活力，以增强信心。\n    *   同时，也要承认经济中存在的风险和挑战以及复杂的外部环境。\n*   **政策方向与重点：**\n    *   **提振消费和投资：** 强调需要采取措施推动消费和投资增长。\n    *   **稳定房地产市场：** 特别提到需要进一步稳定房地产市场。\n        *   具体措施包括：巩固稳定趋势，通过城市更新项目（如棚户区改造和“城中村”改造）释放房地产需求。\n    *   **释放消费潜力：**\n        *   通过取消消费限制来释放潜在消费。\n        *   加快发展服务业等新增长动力和新型消费形式。\n    *   **扩大投资：** 政府将加大扩大投资的力度，以重大项目发挥带动增长的主导作用。\n*   **会议背景：**\n    *   此次国务院会议旨在审查各部门落实上月中央政治局会议指示的进展情况。\n    *   同时，也为了在上月经济数据显示经济压力日益增大的背景下，预示未来的政策走向。",
      "shortSummary": "中国总理李强呼吁采取更大胆的政策，以提振消费和投资，并稳定房地产市场，从而应对日益增长的经济逆风，确保实现年度增长目标。政府将通过城市更新、取消消费限制和扩大重大项目投资来释放经济潜力。此次会议旨在落实前期指示并预示未来政策方向。",
      "translated_title": "中国预示将出台更大胆政策以提振支出，应对经济逆风",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Premier Li Qiang has called for more action to boost consumption and investment, as the world’s second-largest economy strives to meet its annual growth targets despite facing growing headwinds in the second half of the year.\n“[We] should recognise the hard-won achievements and the strong resilience as well as dynamism of China’s economy, reinforcing confidence, while also acknowledging the risks and challenges in the economy and the complex external environment,” he told a meeting of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/19/510f5a40-de41-4849-8272-2ba2195025b9_baa23983.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-22T07:18:12.232Z"
}