{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国在‘精英质量’排行榜上攀升，得益于人工智能投资的蓬勃发展 (原标题: China rises up ‘elite quality’ league table as AI investment booms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322011/china-rises-elite-quality-league-table-ai-investment-booms?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 13:00:08 +0000",
      "isoDate": "2025-08-15T13:00:08.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国在2025年精英质量指数中排名上升\n\n*   **排名提升**\n    *   中国在2025年精英质量指数（Elite Quality Index）中上升两位，在全球151个国家中排名第19位。\n    *   该指数由瑞士的“价值创造活动基金会”与圣加仑大学合作发布，旨在评估各国精英为国家创造可持续价值的程度。\n    *   报告指出，中国排名的上升是在全球经济秩序发生剧烈变化背景下取得的，尤其值得称赞。\n\n*   **主要驱动因素**\n    *   中国排名的提升主要得益于其在人工智能（AI）和制造业方面的综合实力。\n    *   在AI价值创造子指数中，中国表现尤为突出，位列第四，仅次于美国、新加坡和韩国。\n    *   今年的报告将AI指标从2个增加到7个，以反映该行业作为价值创造来源日益增长的重要性。\n\n*   **全球排名概览**\n    *   新加坡在此次排名中位居榜首，紧随其后的是美国和瑞士。\n    *   亚洲经济体整体表现强劲，日本保持第四位，韩国上升至第五位。\n    *   相比之下，包括荷兰、丹麦和芬兰在内的几个欧洲国家排名有所下降。\n\n*   **评估方法**\n    *   该指数评估了151个国家，基于149项指标，旨在衡量精英商业模式在创造积极价值或从事负面寻租行为方面的总体影响。\n\n*   **专家观点**\n    *   上海复旦大学经济学院院长张军表示，中国排名的上升表明其精英主导的治理模式在促进国家经济发展方面是有效的。",
      "shortSummary": "中国在2025年精英质量指数中上升两位至第19名，主要得益于其在人工智能和制造业的实力。该报告由瑞士机构发布，评估各国精英创造可持续价值的能力。中国在AI价值创造子指数中表现突出，位列第四。这一进步被专家视为其精英主导治理模式有效的体现。",
      "translated_title": "中国在‘精英质量’排行榜上攀升，得益于人工智能投资的蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "Thanks to its combined strengths in artificial intelligence and manufacturing, China rose two places to rank 19th out of 151 countries in the 2025 Elite Quality Index – a Swiss study that assesses the extent to which national elites create sustainable value for their nations.\nSingapore topped this year’s rankings, followed by the United States and Switzerland, in the annual report produced by the Foundation for Value Creation Activities in partnership with the University of St. Gallen.\nAsian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/930af546-2977-4c7a-a6c8-0a08695dd406_de25f296.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“让富人消费”：中国被建议放松房地产限制以刺激消费 (原标题: ‘Let the rich spend’: China told to ease property curbs to spur consumption)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322014/china-told-remove-purchase-restrictions-set-mandatory-targets-spur-consumption?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 11:30:07 +0000",
      "isoDate": "2025-08-15T11:30:07.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国官员呼吁放松限制以刺激消费\n\n一位中国高级官员近日提出，应放松房地产及其他市场限制，以刺激富裕群体的消费，此举旨在应对通缩压力并提振整体消费。\n\n### 核心观点与倡议者\n\n*   **倡议者**：尹艳林，曾于2018年至2023年担任中央财经委员会办公室副主任（该机构负责经济政策），现为全国政协高级经济顾问。\n*   **核心论点**：“让富人消费。这是最直接的（方法）。”他认为，富裕群体的消费能够带动市场需求，进而促进收入增长，形成积极的经济循环。\n\n### 刺激消费的具体措施\n\n*   **移除限制**：尹艳林强调，刺激消费最重要的工具之一在于移除现有限制，特别是针对房地产和汽车购买的限制。\n*   **背景**：中国主要城市近年来已放松了购房限制以支持陷入困境的房地产市场。即使是长期以来以谨慎著称的北京，上周也进一步放宽了其远郊地区的管控措施。\n\n### 消费受限的原因分析\n\n*   **非收入问题**：尹艳林指出，某些限制措施束缚了多元化消费，削弱了国内需求。他强调，收入水平并非主要障碍，因为中国的储蓄一直在增长。\n*   **储蓄数据**：根据央行数据，在2025年前七个月（注：原文如此，可能为笔误，应为当前年份），中国储蓄总额增加了超过18.4万亿元人民币，其中家庭储蓄近9.7万亿元人民币（约合1.35万亿美元）。",
      "shortSummary": "中国高级官员尹艳林呼吁放松房地产及其他市场限制，以刺激富裕群体消费，认为这是提振消费最直接的方式。他指出，富人消费能带动需求和收入增长，且当前高储蓄量表明收入并非消费主要障碍。此举旨在应对通缩压力，促进经济循环。",
      "translated_title": "“让富人消费”：中国被建议放松房地产限制以刺激消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "A high-level Chinese official has called for easing property and other market restrictions to boost spending among the wealthy, as Beijing steps up efforts to stimulate consumption amid deflationary pressures.\n“Let the rich spend. This is the most direct [approach],” said Yin Yanlin, who was deputy director at the Office of the Central Financial and Economic Affairs Commission, a party organ overseeing economic policy, from 2018 to 2023.\nYin, now a senior economic adviser in the Chinese People’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/4339bcb2-3135-41c3-8722-0b50fc42aa99_693a794e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国习近平呼吁‘不拖延’保护民营企业 (原标题: China’s Xi Jinping calls for ‘no delay’ in private sector protection)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321999/chinas-xi-jinping-calls-no-delay-private-sector-protection?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 09:00:22 +0000",
      "isoDate": "2025-08-15T09:00:22.000Z",
      "creator": "June Xia,Ji Siqi",
      "summary": "### 中国对民营企业的支持\n\n中国政府公布了习近平主席关于支持民营企业的讲话细节，再次表达了对私营部门的支持。此次讲话旨在解决民营企业面临的长期挑战，并确保其健康发展。\n\n*   **核心承诺**\n    *   为民营企业提供公平竞争环境。\n    *   保障企业家的合法权益和利益。\n    *   加紧解决民营企业面临的长期挑战，包括拖欠款项。\n\n*   **讲话背景与发布**\n    *   此次讲话于今年二月向中国主要企业家团体发表，但直到周五才由执政的共产党理论刊物《求是》在其网站上发布全文。\n    *   习近平强调：“促进民营经济发展的政策措施必须扎实、彻底地实施。”\n    *   他明确指示：“党中央决定的事情必须坚决执行——不含糊、不拖延、不打折扣。”\n\n*   **与会企业家**\n    *   出席此次会议的企业家包括来自中国主要科技公司的创始人及首席执行官，如阿里巴巴的马云、宇树科技的王兴兴、深度求索的梁文峰以及华为技术公司的任正非。\n\n*   **政策实施的挑战与解决方案**\n    *   习近平承认，近年来各级政府虽然出台了多项企业纾困政策，但许多民营企业反映实际受益有限。\n    *   为解决这一问题，他提出：\n        *   首先，必须提高政策的精准性，使措施立足实际，确保承诺转化为具体、实质性的帮助。\n        *   其次，同类符合条件的企业应获得平等待遇。",
      "shortSummary": "中国国家主席习近平呼吁“不拖延”地保护民营企业，承诺提供公平竞争环境，保障企业家合法权益，并解决拖欠款项等长期问题。他强调政策必须扎实彻底执行，不含糊、不拖延、不打折扣。习近平还指出，需提高政策精准性，确保具体帮助，并对符合条件的企业一视同仁，以解决当前纾困政策效果有限的问题。",
      "translated_title": "中国习近平呼吁‘不拖延’保护民营企业",
      "images": [],
      "contentSource": "完整文章",
      "content": "In another show of support for China’s private sector, Beijing has released the details of a speech from President Xi Jinping which included vows the country would guarantee a level playing field for private firms, safeguard entrepreneurs’ lawful rights and interests, and step up efforts to solve their long-standing challenges, including overdue payments.\nThe full address, delivered in February to a group of China’s leading entrepreneurs, had not been made available to the public before Friday,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/7483269c-eb69-4428-bd21-876af6b47d81_e8ebfdb5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国大坝弃用西方芯片，第二所香港学校停课：七大要闻 (原标题: China dam dumps Western chips, second Hong Kong school suspended: 7 highlights)",
      "link": "https://www.scmp.com/news/world/article/3321843/china-unveils-cruise-missile-kim-keon-hees-fall-grace-scmps-7-highlights?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 04:30:08 +0000",
      "isoDate": "2025-08-15T04:30:08.000Z",
      "creator": "SCMP",
      "summary": "本周新闻精选了七个在香港、中国大陆、亚洲及其他地区引起读者共鸣并揭示热点问题的故事。以下是其中三个主要亮点：\n\n### 1. 中国大坝弃用西方工业芯片\n\n*   **背景：** 中国的西洛渡大坝，作为全球最大的水电站之一，已完全停止使用西方制造的工业控制芯片。\n*   **原因：** 此举是出于对国家安全和供应链韧性的担忧。\n*   **信息来源：** 据一家领先的中国工业芯片供应商透露。\n\n### 2. 南海中国船只相撞事件预计将加剧紧张局势\n\n*   **事件：** 一艘中国海警船与一艘解放军海军164号舰在斯卡伯勒浅滩（黄岩岛）以东约10海里处发生碰撞。\n*   **结果：** 碰撞导致海警船受到严重损坏。\n*   **影响预测：** 分析人士预计，此次事件可能促使北京进一步增加其在争议水域的存在，从而加剧南海地区的紧张局势。\n*   **图片：**\n    ![一艘中国海警船与解放军海军164号舰在斯卡伯勒浅滩以东约10海里处相撞，导致海警船严重受损。图片来源：菲律宾海岸警卫队](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/15/b99bff64-4279-478f-a01f-0527cc9c802f_ebe5a4ad.jpg)\n    *一艘中国海警船与解放军海军164号舰在斯卡伯勒浅滩以东约10海里处相撞，导致海警船严重受损。图片来源：菲律宾海岸警卫队*\n\n### 3. 苹果考虑在中国App Store引入抖音支付，新款iPhone传闻四起\n\n*   **支付服务：** 据中国大陆媒体报道，苹果已开始测试抖音支付，作为其中国App Store的一项新的移动支付服务。\n*   **新iPhone传闻：** 本周，据称是iPhone 17的泄露图片在中国社交媒体上引发了广泛讨论。",
      "shortSummary": "中国西洛渡大坝已完全弃用西方工业芯片，以保障国家安全和供应链韧性。南海地区，一艘中国海警船与解放军海军舰艇相撞，预计将加剧区域紧张局势。此外，苹果公司正测试在中国App Store引入抖音支付，同时新款iPhone的传闻也引发了关注。",
      "translated_title": "中国大坝弃用西方芯片，第二所香港学校停课：七大要闻",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/15/b99bff64-4279-478f-a01f-0527cc9c802f_ebe5a4ad.jpg",
          "alt": "A Chinese coastguard vessel collided with a PLA Navy ship, numbered 164, around 10 nautical miles east of Scarborough Shoal, resulting in substantial damage to the coastguard vessel. Photo: Philippine Coast Guard",
          "title": "A Chinese coastguard vessel collided with a PLA Navy ship, numbered 164, around 10 nautical miles east of Scarborough Shoal, resulting in substantial damage to the coastguard vessel. Photo: Philippine Coast Guard",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "We have selected seven stories from this week’s news across Hong Kong, mainland China, the wider Asia region and beyond that resonated with our readers and shed light on topical issues. If you would like to see more of our reporting, please consider subscribing.\n1. Chinese mega dam stops using Western industrial chips over security concerns\nChina’s Xiluodu Dam – one of the world’s largest hydropower stations – has fully transitioned away from Western-made industrial control chips over national...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/5b9d8da9-ab72-4602-8943-b43e8f2a9ead_34c1eea2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济显现疲软迹象，零售销售和产出失去动能 (原标题: China’s economy shows signs of strain as retail sales, output lose momentum)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3321925/chinas-economy-shows-signs-strain-retail-sales-industrial-output-lose-momentum?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 02:00:06 +0000",
      "isoDate": "2025-08-15T02:00:06.000Z",
      "creator": "Xinyi Wu,Ji Siqi",
      "summary": "## 中国经济七月显现疲软迹象\n\n中国经济在2023年7月显示出疲软迹象，多项主要经济指标失去增长势头。这主要归因于国内消费减弱、中美贸易战的逆风以及房地产市场的长期低迷。\n\n### 关键经济指标表现\n\n*   **零售销售**：作为衡量消费的主要指标，7月份同比增长3.7%，低于6月份的4.8%增长率。这一数据也未能达到金融数据提供商Wind对经济学家调查预测的4.87%增长。\n\n### 官方回应与政策方向\n\n*   **国家统计局表态**：国家统计局发言人付凌晖表示，总体而言，随着宏观政策效应在7月份的显现，国民经济保持了平稳发展势头。然而，他也指出，外部环境依然复杂严峻，经济运行中仍存在一定的风险和挑战。\n*   **政策优先事项**：为应对当前挑战，北京已将增加国内消费作为今年的关键政策优先事项。此举旨在重新平衡中国经济结构，并抵消美国关税带来的影响。\n\n**总结**：7月份的数据表明，中国经济面临多重压力，消费疲软和外部不确定性是主要挑战。政府正通过刺激国内消费来寻求经济的再平衡和增长。",
      "shortSummary": "中国经济在7月显现疲软迹象，零售销售等关键指标失去动能。国内消费疲软、中美贸易战和房地产低迷是主要原因。7月零售销售同比增长3.7%，低于6月并逊于预期。官方承认外部环境复杂，风险犹存。北京正将刺激国内消费作为优先政策，以平衡经济并应对外部挑战。",
      "translated_title": "中国经济显现疲软迹象，零售销售和产出失去动能",
      "images": [],
      "contentSource": "完整文章",
      "content": "After six months of steady improvement, China’s economy showed signs of strain in July, with several headline indicators losing momentum amid a weakening of domestic consumption, headwinds from the US trade war and a prolonged property downturn.\nRetail sales, a major gauge of consumption, rose by 3.7 per cent year on year in July, a drop in pace compared with the 4.8 per cent growth rate recorded in June, according to data released by the National Bureau of Statistics (NBS) on Friday.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/4139b21e-f5d3-43ca-a38a-788377993219_07843669.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着特大城市放缓，中国的小县城成为新的消费热点 (原标题: As megacities slow, China’s smaller counties lead as new consumer hotspots)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321826/amid-big-city-gloom-can-chinas-far-flung-counties-become-key-driver-consumption?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 22:00:08 +0000",
      "isoDate": "2025-08-14T22:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国消费格局新变化：县域市场崛起\n\n### 背景：特大城市消费放缓\n*   中国经济增长放缓，导致特大城市居民消费紧缩。\n*   高端餐厅相继关闭，反映出大城市普遍存在的经济低迷。\n\n### 县域市场成为新引擎\n*   星巴克正加速向中国偏远县城扩张，表明这些地区消费潜力巨大。\n*   县城居民正逐渐接受“小资”生活方式，推动消费升级。\n*   尽管县城购物中心可能不常备戴森吸尘器和吹风机，但通过中国普及的电子商务网络，这些商品已成为县城家庭日常生活的一部分。\n*   小城市和城镇不断壮大的中产阶级，通过购买特斯拉和进口南美昂贵樱桃等行为，正在推动中国下一波消费浪潮。\n\n### 消费升级潜力巨大\n*   专家指出，中国数量众多的低线市场消费升级远未完成。\n*   与大城市相比，县域消费者经济负担较轻，收入增长较快，对未来信心更足。\n*   这些地区的消费者拥有更强的购买力和更高的消费意愿，正成为中国消费增长的新引擎，助力中国经济向消费驱动型模式转型。\n\n### 专家观点\n*   北京首都经济贸易大学消费者数据研究所所长刘学新教授表示：\n    *   过去低线城市被忽视，其消费潜力未被充分挖掘。\n    *   一线城市居民的可支配消费能力受经济放缓的影响更大。\n\n### 县域行政层级\n*   在中国行政层级中，县级市位于地级市之下。\n*   县域涵盖较小的城乡区域，包括乡镇和村庄。\n*   它们是区域性的商业、教育、医疗和地方政府中心。",
      "shortSummary": "随着中国特大城市消费放缓，小县城正成为新的消费热点。星巴克等品牌加速布局，县城居民收入增长快、消费意愿强，推动了“小资”生活方式和消费升级。专家指出，低线城市消费潜力巨大，正成为中国经济从出口投资驱动转向消费驱动的新引擎。",
      "translated_title": "随着特大城市放缓，中国的小县城成为新的消费热点",
      "images": [],
      "contentSource": "完整文章",
      "content": "As widespread economic gloom in China’s megacities sees high-end restaurants close their doors one after another, Starbucks is accelerating its expansion into the country’s far-flung counties, where a growing number of residents are embracing a petit-bourgeois lifestyle.\nWhile county shopping centres might not stock Dyson vacuum cleaners and hairdryers, they have already become part of daily life in households in urban counties thanks to China’s ubiquitous e-commerce networks.\nDriving Teslas and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/eb97ede2-6ff9-48e1-bec6-e330cc549027_ac12f5e1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的芯片协议：中美贸易中新的‘付费游戏’时代是否已经开始？ (原标题: Trump’s chip deal: has a new ‘pay-to-play’ era in China trade begun?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321877/trumps-chip-deal-signals-new-pay-play-china-trade-policy-analysts-say?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 15:00:08 +0000",
      "isoDate": "2025-08-14T15:00:08.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "### 特朗普的芯片协议：中美贸易中新的“付费游戏”时代\n\n美国总统唐纳德·特朗普达成了一项“前所未有”的协议，允许向中国出口部分先进芯片，以换取销售收入分成。分析人士指出，此举以及暗示其他行业也可能考虑类似协议的迹象，表明华盛顿正在走向一种潜在危险的“付费游戏”（pay-to-play）对外贸易政策。\n\n**协议内容与背景：**\n\n*   **核心协议：** 特朗普周一宣布，领先的美国芯片设计公司AMD和英伟达（Nvidia）将被允许向中国出口几种先进芯片型号。\n*   **收入分成：** 作为交换，这些公司将把15%的销售收入贡献给美国政府。\n*   **芯片类型：** 分析人士指出，AMD和英伟达之所以能够“轻松”地分享收入，是因为他们的协议涵盖的是为中国市场定制的旧型号人工智能加速器。\n\n**潜在影响与担忧：**\n\n*   **“付费游戏”模式：** 如果这种收入分享模式扎根，可能会出现利益冲突，并可能使美国投资者和出口商在中国开展业务变得更加困难。\n*   **行业推广：** 美国财政部长斯科特·贝森特（Scott Bessent）周三表示，这种出口收入分享协议可以作为其他行业的蓝图。\n    *   在彭博社的电视采访中，贝森特称赞这一安排是特朗普的“独特解决方案”。\n    *   他表示：“我认为随着时间的推移，我们可能会在其他行业看到它。”“目前，这是独一无二的，但既然我们有了这个模式和测试版，为什么不扩大它呢？”\n*   **对其他公司的影响：** 虽然AMD和英伟达可能因其特定产品类型而接受此协议，但如果美国政府要求其他公司从其主流产品销售中分一杯羹，它们可能会面临更大的问题。",
      "shortSummary": "特朗普政府与中国达成一项“前所未有”的芯片出口协议，允许AMD和英伟达向中国出口部分先进芯片，条件是向美国政府贡献15%的销售收入。分析人士认为，这可能标志着一种危险的“付费游戏”贸易政策的开始，引发潜在利益冲突，并可能增加美国企业在华经营的难度。美国财政部暗示，该模式可能推广至其他行业。",
      "translated_title": "特朗普的芯片协议：中美贸易中新的‘付费游戏’时代是否已经开始？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s “unprecedented” deal to allow exports of some advanced chips to China in exchange for a cut of the revenues – and hints that similar deals for other industries are being considered – signals that Washington is moving towards a potentially dangerous “pay to play” foreign trade policy, analysts said.\nConflicts of interest loom if the revenue-sharing model takes root, which could make it harder for American investors and exporters to do business in the world’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/ddae2a58-713c-4b11-bd2f-880d96316900_525fd7fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国首款商用电子束光刻机首次亮相，芯片领域迎来里程碑 (原标题: China debuts first e-beam lithography tool for commercial use in chip milestone)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321887/china-debuts-first-e-beam-lithography-machine-commercial-use-chipmaking-milestone?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 13:00:15 +0000",
      "isoDate": "2025-08-14T13:00:15.000Z",
      "creator": "Alice Li",
      "summary": "### 中国首款商用电子束光刻机亮相\n\n**背景与重要性**\n\n*   中国推出了首款自主研发的商用电子束光刻机，标志着其在芯片制造能力方面取得进展，并在技术竞争中迈出重要一步。\n*   光刻系统是芯片大规模生产的关键设备，也是迄今为止最复杂的机器之一。尽管中国在自主开发此类工具方面仍处于早期阶段，但此次突破意义重大。\n\n**“西之”光刻机**\n\n*   该机器被命名为“西之”，以纪念中国古代著名书法家王羲之。\n*   由杭州的浙江大学量子技术实验室开发。\n*   其工作原理是利用聚焦电子束在硅晶圆上“写入”芯片电路。\n\n**突破封锁**\n\n*   据当地媒体《杭州日报》报道，由于出口管制，此类设备长期以来一直是中国领先研究机构（包括中国科学技术大学和浙江实验室）无法获得的。\n*   “西之”的交付有望打破这一僵局。\n\n**国家战略**\n\n*   为应对美国对高科技设备的出口限制，北京一直在加大力度实现先进芯片制造的本土化。\n*   此次进展进一步增强了中国的研发能力。",
      "shortSummary": "中国首款自主研发的商用电子束光刻机“西之”正式亮相。该设备由浙江大学开发，利用聚焦电子束在硅晶圆上刻写芯片电路。此举是中国在芯片制造能力上的重要进展，有助于打破美国出口管制造成的僵局，推动先进芯片制造的本土化，标志着中国在技术竞争中迈出关键一步。",
      "translated_title": "中国首款商用电子束光刻机首次亮相，芯片领域迎来里程碑",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is set to deliver its first domestically developed e-beam lithography tool for commercial use, advancing its chipmaking capabilities and taking a step forward in the race for technological advancement.\nLithography systems – among the most sophisticated machines ever created – are crucial for the mass production of chips, though China remains in the very early stages of developing such tools domestically.\nNamed Xizhi after the famed ancient Chinese calligrapher Wang Xizhi, the new machine...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/b7298fb6-a8f0-4ecc-8cf3-3615d97a3a14_32ecded1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国，全球算力第二，在人工智能竞赛白热化之际加速建设 (原标题: China, No 2 in global computing power, accelerates build-out as AI race heats up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321880/china-no-2-global-computing-power-accelerates-build-out-ai-race-heats?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 12:00:15 +0000",
      "isoDate": "2025-08-14T12:00:15.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国数字基础设施建设与算力发展\n\n中国正大力推动数字基础设施建设，以巩固其作为经济增长引擎的地位。在近年来快速推进5G网络部署后，中国的算力已跃居全球第二，仅次于美国。\n\n### 主要成就与现状\n\n*   **5G网络与宽带发展：**\n    *   截至今年6月的五年间，中国5G基站数量增长了五倍，达到455万个。\n    *   千兆宽带用户数量增长了34倍，达到2.26亿。\n    *   这些发展显著提升了中国的整体算力。\n*   **全球排名：** 国家数据局局长刘烈宏表示，中国的算力已位居全球第二。\n\n### 未来发展方向与目标\n\n*   **初期阶段与持续投入：** 国家数据局副局长夏冰指出，中国的数据基础设施发展仍处于早期阶段，将继续部署大规模设施。\n*   **生态系统建设：** 中国将培育市场驱动的生态系统，以支持数字经济和科技创新。\n*   **基础设施愿景：** 目标是建设“便捷、高效、自主、安全、世界领先的国家数据基础设施”。\n\n### 数据产业的经济贡献\n\n*   **新增长引擎：** 数据产业已成为数字经济的新增长动力。\n*   **企业数量与产值：** 去年，超过40万家数据相关企业创造了5.86万亿元人民币（约合8164亿美元）的产值。\n*   **增长率：** 这一产值比2020年“十三五”规划末期增长了117%。\n*   **未来展望：** 预计未来几年将保持高水平增长。\n\n### 区域发展范例\n\n*   **长三角地区：** 在中国东部，包括上海、苏州和杭州等发达城市在内的长三角地区，已形成了多层次、全链条的数据产业生态系统。",
      "shortSummary": "中国正加速数字基础设施建设，以巩固其经济增长引擎地位。在快速部署5G网络后，中国算力已跃居全球第二。截至今年6月，5G基站达455万个，千兆宽带用户2.26亿。尽管仍处早期阶段，中国将继续大规模部署设施，培育市场生态，建设世界领先的数据基础设施。数据产业已成为新增长动力，去年产值达5.86万亿元人民币，预计未来将持续高增长。",
      "translated_title": "中国，全球算力第二，在人工智能竞赛白热化之际加速建设",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed an even stronger push to entrench digital infrastructure’s role as an economic growth engine, after a rapid 5G roll-out in recent years that has helped lift its computing power to the world’s No 2 ranking, trailing only the US.\nIn the five years to June this year, the number of 5G base stations in China had grown fivefold to 4.55 million and the number of gigabit broadband users had risen 34-fold to 226 million, substantially lifting the country’s computing power, Liu Liehong,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/80cb3583-b63d-42c0-bbc8-779b049f14ba_8bd80308.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大亨李书福的吉利汽车上半年利润下降，但超预期 (原标题: Tycoon Li Shufu’s Geely Auto posts first-half profit drop, but beats estimates)",
      "link": "https://www.scmp.com/business/china-business/article/3321868/chinese-tycoon-li-shufus-geely-auto-posts-first-half-profit-decline-beats-estimates?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 10:00:45 +0000",
      "isoDate": "2025-08-14T10:00:45.000Z",
      "creator": "Daniel Ren",
      "summary": "# 吉利汽车2023年上半年业绩报告\n\n吉利汽车，作为中国大陆第二大汽车制造商，公布了其2023年上半年的财务业绩。\n\n## 财务表现亮点\n\n*   **利润下降但超预期**：\n    *   根据国际会计准则，吉利汽车在1月至6月期间的利润为93亿元人民币（约合13亿美元），较去年同期的108亿元人民币下降了14%。\n    *   尽管利润有所下降，但这一数字超过了彭博社调查分析师预期的76亿元人民币。\n*   **营收强劲增长**：\n    *   公司营收增长了27%，达到1503亿元人民币。\n*   **核心净利润翻倍**：\n    *   剔除一次性损益后，公司基础净利润飙升102%，达到67亿元人民币。\n\n## 销量与市场背景\n\n*   **电动汽车销量驱动增长**：\n    *   营收增长主要得益于向注重预算的消费者销售电动汽车（EVs），并辅以大幅折扣。\n*   **总交付量与电动汽车销量**：\n    *   上半年，吉利向客户交付了141万辆燃油车和电动汽车，同比增长47%。\n    *   其中，电动汽车销量攀升126%，达到72.5万辆。\n*   **行业竞争与利润压力**：\n    *   上海数据提供商CnEVPost创始人Phate Zhang指出，尽管电动汽车市场活跃，但激烈的价格战挤压了利润空间。\n    *   他表示，大多数国内竞争对手的盈利表现可能有所改善，但投资者仍对第三季度的盈利前景持谨慎态度，因为价格竞争的缓解导致销量放缓。\n\n## 公司战略与背景\n\n*   **不新建工厂**：\n    *   吉利汽车董事长李书福在几个月前的重庆车展上表示，鉴于全球产能过剩，吉利汽车将不会建设新工厂。\n    *   ![吉利汽车董事长李书福在几个月前的重庆车展上表示，鉴于全球产能过剩，吉利汽车将不会建设新工厂。图片来源：资料图片](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/14/a8a4016e-82c6-4a8a-ac93-7ca5bd5ad74b_dbf7c089.jpg)\n*   **母公司业务范围**：\n    *   吉利汽车的母公司浙江吉利控股集团由中国亿万富翁李书福控制，旗下还拥有沃尔沃汽车以及梅赛德斯-奔驰制造商戴姆勒的股份。",
      "shortSummary": "吉利汽车上半年利润下降14%至93亿元人民币，但超出分析师预期。营收增长27%至1503亿元人民币，主要得益于电动汽车销量飙升126%。剔除一次性损益后，核心净利润翻倍。尽管价格战激烈，吉利上半年交付了141万辆汽车。董事长李书福表示，鉴于全球产能过剩，公司将不新建工厂。",
      "translated_title": "大亨李书福的吉利汽车上半年利润下降，但超预期",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/14/a8a4016e-82c6-4a8a-ac93-7ca5bd5ad74b_dbf7c089.jpg",
          "alt": "Geely Auto will not build new plants amid excess capacity worldwide, chairman Li Shufu told the Chongqing Auto Show a few months ago. Photo: Handout",
          "title": "Geely Auto will not build new plants amid excess capacity worldwide, chairman Li Shufu told the Chongqing Auto Show a few months ago. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Geely Auto, mainland China’s second-largest carmaker, reported a 14 per cent drop in first-half profit even as revenue surged on sales of electric vehicles (EVs) to budget-conscious consumers aided by heavy discounts.\nProfit for the January to June period came in at 9.3 billion yuan (US$1.3 billion) versus 10.8 billion yuan a year earlier based on international accounting standards, according to a filing to the Hong Kong stock exchange on Thursday. The profit exceeded the 7.6 billion yuan...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/36341285-ee36-4484-bef8-4ae3df80216e_af8843d4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么不愿负债的中国消费者可能会拒绝贷款补贴计划 (原标题: Why debt-shy Chinese consumers may snub loan subsidy scheme)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321850/why-debt-shy-chinese-consumers-may-snub-loan-subsidy-scheme?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 08:16:33 +0000",
      "isoDate": "2025-08-14T08:16:33.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国消费贷款补贴面临挑战：根深蒂固的储蓄观念\n\n中国政府正推出个人消费贷款补贴，旨在通过承担部分利息成本来刺激消费。然而，这项最新促消费举措可能受到中国民众根深蒂固的储蓄观念和对负债的抵触态度的严峻考验。\n\n### 普遍的负债观念\n\n*   **中老年群体：** 对于许多中国家庭而言，包括54岁的小学教师玛丽·林（Mary Lin）在内，为消费而借贷仍然是不可想象的。林女士表示，除了房贷，她一生中从未办理过银行贷款。她指出，对于她这一代人来说，除非是为了购买房屋等大宗商品，否则为消费而借贷并不流行。\n*   **年轻群体：** 即使是25岁的年轻一代，如上海某咨询公司的员工莎莉·万（Sally Wan），也认为负债消费缺乏吸引力，尽管她并未完全排除这种可能性。万女士月收入略高于1万元人民币（约合1,394美元），她表示不打算参与新的消费贷款补贴计划，尽管她此前曾利用中国的“以旧换新”计划购买了电脑和耳机。\n\n### 政策前景\n\n这项补贴计划的有效性将取决于其能否克服中国消费者长期以来对借贷的谨慎态度，以及他们对储蓄的偏好。",
      "shortSummary": "中国政府推出消费贷款补贴以刺激消费，但面临民众根深蒂固的储蓄习惯和对债务的抵触。无论是54岁的林女士还是25岁的万女士，都对为消费而借贷持谨慎态度，甚至不愿参与补贴计划。这表明，尽管有补贴，中国消费者对负债的普遍不情愿可能会阻碍政府刺激消费的努力。",
      "translated_title": "为什么不愿负债的中国消费者可能会拒绝贷款补贴计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China rolls out subsidies for personal consumer loans, covering part of the interest costs, Beijing’s latest effort to spur spending is likely to be tested by a deeply ingrained public attitude: saving.\nFor many Chinese households, including Mary Lin, a 54-year-old primary school teacher, borrowing to spend remains unimaginable.\n“Except for a mortgage, I’ve never taken out a bank loan in my life,” she said.\n“Taking out a bank loan to spend isn’t popular for people of our generation, unless...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/b7862188-7375-408b-a3ba-7e6b126c132f_021db2bf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国化妆品以平价魅力挑战全球品牌 (原标题: Chinese cosmetics challenge global brands with affordable allure)",
      "link": "https://www.scmp.com/business/companies/article/3321707/chinese-cosmetics-challenge-global-brands-affordable-allure?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 23:30:07 +0000",
      "isoDate": "2025-08-13T23:30:07.000Z",
      "creator": "Yuke Xie",
      "summary": "## 中国化妆品海外市场扩张势头强劲\n\n中国大众市场美妆产品正凭借其价格优势在海外市场获得关注，对现有品牌构成挑战，并有望帮助新兴品牌挑战行业巨头。\n\n### 出口数据与主要市场\n\n*   **出口额增长**：根据海关数据显示，今年上半年，中国化妆品出口额同比增长12%，达到187亿元人民币（约合26亿美元）。\n*   **主要出口目的地**：美国、英国、印度尼西亚、荷兰和日本是中国化妆品的主要出口市场。\n*   **电商平台表现**：阿里巴巴集团旗下跨境电商平台全球速卖通（AliExpress）的数据显示，过去一年中国美妆产品在海外的销售额翻了一番。其中，欧洲、墨西哥、巴西和日本是表现最佳的市场。\n\n### 消费者行为转变与市场格局\n\n*   **消费者认知转变**：麦肯锡在6月进行的一项调查发现，63%的消费者认为高端品牌并不比大众品牌更好。这一转变推动了大众和“中高端”（masstige）护肤品和彩妆在全球市场份额的增长，过去五年分别增长了5个和4个百分点。\n*   **彩妆产品范围**：彩妆产品包括眼影、眼线、口红、腮红、唇线笔、唇彩、高光、遮瑕膏和粉底等。\n*   **“口红效应”与消费降级**：尽管美妆产品仍被视为可负担的非必需品，但该行业不应将“口红效应”视为理所当然。自去年6月以来，多达24%的消费者表示已转向购买更便宜的美妆产品。\n\n### 区域市场影响\n\n*   **东南亚市场**：根据Euromonitor在7月发布的一份报告，经济实惠的中国护肤品和彩妆正在东南亚地区“积极扩张”，预计将对当地和全球现有品牌造成“最强烈的冲击”，但对高端市场的影响相对较小。\n\n### 相关信息\n\n*   香港消费者委员会测试发现80%的眼影产品含有重金属。\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/19/CLEAN-THUMBNAIL.jpg?itok=RSw_vODi)",
      "shortSummary": "中国大众市场化妆品正凭借价格优势在全球市场迅速扩张，挑战传统品牌。今年上半年，中国化妆品出口额增长12%至187亿元人民币，在速卖通上的海外销售额翻倍。麦肯锡调查显示，多数消费者不再认为高端品牌优于大众品牌，24%的消费者已转向更便宜的美妆产品。尤其在东南亚，中国美妆产品正积极扩张，预计将对当地和全球现有品牌造成冲击。",
      "translated_title": "中国化妆品以平价魅力挑战全球品牌",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/19/CLEAN-THUMBNAIL.jpg?itok=RSw_vODi",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s mass-market beauty products are gaining traction overseas, undercutting established brands on price – a trend that could help upstarts challenge the industry’s biggest names.\nIn the first half of this year, China’s cosmetics exports rose 12 per cent year on year to 18.7 billion yuan (US$2.6 billion), according to customs data. The US, UK, Indonesia, the Netherlands and Japan were the top export destinations, the data showed.\nMeanwhile, overseas sales of Chinese beauty products on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/121ab4dc-378a-42e7-acca-7d9343101f21_d872ce12.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“这需要时间”：中国航运优势或不受韩国投资影响 (原标题: ‘It takes time’: China’s shipping edge likely safe from South Korean investments)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321734/trumps-curbs-chinas-shipbuilding-edge-spur-south-korean-investments-asean?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 23:00:08 +0000",
      "isoDate": "2025-08-13T23:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "### 韩国造船业的海外扩张策略及其挑战\n\n随着美国寻求遏制中国在造船业的主导地位，韩国造船商正积极寻求通过在菲律宾和越南投资船厂来扩大其海外业务，以期利用这一机会。\n\n**韩国此举的动因：**\n\n*   **解决国内制约因素**：分析师指出，韩国造船商此举旨在解决其竞争力面临的诸多制约，包括产能有限、劳动力短缺以及与国内工会的紧张关系。\n*   **利用低成本劳动力**：Drewry中国区总经理杜瑜表示，将业务转移到劳动力成本较低的东南亚，可以有效增强韩国造船商的竞争优势。\n\n**挑战与前景：**\n\n*   **技能提升需时**：杜瑜警告称，提高当地工人的技术技能“需要时间”，这意味着尽管这一战略对韩国造船商来说是可行的解决方案，但其成效不会立竿见影。\n\n**具体案例：HD现代在菲律宾的投资计划：**\n\n*   **重振破产船厂**：据《马尼拉时报》报道，HD现代计划通过为期10年的租赁协议，重振菲律宾一个此前破产的船厂。\n*   **运营时间表**：该船厂预计将于2026年1月开始运营。\n*   **投资规模**：该韩国企业集团将总计投资5.5亿美元。\n*   **生产目标**：计划每年建造多达10艘船只。\n*   **就业机会**：预计将总计雇佣7000名工人。\n*   **船厂历史**：该位于苏比克湾的船厂最初由韩国韩进重工于2006年启动，但在2019年因拖欠巨额贷款申请破产后停止运营。",
      "shortSummary": "为应对美国遏制中国造船业的努力，韩国正通过在菲律宾和越南投资船厂来扩大海外业务。此举旨在解决韩国造船业的产能限制、劳动力短缺及工会问题，并利用东南亚较低的劳动力成本。然而，专家指出，提高当地工人技能需要时间，效果不会立竿见影。例如，HD现代计划投资5.5亿美元在菲律宾重振一破产船厂，预计2026年运营，年产10艘船，雇佣7000人。",
      "translated_title": "“这需要时间”：中国航运优势或不受韩国投资影响",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the US seeks to curb China’s shipbuilding dominance, South Korea is looking to capitalise by expanding its overseas footprint through shipyard investments in the Philippines and Vietnam.\nAnalysts said South Korean shipbuilders may view the move as a way to tackle constraints that have diminished their competitiveness against China, such as limited capacity, labour shortages and tensions with domestic trade unions.\nShifting operations to Southeast Asia, where labour costs are lower, could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/f9fa0f2b-cb42-4610-98bb-603392a7f5ca_26dd39c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北戴河宾客名单透露了中国经济的哪些优先事项？ (原标题: What does the Beidaihe guest list tell us about China’s economic priorities?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321721/what-does-beidaihe-guest-list-tell-us-about-chinas-economic-priorities?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 15:00:17 +0000",
      "isoDate": "2025-08-13T15:00:17.000Z",
      "creator": "Alice Li",
      "summary": "## 北戴河宾客名单揭示中国经济优先事项\n\n中国高层领导人正在北戴河海滨度假胜地进行夏季休假，分析人士正密切关注此次年度聚会的宾客名单，以从中寻找线索，了解在北京10月关键的全体会议（旨在确定中国下一个五年规划）之前，北京的优先事项。\n\n根据官方媒体的报道，此次年度聚会的受邀者名单表明，中国领导人正高度重视科学、创新和创业，以期加速中国新兴技术的开发和应用。\n\n### 主要受邀群体和领域：\n\n*   **专家数量：** 超过60位专家受邀参加今年的北戴河休假。\n*   **涵盖领域：** 受邀专家来自量子物理、生物学、人工智能、材料科学和医学研究等前沿科学领域，以及高科技产业的企业家。\n\n### 部分知名受邀者：\n\n*   **科学家：**\n    *   结构生物学家颜宁\n    *   顶尖量子物理学家潘建伟\n    *   乳腺癌专家徐兵河\n*   **科技企业高管：**\n    *   语音识别技术先驱科大讯飞董事长刘庆峰\n    *   网络安全公司奇安信科技总裁吴云坤\n    *   国有电信巨头中国电信首席技术官李学龙\n\n### 年轻研究人才：\n\n*   此次聚会还邀请了八位40岁以下的基础研究人员，其中最年轻的是浙江大学化学教授冯建东，年仅33岁。",
      "shortSummary": "中国高层领导人北戴河夏季休假的宾客名单揭示了中国经济的优先事项。此次聚会邀请了超过60位来自量子物理、生物、人工智能、材料科学、医学研究及高科技产业的顶尖科学家和企业家，包括多位知名专家和年轻研究人员。这表明中国正高度重视科学、创新和创业，以加速新兴技术的开发和应用，为即将到来的五年规划奠定基础。",
      "translated_title": "北戴河宾客名单透露了中国经济的哪些优先事项？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China’s top leaders enjoy their summer retreat at the northern beach resort of Beihaihe, analysts are poring over the guest list for clues about Beijing’s priorities ahead of October’s crucial plenary meeting to agree on China’s next five-year plan.\nThe list of invitees to the annual gathering, as reported by state media, suggests that China’s leaders are placing a heavy emphasis on science, innovation and entrepreneurship, as they seek to accelerate China’s development and application of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/029dfcaa-cd52-47e7-81f5-8a63d67e8897_04622070.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "与美国不同，中国并未试图排斥未来 (原标题: Unlike the US, China is not trying to shut out the future)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3321569/unlike-us-china-not-trying-shut-out-future?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 12:30:09 +0000",
      "isoDate": "2025-08-13T12:30:09.000Z",
      "creator": "Wang Huiyao",
      "summary": "## 中国冲击2.0：拥抱未来而非排斥\n\n经济学家大卫·奥托和戈登·汉森（“中国冲击”概念的提出者）在《纽约时报》的评论文章中，警告了新一波颠覆浪潮，他们称之为“中国冲击2.0”。与第一次由纺织品和玩具驱动不同，这次的驱动力是电动汽车（EVs）、清洁能源、人工智能和生物技术。人们担忧中国不再仅仅是追赶，而是在曾定义西方领导地位的领域中准备超越。\n\n### “中国冲击2.0”的本质与误解\n\n*   **概念提出者及其警告**：奥托和汉森指出，尽管存在“中国冲击2.0”的说法，但他们反对由此引发的反射性保护主义，反而主张通过谨慎投资和补贴来面向未来。\n*   **与过去的不同**：今天的变化并非过去的重复。它不关乎工厂倒闭或失业，而是关于全新系统和产业的构建。中国在此并非作为“破坏者”，而是作为“建设者”。\n*   **更准确的称谓**：这种转变更应被称为“未来冲击”。\n\n### 未来冲击的驱动力与中国的领导地位\n\n*   **高科技与资本密集型产业**：此次冲击由电动汽车、太阳能、风力涡轮机、电池、智能电网和人工智能等资本密集型高科技产业引领。\n*   **创新模式**：这些行业并非由低工资驱动，而是由规模、供应链整合以及由世界领先机构推动的持续创新所驱动。这种创新得益于从国家主导补贴向更强调市场纪律和研究驱动型创新的转变。\n*   **绿色转型领导者**：\n    *   如果说19世纪属于蒸汽和英国，20世纪属于硅和美国，那么21世纪将属于那些引领绿色转型者。中国正在这样做。\n    *   其益处已在全球范围内显现。\n    *   **数据亮点**：\n        *   2023年，中国安装的太阳能发电能力是世界其他地区总和的1.6倍。\n        *   风力发电装机量几乎是世界其他地区的两倍。\n        *   正在全球范围内推动清洁能源成本下降。\n        *   太阳能电池板成本从2023年的每瓦24美分降至2024年的11美分。\n*   **中国的作用**：中国不仅支持绿色转型，更是在“承保”这一转型。",
      "shortSummary": "经济学家警告“中国冲击2.0”的到来，此次由电动汽车、清洁能源、人工智能等高科技产业驱动，而非传统制造业。文章指出，这并非简单的重复，而是中国作为“建设者”引领的“未来冲击”。中国在绿色转型中扮演全球领导角色，2023年太阳能和风能装机量远超世界其他地区总和，并显著降低了全球清洁能源成本。中国正以创新和规模优势“承保”全球绿色转型，与美国形成鲜明对比。",
      "translated_title": "与美国不同，中国并未试图排斥未来",
      "images": [],
      "contentSource": "完整文章",
      "content": "In their op-ed in The New York Times, economists David Autor and Gordon Hanson – whose work first defined the “China Shock” – warn of a new wave of disruption, one they label “China Shock 2.0”, this time driven not by textiles or toys, but by electric vehicles (EVs), clean energy, artificial intelligence and biotechnology. The fear is that China is no longer merely catching up but is poised to overtake in sectors that once defined Western leadership.\nYet the term “China Shock 2.0” practically...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/b46c5714-b7d7-4782-b72b-0598ee15b246_1aa8046d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国飞机在俄罗斯被扣押后，租赁公司遭受巨额损失 (原标题: After Chinese-owned aircraft detained in Russia, leasing firms incur huge losses)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321724/chinese-leasing-firms-incur-huge-losses-after-aircraft-detained-russia?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 10:00:18 +0000",
      "isoDate": "2025-08-13T10:00:18.000Z",
      "creator": "Ji Siqi",
      "summary": "### 俄罗斯扣押中国飞机：租赁公司遭受重创\n\n乌克兰战争的持续爆发，使得中国飞机租赁公司成为最新受害者，其在俄罗斯的资产面临巨大风险。\n\n**主要受害者案例：**\n\n*   **AVMAX 公司：**\n    *   **背景：** 广东山河智能的全资子公司。\n    *   **损失情况：** 收到2300万美元保险赔付，涉及三架在俄罗斯被扣押且未归还的飞机。\n    *   **飞机类型：** 这些飞机是加拿大德哈维兰公司（庞巴迪子公司）开发的涡轮螺旋桨客机。\n    *   **租赁方：** 曾租赁给俄罗斯雅库特航空（Yakutia Airlines）和极光航空（Aurora JSC）。\n    *   **合同状态：** 其中两份合同已于去年到期。\n    *   **追回努力：** 自2022年2月乌克兰战争爆发以来，AVMAX多次尝试追回被租飞机。然而，由于西方对俄罗斯航空业的制裁，该公司未能成功追回受影响的飞机。\n\n*   **Airwork 公司：**\n    *   **背景：** 浙江一家公司的全资子公司。\n    *   **损失情况：** 同样面临困境，其六架波音757货机在俄罗斯被扣押。\n    *   **事件起因：** Airwork于2022年要求终止租赁合同并归还飞机后，这些飞机被扣押。\n    *   **财务影响：** 仅追回一架飞机，导致该公司遭受了数亿美元的损失。公司被迫对剩余资产进行核销，并启动了漫长的保险诉讼。\n\n**总结：**\n\n这些案例表明，乌克兰战争及其引发的制裁对国际租赁业务造成了深远影响，导致相关中国企业蒙受巨额经济损失。",
      "shortSummary": "乌克兰战争导致中国飞机租赁公司遭受巨额损失。AVMAX公司因三架飞机在俄罗斯被扣押，获得2300万美元保险赔付，但未能追回。另一家公司Airwork的六架波音757货机也被扣押，仅追回一架，损失数亿美元。这些事件凸显了中国公司在俄资产面临的风险以及战争对国际租赁业务的深远影响。",
      "translated_title": "中国飞机在俄罗斯被扣押后，租赁公司遭受巨额损失",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese aircraft leasing companies have emerged as the latest victims of the prolonged Ukraine war, after one firm disclosed it had received US$23 million in insurance payouts for three planes detained in Russia and never returned – part of a wave of Chinese assets held in the country in recent years.\nAVMAX, which is a wholly-owned subsidiary of Guangdong-based Shanhe Intelligent, had leased the aircraft to Russian clients under three contracts, according to a stock exchange filing released this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/3fd0a34e-3d42-4ed5-a321-468af9018152_670cdcc5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "恒大暴雷四年后，中国家庭仍困于“烂尾楼” (原标题: 4 years after Evergrande crash, Chinese families still stuck in ‘broken houses’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321715/4-years-after-evergrande-crash-chinese-families-are-still-stuck-broken-houses?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 08:31:56 +0000",
      "isoDate": "2025-08-13T08:31:56.000Z",
      "creator": "He Huifeng,June Xia",
      "summary": "### 恒大危机四年后：中国购房者深陷“烂尾楼”困境\n\n中国房地产巨头恒大集团四年前的倒闭引发了3000亿美元的债务危机，至今仍对数百万中国购房者造成深远影响。许多预付了房款的购房者面临着房屋停工、交付条件恶劣以及严重经济损失的困境。\n\n#### 购房者案例：魏女士的“新家”\n\n*   **房屋现状**：魏女士（Rebecca Wei）位于中国中部城市洛阳的新家仍像一个建筑工地。通往高层住宅小区的道路尚未完工，在到达大门前就变成了碎石路。\n*   **内部条件**：魏女士的公寓内部仅是一个空壳，地板是裸露的水泥，没有永久性的水电供应，且建筑物不符合中国的消防安全规定。\n*   **开发商态度**：开发商在未达到基本验收标准的情况下交付了房产，态度强硬，形同“爱要不要”。\n\n#### 恒大危机带来的普遍影响\n\n*   **受影响人群**：数百万中国购房者至今仍生活在恒大集团四年前倒闭的阴影之下，该事件震动了中国房地产市场。\n*   **项目停工**：面对流动性危机，开发商在全国范围内冻结了住房项目的建设，导致像魏女士这样已预付房款的购房者陷入困境，面临严重的经济损失。\n*   **交付困境**：\n    *   许多购房者至今仍在等待房屋完工。\n    *   包括魏女士在内的另一些购房者，虽然最终搬进了公寓，却发现开发商偷工减料，交付的房产处于“勉强可居住”的状态。",
      "shortSummary": "恒大集团四年前的倒闭导致数百万中国购房者深陷“烂尾楼”困境。许多预付房款的家庭面临房屋停工、交付条件恶劣（如无水电、不符标准）以及严重经济损失。购房者如魏女士的案例显示，开发商在未达基本验收标准的情况下交付了“勉强可居住”的房屋，使他们苦不堪言。",
      "translated_title": "恒大暴雷四年后，中国家庭仍困于“烂尾楼”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Rebecca Wei’s new home still looks like a construction site. The road running up to the high-rise housing complex in the central Chinese city of Luoyang is unfinished, dissolving into gravel before reaching the front gate.\nWei’s apartment itself is little more than a shell. The floors are bare cement. There is no permanent water or electricity supply, and the building does not comply with Chinese fire safety regulations.\n“The developer delivered the property without even meeting the basic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/d30c16b4-1b0d-448f-9a4a-a8a3e82aa61c_957fb563.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "榴莲外交：中国欢迎柬埔寨首批水果直航空运 (原标题: Durian diplomacy: China welcomes Cambodia’s first direct air shipments of fruit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321602/chinas-durian-diplomacy-expands-cambodias-first-direct-air-shipments-fruit?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 04:00:09 +0000",
      "isoDate": "2025-08-13T04:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "### 柬埔寨榴莲首次直航空运中国\n\n柬埔寨的首批榴莲已于周末通过空运抵达中国河南省，标志着两国间新鲜水果直航空运走廊的正式开通。\n\n*   **首次空运与物流**\n    *   此次运输的榴莲重达两吨。\n    *   采用冷链物流技术，仅用四小时便完成运输。\n    *   中国驻柬埔寨大使馆官方微信账号周一发布声明称，这使得中国消费者能够享受到如同刚采摘般新鲜的榴莲。\n\n*   **贸易与批准水果种类**\n    *   榴莲是继香蕉、芒果、龙眼和椰子之后，第五种获准直接从柬埔寨供应中国市场的新鲜水果。\n    *   这凸显了两国间日益增长的农业贸易以及海关效率的提升。\n\n*   **柬埔寨榴莲产业概况**\n    *   根据柬埔寨农业部的数据，柬埔寨的榴莲种植面积超过11,000公顷。\n    *   该国榴莲年产量超过12万吨。\n\n*   **中国市场与“榴莲外交”**\n    *   榴莲以其独特的味道和多刺的外皮而闻名，原产于东南亚。\n    *   中国已成为全球最大的榴莲消费市场，一个优质的3公斤榴莲在城市超市售价约为150元人民币（约合21美元）。\n    *   自2002年以来，中国向更多榴莲出口国开放市场，此举被广泛称为“榴莲外交”。\n    *   推动“榴莲外交”的因素包括中国消费者日益增长的需求，以及在北京与美国贸易紧张局势下，中国深化与东南亚国家联盟（东盟）关系的努力。\n\n*   **行业观点**\n    *   尽管如此，一些业内人士对柬埔寨榴莲的商业竞争力仍持谨慎态度。",
      "shortSummary": "柬埔寨首批榴莲已通过直航空运抵达中国，标志着两国新鲜水果空运走廊的开通。榴莲是继香蕉等之后第五种获准直接输华的柬埔寨水果，彰显了两国农业贸易增长和海关效率提升。中国作为全球最大榴莲消费市场，推动了“榴莲外交”，旨在深化与东盟关系。然而，部分业内人士对柬埔寨榴莲的商业竞争力持谨慎态度。",
      "translated_title": "榴莲外交：中国欢迎柬埔寨首批水果直航空运",
      "images": [],
      "contentSource": "完整文章",
      "content": "The first Cambodian durians arrived in China’s central province of Henan by air over the weekend, marking the official launch of a direct air corridor for fresh fruit between the two nations.\nThe two-tonne shipment was transported using cold chain logistics in just four hours, allowing Chinese consumers to enjoy the fruit as if it were freshly harvested, according to a statement released Monday on the Chinese Embassy in Cambodia’s official WeChat account.\nDurian is now the fifth fresh fruit...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/39b54c88-2881-477c-b03a-42f7a4923474_44aed507.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国寻求通过补贴消费贷款利息来提振需求 (原标题: China seeks to bolster demand by subsidising interest costs on consumer loans)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321647/china-seeks-bolster-demand-subsidising-interest-costs-consumer-loans?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 01:33:02 +0000",
      "isoDate": "2025-08-13T01:33:02.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国推出个人消费贷款利息补贴计划\n\n中国政府已启动一项为期一年的计划，旨在通过补贴个人消费贷款利息来刺激家庭消费和提振国内需求。这项新政策是北京更广泛努力的一部分，旨在释放居民消费潜力。\n\n### 计划目标与发布机构\n\n*   **主要目标**：更好地利用财政资金支持和引导消费，降低家庭消费信贷成本，并帮助释放其消费潜力。\n*   **发布机构**：该计划由财政部、中国人民银行和国家金融监督管理总局于周二联合发布。\n\n### 补贴细则\n\n*   **补贴对象**：\n    *   个人为购买商品而申请的消费贷款。\n    *   包括低于5万元人民币（约6,958美元）的单笔交易。\n    *   以及汽车和教育等关键领域更高金额的购买。\n*   **补贴方式**：\n    *   政府将承担部分利息成本。\n    *   具体补贴年利率的1个百分点。\n    *   补贴上限为合同贷款利率的一半。\n*   **资金来源**：\n    *   中央政府将承担90%的补贴成本。\n    *   省级政府负责剩余的10%。\n\n### 实施时间与未来展望\n\n*   **实施期限**：计划从今年9月1日开始，持续到明年8月底。\n*   **未来考虑**：当局表示，在评估其有效性后，可能会考虑延长或扩大该计划。\n\n### 政策背景\n\n*   **政策优先级**：中国最高领导层已将促进消费作为首要政策重点。\n*   **相关措施**：\n    *   北京此前已推出了一项30点政策方案。\n    *   并已拨付3000亿元人民币用于消费品以旧换新计划。",
      "shortSummary": "中国启动了一项为期一年的个人消费贷款利息补贴计划，旨在通过降低借贷成本来刺激家庭消费和提振国内需求。该计划将补贴年利率的1个百分点，由中央和地方政府共同出资，适用于包括汽车和教育等领域的消费贷款。此举是中国政府为促进消费而采取的更广泛政策的一部分，此前已推出30点政策方案和3000亿元的以旧换新计划。",
      "translated_title": "中国寻求通过补贴消费贷款利息来提振需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has unveiled a year-long plan to subsidise interest on personal consumer loans to spur spending, but analysts say that while it has symbolic importance, its impact might be modest given the small share of total consumption funded by borrowing.\nIndividuals who take out consumer loans for purchases – including single transactions below 50,000 yuan (US$6,958) and higher amounts for purchases in key sectors such as cars and education – will have part of their interest costs covered by the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/dfc25cf2-53ac-424e-88c4-a554273f9acd_61927765.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“并非易事”：中美关税休战后何去何从？ (原标题: ‘Far from a walk in the park’: what’s next after another US-China tariff truce?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321606/whats-next-after-us-china-tariff-truce-and-why-it-far-walk-park?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 15:00:07 +0000",
      "isoDate": "2025-08-12T15:00:07.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "### 中美关税休战与未来展望\n\n中美两国之间的关税休战已延长90天，且两国元首有望在今年晚些时候举行会晤。分析人士指出，在此背景下，两国在出口管制和商品采购方面存在达成“零散协议”的空间。\n\n*   **短期突破可能性低**\n    *   尽管有达成零散协议的可能，但短期内取得重大突破的可能性不大。\n    *   两国超级大国之间的谈判将继续充满挑战，并构成对贸易韧性的长期考验。\n\n*   **专家观点**\n    *   荷兰ING银行大中华区首席经济学家宋林（Lynn Song）表示，关税重新升级不符合任何一方的利益。\n    *   然而，他也认为很难设想能一劳永逸地解决所有问题的“大交易”。\n    *   预计未来将继续看到此类延长和调整。\n\n*   **美方优先事项**\n    *   推动北京购买更多美国商品是华盛顿的优先事项之一。\n    *   在关税休战截止日期前，美国总统唐纳德·特朗普敦促中国将其对美国大豆的订单量增加四倍，大豆是美国对中国的主要出口商品。\n\n*   **元首会晤前景**\n    *   特朗普上周表示，如果双方能够达成贸易协议，他与中国国家主席习近平可能会在“年底前”会面。",
      "shortSummary": "中美关税休战已延长90天，两国元首有望会晤。分析师认为，两国在出口管制和商品采购方面存在达成“零散协议”的空间，但短期内取得重大突破的可能性不大，谈判将是长期考验。美方优先推动中国购买更多美国商品，特朗普曾敦促中国增加大豆采购。若能达成协议，两国元首可能在年底前会面。",
      "translated_title": "“并非易事”：中美关税休战后何去何从？",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the tariff truce between China and the United States extended for another 90 days, and in the lead-up to a potential meeting of their presidents later this year, room for “piecemeal agreements” exists for the two countries in terms of export controls and purchases of goods, according to analysts.\nBut the odds of significant breakthroughs – at least in the short term – are unlikely, as negotiations between the superpowers will continue to be difficult and serve as a long-term test of trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/7fab025c-928f-40ef-80ef-44966f852c99_7a2ad68e.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-16T02:42:57.462Z"
}