{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "随着美国有效关税税率升至17%，分析师称中国迎来机遇 (原标题: As US’ effective tariff rate rises to 17%, analysts say China has an opportunity)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320827/us-effective-tariff-rate-rises-17-analysts-say-china-has-opportunity?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 12:15:08 +0000",
      "isoDate": "2025-08-05T12:15:08.000Z",
      "creator": "Luna Sun",
      "summary": "### 美国有效关税税率飙升与中国面临的机遇\n\n**美国贸易保护主义加剧**\n*   **关税税率显著上升：** 美国的有效关税税率已从去年的约2%飙升至17%，使其成为全球贸易保护程度最高的市场之一。\n*   **数据来源：** 惠誉评级（Fitch Ratings）在上周更新了其美国有效关税税率（ETR）监测工具，此举是在华盛顿于7月27日和7月31日宣布对多数贸易伙伴征收新关税之后进行的。\n*   **中国面临的重压：** 在美国的主要贸易伙伴中，中国面临的关税负担最高，其有效关税税率已从去年底的10.7%增至41.4%。\n\n**“美国优先”议程的推动**\n*   **特朗普政府的影响：** 中国人民大学讲师廖月指出，美国总统唐纳德·特朗普的第二个任期将“让美国再次伟大”（Maga）议程推向新高。\n*   **保护主义理念：** Maga支持者认为自由贸易使美国处于劣势，尤其将美国工业空心化归咎于中国。他们主张通过高关税和制造业回流等保护主义政策，以恢复美国经济昔日的“黄金时代”主导地位。\n\n**中国面临的挑战与战略机遇**\n*   **短期挑战：** 廖月表示，短期内中国可能面临更激烈的贸易摩擦，甚至可能爆发全面的关税战。\n*   **长期机遇：** 然而，在特朗普“美国优先”议程下，美国联盟体系的削弱为中国提供了一个战略机遇窗口。\n*   **中国应对策略：** 这促使中国国内再次呼吁加强贸易多元化，并战略性地推动技术自给自足和在全球治理中抓住机遇。",
      "shortSummary": "随着美国有效关税税率飙升至17%，使其成为全球保护主义最强的市场之一，中国面临的关税负担也增至41.4%。分析师指出，这反映了特朗普政府“让美国再次伟大”议程下日益加剧的保护主义。尽管短期内中国可能面临更激烈的贸易摩擦，但美国联盟体系的削弱为中国提供了战略机遇。中国应借此推动贸易多元化、技术自给自足和参与全球治理。",
      "translated_title": "随着美国有效关税税率升至17%，分析师称中国迎来机遇",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States has become one of the most protected markets in the world, with its effective tariff rate against the world rising to 17 per cent from around 2 per cent last year – prompting renewed calls in China for greater trade diversification and a strategic push to seize opportunities in technological self-reliance and global governance.\nFitch Ratings updated its US Effective Tariff Rate (ETR) Monitor – an interactive tool tracking tariff policy – last week, following Washington’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/6f579e10-8bf0-40bf-9edc-6d0f2766c83f_26a83de8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最高法展示里程碑式民营经济法如何执行 (原标题: China’s top court showcases how landmark private sector law is being enforced)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320840/chinas-top-court-showcases-how-landmark-private-sector-law-being-enforced?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 11:00:20 +0000",
      "isoDate": "2025-08-05T11:00:20.000Z",
      "creator": "Alice Li",
      "summary": "中国最高人民法院发布了一系列法院判例，旨在展示今年通过的《民营经济促进法》如何保障企业家的权利和利益。\n\n**最高法发布判例的目的与背景**\n*   **目的：**\n    *   展示法院如何运用法律来保护民营经济。\n    *   旨在提振公众信心，特别是民营企业主的信心。\n    *   为各级法院提供指导，以改善对民营经济发展的法律保护。\n*   **背景：**\n    *   此举由《人民日报》报道，正值中国政府寻求在经济逆风（包括经济放缓和中美贸易战）中恢复私人投资者信心之际。\n\n**《民营经济促进法》概述**\n*   **颁布时间：** 5月20日生效。\n*   **内容：** 包含78条条款。\n*   **主要目标：**\n    *   确保公平市场竞争。\n    *   鼓励民营企业参与科技项目。\n    *   加强对企业的法律保护。\n\n**此次公布判例的重点领域**\n最高法上周强调的判例主要关注以下方面：\n*   法律面前的平等对待。\n*   保护创新。\n*   保护从事国际贸易的企业。\n*   促进民营企业的合法、健康发展。\n\n**案例类型与示例**\n*   大多数案件涉及民营企业与国有实体之间的纠纷。\n*   **典型案例：** 一家中小医疗器械制造商起诉一家国有医院，该医院在购买诊断设备后未能支付近300万元人民币（约合417,404美元）的款项。",
      "shortSummary": "中国最高人民法院发布12个判例，旨在展示今年5月20日生效的《民营经济促进法》如何保障企业家权益，提振市场信心。此举正值中国经济面临挑战、需恢复投资者信心之际。这些判例涵盖法律平等、创新保护等，多数涉及民营企业与国有实体间的纠纷。",
      "translated_title": "中国最高法展示里程碑式民营经济法如何执行",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Supreme People’s Court has released a series of court rulings to illustrate how a wide-ranging private sector law passed this year is safeguarding the rights and interests of entrepreneurs.\n“The release of these cases demonstrates how the courts are applying the law to safeguard the private economy... and aims to boost public confidence – particularly among private business owners,” the court said in a recent statement.\nThe 12 rulings, drawn from courts at various levels across the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/88a8c263-421f-41bd-b2a2-faf191bd0ecd_f013513f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国房地产市场可能正在触底，分析师指出多项迹象 (原标题: China’s property slump may be bottoming, as analysts point to signs)",
      "link": "https://www.scmp.com/business/article/3320821/chinas-property-slump-may-be-bottoming-analysts-point-hopeful-signs-recovery?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 10:30:10 +0000",
      "isoDate": "2025-08-05T10:30:10.000Z",
      "creator": "Yuke Xie",
      "summary": "## 中国房地产市场可能正在触底\n\n分析师指出，中国房地产市场可能终于触底，主要基于以下几点：\n\n*   **信贷恢复流向开发商**：资金开始重新流入房地产开发商。\n*   **未售房屋库存减少**：全国范围内的未售房屋库存量有所下降。\n\n### 惠誉评级上调预测\n\n惠誉评级（Fitch Ratings）周二修订了其对中国房地产市场的预测，原因在于上半年市场表现好于预期：\n\n*   **新房销售跌幅放缓**：预计今年中国新房销售跌幅将放缓至7%，此前预测为15%。\n*   **总建筑面积销售跌幅改善**：按总建筑面积计算的销售跌幅预测下调至5%，此前预测为10%。\n\n### 政府支持措施\n\n政府的支持政策正在帮助稳定市场，包括：\n\n*   放宽购房规定。\n*   降低抵押贷款利率。\n*   实施利率下调。\n*   地方政府通过发行专项债券吸收过剩住房库存。\n\n### 汇丰银行的五项早期指标\n\n汇丰银行（HSBC）分析师周一指出，有五项早期指标支持中国房地产市场的复苏：\n\n1.  **开发商信贷状况改善**：开发商的融资环境正在好转。\n2.  **行业整合**：市场正在经历整合，效率和稳定性提高。\n3.  **库存清理**：未售房屋库存正在被有效消化。\n4.  **土地销售走强**：土地市场交易活跃度增加。\n5.  **住宅市场化定价模式改善**：住宅的定价机制更加市场化，尤其是在高线城市。\n\n### 市场整合与稳定\n\n分析师认为，本轮市场低迷期比一些投资者所说的“失去的十年”要短。自2021年房地产危机爆发以来，市场迅速整合：\n\n*   **国有开发商市场份额扩大**：前15家国有开发商的市场份额从四年前的15%扩大到今年上半年的23%。\n*   **稳定行业的作用**：这一市场份额的转移对稳定整个行业起到了关键作用。\n\n![Cranes on residential buildings under construction by the Chinese property developer China Overseas in Nanjing, in eastern China’s Jiangsu province on April 25, 2025. Photo: AFP](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/05/fd52c32b-29dc-4229-b1da-4a18b80802e1_333dfadb.jpg)\n*中国海外地产在南京建设中的住宅楼盘起重机，摄于2025年4月25日。图片：法新社*",
      "shortSummary": "中国房地产市场正显现触底迹象。分析师指出，开发商信贷恢复，未售房屋库存减少。惠誉评级上调了今年新房销售跌幅预期，反映上半年市场表现超预期。政府通过放宽购房、降低利率和吸收库存等措施提供支持。汇丰银行也强调开发商信贷改善、行业整合、库存清理、土地销售及定价模式优化是市场复苏的早期指标。国有开发商市场份额增长，有助于行业稳定。",
      "translated_title": "中国房地产市场可能正在触底，分析师指出多项迹象",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/05/fd52c32b-29dc-4229-b1da-4a18b80802e1_333dfadb.jpg",
          "alt": "Cranes on residential buildings under construction by the Chinese property developer China Overseas in Nanjing, in eastern China’s Jiangsu province on April 25, 2025. Photo: AFP",
          "title": "Cranes on residential buildings under construction by the Chinese property developer China Overseas in Nanjing, in eastern China’s Jiangsu province on April 25, 2025. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s slumping property market may finally be reaching a bottom, as credit has resumed flowing to developers while the nationwide inventory of unsold homes has shrunk, analysts said.\nThe decline in China’s new home sales this year may slow to 7 per cent, Fitch Ratings said on Tuesday after revising its forecast from a previous decline of 15 per cent, due to the better-than-expected performance of the property market in the first half. The credit-rating agency also lowered its forecast of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/d337ce9c-ec1d-467d-b2d5-6d107b9dd931_3a860672.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国高铁接近5万公里里程碑——但它可持续吗？ (原标题: China’s high-speed rail nears 50,000km milestone – but is it sustainable?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320817/chinas-high-speed-rail-nears-50000km-milestone-debt-and-profit-concerns-mount?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 09:00:03 +0000",
      "isoDate": "2025-08-05T09:00:03.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国高铁网络：里程碑与可持续性挑战\n\n经过近二十年的建设热潮，中国的高速铁路（HSR）网络取得了突破性进展，正接近5万公里的里程碑，目前已达4.8万公里，成为全球最大的高铁网络，超越了德国、日本和英国的总和。\n\n### 主要成就\n\n*   **建设速度惊人**：中国以极快的速度建成了庞大的高铁网络。\n*   **安全保障**：在快速发展的同时，保持了高水平的安全性。\n*   **旅行速度领先**：\n    *   近期测试的磁悬浮列车时速已超过600公里。\n    *   新一代子弹头列车时速可达400公里，有望将北京和上海之间的旅行时间从四小时缩短到一个多小时，至三小时。\n\n### 面临的挑战与担忧\n\n尽管成就斐然，分析师们指出，为了确保长期可持续性，政府需要解决商业盈利能力和日益增长的债务问题。这些警告是在制定2026-2030年下一个五年规划之前发出的，届时政策制定者将决定是否承担更多债务来进一步扩建现有网络。\n\n*   **商业盈利能力不足**：许多线路的商业盈利能力受到质疑。\n*   **巨额债务**：高铁建设积累了大量债务，对未来的可持续发展构成压力。\n*   **专家观点**：北京交通大学教授赵坚指出：\n    *   “如果按照中央政府设定的标准评估，许多新建的高铁线路本不应该修建。”\n    *   作为制造业大国，中国需要更大的货运能力，特别是大宗商品运输。然而，高铁通常以约300公里/小时的速度运行，仅限于载客，其速度不适合运输重载货物，因此无法满足国家对货运的需求。",
      "shortSummary": "中国高铁网络已接近5万公里，成为全球最大，建设速度快且安全，并实现了高速运行。然而，分析师警告其商业盈利能力和巨额债务对长期可持续性构成挑战。在2026-2030年五年规划前，政策制定者需决定是否继续举债扩张。有专家指出，许多新建线路不应修建，且高铁仅限客运，无法满足中国作为制造业大国对货运能力的需求。核心问题在于如何在快速发展与财务可持续性之间取得平衡。",
      "translated_title": "中国高铁接近5万公里里程碑——但它可持续吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After a construction boom spanning nearly two decades, China’s high-speed rail (HSR) network has made record-breaking strides. But to ensure long-term sustainability, analysts said the government needs to address challenges around commercial profitability and mounting debt.\nThe warnings came ahead of the next five-year plan, covering the years 2026-2030, in which policymakers will decide whether to take on more debt to expand the 48,000-kilometre network – already the world’s largest, surpassing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/6330aab0-b75c-4aa0-bff6-c3cf2bf0e40f_6bac6fbb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国需要更智能而非更少的投资来释放家庭需求 (原标题: China needs smarter, not less, investment to unlock household demand)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3320670/china-needs-smarter-not-less-investment-unlock-household-demand?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-05T08:30:08.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "### 中国经济转型焦点：消费驱动模式\n\n“提振消费”已成为讨论中国经济时最常见的论调之一。从官方声明到智库报告，中国必须从数十年来对投资和出口的依赖转向更由消费驱动的模式，这一观点已获得普遍认同。\n\n然而，这种日益增长的共识可能简化了一个更为复杂的问题：消费在中国经济增长中的确切作用是什么？其被认为的弱点是否真的是中国经济挑战的根源？\n\n### 外部视角与批评\n\n*   **结构性缺陷：** 中国未能释放家庭需求不仅被视为内部政策失误，更是支撑全球产能过剩和不公平贸易优势的结构性缺陷。\n*   **供给侧偏好：** 批评者认为，北京偏爱供给侧扩张——更多的工厂、基础设施和出口——挤压了国内需求，损害了外国生产商的利益，从而为贸易保护主义回应提供了理由。\n*   **意识形态解读：** 在更具意识形态色彩的圈子里，这种经济轨迹被描绘为优先国家实力和工业主导地位而非家庭福祉的发展模式的结果。这意味着中国永远不会成为一个“正常”的消费驱动型经济体，因为它缺乏这样做的政治激励。\n\n### 中国内部政策转向\n\n*   **后疫情时代：** 具有讽刺意味的是，即使在中国国内，后疫情时代的政策讨论也开始呼应这种叙述。自2022年以来，“扩大内需”重新成为经济政策的中心主题。\n*   **经济学家观点：** 这一转变受到许多经济学家的欢迎，他们认为这是对中国必须从投资主导型增长模式向更平衡模式转型的迟来承认。\n*   **公众认知：** 此外，在公众认知中，建设一个“消费导向型经济”本身已开始听起来像是一个最终目标——一个经济成熟的必要标志，也是中国最终进入发达经济体行列的途径。",
      "shortSummary": "中国经济正面临向消费驱动模式转型的普遍共识，但文章指出这简化了消费在增长中的复杂作用。外部批评认为中国未能释放家庭需求是结构性缺陷，导致产能过剩和贸易不公。内部，自2022年起，“扩大内需”已成为中国经济政策核心，被视为从投资主导向更平衡增长模式转变的必要一步，也是经济成熟的标志。",
      "translated_title": "中国需要更智能而非更少的投资来释放家庭需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "“Boosting consumption” has become one of the most familiar refrains when it comes to discussing China’s economy. From official statements to think tank reports, the idea that China must pivot away from its decades-long reliance on investment and exports towards a more consumer-driven model has gained near-universal traction.\nHowever, this growing consensus risks simplifying a far more complex question: what exactly is the role of consumption in China’s growth, and is its perceived weakness truly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/a3016003-f100-4333-bead-37b9ff0010c4_f4291a9b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉中国工厂出货量下滑，因消费者选择国产电动汽车 (原标题: Tesla shipments slip from China factory as drivers choose domestic EVs)",
      "link": "https://www.scmp.com/business/china-evs/article/3320790/tesla-ev-shipments-slip-china-factory-drivers-choose-cheaper-local-options?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 07:18:04 +0000",
      "isoDate": "2025-08-05T07:18:04.000Z",
      "creator": "Daniel Ren",
      "summary": "## 特斯拉上海超级工厂7月交付量下滑\n\n特斯拉上海超级工厂在2025年7月的交付量出现下滑，未能维持销售增长，主要原因是中国国内竞争对手的崛起。\n\n### 关键数据与趋势：\n*   **7月交付量**：上海工厂向中国大陆及海外客户交付了67,886辆Model 3和Model Y车型。\n*   **同比下降**：与去年同期相比，7月交付量下降了8.4%。\n*   **环比下降**：与2025年6月相比，交付量下降了5.2%。\n*   **数据来源**：中国乘用车协会（CPCA）。\n*   **历史背景**：此次下滑发生在上海工厂结束了长达八个月的交付量下降趋势仅一个月之后。\n*   **年初至今表现**：作为特斯拉全球最大的生产基地，上海超级工厂在2025年1月至7月期间共交付了432,360辆汽车，比去年同期下降了13.7%。此数据包含中国大陆销售和出口量。\n\n### 销售下滑原因：\n*   **消费者偏好转变**：上海易友汽车服务销售经理田茂伟表示，中国消费者越来越倾向于选择更经济实惠的国产电动汽车，导致高端车型吸引力下降。\n*   **国产电动汽车崛起**：消费者普遍转向更便宜、由中国本土开发的电动汽车。\n\n### 整体市场背景：\n*   尽管特斯拉交付量下滑，但中国大陆的电动汽车市场整体仍保持强劲增长。\n*   根据CPCA的数据，2025年前七个月，中国大陆电动汽车销量增长了35%，达到760万辆。",
      "shortSummary": "特斯拉上海超级工厂7月交付量下滑，同比下降8.4%，环比下降5.2%。这主要归因于中国消费者转向更经济实惠的国产电动汽车，导致特斯拉高端车型吸引力下降。尽管特斯拉交付量下降，但同期中国大陆电动汽车市场整体销量仍增长了35%。",
      "translated_title": "特斯拉中国工厂出货量下滑，因消费者选择国产电动汽车",
      "images": [],
      "contentSource": "完整文章",
      "content": "Deliveries by Tesla’s Shanghai Gigafactory dropped in July as the US maker of electric vehicles (EVs) failed to sustain sales growth amid rising competition from domestic rivals.\nThe factory handed 67,886 Model 3 and Model Y vehicles to customers in mainland China and abroad in July, down 8.4 per cent from a year earlier, according to data from the China Passenger Car Association (CPCA). Deliveries fell 5.2 per cent from June.\n“Premium models are increasingly losing their lustre among Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/f2030032-0f5b-4ed5-93d5-daa9bfd5e8dd_a8c4dddc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "法国苦苦挣扎的工厂需要投资。中国是答案吗？ (原标题: France’s struggling factories need investment. Is China the answer?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320774/frances-struggling-factories-need-investment-china-answer?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 06:00:14 +0000",
      "isoDate": "2025-08-05T06:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 法国工厂的中国投资：拯救与机遇\n\n*   **背景与主题**\n    *   今年是中国与欧盟建立正式外交关系50周年，也是中国欧盟商会成立25周年。\n    *   本文是探讨中欧关系系列报告的第三篇，重点关注法国对中国投资的态度。\n\n*   **案例分析：GMD与DSBJ的收购**\n    *   **个人视角：** 法国中部城市沙托鲁的工厂工人Laurent Joly，其38年的职业生涯从未想过自己的工作会因中国公司而得救。\n    *   **收购事件：** Joly的雇主——法国汽车零部件供应商Groupe Mécanique Découpage (GMD) 于今年5月被苏州的东山精密制造（DSBJ）收购。\n    *   **收购影响：**\n        *   此次交易将使GMD旗下15家陷入困境的工厂得以继续运营。\n        *   DSBJ承诺一年内不裁员。\n        *   一年后，DSBJ将至少保留GMD 1800名员工中80%的劳动力。\n\n*   **中国投资的潜在作用**\n    *   尽管中国投资者在法国常因地缘政治担忧面临强烈抵制，但GMD的案例表明，中国可以通过提供急需的资本，在重振法国乃至欧洲制造业方面发挥关键作用。\n    *   行业内部人士和分析师认为，这展示了中国投资的积极潜力。",
      "shortSummary": "尽管法国因地缘政治担忧常抵制中国投资，但中国企业正成为法国挣扎工厂的救星。例如，苏州东山精密制造收购法国汽车供应商GMD，不仅保住了其15家工厂的运营，还承诺一年内不裁员，并在一年后保留至少80%的员工。这表明中国资本在重振法国和欧洲制造业方面具有关键作用。",
      "translated_title": "法国苦苦挣扎的工厂需要投资。中国是答案吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. This piece, the third of a series of reports examining ties between the two powers, looks into attitudes towards Chinese investment in France.\nBorn and raised in the central French town of Châteauroux, Laurent Joly has spent his entire life working in local factories.\nThroughout his 38-year career,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/ed3b5d4c-e6ce-4d42-b288-9d07cbc3f686_517d1d8f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国希望人们多吃优质牛肉，推出质量分级系统 (原标题: China wants people to eat more high-quality beef, unveils quality-grading system)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320685/chinas-beef-prices-are-still-low-beijings-new-plan-aims-wrangle-consumption?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 03:00:09 +0000",
      "isoDate": "2025-08-05T03:00:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 中国牛肉产业发展与质量分级系统\n\n**背景与目标**\n*   面对价格下跌和进口竞争，中国正计划加强其畜牧业，这是旨在巩固关键农业部门的一系列政策中的最新举措。\n*   中国将加大牛肉生产，并为国产牛肉实施质量分级系统，以促进优质牛肉的消费。\n*   此举是中国最高经济规划部门和九个政府部门共同宣布的，旨在提振农产品消费。\n*   作为农业生产和消费大国，中国将释放一系列多样化、高质量和差异化产品的消费潜力，同时在日益激烈的进口竞争中提升国内产品的吸引力。\n\n**消费潜力与营养结构**\n*   农业农村部副部长姜文胜表示，目前中国居民的膳食营养结构仍不均衡，优质蛋白质摄入不足，这为消费增长留下了巨大空间。\n\n**市场现状与挑战**\n*   尽管中国年牛肉消费量在过去几年稳步增长，但大部分需求由进口满足，这给国内价格带来了压力，导致本地畜牧业面临经济损失。\n*   根据农业农村部的数据，7月21日至7月27日期间，牛肉平均批发价格约为每公斤63.8元人民币（约合8.90美元）。\n*   这比3月份每公斤约57.2元人民币的价格（八年来的最低点）略有回升，但仍比2023年价格开始下滑之前的平均每公斤约77元人民币低17%。",
      "shortSummary": "为提振国内牛肉产业，应对进口竞争和价格下跌，中国计划增加牛肉产量并推行国产牛肉质量分级系统。此举旨在促进优质牛肉消费，改善居民膳食中优质蛋白质摄入不足的问题。尽管牛肉总消费量上升，但进口占据主导，导致国内产业面临亏损，价格持续低迷。",
      "translated_title": "中国希望人们多吃优质牛肉，推出质量分级系统",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid falling prices and stiff competition from imports, China has unveiled plans to bolster the cattle industry – the latest in a series of policies aimed at strengthening key agricultural sectors.\nChina will step up its beef production and implement a quality-grading system for locally produced beef to promote consumption of high-quality versions of the meat – part of an effort announced by the nation’s top economic planner and nine government departments to boost consumption of farm produce.\nA...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/0c5247b4-8fdf-44a1-a006-a1fccf93acaa_852c80aa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国海南岛在韩国取消税收优惠后，着眼医疗旅游业蓬勃发展 (原标题: China’s Hainan eyes medical tourism boom after South Korea scraps tax perks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320704/chinas-hainan-eyes-medical-tourism-boom-after-south-korea-axes-cosmetic-surgery-tax-perks?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 23:00:16 +0000",
      "isoDate": "2025-08-04T23:00:16.000Z",
      "creator": "June Xia",
      "summary": "# 中国海南岛医疗旅游业发展目标\n\n## 概述\n中国热带岛屿省份海南正加速推进其成为领先的医疗旅游中心，旨在吸引更多本国公民在当地使用医疗服务，而非寻求海外治疗。这一举措是在韩国宣布计划取消外国人接受美容手术的退税优惠后提出的。\n\n## 发展目标与策略\n*   **吸引国内游客：** 根据当地政府周一发布的文件，海南计划到2027年每年吸引超过150万国内医疗游客，远高于目前每年超过40万的水平。\n*   **扭转海外消费外流：** 海南还承诺扭转海外医疗消费外流的趋势。\n*   **产品引进与审批：**\n    *   每年批准2至4个真实世界研究试点产品进入国内市场。\n    *   每年引进至少40种国际创新药物和医疗器械。\n\n## 当前进展\n*   **游客增长：** 据官方媒体《人民日报》上月报道，2025年第一季度，海南特殊医疗旅游区接待了111,500名寻求治疗的游客，同比增长29.8%。\n*   **药物和器械使用：** 同期，获得许可的药物和医疗器械的使用人数达到16,000人，比去年同期增长44.14%。\n\n## 推动背景：韩国政策变化\n此次推动的背景是，医疗旅游领域的顶级竞争对手韩国可能因其政策变化而失去吸引力。韩国于7月31日宣布的新规定将于明年生效，届时将取消外国游客使用医疗美容服务的增值税退税。",
      "shortSummary": "中国海南省正积极发展医疗旅游业，目标是到2027年每年吸引超过150万国内医疗游客。此举旨在吸引本国患者在海南就医，并扭转海外医疗消费外流。这一战略调整正值韩国宣布将取消外国医疗美容游客的增值税退税，可能削弱其在医疗旅游市场的竞争力。海南还将引进国际创新药物和医疗器械，并加速新产品审批。",
      "translated_title": "中国海南岛在韩国取消税收优惠后，着眼医疗旅游业蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s tropical island province of Hainan is accelerating its push to become a leading medical tourism hub, aiming to attract more nationals to use local healthcare services instead of seeking treatment abroad – after South Korea announced plans to scrap tax rebates for foreigners undergoing cosmetic surgery.\nThe popular tourist destination in southern China plans to draw more than 1.5 million domestic medical tourists annually by 2027, up from the current level of over 400,000, according to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/27835edd-613a-4136-92a7-a1c99209c439_0f99636f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国向巴西咖啡敞开大门，此前美国征收新关税 (原标题: China opens door to Brazilian coffee as US slaps on new tariff)",
      "link": "https://www.scmp.com/news/china/article/3320739/china-opens-door-brazilian-coffee-us-slaps-new-tariff?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 21:52:16 +0000",
      "isoDate": "2025-08-04T21:52:16.000Z",
      "creator": "Igor Patrick",
      "summary": "## 中国向巴西咖啡敞开大门\n\n### 背景：美国对巴西咖啡征收新关税\n*   美国对巴西咖啡征收了50%的新关税，导致巴西和美国之间的贸易紧张局势升级。\n*   这项关税措施已对巴西咖啡产业造成巨大冲击，迫使巴西出口商寻求其他市场。\n\n### 中国的应对措施\n*   在此背景下，中国已授权近200家巴西公司向其国内市场出口咖啡。\n*   这项授权于7月30日生效，是在美国宣布征收新关税（该关税定于周三生效）几天后公布的。\n\n### 美国在巴西咖啡贸易中的地位\n*   美国是全球最大的咖啡消费国。\n*   今年上半年，美国进口了330万袋巴西咖啡，占巴西咖啡出口总量的近23%。\n\n### 巴西咖啡生产现状\n*   行业数据显示，巴西2025年阿拉比卡咖啡（最常出口到美国的品种）约85%的产量已经完成收割。",
      "shortSummary": "由于美国对巴西咖啡征收50%的新关税，导致巴美贸易紧张升级，中国已授权近200家巴西公司向其国内市场出口咖啡。此举旨在帮助巴西咖啡出口商应对美国关税带来的冲击，并寻找新的市场。美国是全球最大的咖啡消费国，此前大量进口巴西咖啡。",
      "translated_title": "中国向巴西咖啡敞开大门，此前美国征收新关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has authorised nearly 200 Brazilian companies to export coffee to its domestic market amid escalating trade tensions between Brazil and the United States following the imposition of a 50 per cent US tariff on Brazilian coffee.\nThe weekend announcement, effective July 30, came just days after the United States levied the new tariff, which is set to take effect on Wednesday. The measure has sent shock waves through Brazil’s coffee industry and forced exporters to seek other markets.\nChina’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/397b4ff4-7897-4562-b7fb-3fed89764fc8_8e2f9f57.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新委员会，救助讨论：中国是否正在启动新的房地产救援行动？ (原标题: New committee, bailout talk: is China launching a fresh property rescue effort?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320691/new-committee-bailout-talk-china-launching-fresh-property-rescue-effort?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 13:00:07 +0000",
      "isoDate": "2025-08-04T13:00:07.000Z",
      "creator": "Alice Li",
      "summary": "### 中国房地产救援新动向\n\n*   **背景与挑战**\n    *   中国正面临由恒大集团2021年中期违约引发的为期四年的房地产危机，开发商债务负担沉重。\n    *   尽管近期楼市销售有所回升，但开发商仍深陷高额债务困境。\n*   **中央银行新举措**\n    *   中国人民银行周五证实，已成立一个新的宏观审慎与金融稳定委员会。\n    *   此举是正在进行的“去风险”努力的一部分，旨在化解国家日益增长的债务风险。\n*   **政府顾问的救助建议**\n    *   中国国务院参事、中国社会科学院资深房地产金融专家尹中立建议，北京应向房地产行业注入1万亿元人民币（约合1390亿美元）。\n    *   **目标：** 稳定开发商的资产负债表，帮助开发商清算资产。\n    *   **具体方案（发表于《清华金融评论》7月刊）：**\n        *   设立一个专门的国家支持机构，为符合特定标准的房地产开发商提供资本注入。\n        *   资金来源：由财政部发行特别国债。\n        *   设立一个1万亿元人民币的“房地产稳定信托”来引导资金流向符合条件的开发商。\n        *   资金流向：部分或全部流向中国最大的30家私营房地产公司。\n        *   政府将获得开发商的可转换优先股，转换期为五年或更长。",
      "shortSummary": "中国央行成立新的金融稳定委员会以化解债务风险。同时，国务院参事尹中立建议，为稳定房地产市场和开发商资产负债表，应向该行业注入1万亿元人民币。他提议由财政部发行特别国债，设立国家支持机构和“房地产稳定信托”，以可转换优先股形式向符合条件的开发商提供资金。此举旨在应对持续四年的房地产危机。",
      "translated_title": "新委员会，救助讨论：中国是否正在启动新的房地产救援行动？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank confirmed on Friday that it had established a new financial stability committee to defuse the nation’s mounting debt risks, as a senior government adviser suggested that Beijing needed to inject 1 trillion yuan (US$139 billion) into the property sector to stabilise developers’ balance sheets.\nThe suggestion by Yin Zhongli, a counsellor for China’s State Council, comes as Beijing continues to wrestle with a four-year property crisis sparked by developer Evergrande Group’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/de10e204-adac-4522-ad2c-5f905b262927_f8e82bce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国寻求人民币更大全球作用，因美元稳定性受质疑 (原标题: China eyes bigger global role for yuan as US dollar stability questioned)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320690/china-eyes-bigger-global-role-yuan-us-dollar-stability-questioned?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 10:30:08 +0000",
      "isoDate": "2025-08-04T10:30:08.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国加速人民币国际化以应对美元不确定性\n\n中国正在加大力度推动人民币国际化，抓住美元稳定性受质疑所带来的机遇窗口。\n\n### 中国人民银行（PBOC）的最新举措\n\n在年中会议上，中国人民银行宣布将加快人民币在贸易结算和跨境融资中的使用。具体措施包括：\n\n*   **扩大人民币使用范围**：加速人民币在贸易中的应用，进一步增强其融资功能。\n*   **优化政策**：优化资金池政策以及境内企业境外上市的相关规定。\n*   **强化离岸市场**：加强离岸人民币市场建设，建立覆盖全期限的稳定流动性供应渠道。\n*   **发展清算银行**：通过人民币跨境支付系统（CIPS）加快海外清算银行的发展。\n\n这是中国央行三年来首次在年中会议纪要中专门提及人民币国际化，凸显了其重要性。\n\n### 背景与原因\n\n这一举动与北京提升人民币全球地位的更广泛战略相符，其背景是：\n\n*   **美国债务可持续性担忧**：对美国债务可持续性的日益担忧。\n*   **地缘政治紧张局势加剧**：不断升级的地缘政治紧张局势。\n\n这些因素都对美元的主导地位提出了新的质疑。\n\n### 知名投资者的警告\n\n传奇投资者瑞·达利欧（Ray Dalio）上个月对美国经济发出了严厉警告。他指出，除非美国政府将赤字控制在GDP的3%以内，否则美国经济可能面临“经济心脏病”的风险。",
      "shortSummary": "中国正积极推动人民币国际化，以利用美元稳定性受质疑的机遇。中国人民银行宣布将加速人民币在贸易结算和跨境融资中的使用，并加强离岸市场和CIPS建设。此举旨在提升人民币全球地位，背景是美国债务担忧和地缘政治紧张。知名投资者瑞·达利欧也警告美国经济可能面临风险。",
      "translated_title": "中国寻求人民币更大全球作用，因美元稳定性受质疑",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is stepping up efforts to internationalise the yuan, as growing doubts about the US dollar’s stability provide a window of opportunity for the currency.\nThe People’s Bank of China (PBOC) announced at its midyear meeting that it would expedite the yuan’s use in trade settlement and cross-border financing.\n“[We’ll] accelerate the expansion of the yuan’s use in trade, further enhance its financing function and optimise policies governing funding pools and overseas listings of domestic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/7461b5d5-57da-4885-92fb-bb440c4b044e_fd17f568.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从头到尾：中国如何重塑航空供应链 (原标题: From nose to tail, how China is reshaping the aviation supply chain)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320682/nose-tail-how-china-reshaping-aviation-supply-chain?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 09:00:35 +0000",
      "isoDate": "2025-08-04T09:00:35.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国重塑航空供应链\n\n文章指出，除了备受关注的国产客机，中国还在航空领域的重要组成部分——确保飞机安全顺畅运行的众多零部件方面取得进展。这表明北京正持续减少对外国部件的依赖，弥补长期存在的技术差距，并在民用航空供应链的各个层面确立其主要参与者的地位。\n\n### 关键进展：\n\n*   **CJ-1000A 发动机：**\n    *   **项目概况：** CJ-1000A是中国自主研发的大型商用喷气发动机，旨在为中国商用飞机有限责任公司（Comac）的C919客机提供动力。C919被视为中国对波音737和空客A320窄体飞机的回应。\n    *   **战略意义：** CJ-1000A被视为中国限制对外国航空航天技术依赖的关键。\n    *   **进展情况：** 中国工程院的张彦忠在中央电视台的采访中透露，该发动机的研发进展顺利，并按计划进行。他表示：“我只能说我们的发动机正在按计划推进，目前的进展非常积极。至于何时能安装在中国飞机上——请等待好消息。”\n    *   **研发方与目标：** 该发动机的开发商是中国航空发动机集团（AECC）。AECC表示，CJ-1000A的性能将与目前安装在商业运营C919机型上的CFM国际LEAP-1C发动机持平。\n    *   **重要性：** 中国公司发动机的成功推出将是中国在航空自给自足方面迈出的重要一步。",
      "shortSummary": "中国正积极重塑航空供应链，旨在减少对外国零部件的依赖并实现航空自给自足。其中一项关键进展是CJ-1000A大型商用喷气发动机的研发，该发动机将为国产C919客机提供动力。目前，CJ-1000A的开发进展顺利，其成功推出将是中国航空工业迈向独立自主的重要里程碑。",
      "translated_title": "从头到尾：中国如何重塑航空供应链",
      "images": [],
      "contentSource": "完整文章",
      "content": "While its home-grown airliners bring China the most attention in the complex, lucrative field of aviation, the country is also making strides in an equally important realm: the many components necessary to ensure the safe, smooth operation of jets and other aircraft.\nRecent developments in a number of areas show Beijing is continuing to reduce its reliance on foreign parts, close long-standing technological gaps and assert itself as a major player in civil aviation at all levels of the supply...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/2ed2c941-4af6-4e64-8d2a-9d8ae3aea3e6_9324c5cc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国青年在经济滞缓下寻求稳定而非创业 (原标题: China’s youth seek stability over entrepreneurship as economy lags)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320457/chinas-youth-seek-stability-over-entrepreneurship-economy-lags?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 03:00:07 +0000",
      "isoDate": "2025-08-04T03:00:07.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国青年职业偏好转变：从创业到稳定与灵活\n\n*   **背景转变：** 2010年代中国曾鼓励“大众创业、万众创新”，但最新调查显示，中国Z世代（1995-2009年出生）的职业理想已转向灵活性和财务自由。\n\n*   **调查发现：**\n    *   Forvis Mazars于7月25日发布的一份报告揭示了这一趋势。\n    *   该研究基于4,171名受访者的偏好，描绘了2.6亿中国年轻人的价值观、生活方式和职业追求。\n\n*   **理想职业排名：**\n    *   “自由职业者”是最受欢迎的职业，占受访者的49%。\n    *   “公共部门雇员”位居第二，占47%。\n    *   “技术专业人士”占39%。\n    *   “公司雇员”占34%。\n    *   “创业者”仅占31%，排名相对靠后。\n\n*   **创业吸引力下降：**\n    *   创业排名较低表明其对中国年轻人的吸引力正在减弱。\n    *   部分受访者表示，经济滞缓削弱了创业的吸引力。\n    *   23岁的应届毕业生Crystal Pang（正在深圳求职）指出，新冠疫情期间经济状况不佳，现在甚至更糟。",
      "shortSummary": "一项最新调查显示，中国Z世代的职业偏好已从创业转向稳定和灵活性。在Forvis Mazars的报告中，“自由职业者”和“公共部门雇员”是最受欢迎的职业，而“创业者”的吸引力显著下降。这主要归因于经济滞缓，许多年轻人认为当前经济环境不适合创业，更倾向于寻求稳定的工作和财务自由。",
      "translated_title": "中国青年在经济滞缓下寻求稳定而非创业",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a departure from the “mass entrepreneurship and innovation” encouraged among China’s youth in the 2010s, in a new survey the country’s Generation Z has defined its life and career ideals around flexibility and financial freedom.\n“Freelancer” was the most favoured career for those born between 1995 and 2009, according to a report released on July 25 by Forvis Mazars, an international provider of advisory and consulting services.\nBased on the preferences of 4,171 respondents, the study presents...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/df4b2109-ade8-4dc4-b283-2b233284b24a_1d7ca59f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "热情、自豪与活猪：中国蓬勃发展的本土篮球联赛内幕 (原标题: Passion, pride and live pigs: inside China’s booming local basketball league)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320442/passion-pride-and-live-pigs-inside-chinas-booming-local-basketball-league?utm_source=rss_feed",
      "pubDate": "Sun, 03 Aug 2025 12:00:09 +0000",
      "isoDate": "2025-08-03T12:00:09.000Z",
      "creator": "June Xia",
      "summary": "### ZheBA联赛：中国草根篮球新现象\n\n“ZheBA”（浙江省城市篮球联赛）是中国东部浙江省一项城际篮球赛事，凭借其独特的魅力、对当地自豪感的激发以及多元文化的融合，迅速成为全国性的轰动。\n\n*   **联赛概况与特色**\n    *   **业余性质**：所有参赛球员均为业余选手。\n    *   **独特元素**：吉祥物是乘坐遥控吉普车的两只活鸡，获胜队伍的奖品是装满活鱼的塑料袋。\n    *   **规模**：该联赛正式名称为“浙江省城市篮球联赛”，汇集了来自浙江省（拥有超过6600万人口）的数十支地方球队，通过一系列分区赛最终决出冠军。\n\n*   **与职业联赛的对比**\n    *   ZheBA与中国职业篮球联赛（CBA，中国的NBA）的专业化、精致化世界截然不同。\n    *   **比赛水平**：比赛水准参差不齐。\n    *   **场地**：比赛常在小型地方体育馆举行。\n    *   **意外插曲**：曾有比赛被一只排便的山羊打断，这些“不完美”反而构成了其独特的魅力。\n\n*   **球迷视角与文化认同**\n    *   对于众多球迷而言，正是这些非传统元素构成了ZheBA的吸引力。正如一位用户在社交平台RedNote上写道：“ZheBA可能不懂篮球，但它懂浙江。”这条帖子获得了数千点赞，充分体现了球迷对联赛本土化特色和文化认同的强烈共鸣。\n\n*   **更广泛的体育趋势**\n    *   ZheBA的兴起是中国更广泛的草根业余体育运动发展趋势的一部分。在经历了多年对国家职业联赛功能失调日益增长的不满之后，民众对这种贴近生活、充满地方特色的体育形式表现出极大的热情。",
      "shortSummary": "“ZheBA”（浙江省城市篮球联赛）是中国浙江省一项业余城际篮球赛事，因其独特的本土特色和对当地自豪感的激发而迅速走红全国。该联赛以活鸡作吉祥物、活鱼作奖品，比赛充满草根气息，与职业联赛形成鲜明对比。ZheBA的成功反映了中国民众对草根业余体育运动日益增长的兴趣，也满足了他们对本土文化和社区联系的渴望。",
      "translated_title": "热情、自豪与活猪：中国蓬勃发展的本土篮球联赛内幕",
      "images": [],
      "contentSource": "完整文章",
      "content": "In China’s hottest new basketball league, the players are all amateurs, the mascots are a pair of live chickens riding a remote control Jeep, and the winning teams are presented with plastic bags full of fish.\nWelcome to the “ZheBA” – an intercity competition in China’s eastern Zhejiang province that has become a national sensation by tapping into the region’s fierce local pride and diverse culture.\nThe contest, officially named the Zhejiang Provincial City Basketball League, features dozens of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/66272634-e70d-432c-8db7-8386c2ed0d0a_7e4c2eda.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不仅仅是娱乐：中国如何利用主题公园刺激消费支出 (原标题: More than just fun: how China is using theme parks to fuel consumer spending)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320389/legoland-disney-how-china-using-theme-parks-fuel-consumer-spending?utm_source=rss_feed",
      "pubDate": "Sat, 02 Aug 2025 22:00:09 +0000",
      "isoDate": "2025-08-02T22:00:09.000Z",
      "creator": "Luna Sun,Mandy Zuo",
      "summary": "### 中国主题公园：刺激消费与经济增长的新引擎\n\n随着中国消费者市场面临挑战，主题公园行业正成为提振消费支出和经济复苏的亮点。\n\n*   **乐高乐园上海度假区盛大开幕**\n    *   尽管气温高达39°C，中国首家乐高乐园度假区（全球最大的乐高乐园）于7月5日开业时仍吸引了数千家庭排队等候，显示出强劲的市场需求。\n    *   该景点不仅受到儿童的欢迎，也被政策制定者视为刺激消费、重振疲软市场的潜在“需求驱动力”。\n\n*   **休闲支出成为亮点**\n    *   在零售销售下滑、刺激措施效果减弱的背景下，休闲支出成为中国消费领域为数不多的亮点之一。\n    *   家庭在暑假期间对高质量体验的渴望，使休闲消费重新受到关注。\n\n*   **行业投资与增长前景**\n    *   乐高乐园上海度假区的开业，恰逢中国主题公园行业新一轮投资浪潮。\n    *   根据全球主题公园行业协会IAAPA的数据，中国目前拥有超过4,400个景点和娱乐设施，预计未来三年将以每年19%的速度增长。\n\n*   **显著的经济带动效应**\n    *   IAAPA首席执行官Jakob Wahl在上海举行的IAAPA亚洲博览会上指出：“我们看到，一元运营收入能为当地经济带来3.8元的经济影响。”\n    *   他强调，无论身在何处，景点都是经济的驱动力。",
      "shortSummary": "面对消费市场疲软，中国正将主题公园视为刺激消费和经济增长的新引擎。全球最大的乐高乐园上海度假区在高温下仍吸引大量游客，显示出强劲需求。休闲支出成为消费领域的亮点，吸引了新一轮投资。据IAAPA数据，中国主题公园数量预计未来三年每年增长19%，且每1元运营收入能带动3.8元当地经济效益，凸显其作为经济驱动力的重要性。",
      "translated_title": "不仅仅是娱乐：中国如何利用主题公园刺激消费支出",
      "images": [],
      "contentSource": "完整文章",
      "content": "As temperatures soared to a sweltering 39°C, thousands of families still lined up for the launch of China’s first Legoland resort, undeterred by the heatwave.\nThe attraction became an instant hit – not just for children craving plastic-brick adventures, but for policymakers desperate to find the next big demand driver and jolt a weary consumer market back to life.\nWith families eager for quality experiences during the summer holidays, the spotlight is back on leisure spending – one of the few...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/90e6ffcd-5f5f-413e-a47e-272c9fc1614a_bb37ab7f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在香港工作，在深圳生活：人们为何迁往内地城市 (原标题: Working in Hong Kong, living in Shenzhen: why people are moving to mainland city)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320393/working-hong-kong-living-shenzhen-why-people-are-making-move-mainland-city?utm_source=rss_feed",
      "pubDate": "Sat, 02 Aug 2025 08:00:10 +0000",
      "isoDate": "2025-08-02T08:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 在香港工作，在深圳生活：跨境通勤趋势\n\n### 概述\n\n越来越多的通勤者选择在深圳居住，而在香港工作。这种趋势主要是为了应对香港高昂的生活成本，尤其是在租金方面，深圳则提供了更宽敞的居住空间和更低的费用。\n\n### 典型案例：丽莎·孙的通勤生活\n\n*   **背景：** 24岁的丽莎·孙（Lisa Sun）来自四川省，是这一日益增长的跨境通勤群体中的一员。\n*   **通勤路线：**\n    *   她每天早上8:30从深圳的公寓出发。\n    *   通勤包括电动自行车、拥挤的深圳地铁、过境检查，以及同样拥挤的香港港铁（MTR）。\n    *   整个单程耗时约90分钟，她在上午10:00左右抵达香港铜锣湾的办公室。\n    *   下班后，她重复相同的返程，通常在晚上9:00左右才能到家。\n*   **选择原因：** 丽莎·孙表示，她决定在深圳和香港之间通勤，是因为她希望独自居住，但香港的租金对于一个人来说实在过于昂贵。深圳能让她以更低的成本获得独立的生活空间。\n\n### 社交媒体上的讨论与分享\n\n中国社交媒体平台“小红书”（RedNote）上涌现了大量关于跨境通勤的帖子。这些帖子由已经开始通勤或正在考虑此举的人发布，分享了以下实用信息：\n\n*   在深圳寻找出租公寓的最佳社区。\n*   选择哪个边境检查站。\n*   最佳的交通方式和路线建议。",
      "shortSummary": "越来越多的人选择在深圳居住并在香港工作，以应对香港高昂的租金和生活成本。24岁的丽莎·孙是其中一员，她每天通勤90分钟往返两地，以实现在深圳独立居住的愿望。社交媒体上涌现了大量关于跨境通勤的实用信息分享，反映了这一日益增长的趋势。",
      "translated_title": "在香港工作，在深圳生活：人们为何迁往内地城市",
      "images": [],
      "contentSource": "完整文章",
      "content": "At 8.30am on Monday, 24-year-old Lisa Sun leaves her flat in Shenzhen and begins her long commute to work.\nIt starts with an e-bike ride through her neighbourhood, followed by a packed Metro journey, a border crossing intermission, and a similarly packed MTR trip. Ninety minutes later, she steps out into the bustle of Causeway Bay in Hong Kong – ready to start her day at the office.\nShe repeats the same journey in reverse after work, finally getting home close to 9pm.\nSun, born in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/2204161c-1e85-4b4e-8359-42fb8369697f_f648beb1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在检测到健康风险后收紧对越南榴莲的进口规定 (原标题: China toughens import rules on Vietnamese durians after detecting health risks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320379/china-toughens-import-rules-vietnamese-durians-after-detecting-health-risks?utm_source=rss_feed",
      "pubDate": "Sat, 02 Aug 2025 04:00:13 +0000",
      "isoDate": "2025-08-02T04:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国收紧越南榴莲进口规定\n\n中国海关总署（GACC）已加强对进口越南榴莲的监管，原因是发现这种高价值水果中含有“过量”的两种潜在有害物质。\n\n### 发现的健康风险\n\n*   **有害物质**：中国当局在越南榴莲中检测到有机化合物“碱性黄”和金属“镉”的浓度过高。\n*   **检测时间**：这些物质是在2025年初被发现的。\n*   **风险程度**：发现的浓度被认为“严重危害国内消费者健康”。\n\n### 新的进口规定和措施\n\n为有效预防食品安全风险，中国海关总署立即采取了以下行动：\n\n*   **加强出口前检查**：要求在货物离开越南前进行更严格的安全检查和合规性测试。\n*   **附带合格检测报告**：所有运往中国的榴莲都必须附带“合格”的检测报告。\n*   **批次检测**：越南榴莲将接受“逐批”检测。\n*   **不合格处理**：任何不合格的榴莲将被退回或销毁。\n*   **暂停出口商资格**：不合格水果的出口商将被暂停向中国运输榴莲的资格。\n\n### 对贸易的影响\n\n*   **出口额下降**：根据海关数据显示，2025年1月至6月，越南对华鲜榴莲出口额同比下降约45%。\n*   **总出口额**：同期，越南榴莲对华出口总额为6.115亿美元。",
      "shortSummary": "中国因在越南榴莲中检测到过量“碱性黄”和“镉”等有害物质，已收紧进口规定。新规要求加强出口前安全检查和逐批检测，不合格榴莲将被退回或销毁。受此影响，2025年上半年越南对华榴莲出口额同比下降约45%。",
      "translated_title": "中国在检测到健康风险后收紧对越南榴莲的进口规定",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese authorities have tightened oversight of imported Vietnamese durians this year after finding “excessive levels” of two potentially harmful substances in the popular, high-value fruit.\nThe General Administration of Customs of China now requires enhanced pre-export safety checks and compliance testing before shipments leave the source country, with “qualified” test reports to be attached to durians, a customs official told the Post, requesting anonymity due to internal rules.\nShe said the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/07d33bb2-8e21-4374-a0fe-18d9bbf1a908_266997ea.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国关税壁垒后谴责保护主义，警告将损害所有人 (原标题: China rebukes protectionism after US tariff barrage, warns it will harm everyone)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320475/china-rebukes-protectionism-after-trumps-new-tariff-barrage-warns-it-will-harm-everyone?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 13:00:09 +0000",
      "isoDate": "2025-08-01T13:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国谴责美国关税，警告保护主义危害各方\n\n在美国总统唐纳德·特朗普对数十个经济体实施最新一轮关税打击后，中国再次发出严厉警告，反对保护主义，并强调其将“损害所有各方的利益”。\n\n### 中国的立场\n\n*   中国外交部发言人郭家坤在周五的新闻发布会上表示，中国反对任意征收关税的立场一贯而明确：关税战或贸易战中没有赢家。\n\n### 特朗普的最新关税措施\n\n*   特朗普通过行政命令对69个贸易伙伴征收了广泛的关税，税率范围从10%到41%不等。\n*   **具体税率示例：**\n    *   加拿大：35%的关税\n    *   瑞士：39%的关税\n    *   大多数亚洲经济体：15%至20%的关税（此前7月份威胁的范围是20%至40%）\n    *   印度：25%的关税\n    *   老挝和缅甸：各40%的关税\n    *   台湾：20%的关税\n*   大多数关税预计将在未来七天内生效。\n\n### 对小型经济体的影响\n\n*   一位分析师指出，最新的关税税率对柬埔寨和孟加拉国等小型经济体来说是一种“解脱”。\n    *   柬埔寨：关税从7月份威胁的36%降至19%。\n    *   孟加拉国：关税从7月份威胁的35%降至20%。\n\n### 专家观点\n\n*   经济学人智库亚洲区总监亚历克斯·霍姆斯（Alex Holmes）表示，新税率“排除了最坏的情况，但只是杯水车薪”。\n*   他补充说，这些关税仍然代表着贸易壁垒的“大幅提升”，并留下了许多未解的问题。",
      "shortSummary": "在美国对69个贸易伙伴征收新一轮关税后，中国重申反对保护主义，警告贸易战中没有赢家，将损害所有人利益。特朗普政府的关税税率范围为10%至41%，尽管部分亚洲经济体面临的税率低于此前威胁，但分析师指出，这仍是贸易壁垒的显著提升，且遗留诸多问题。",
      "translated_title": "中国在美国关税壁垒后谴责保护主义，警告将损害所有人",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the wake of US President Donald Trump’s latest tariff blitz on dozens of economies, China has reiterated a stern warning against protectionism amid growing concern that it will “harm the interests of all parties”.\n“China’s position against the arbitrary imposition of tariffs has been consistent and clear: there are no winners in tariff or trade wars,” Guo Jiakun, spokesman for the Ministry of Foreign Affairs, said at a press conference on Friday.\nBeijing’s latest admonishment came after...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/ffb0e920-86ec-4886-99b0-4f0e5c124385_ea4c61e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国加倍推行消费补贴以刺激家庭支出 (原标题: China doubles down on consumer subsidies to spur household spending)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320426/china-doubles-down-consumer-subsidies-spur-household-spending?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 12:00:10 +0000",
      "isoDate": "2025-08-01T12:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国政府加码消费补贴以刺激家庭支出\n\n为了在全球经济波动中提振国内市场，中国政府承诺通过一系列支持措施来解决消费瓶颈，包括直接补贴和提高收入的努力。\n\n**主要措施与资金分配：**\n*   **超长期特别国债拨款：** 国家发展和改革委员会（NDRC）官员宣布，北京将从超长期特别国债中拨出690亿元人民币（约合95亿美元），用于“以旧换新”计划。该计划为一系列消费品提供大幅折扣。\n*   **资金发放时间：** 这笔资金将于10月发放，是今年的第四批，使总额达到3000亿元人民币的年度目标。\n\n**消费在经济中的地位：**\n*   国家最高经济规划部门的官员周晨表示：“消费正日益成为中国经济增长的基石。”\n\n**“以旧换新”计划成效：**\n*   根据国家发改委的数据，作为中国政府刺激消费工具的“以旧换新”计划，今年迄今已累计产生超过1.7万亿元人民币的总销售收入。\n*   其中，新能源汽车销售额同比增长40.3%。\n\n**消费数据表现：**\n*   国家统计局数据显示，作为衡量消费关键指标的全国社会消费品零售总额在2025年上半年同比增长5%，比去年同期高出1.3个百分点。",
      "shortSummary": "中国政府承诺通过直接补贴和提高收入等措施，刺激家庭消费以提振国内市场。北京将从超长期特别国债中拨出690亿元人民币（约合95亿美元）用于“以旧换新”计划，这是今年第四批，使年度总额达到3000亿元人民币。该计划已带动逾1.7万亿元人民币销售额，其中新能源汽车销售增长40.3%。2025年上半年全国零售销售同比增长5%。",
      "translated_title": "中国加倍推行消费补贴以刺激家庭支出",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese government has pledged to tackle consumption bottlenecks with a series of support measures, including direct subsidies and efforts to raise incomes, as it seeks to bolster the domestic market amid global volatility.\nTo stimulate household spending, Beijing will allocate 69 billion yuan (US$9.5 billion) in ultra-long special treasury bonds to its trade-in programme – which offers substantial discounts on a range of consumer goods – National Development and Reform Commission (NDRC)...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/6f47b271-3315-412d-971b-c345e88bd249_ed1306b7.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-05T13:42:31.072Z"
}