{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "甜蜜交易：中国农业科技如何将埃及沙漠变为顶级糖厂 (原标题: Sweet deal: how China’s agritech helped turn Egypt’s desert into top sugar farm)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312892/chinas-agritech-brings-water-egypts-giant-beet-sugar-factory-sahara-desert?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 00:06:12 +0000",
      "isoDate": "2025-06-04T00:06:12.000Z",
      "creator": "Alice Li",
      "summary": "## 埃及沙漠中的“甜蜜交易”：中国农业科技的贡献\n\n### 项目背景与中国参与\n\n在埃及西米尼亚，靠近撒哈拉沙漠的边缘，一片曾是500公顷的沙漠地带，如今已成为全球最大的甜菜制糖厂的所在地。这得益于中国中曼石油公司在过去三年中，为灌溉这片农场而钻探的193口深水井。该农场为“运河糖业”（一家由阿联酋和埃及投资者合资的企业）提供原料，其年产能高达90万吨。\n\n### 核心技术与创新\n\n为了应对不稳定的含水层并防止水井坍塌，中曼石油采用了先进的“空气泡沫钻井”技术。这种方法用空气和发泡剂的混合物取代了传统的泥浆，从而有效减少了渗漏并提高了钻井效率。许多埃及钻井公司此后也纷纷采纳了这项技术。\n\n### 战略意义与合作模式\n\n分析人士指出，这种伙伴关系反映了双方的战略契合：\n\n*   **中国企业出海需求：** 面对国内经济压力，中国企业正积极寻求更多海外发展机遇。\n*   **中东国家发展需求：** 中东国家则日益寻求中国的专业知识来解决自身的发展挑战。\n\n### 更广泛的合作趋势：沙特阿拉伯的案例\n\n这种合作模式并非孤例。在5月中旬，当美国总统唐纳德·特朗普开启其以投资为重点的中东访问，首站抵达沙特阿拉伯时，沙特农业官员正在北京与中国公司签署协议。最终，双方达成了57项协议，总价值达269亿元人民币（约合37亿美元）。\n\n这些协议涵盖了环境、水资源、农业、渔业和畜牧业等多个领域的项目，其中包括：\n\n*   水循环利用方面的知识交流。\n*   人力能力建设项目的开发。\n*   海藻养殖站的建立。\n*   生物燃料和生物肥料的生产。",
      "shortSummary": "中国农业科技在埃及西米尼亚将500公顷沙漠改造为全球最大的甜菜制糖厂。中曼石油钻探了193口水井，并引入先进的空气泡沫钻井技术，有效解决了灌溉难题。此项目不仅提升了埃及的糖业产能，也体现了中国企业在海外寻求机遇与中东国家寻求发展专业知识的战略契合。这与沙特阿拉伯近期与中国签署的价值37亿美元的农业及相关领域合作协议，共同构成了中东与中国日益紧密的合作趋势。",
      "translated_title": "甜蜜交易：中国农业科技如何将埃及沙漠变为顶级糖厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "Near the edge of the Sahara Desert, in Egypt’s West Minya, Chinese drillers bore deep into the earth, tapping groundwater to irrigate a once 500-hectare stretch of desert – now home to the world’s largest beet sugar factory.\nChina’s Zhongman Petroleum has drilled 193 wells over the past three years to irrigate the farm, which supplies Canal Sugar – a joint venture backed by investors from the United Arab Emirates and Egypt – with an annual capacity of 900,000 tonnes, according to the state-run...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/b8b3ecb4-2d94-45d8-832b-1fee4f94ceb1_5a5668be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "什么是《Genius法案》，它真的能巩固美元霸权吗？ (原标题: What is the Genius Act, and can it really cement US dollar supremacy?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312901/what-genius-act-and-can-it-really-cement-us-dollar-supremacy?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 14:00:09 +0000",
      "isoDate": "2025-06-03T14:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 《Genius法案》及其对美元霸权的影响\n\n上周在拉斯维加斯举行的2025年比特币大会上，“Genius法案”成为热门话题。美国副总统J.D. 范斯在会上发表演讲，敦促立法者通过这项法案。\n\n*   **法案全称**：该法案的全称是《指导和建立美国稳定币国家创新法案》（Guiding and Establishing National Innovation for US Stablecoins Act）。\n*   **当前状态**：该法案目前正在美国国会山引起激烈辩论。\n*   **范斯副总统的观点**：范斯认为，美元挂钩的稳定币，尤其是在《Genius法案》颁布后，将有助于美国经济并巩固美元地位。\n\n### 什么是稳定币？\n\n*   **定义**：稳定币是一种加密货币，类似于比特币。\n*   **与比特币的区别**：与比特币不同的是，稳定币的价值并非主要由市场决定，而是旨在相对于某些资产（通常是法定货币）保持稳定的价值。\n\n### 法案的意义\n\n文章旨在探讨《Genius法案》的具体内容、稳定币的定义以及该法案对美元未来和全球经济的潜在影响。它将分析金融专家对该法案及其影响的看法。",
      "shortSummary": "《Genius法案》（即《指导和建立美国稳定币国家创新法案》）是当前美国国会辩论的焦点。副总统J.D. 范斯在比特币大会上力推该法案，认为美元挂钩的稳定币将有助于美国经济并巩固美元霸权。稳定币是一种旨在保持相对于特定资产（通常是货币）稳定价值的加密货币，与价值波动较大的比特币不同。该法案的通过将对美元的未来产生重要影响。",
      "translated_title": "什么是《Genius法案》，它真的能巩固美元霸权吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At last week’s Bitcoin 2025 conference in Las Vegas, there was one phrase on everyone’s lips: the Genius Act.\nVice-President J.D. Vance used his speech at the event to urge lawmakers to pass the bill – also known as the Guiding and Establishing National Innovation for US Stablecoins Act – which is currently the subject of heated debate on Capitol Hill.\n“Dollar-pegged stablecoins, particularly once Genius is enacted, are only going to help the American economy and it’s only going to help the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/b7ee8891-6dce-4cd0-8b08-a93ce54b341a_91f11e74.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格 (原标题: Why new US curbs on China’s tech tests could raise prices for American consumers)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312904/will-new-us-curbs-chinas-tech-tests-raise-electronic-prices-american-consumers?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-03T13:00:08.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "## 美国对中国科技测试的新限制\n\n*   **禁令背景与实施**\n    *   美国联邦通信委员会（FCC）于5月22日以4-0的投票结果一致通过并最终确定了新规定，禁止被视为存在安全风险的中国实验室对进入美国的消费电子产品进行测试。\n    *   此举旨在应对华盛顿对中国科技测试的担忧，认为其可能对美国消费者产生价格影响。\n\n*   **禁令理由**\n    *   FCC表示，经过调查发现，多年来为进入美国市场的设备提供测试服务的中国实验室与中国共产党和军队保持着深厚联系。\n    *   FCC主席Brendan Carr在5月22日的声明中指出，这些实验室为美国电信基础设施提供了“门户”，并担忧一个受外国对手控制的不可靠实验室可能会批准不安全的设备进入美国。\n\n*   **潜在影响**\n    *   观察人士认为，这项禁令可能导致美国消费者面临更少、更昂贵的选择。\n\n*   **执法挑战与对中国制造商的影响评估**\n    *   香港大学金融学讲席教授陈志武指出，由于智能手机等产品由众多部件组成，且这些部件可能在全球各地（如韩国、日本、美国）进行设计和测试，因此很难确定每个部件的测试地点，这使得禁令的执行面临挑战。\n    *   分析师还认为，尽管华盛顿似乎试图限制中国（FCC称之为“对手”），但该禁令对中国手机、个人电脑等制造商的影响可能有限。",
      "shortSummary": "美国联邦通信委员会（FCC）已禁止被视为安全风险的中国实验室测试进入美国的消费电子产品。FCC认为这些实验室与中国共产党和军队有深厚联系，构成电信安全风险。此举可能导致美国消费者选择减少、价格上涨。然而，专家对禁令的执行难度及其对中国制造商的实际影响存在疑问。",
      "translated_title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s recent ban on Chinese labs deemed security risks over their testing of consumer electronics bound for the US has observers wondering about law enforcement while saying the ban may leave American consumers with fewer, more expensive choices.\nAnalysts also say the impact on Chinese makers of phones, PCs and the like could be limited, even though Washington appears to be trying to curtail China, a country the US Federal Communications Commission calls an adversary.\n“It is hard to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/5c4ab2d5-f360-49ae-98c8-9278e2f5b016_19b7eba2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "贸易战风险可能推动全球航运商转向亚洲仲裁中心：分析师 (原标题: Trade war risks could push global shippers to Asia’s arbitration hubs: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312879/trade-war-risks-could-push-global-shippers-asias-arbitration-hubs-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 11:00:15 +0000",
      "isoDate": "2025-06-03T11:00:15.000Z",
      "creator": "Frank Chen",
      "summary": "### 贸易战不确定性促使全球航运商寻求亚洲仲裁\n\n尽管中美两大经济体已达成贸易战休战协议，但海上不确定性依然存在，这促使全球航运业寻求新的风险管理和争议解决途径。\n\n*   **背景与关注点**\n    *   近期在宁波举行的浙江海港集团航运论坛上，频繁提及“美国排除条款”和“中国风险条款”，反映出业界对潜在贸易冲突的担忧。\n    *   全球物流行业代表和海事法律专家齐聚一堂，探讨应对策略，因为利益相关者担心唐纳德·特朗普的高额关税和中国的报复性措施可能再次颠覆全球航运。\n\n*   **论坛共识与解决方案**\n    *   与会者一致认为，有必要通过仲裁来保护自身利益。\n    *   香港及附近亚洲枢纽被视为重要的仲裁中心，可以帮助中国企业应对贸易和地缘政治的复杂局面。\n\n*   **海事法律专家观点（波罗的海国际航运公会亚洲区经理庄伟）**\n    *   **“不可抗力”条款的关注：** 中国及海外的贸易商和航运公司越来越多地咨询，特朗普的关税和其他突发政策变化是否可被视为合同中的“不可抗力”（force majeure）。\n    *   **风险/不可抗力条款的作用：** 在航运合同中，风险或不可抗力条款有助于免除当事方因不可预见的情况（无论是自然灾害还是政治事件）而造成的运输中断的责任。这些条款明确了此类事件造成的潜在损失或损害由谁承担。\n    *   **中国仲裁的机遇：** 关税不确定性也为中国仲裁员带来了机遇，因为航运纠纷正在增加。庄伟指出，一些当事方可能更倾向于在西方以外的地区审理和解决案件，这为亚洲的仲裁服务提供了发展空间。",
      "shortSummary": "尽管中美贸易战休战，航运业仍面临不确定性。近期浙江海港集团论坛上，全球航运代表和法律专家讨论了应对贸易战风险的策略，并强调了仲裁的重要性。与会者认为，香港及其他亚洲仲裁中心能帮助企业规避风险。专家指出，贸易政策变化可能触发合同中的“不可抗力”条款，同时，关税不确定性也为中国仲裁员带来了处理日益增多的航运纠纷的机遇，因为部分当事方倾向于在亚洲解决争议。",
      "translated_title": "贸易战风险可能推动全球航运商转向亚洲仲裁中心：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The terms “United States exclusion clause” and “China risk clause” were frequently heard at a recent shipping forum hosted by Zhejiang Seaport Group in the eastern city of Ningbo, as uncertainties at sea persist despite the trade war truce reached between the world’s two biggest economies.\nThe event brought together global logistics sector representatives and maritime law experts to consider new contract clauses, strategies and arbitration options, as stakeholders fear that a return of Donald...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/845e2c70-430b-4614-87ee-21a27c174f2b_f7355530.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’ (原标题: US efforts to coerce China into trade concessions ‘will not work’, analysts say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312755/us-efforts-coerce-china-trade-concessions-will-not-work-analysts-say?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 15:00:08 +0000",
      "isoDate": "2025-06-02T15:00:08.000Z",
      "creator": "Kandy Wong,Frank Chen",
      "summary": "美国总统唐纳德·特朗普试图通过对中国经济施加“极限压力”和一系列出口管制措施，迫使北京回到谈判桌，但分析人士认为这些努力注定会失败。\n\n**主要观点：**\n\n*   **美国施压策略：**\n    *   特朗普政府近期公布了对中国出售喷气发动机和芯片设计技术的新限制。\n    *   特朗普在社交媒体上表示，他将不再在贸易问题上做“好好先生”。\n    *   这些措施旨在通过“极限压力”迫使中国做出贸易让步。\n\n*   **中国回应：**\n    *   中国商务部周一做出严厉反驳，驳斥了关于中国违反上月在日内瓦达成的贸易协议的指控。\n    *   商务部声明指出，美国单方面挑起贸易摩擦，导致双边关系不确定性，并称华盛顿的言论“严重偏离事实”。\n    *   中方强调，中国“正在认真、严格地履行职责，积极维护日内瓦会谈后的共识，坚定而诚信”。\n\n*   **背景与影响：**\n    *   全球两大经济体之间的紧张关系因日内瓦协议的执行问题再次升级。\n    *   日内瓦协议内容包括美中双方同意在90天内大幅削减彼此商品的关税。",
      "shortSummary": "分析人士指出，美国总统特朗普通过对中国经济施加“极限压力”和实施出口管制（如限制喷气发动机和芯片设计技术销售）来胁迫中国做出贸易让步的努力将不会奏效。中国商务部严厉反驳了美方指控，强调中方致力于遵守日内瓦贸易协议。美中两国因该协议的执行问题，贸易紧张关系再次加剧。",
      "translated_title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s attempts to force Beijing back to the negotiating table by piling “extreme pressure” on the Chinese economy through a barrage of export controls are doomed to fail, analysts said.\nWashington has unveiled new curbs on the sale of jet engine and chip design technologies to China in recent days, as Trump insisted in a social media post that he would no longer be “Mr Nice Guy” on trade.\nBut Beijing responded with a stinging rebuke on Monday, with the Ministry of Commerce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/f4807019-b82c-4a00-ac10-ce9813c7622f_7b2e76a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "波音在华前景面临贸易战逆风和供应链风险：分析师观点 (原标题: Boeing’s China hopes face trade war headwinds, supply chain risks: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312763/boeings-china-hopes-face-trade-war-headwinds-supply-chain-risks-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-02T13:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "波音公司预计中国航空公司将恢复因中美贸易战而暂停的飞机订单，但分析师警告称，供应链限制和关税不确定性可能会减缓实际交付。\n\n*   **订单暂停与恢复**\n    *   **暂停原因：** 美国总统唐纳德·特朗普的贸易政策导致全球航空供应链出现不确定性。特别是在4月份中美关税飙升后，波音公司首席执行官凯利·奥特伯格（Kelly Ortberg）证实，一些中国航空公司曾拒绝接收波音飞机，奥特伯格此前曾表示，对华交付因“关税环境”而暂停。\n    *   **恢复契机：** 5月，中美达成90天贸易休战协议后，奥特伯格表示，中国航空公司已确认本月将开始接收波音飞机。他于5月29日再次确认，中国航空公司正在计划并告知波音将接收飞机。\n\n*   **面临的挑战**\n    *   分析师指出，尽管波音预计订单将恢复，但供应链限制和关税不确定性仍然是可能阻碍实际交付的关键因素。\n\n*   **政治考量**\n    *   商业咨询公司Dezan Shira & Associates的执行合伙人阿尔贝托·维托雷蒂（Alberto Vettoretti）认为，随着特朗普政府推动更多美国商品销往海外，北京官员可能会将恢复的波音订单视为在更广泛贸易谈判中的筹码。",
      "shortSummary": "波音公司预计中国航空公司将恢复因中美贸易战暂停的飞机订单。尽管5月达成90天贸易休战，但分析师警告供应链限制和关税不确定性可能减缓实际交付。此前，关税飙升曾导致中国航空公司拒绝接收波音飞机。有观点认为，北京可能将恢复订单作为贸易谈判的筹码。",
      "translated_title": "波音在华前景面临贸易战逆风和供应链风险：分析师观点",
      "images": [],
      "contentSource": "完整文章",
      "content": "Boeing expects Chinese airlines to resume orders that were paused during the trade war with the United States, but analysts warn supply chain constraints and tariff uncertainties could slow actual deliveries.\nKelly Ortberg, CEO of the American aircraft giant, said Chinese airlines have confirmed they would begin taking deliveries of Boeing planes this month after Beijing and Washington agreed to a 90-day trade truce in May.\nIn April, Ortberg was quoted as saying that deliveries to China had been...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/b59c18fe-3294-46ff-9d71-9c5e4ec0e229_b85b7922.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国家长如何看待美国限制学生签证的举动？ (原标题: What do Chinese parents think of US moves to restrict student visas?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312489/us-hostility-chinese-students-prompts-many-parents-look-elsewhere?utm_source=rss_feed",
      "pubDate": "Sun, 01 Jun 2025 14:00:08 +0000",
      "isoDate": "2025-06-01T14:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 美国限制中国学生签证对中国家庭的影响\n\n## 担忧与重新考量\n\n特朗普政府近期进一步限制中国学生赴美留学的举动，正在中国家庭中引发普遍的疑虑，促使许多家长重新考虑子女在海外的学术未来。对一些家庭而言，美国的“美国梦”正逐渐让位于更务实的替代方案，例如选择离家更近的国家或其他西方国家。美国对国际学生政策的不可预测性，使得家长们开始权衡子女海外教育的投资回报。\n\n## 具体限制措施与提议\n\n最新一波的不确定性在上周达到高潮，当时美国国务卿马可·卢比奥宣布，美国将撤销与中国共产党有联系或在“关键领域”学习的中国学生的签证。此举之前，全球学生签证面试被突然暂停，政府正考虑更严格的审查措施，包括筛查潜在学生的社交媒体帖子。\n\n美国总统唐纳德·特朗普于周三进一步加剧了家长们的担忧，他提议将哈佛大学的国际学生比例从30%削减至15%，声称美国学生正在失去机会。此番言论发表前几天，国土安全部曾试图阻止哈佛招收国际学生，但此举后来被一名联邦法官叫停。周四，特朗普政府在一份法庭文件中表示，不会立即终止哈佛招收国际学生的能力，但给予该大学30天时间解释为何应保留此能力。",
      "shortSummary": "特朗普政府近期限制中国学生签证的举动，正引发中国家庭对赴美留学未来的担忧，促使他们考虑其他教育选择。具体措施包括：撤销与中国共产党有联系或在“关键领域”学习学生的签证，暂停签证面试并加强社交媒体审查，以及提议削减哈佛等大学的国际学生比例。这些政策的不可预测性，促使中国家庭重新评估海外教育的投资回报。",
      "translated_title": "中国家长如何看待美国限制学生签证的举动？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Trump administration’s recent moves to further restrict Chinese students’ access to US education are sending ripples of doubt through families in China, prompting many to reconsider their children’s academic futures abroad.\nFor some, the American dream is giving way to more pragmatic alternatives closer to home or in other Western nations, as the United States’ unpredictable approach to international students makes them ponder the returns on investment in their children’s overseas...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/daf56817-6de3-4ffa-bc24-d5e81179774c_61fe115f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "难以转型：贸易战下中国出口商为何难以转向内销 (原标题: Hard to pivot: why China’s exporters struggle to sell at home despite trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312469/hard-pivot-why-chinas-exporters-struggle-sell-home-despite-trade-war?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 10:00:13 +0000",
      "isoDate": "2025-05-31T10:00:13.000Z",
      "creator": "Frank Chen",
      "summary": "# 难以转型：贸易战下中国出口商为何难以转向内销\n\n## 背景与挑战\n\n*   **出口商困境：** 尽管面临贸易战，中国出口商在将产品转向国内市场销售时面临挑战。\n*   **政府鼓励：** 为缓解企业压力，北京鼓励受困的出口商将最初面向海外市场的产品转向国内销售。\n\n## 案例分析：浙江双童日用品有限公司\n\n*   **业务性质：** 浙江双童日用品有限公司（Soton Daily Necessities）是一家生产吸管和食品包装材料的出口企业。\n*   **环保投资：** 去年，该公司投入3000万元人民币（约合416万美元）以符合西方国家更严格的环保标准。\n*   **投资考量：** 尽管升级生产设施的成本高昂（相当于销售数千万根吸管的利润），但公司认为美国和欧洲市场的潜力，以及西方消费者日益增长的环保意识，使得这项投资在理论上是合理的。\n*   **高科技与资本密集型策略：** 双童公司采取了技术和资本密集型策略，以确保即使是简单的吸管也能符合环保要求。\n*   **高管观点：** 双童副总裁毛斌向当地媒体表示，任何有健全逻辑的人都不会预料到美国总统会采取如此极端的行动，这暗示了贸易政策变化对他们原有战略的冲击。",
      "shortSummary": "贸易战下，中国出口商面临转型内销的挑战。以浙江双童日用品为例，该公司为符合西方环保标准投入巨资，原计划深耕欧美市场。然而，贸易政策变化使其难以将为海外市场定制的产品转向国内销售，凸显了出口企业在转型过程中面临的困境，即使政府鼓励内销也难以轻易实现。",
      "translated_title": "难以转型：贸易战下中国出口商为何难以转向内销",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese company that exports straws and food packaging materials spent 30 million yuan (US$4.16 million) last year to comply with stricter environmental standards in Western countries. Although the costs to upgrade its production facilities were steep – roughly equivalent to the profits the firm would make selling tens of millions of straws – the potential in the US and European markets seemed to justify the investment.\nAnd they were right – in theory.\nBy betting on the growing environmental...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/31/89982dc5-f736-4e88-824c-23b9f4f8b93a_1ed4a85c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "利用特朗普的自负为全球金融再平衡开辟道路 (原标题: Use Trump’s ego to clear a path for global financial rebalancing)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3312287/how-save-world-economy-and-make-trump-think-it-was-his-doing?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 08:30:08 +0000",
      "isoDate": "2025-05-31T08:30:08.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 利用特朗普的自负为全球金融再平衡开辟道路\n\n文章探讨了美国前总统唐纳德·特朗普在全球经济秩序中扮演的复杂角色，以及他如何无意中揭示了美国经济的深层结构性问题。\n\n*   **特朗普的洞察与破坏性方法**\n    *   特朗普正确地指出了全球经济秩序中两个不可持续的要素：\n        *   美国作为“最后消费者”的角色无法无限期持续，这使得其他经济体得以追求不可持续的出口导向型增长。\n        *   美国无法通过无限期积累债务来为其消费水平融资。\n    *   这两个问题紧密相连。然而，特朗普试图通过“创造性破坏”来实现再平衡的方式，却可能带来灾难性的后果。\n\n*   **美国债务与信任危机**\n    *   美国政府承担债务的能力（目前已达创纪录的36.2万亿美元）依赖于债权人的信任。\n    *   特朗普的惩罚性关税已在很大程度上破坏了这种信任。\n    *   此外，美国债务融资还依赖于全球范围内的超低利率，但这种状况现已结束。\n    *   这意味着美国政府将面临潜在的、令人 crippling 的债务偿付负担，目前利息支付已占联邦总支出的16%，并且还在上升。\n\n*   **揭示不便的真相**\n    *   无论是有意还是无意，特朗普揭示了华盛顿很少有人愿意公开承认的不便真相。\n    *   然而，他处理问题的方式如同“瓷器店里的公牛”，引发了他究竟是无政府主义者还是终极现实主义者的疑问。\n\n*   **前任政府的认知**\n    *   在特朗普第二任期之前的拜登政府不可能不知道，在不断变化、日益收紧的国际金融环境下，美国的债务状况是不可持续的。\n    *   这种不可持续性很快会引发债务偿付危机，并影响美国进口商品和资本的能力。\n\n*   **相关图片**\n    *   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa)\n        *   视频标题：特朗普承诺将美国制造业从中国带回，但他的关税会奏效吗？",
      "shortSummary": "文章指出，特朗普正确识别了全球经济中美国作为“最后消费者”及巨额债务积累的不可持续性。然而，他的惩罚性关税破坏了债权人信任，加之全球低利率时代结束，导致美国36.2万亿美元的债务面临严峻偿付负担。尽管特朗普以破坏性方式揭示了这些问题，但美国债务状况已不可持续，可能引发金融危机，前任政府对此亦心知肚明。",
      "translated_title": "利用特朗普的自负为全球金融再平衡开辟道路",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump is an enigma. He has correctly identified the two most unsustainable elements of the global economic order, but his attempts to bring about their creative destruction threaten disaster. Has he perhaps revealed a paradoxical truth that such destruction is the only practical way to go?\nIt was never going to be possible for the United States to remain the “consumer of last resort” indefinitely, thereby allowing other economies to pursue unsustainable export-led growth. It...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/50955215-ad97-42e5-9ac0-3252d3590fc2_468956c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "台北国际电脑展（亚洲最大科技展）展厅里的贸易战大象 (原标题: Trade war elephant in the showroom at Computex Taipei, Asia’s biggest tech expo)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312466/trade-war-elephant-showroom-computex-taipei-asias-biggest-tech-expo?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 03:00:21 +0000",
      "isoDate": "2025-05-31T03:00:21.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 台北国际电脑展：渐进式创新与未言之隐\n\n今年的台北国际电脑展（Computex Taipei）如期举行，吸引了86,521名潜在买家。展会现场热闹非凡，扬声器播放着动作游戏的轰鸣声，白色灯光在展示的新型微处理器薄薄的黑色边缘上闪烁。参观者们体验了无需特殊眼镜即可观看3D显示内容的AI笔记本电脑，屏幕上时而播放日本乡村小路，时而展示复杂的结肠手术。\n\n然而，今年的展会场景与2024年的Computex并无显著差异。去年，即OpenAI发布ChatGPT的18个月后，开发者有足够时间推出基础硬件，如AI计算芯片和云服务器加速器，这显著推动了台湾的经济增长，例如2025年第一季度实现了5.37%的同比快速增长。\n\n相比之下，今年的展会主要展示了渐进式的改进，例如通过鼠标点击激活AI软件，以及允许用户发出命令的麦克风。与2024年黄仁勋（Nvidia CEO）在展会上为AI笔记本电脑排队人群签名不同，他今年并未现身展厅。\n\n文章指出，这些渐进式改进只是“小问题”（bug），而真正的“大象”（elephant）——一个未被明确提及但显而易见的问题——才是关键所在。虽然文章内容未详细阐述，但结合标题，这头“大象”可能暗指贸易战带来的影响和不确定性。",
      "shortSummary": "今年的台北国际电脑展（Computex Taipei）展示了AI笔记本电脑和微处理器等技术，但与去年相比，缺乏重大突破，主要呈现渐进式改进。Nvidia CEO黄仁勋也未像去年一样亲临展会。文章暗示，展会背后存在一个未被明确提及的“大象”，结合标题，这可能指贸易战对科技产业的影响，而非技术本身的问题。",
      "translated_title": "台北国际电脑展（亚洲最大科技展）展厅里的贸易战大象",
      "images": [],
      "contentSource": "完整文章",
      "content": "There was an elephant in the showroom at this year’s Computex Taipei tech expo.\nLoud speakers boomed the guttural sounds of action games loud enough to be heard across dozens of booths, where blazing white lights glinted off the thin black edges of new microprocessors on display. Some of the show’s 86,521 prospective buyers tried out AI-enabled laptops with 3D displays – visible without special glasses – screening a country lane in Japan one moment, a complicated colon surgery the next.\nAnd...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/115d33c0-4988-4606-949e-6a15de4bac2f_75ee818d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国出口管制：中国航空发动机的延迟，而非停滞 (原标题: US export controls: a delay, but not a grounding, for China’s aircraft engines)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312505/us-export-controls-delay-not-grounding-chinas-aircraft-engines?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 14:30:08 +0000",
      "isoDate": "2025-05-30T14:30:08.000Z",
      "creator": "Ralph Jennings,Frank Chen",
      "summary": "### 美国对华航空发动机出口管制的影响\n\n美国近期针对中国飞机制造商的技术出口限制，短期内将延缓中国喷气发动机的国产化进程。然而，分析师指出，任何挫折只会坚定北京实现技术自给自足的决心，以测试和推出国产发动机。\n\n**美国行动**\n\n*   据报道，美国官员已暂停向中国国有飞机制造商中国商用飞机有限责任公司（Comac）的民用飞机销售部分与喷气发动机相关的技术。\n\n**中方回应**\n\n*   中国外交部发言人林剑周五反驳了美国的发动机管制措施，指责美国“恶意阻挠和打压中国”。\n*   林剑表示：“我们对此坚决反对，并将坚决维护我们的正当合法权益。”\n\n**对中国航空业的影响与展望**\n\n*   分析师认为，中国将在未来两到三年内投入更多资源开发国产喷气式飞机发动机。\n*   总部位于上海的中国商飞（Comac）旨在未来与空客和波音等跨国公司竞争全球市场份额，但可能被迫放缓飞机生产。\n*   中国首款单通道客机C919已投入商业运营两年。",
      "shortSummary": "美国对中国飞机制造商实施的喷气发动机技术出口管制，短期内将延缓中国发动机国产化进程。然而，分析师认为此举将坚定北京实现技术自给自足的决心，促使中国在未来两三年内投入更多资源开发国产发动机。中国外交部对此表示坚决反对，指责美国“恶意打压”。尽管中国商飞可能被迫放缓生产，但此举被视为对中国航空发动机发展的一次延迟而非彻底停滞。",
      "translated_title": "美国出口管制：中国航空发动机的延迟，而非停滞",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s technology-export restrictions targeting Chinese plane makers this week will delay China’s jet engine indigenisation process in the near term, but any setback will only harden resolve in Beijing for tech self-reliance to test and launch a home-grown engine, analysts said on Friday.\nUnited States officials have reportedly suspended some sales of technologies linked to jet engines that could be built for Chinese state-owned Commercial Aircraft Corporation of China’s (Comac) civilian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/67219b82-f6d9-4717-85df-3dc377a31a0b_142b4967.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Taco vs Tina：当交易员对两者都感兴趣时，哪个缩写词会胜出？ (原标题: Taco vs Tina: which acronym will win out when traders have a taste for both?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312502/taco-vs-tina-which-acronym-will-win-out-when-market-has-taste-both?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 12:30:08 +0000",
      "isoDate": "2025-05-30T12:30:08.000Z",
      "creator": "Carol Yang,Mandy Zuo",
      "summary": "### Taco vs Tina：特朗普关税政策下的市场缩写词\n\n美国总统唐纳德·特朗普的关税威胁，以及随后的反复无常，催生了两个在金融市场中流行的缩写词：“Taco”和“Tina”，它们反映了投资者在不确定性中的不同策略和心态。\n\n#### 什么是“Taco”交易？\n\n*   **定义与起源**：“Taco”代表“Trump always chickens out”（特朗普总是退缩），由《金融时报》专栏作家罗伯特·阿姆斯特朗创造。它描述了一种市场现象和交易策略。\n*   **交易策略**：精明的投资者利用特朗普的这一模式进行交易。当特朗普威胁征收极高关税时，他们会卖出高风险资产；而当他如预期般退缩时，他们会重新买入这些贬值的资产，从而在资产价值回升时获利。\n*   **市场模式**：特朗普反复使用其“谈判”策略，以及随之而来的市场反应，在华尔街形成了可识别的模式，强化了“Taco”心态。\n*   **实例**：\n    *   标准普尔500指数在特朗普于“解放日”对多数国家征收高关税后大幅下跌。\n    *   随后，在特朗普暂停了大部分进口关税90天，并表示将与贸易伙伴达成双边协议后，该指数迅速反弹。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM)\n\n#### 市场为何青睐“Taco”交易？\n\n华尔街偏爱朗朗上口的缩写词。“Taco”交易的叙事在其他案例中也持续上演，例如：\n\n*   特朗普曾将对中国的征税提高到惩罚性的145%，但在瑞士谈判后又降至30%。\n*   他还曾威胁将对欧盟的关税提高到50%，随后又将此举推迟到7月9日。\n\n#### “Tina”：别无选择\n\n尽管特朗普反复无常的关税政策搅动了市场，让许多投资者疲于应对，但许多人仍然相信“there is no alternative”（别无选择）。因此，当他们将资金投入美国资产时，他们信任的是“Tina”所代表的理念。",
      "shortSummary": "“Taco”和“Tina”是与美国总统特朗普关税政策相关的两个市场缩写词。“Taco”（Trump always chickens out）描述了一种交易策略：投资者在特朗普威胁高关税时卖出资产，在他退缩时再买入获利。这种模式在华尔街反复出现，例如标准普尔500指数的波动。“Tina”（there is no alternative）则反映了尽管市场波动，投资者仍倾向于信任美国资产的心态。文章主要探讨了“Taco”交易的流行及其背后的市场逻辑。",
      "translated_title": "Taco vs Tina：当交易员对两者都感兴趣时，哪个缩写词会胜出？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s tariff threats, with some reaching what he considers to be “a ridiculous high” level before being drastically lowered or suspended, have given rise to an acronymic market trend that Trump lashed out at a reporter for mentioning: Taco trades.\nBut despite Trump’s back-and-forth tariff whiplash that has roiled markets and left many investors scrambling to keep up, many still believe “there is no alternative”. So, when it comes to putting their money in US assets, it’s in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/333e61d3-f5e0-434f-a62c-ad74391e821b_03d320ba.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国零售巨头要求中国供应商承担高达66%的关税成本 (原标题: US retail giants pushing Chinese suppliers to shoulder up to 66% of tariff costs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312482/us-retail-giants-pushing-chinese-suppliers-shoulder-66-tariff-costs?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 11:00:10 +0000",
      "isoDate": "2025-05-30T11:00:10.000Z",
      "creator": "Kandy Wong,Frank Chen",
      "summary": "### 美国零售商要求中国供应商分担关税\n\n**背景与核心要求：**\n*   受持续进行的中美贸易战影响，美国零售巨头正向其中国供应商施压，要求他们承担美国进口关税成本的50%至66%。\n*   此举旨在缓解贸易战对美国企业利润的压力，同时应对国内保持物价稳定的政治压力。\n\n**谈判与涉及方：**\n*   行业消息人士透露，美国零售商与中国生产商已就如何处理额外成本进行了数周的谈判。\n*   包括沃尔玛、塔吉特、耐克、彪马和阿迪达斯在内的全球品牌和主要美国零售集团，正在推动中国及部分东南亚地区的供应商吸收大部分关税成本。\n*   一家为主要零售商和品牌供货的时尚供应商高管表示，其大部分客户（服装供应商）被要求承担当前关税的50%至66%。\n\n**谈判进展与行业影响：**\n*   目前，谈判仍在进行中，关税成本分摊的细节尚未最终确定，双方保持持续沟通。\n*   行业消息人士强调，这对整个行业来说是一个“艰难时期”。\n\n**此前情况：**\n*   此前，在4月底要求中国供应商恢复出货时，沃尔玛等主要美国零售集团曾同意全额承担关税成本。",
      "shortSummary": "受中美贸易战影响，美国零售巨头（如沃尔玛、塔吉特、耐克等）正要求中国及东南亚供应商承担高达50%至66%的美国进口关税成本。这与此前零售商同意全额承担关税的立场相反。行业消息人士指出，谈判仍在进行中，关税分摊细节尚未最终确定，给相关企业带来巨大压力。",
      "translated_title": "美国零售巨头要求中国供应商承担高达66%的关税成本",
      "images": [],
      "contentSource": "完整文章",
      "content": "American retail giants are now demanding that their Chinese suppliers shoulder half to 66 per cent of the cost of US import duties, as the ongoing US-China trade war ramps up pressure on businesses’ bottom lines, industry sources told the Post.\nUS retailers have been locked in talks with Chinese producers for weeks over how to handle the additional costs caused by the trade war, with the firms facing intense political pressure at home to “eat the tariffs” and keep prices stable.\nWalmart and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/6a0249ff-a60a-4986-a3c6-62090e6c09c1_2b800d86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "经济学家警告金融制裁可能成为中美新战场 (原标题: Economist warns that financial sanctions could become new US-China battleground)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312393/chinese-economist-warns-financial-sanctions-could-become-new-us-china-battleground?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 04:00:23 +0000",
      "isoDate": "2025-05-30T04:00:23.000Z",
      "creator": "Sylvia Ma",
      "summary": "一位中国著名经济学家警告称，金融制裁和反制措施可能“成为中美竞争的新战场”，但他同时指出，华盛顿对北京发起全面金融制裁的可能性仍然很小。\n\n*   **主要观点**：\n    *   中国首席经济学家论坛主席连平表示，尽管美国采取全面金融制裁措施的可能性较低，但华盛顿可能会采取“首先针对特定中国实体，然后逐步扩大范围，最终将中国推出美元体系”的策略。\n    *   他的言论是在中美紧张关系（目前主要集中在贸易领域）可能蔓延至金融战的担忧日益加剧之际发表的。\n\n*   **全面制裁的挑战**：\n    *   连平指出，美国难以对中国实施一些人担心的全面金融制裁，例如将其从环球银行金融电信协会（SWIFT）系统中剔除或冻结其美元资产。\n    *   他认为，在SWIFT系统内制裁中国（作为全球最大贸易国和第二大投资国）“无异于拆除其主要支柱之一，这将不可避免地对系统本身造成严重损害”。\n    *   如果SWIFT系统将中国排除在外，与中国有贸易和投资往来的国家将转向使用人民币跨境支付系统（CIPS）——中国的替代结算系统，这将削弱SWIFT的重要性。",
      "shortSummary": "中国经济学家连平警告称，金融制裁可能成为中美竞争的新战场，但全面制裁的可能性较低。他指出，美国可能采取逐步将中国推出美元体系的策略。连平认为，对中国实施全面金融制裁（如将其排除出SWIFT系统）将损害SWIFT本身，并促使各国转向中国的CIPS系统，从而削弱SWIFT的重要性。",
      "translated_title": "经济学家警告金融制裁可能成为中美新战场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A prominent Chinese economist has cautioned that financial sanctions and countermeasures could “become a new battleground” in China-US rivalry, while adding that the chance of Washington launching full-scale financial sanctions against Beijing remained slim.\nLian Ping, chairman of the China Chief Economists Forum, a government advisory think tank, said that although the odds of full-blown measures remain low, Washington could adopt a strategy of “first targeting specific Chinese entities, then...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/4523b96b-1bcb-4b1c-92c2-47dbe3455783_80acb249.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美紧张局势瞄准科技，日内瓦协议是否昙花一现？ (原标题: As US-China tensions target tech, was Geneva deal just a flash in the pan?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312337/rising-us-china-tensions-target-tech-was-geneva-deal-just-flash-pan?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 14:30:08 +0000",
      "isoDate": "2025-05-29T14:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中美经济紧张局势升级，重心转向先进技术\n\n分析人士指出，中美之间的经济紧张局势在关税压力下持续加剧，并正蔓延至更难达成共识的领域——即先进技术。这一转变发生在华盛顿据报采取行动，暂停向中国出口与半导体设计和喷气发动机制造相关的产品和技术之后。\n\n### 美国对华科技出口限制的具体举措\n\n*   **半导体设计技术：** 据《金融时报》援引知情人士消息报道，美国商务部已告知包括Cadence、Synopsys和西门子EDA在内的美国电子设计自动化公司，停止向中国提供其技术。\n*   **航空制造技术：** 《纽约时报》报道称，华盛顿已暂停部分允许美国公司向中国国有航空制造商中国商飞（Comac）出售产品和技术的许可证，这些技术可能被用于开发中国国产的C919飞机。据称，此举是为了回应中国对关键矿物的出口管制。\n\n### 对“日内瓦停火”协议的影响\n\n经济学人智库亚洲首席经济学家兼全球贸易首席分析师Nick Marro表示，这些举动“对美中关系构成威胁，因为它破坏了日内瓦停火协议”。他指的是本月早些时候在瑞士举行的高级别双边会谈，该会谈促成了双方针锋相对的关税战的暂时停顿。Marro补充说：“我们越来越多地看到美中摩擦从关税转向经济关系中更困难的领域。”\n\n### 科技“脱钩”的长期性与复杂性\n\n文章指出，无论关税谈判状况如何，中美科技部门的“脱钩”都将是一个长期且日益复杂的过程。\n\n### 美国法院裁定特朗普关税权力越权\n\n对美国总统唐纳德·特朗普而言，一个挫折是，美国联邦法院于周三裁定他在使用紧急权力对所有贸易伙伴征收高额关税方面越权。这一裁决阻止了他全面的“解放日”关税，以及另一组针对中国、墨西哥和加拿大（因其在芬太尼危机中的作用）的关税。",
      "shortSummary": "中美经济紧张局势正从关税转向先进技术领域。美国据报已暂停对华出口半导体设计和航空制造技术，此举被分析人士视为对近期“日内瓦停火”协议的威胁。中美科技“脱钩”预计将长期且复杂。此外，美国一联邦法院裁定特朗普使用紧急权力征收关税越权。",
      "translated_title": "中美紧张局势瞄准科技，日内瓦协议是否昙花一现？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Economic tensions between the US and China are rising under the weight of tariffs and spreading into areas where it is harder to reach a consensus – namely, advanced technology – analysts say in the wake of Washington’s reported moves to pause exports of products and technologies related to semiconductor design and jet-engine manufacturing to China.\nThe US Department of Commerce has told American electronic design automation firms – including Cadence, Synopsys and Siemens EDA – to stop supplying...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/bca80a10-bb31-45a3-8f7f-e5d3a934cf4e_06a1eecb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国法院阻止了特朗普的关税。这对中国意味着什么？ (原标题: A US court has blocked Trump’s tariffs. What does that mean for China?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312313/us-court-has-blocked-trumps-tariffs-what-does-mean-china?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 10:00:33 +0000",
      "isoDate": "2025-05-29T10:00:33.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "## 美国法院阻止特朗普关税的影响\n\n美国一家法院发布命令，阻止了唐纳德·特朗普总统的“解放日”关税，这被分析人士视为对美国领导人的一次挫折。然而，分析人士也指出，这不太可能为中国和其他美国贸易伙伴提供超过暂时性的喘息机会。\n\n### 关键信息点：\n\n*   **法院裁决**：美国一家法院阻止了特朗普政府征收的“解放日”关税。\n*   **对特朗普的影响**：该裁决对特朗普总统而言是一次挫折。\n*   **对贸易伙伴的影响**：分析人士认为，这对中国及其他美国贸易伙伴而言，可能只提供暂时的缓解。\n*   **政府回应**：特朗普政府已向联邦巡回法院提起上诉，试图阻止关税禁令的生效。\n*   **未来可能性**：即使上诉失败，特朗普仍有可能通过其他方式重新征收这些关税。\n*   **诉讼发起方**：共有12个美国州和5家美国企业提起了诉讼，旨在阻止这些行政措施。\n*   **关税背景**：这些关税是在中美之间一系列针锋相对的贸易行动后，将中国商品的关税提高了惊人的145个百分点。\n*   **裁决细节**：法院裁决要求美国政府在10天内停止征收这些关税，并允许对已征收的关税进行退款。\n\n**（文章内容中不包含有效的图片链接，因此详细摘要中不包含图片。）**",
      "shortSummary": "美国一家法院阻止了特朗普政府的“解放日”关税，这对特朗普而言是一次挫折。分析人士认为，这可能只为中国及其他贸易伙伴提供暂时性缓解。特朗普政府已提起上诉，并可能寻求其他方式重新征收关税。该裁决源于12个州和5家企业的诉讼，要求政府在10天内停止征收关税，并允许退款。",
      "translated_title": "美国法院阻止了特朗普的关税。这对中国意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A US court order blocking President Donald Trump’s “Liberation Day” tariffs marks a setback for the US leader, but is unlikely to provide China and other American trading partners with more than a temporary reprieve, analysts said.\nThe Trump administration has already filed an appeal to stop the tariff block with a Federal Circuit court, and even if that effort fails he could potentially reinstate the tariffs using other methods, they added.\nA three-judge panel at the New York-based US Court of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/6de28479-5e5a-4f6d-b751-f3d656fcfb12_b11e15b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何亚洲储蓄过剩在特朗普贸易战中再次成为焦点 (原标题: Why Asia’s savings glut is back in spotlight amid Trump’s trade war)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3312230/will-trump-induced-fears-cause-asian-capital-flow-back-home?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 08:30:07 +0000",
      "isoDate": "2025-05-29T08:30:07.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 特朗普贸易战背景下亚洲储蓄过剩问题再受关注\n\n自美国总统唐纳德·特朗普于4月2日宣布对几乎所有贸易伙伴征收“对等”关税以来，亚洲经济体一直位居投资者担忧名单之首。\n\n*   **初期担忧：贸易脆弱性**\n    *   最初的担忧集中在亚洲的严重脆弱性上，因为在全球对美贸易顺差最大的10个经济体中，有7个来自亚洲。\n*   **关注点转移：资本流动**\n    *   在特朗普于4月9日宣布暂停征税90天后，资本流动取代贸易成为主要担忧。\n    *   许多依赖贸易的亚洲经济体拥有巨额经常账户盈余，其中一部分被循环投资到海外资产，特别是美国债券。\n*   **亚洲金融危机后的政策转变**\n    *   1997-98年亚洲金融危机后，该地区决策者认为积累大量外汇储备是金融稳定的关键先决条件。\n    *   到2007年，亚洲盈余经济体（中国大陆、台湾、香港、日本、韩国和新加坡）的经常账户总盈余已达到近7000亿美元，而2000年时约为2000亿美元。\n*   **“亚洲储蓄过剩”现象**\n    *   2005年，时任美联储主席本·伯南克指出，亚洲经济体的储蓄多于其国内投资，已成为世界其他地区的净资本供应方。\n    *   伯南克称之为该地区的“储蓄过剩”，这有助于为美国的经常账户赤字提供资金。他质疑美国（占全球净资本进口的大部分）与亚洲（主导全球净贷款）之间的这种不平衡是否可持续。\n*   **亚洲投资者在美国资产中的地位**\n    *   截至去年底，亚洲投资者（包括中央银行等官方主权投资者和保险公司等私人投资者）持有美国国债的外国份额中占45%。\n    *   根据法国兴业银行的数据，他们还持有美国政府部门或政府资助企业发行债务的外国份额的55%，以及近20%的外国持有的美国股票。\n*   **特朗普政策对美国资产的影响**\n    *   然而，特朗普重返白宫对美国作为避险天堂的地位提出了质疑。\n    *   除了破坏性的贸易政策外，特朗普鲁莽的减税和支出立法（预计未来十年将使美国本已膨胀的公共债务至少增加3万亿美元）正在给美国资产带来压力，并危及该国的信用评级。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa)\n*视频：特朗普承诺将美国制造业从中国带回，但他的关税会奏效吗？*",
      "shortSummary": "特朗普的贸易战使亚洲的“储蓄过剩”问题再次受到关注。亚洲经济体拥有巨额经常账户盈余，这些资金被大量投资于美国资产，特别是美国国债。这一现象曾被美联储前主席伯南克指出，并质疑其可持续性。然而，特朗普的贸易政策、减税和支出计划正给美国资产带来压力，并危及美国的信用评级，从而挑战了美国作为安全避风港的地位。",
      "translated_title": "为何亚洲储蓄过剩在特朗普贸易战中再次成为焦点",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/DD-manufacturing_Thu_Web_Clean.jpg?itok=b8aejlZa",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Ever since US President Donald Trump unveiled sweeping “reciprocal” tariffs on nearly all trading partners on April 2, Asia’s economies have been at the top of investors’ worry list. Concerns initially focused on Asia’s acute vulnerability given that it accounts for seven of the 10 economies with the largest trade surpluses with the United States.\nAfter Trump announced a 90-day suspension of the levies on April 9, capital flows supplanted trade as the main cause for concern. Investors betting on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/619204d4-c51e-48f3-86f2-1a4dc8d7e05b_9ab620d4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何剩余关税可能削弱中国航空公司的实力，并影响波音公司 (原标题: Why remaining tariffs could clip Chinese airlines’ wings, and Boeing’s)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312216/trade-turbulence-slow-chinese-airlines-growth-add-boeing-delays-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 03:05:16 +0000",
      "isoDate": "2025-05-29T03:05:16.000Z",
      "creator": "Sylvia Ma",
      "summary": "根据分析师的观点，中美之间剩余的关税以及全球交付延迟，可能对中国航空业和波音公司造成显著影响：\n\n*   **关税影响成本**：\n    *   尽管近期关税有所下调，但对美国进口商品（包括波音飞机）的剩余关税，可能导致中国买家每架飞机需额外支付数百万甚至超过千万美元。\n    *   这使得中国航空公司在短期内不愿进口波音飞机。\n\n*   **航空运力增长放缓**：\n    *   受关税和全球供应链限制的影响，中国民航客运能力预计到2028年，年均增长率仅为3.1%。\n    *   这与2019年之前的十年间15.4%的年均增长率形成鲜明对比。\n\n*   **飞机交付与订单**：\n    *   分析师预计，飞机交付可能会延迟，甚至一些订单可能被中国航空公司取消。\n    *   波音公司首席执行官证实，在今年的贸易动荡中，一些中国航空公司曾拒绝接收波音飞机。\n    *   然而，据报道，在中美关税战降温后，美国制造飞机的交付已于本月早些时候恢复。\n    *   供应链紧张和关税压力意味着飞机交付延迟率可能仍将保持在25%左右。",
      "shortSummary": "剩余的美国关税和全球交付延迟正严重影响中国航空业。分析师指出，关税使波音飞机对中国买家成本增加数百万美元，导致中国航空运力增长显著放缓，预计年均增长率仅3.1%。中国航空公司因此不愿进口波音飞机，可能导致订单延迟甚至取消。尽管近期交付有所恢复，但供应链紧张和关税压力仍将使飞机交付延迟率维持在25%左右，对中国航空公司和波音公司均构成挑战。",
      "translated_title": "为何剩余关税可能削弱中国航空公司的实力，并影响波音公司",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite recent tariff cuts, remaining duties on imports from the US could force Chinese buyers of Boeing jets to pay millions of US dollars more than before and, along with worldwide delivery delays, contribute to a sharp slowdown in the growth of China’s aviation capacity, analysts said.\nHeld back by tariffs and global supply chain constraints, China’s civil aviation passenger capacity is likely to grow by an average of 3.1 per cent a year until 2028, analysts at China International Capital...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/913212a4-2b7e-4341-b365-857241acaa63_96d5a26b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "前WTO总干事呼吁中欧合作，应对特朗普的‘黑手党式’策略 (原标题: China, EU cooperation urged by former WTO head amid Trump’s ‘mafia-like’ tactics)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312167/urging-china-eu-cooperation-former-wto-head-pascal-lamy-points-common-ground?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 13:38:28 +0000",
      "isoDate": "2025-05-28T13:38:28.000Z",
      "creator": "Kandy Wong",
      "summary": "### 前WTO总干事呼吁中欧合作，应对特朗普的“黑手党式”策略\n\n前世界贸易组织（WTO）总干事帕斯卡尔·拉米（Pascal Lamy）在香港瑞银亚洲投资大会期间表示，在全球贸易面临不确定性，特别是美国总统特朗普实施关税政策的背景下，中国和欧盟之间存在“共同点”，可以加强合作，确保互惠开放的贸易继续遵循基于规则的体系。\n\n**中欧合作的共同点与潜力：**\n\n*   **吸引投资与本地生产：** 拉米建议欧盟可以效仿中国30年前的做法，采取“欢迎来到欧盟，前提是你在欧盟生产”的策略。他特别指出，中国在电动汽车领域的投资正是欧盟所希望的类型。\n*   **脱碳努力：** 中欧双方在脱碳驱动方面拥有共同利益，因为彼此的“发展方向”一致，存在“大量合作能力”。然而，拉米也指出，中国在推进脱碳的同时仍严重依赖煤炭，因此“行动不够迅速”。\n\n**特朗普的关税政策：**\n\n*   拉米的评论正值全球因美国总统唐纳德·特朗普自1月重返白宫以来实施的关税政策而面临不确定性之际。\n*   拉米将特朗普的关税策略描述为“黑手党式的人质劫持”。\n*   特朗普在4月对几乎所有贸易伙伴征收了所谓的“对等关税”，并曾威胁从6月1日起对欧盟征收50%的关税，尽管后来将实施日期推迟到7月9日。",
      "shortSummary": "前WTO总干事帕斯卡尔·拉米呼吁中国和欧盟加强合作，以应对美国总统特朗普的“黑手党式”关税策略，并维护基于规则的全球贸易。他指出，中欧在电动汽车投资和脱碳努力方面存在共同利益与合作潜力。拉米认为，欧盟应欢迎中国投资，前提是在欧盟本地生产。",
      "translated_title": "前WTO总干事呼吁中欧合作，应对特朗普的‘黑手党式’策略",
      "images": [],
      "contentSource": "完整文章",
      "content": "Against the backdrop of tariff negotiations between the United States and various countries, there is “common ground” on which China and the European Union can work together and ensure that mutual and open trade remains a rules-based game, according to a former head of the World Trade Organization.\n“We should do what China did to us 30 years ago,” Pascal Lamy told the Post on Wednesday on the sidelines of the UBS Asian Investment Conference in Hong Kong, with the message being: “Welcome to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/748a2e21-d2e7-4de0-bfb2-838861a60de4_b605c4fa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧半导体企业会晤，旨在加强供应链安全，应对‘霸凌’ (原标题: China, EU semiconductor firms meet to enhance supply-chain security amid ‘bullying’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312160/chinese-eu-semiconductor-firms-discuss-supply-chain-security-amid-bullying?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 12:00:09 +0000",
      "isoDate": "2025-05-28T12:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中欧半导体企业会晤：加强供应链安全与合作\n\n### 会议背景与目的\n\n*   在美方加强对华技术限制的背景下，中欧半导体企业代表在北京举行了由政府主导的会议。\n*   会议旨在探讨深化合作，增强半导体供应链的韧性与安全性。\n*   中国商务部（Mofcom）指出，当前全球半导体生产和供应链的安全与稳定面临严峻挑战，并坚决反对单边主义和“霸凌”行为。\n\n### 参会方\n\n*   超过40家来自半导体供应链上游和下游的企业代表。\n*   中国商务部（Mofcom）。\n*   中国半导体行业协会（China Semiconductor Industry Association）。\n*   欧盟商会（European Union Chamber of Commerce）。\n\n### 会议核心信息与承诺\n\n*   会议承诺共同维护全球半导体供应链的安全与稳定，强调中欧双方在其中扮演的关键角色。\n*   中国商务部声明表示，加强中欧半导体领域的合作符合双方的共同利益。\n*   中方重申，将继续深化高水平对外开放，并致力于为企业提供一个公平、稳定、透明和可预测的政策环境。",
      "shortSummary": "中欧半导体企业代表在北京会晤，旨在深化合作，加强供应链韧性。此次会议是在美国加强对华技术限制背景下举行的，中方坚决反对单边主义和“霸凌”行为。双方承诺维护全球半导体供应链安全稳定，并认为加强合作符合共同利益。中国表示将提供公平、稳定的政策环境。",
      "translated_title": "中欧半导体企业会晤，旨在加强供应链安全，应对‘霸凌’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Semiconductor representatives from China and Europe have come together at a government-hosted meeting in Beijing to explore deeper collaboration and enhance supply-chain resilience after the United States stepped up tech curbs on China.\nRepresentatives from more than 40 companies in the semiconductor supply chain, both upstream and downstream, attended Tuesday’s meeting, along with representatives from China’s Ministry of Commerce (Mofcom), the China Semiconductor Industry Association, and the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/392a6b9f-a1da-4331-aa47-57c316d34cea_0a48d771.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-04T01:52:27.582Z"
}