{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "难以转向：为什么中国出口商在贸易战下难以在国内销售 (原标题: Hard to pivot: why China’s exporters struggle to sell at home despite trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312469/hard-pivot-why-chinas-exporters-struggle-sell-home-despite-trade-war?utm_source=rss_feed",
      "pubDate": "Sat, 31 May 2025 10:00:13 +0000",
      "isoDate": "2025-05-31T10:00:13.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国出口商面临的困境：投资西方市场后难以转向国内销售\n\n### 背景与挑战\n\n*   **公司案例**：浙江省的Soton Daily Necessities是一家生产吸管和食品包装材料的中国公司。\n*   **巨额投资**：该公司去年投入3000万元人民币（约合416万美元）升级生产设施，以符合西方国家（美国和欧洲）日益严格的环境标准。这笔投资巨大，相当于销售数千万根吸管所能获得的利润。\n*   **投资初衷**：Soton公司看好西方消费者日益增长的环保意识，因此采取了技术和资本密集型战略，旨在生产环保产品，理论上认为这能带来回报。\n\n### 意外的政策冲击\n\n*   **预期落空**：尽管进行了大量投资，但公司副总裁毛斌表示，“任何有健全逻辑的人都不会预料到一位美国总统会走到如此极端”，这暗示了美国政策（如贸易战）对出口业务造成了意想不到的冲击，使得原本看好的西方市场变得困难。\n\n### 政府应对与转型困境\n\n*   **政策鼓励**：为了缓解中国企业的困境，北京鼓励受影响的出口商将重心转向国内市场，将原本用于海外销售的产品转为内销。\n*   **转型挑战**：文章标题“Hard to pivot”指出，尽管有政策鼓励，但中国出口商在将业务重心从国际市场转向国内市场时面临巨大挑战。",
      "shortSummary": "中国出口商Soton Daily Necessities投入巨资升级生产以符合西方环保标准，却因美国政策变化（贸易战）面临出口困境。尽管北京鼓励企业转向国内市场，但将原本面向海外的产品转为内销，对这些企业而言是一项艰巨的挑战，导致它们难以有效适应市场变化。",
      "translated_title": "难以转向：为什么中国出口商在贸易战下难以在国内销售",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese company that exports straws and food packaging materials spent 30 million yuan (US$4.16 million) last year to comply with stricter environmental standards in Western countries. Although the costs to upgrade its production facilities were steep – roughly equivalent to the profits the firm would make selling tens of millions of straws – the potential in the US and European markets seemed to justify the investment.\nAnd they were right – in theory.\nBy betting on the growing environmental...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/31/89982dc5-f736-4e88-824c-23b9f4f8b93a_1ed4a85c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国出口管制：中国航空发动机的延迟，而非停滞 (原标题: US export controls: a delay, but not a grounding, for China’s aircraft engines)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312505/us-export-controls-delay-not-grounding-chinas-aircraft-engines?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 14:30:08 +0000",
      "isoDate": "2025-05-30T14:30:08.000Z",
      "creator": "Ralph Jennings,Frank Chen",
      "summary": "美国对中国飞机制造商实施的技术出口限制，短期内将延迟中国的喷气发动机国产化进程，但分析师周五表示，任何挫折只会坚定北京实现技术自给自足的决心，以测试和推出国产发动机。\n\n**主要观点：**\n\n*   **美国出口管制**：据报道，美国官员已暂停向中国国有企业中国商用飞机有限责任公司（Comac）的民用飞机提供可能用于制造喷气发动机的某些技术销售。\n*   **中方回应**：中国外交部发言人林剑周五对美国的发动机管制措施表示强烈反对，指责美国“恶意阻挠和打压中国”，并表示中方将坚决维护自身合法权益。\n*   **对中国的影响**：\n    *   **短期延迟**：中国的喷气发动机国产化进程将面临短期延迟。\n    *   **决心增强**：分析师认为，此举将促使北京更加坚定地致力于技术自给自足，加速国产发动机的研发和推出。\n    *   **资源投入**：预计中国将在未来两到三年内投入更多资源开发国产喷气发动机。\n    *   **生产影响**：总部位于上海的中国商飞（Comac），其目标是未来与空客和波音等跨国公司竞争全球市场份额，可能被迫放缓飞机生产。\n*   **C919现状**：中国首款单通道客机C919已投入商业运营两年。",
      "shortSummary": "美国对中国飞机制造商实施的出口管制，短期内将延迟中国的喷气发动机国产化进程。中国外交部对此表示强烈反对，并指责美国“恶意阻挠”。分析师指出，此举虽造成延迟，但将坚定中国实现技术自给自足的决心，促使其在未来两三年内投入更多资源加速国产发动机研发，并可能导致中国商飞放缓飞机生产。",
      "translated_title": "美国出口管制：中国航空发动机的延迟，而非停滞",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s technology-export restrictions targeting Chinese plane makers this week will delay China’s jet engine indigenisation process in the near term, but any setback will only harden resolve in Beijing for tech self-reliance to test and launch a home-grown engine, analysts said on Friday.\nUnited States officials have reportedly suspended some sales of technologies linked to jet engines that could be built for Chinese state-owned Commercial Aircraft Corporation of China’s (Comac) civilian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/67219b82-f6d9-4717-85df-3dc377a31a0b_142b4967.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Taco vs Tina：当交易员对两者都感兴趣时，哪个缩写会胜出？ (原标题: Taco vs Tina: which acronym will win out when traders have a taste for both?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312502/taco-vs-tina-which-acronym-will-win-out-when-market-has-taste-both?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 12:30:08 +0000",
      "isoDate": "2025-05-30T12:30:08.000Z",
      "creator": "Carol Yang,Mandy Zuo",
      "summary": "# Taco vs Tina：特朗普关税威胁下的市场趋势\n\n美国总统唐纳德·特朗普的关税威胁，有时达到他认为“荒谬高”的水平，随后又大幅降低或暂停，催生了两种市场缩写趋势：“Taco”交易和“Tina”理念。\n\n## 什么是“Taco”交易？\n\n*   **含义**：“Taco”是“Trump always chickens out”（特朗普总是退缩）的缩写，由《金融时报》专栏作家罗伯特·阿姆斯特朗（Robert Armstrong）创造。\n*   **策略**：精明的投资者利用特朗普的这一模式进行交易。当特朗普威胁征收高额关税时，他们会出售高风险资产；当他如预期般退缩时，他们会重新购买这些贬值资产，从而实现价值回升。\n*   **市场模式**：特朗普反复使用其“谈判”策略及其随后的市场反应，在华尔街形成了可识别的模式，强化了“Taco”心态。\n*   **案例**：\n    *   标准普尔500指数（S&P 500）在特朗普于“解放日”对大多数国家征收高额关税后大幅下跌。\n    *   随后，在特朗普暂停大部分进口关税90天并表示将与贸易伙伴达成双边协议后，该指数反弹。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM)\n\n03:01 美国上诉法院允许唐纳德·特朗普的关税继续生效\n\n## 市场为何青睐“Taco”交易？\n\n*   **朗朗上口的缩写**：华尔街喜欢易于记忆的缩写。\n*   **模式重现**：“Taco”交易的叙事在其他案例中也持续上演：\n    *   特朗普曾将对中国的征税提高到惩罚性的145%，但在瑞士谈判后将其降至30%。\n    *   他还曾威胁将对欧盟的关税提高到50%，随后又将此举推迟到7月9日。\n\n## 什么是“Tina”理念？\n\n*   **含义**：“Tina”代表“There is no alternative”（别无选择）。\n*   **投资者信任**：尽管特朗普反复无常的关税政策搅动了市场，使许多投资者难以跟上，但许多人仍然相信“别无选择”。因此，当涉及投资美国资产时，他们信任的是“Tina”理念，即美国资产仍是最佳选择。",
      "shortSummary": "文章探讨了由特朗普关税政策引发的两种市场缩写趋势：“Taco”和“Tina”。“Taco”（Trump always chickens out）指交易员利用特朗普先威胁高关税后又退缩的模式进行买卖获利。而“Tina”（There is no alternative）则反映了尽管市场波动，投资者仍认为投资美国资产是“别无选择”的理念。文章分析了市场为何青睐“Taco”交易，并举例说明了这些模式的重现。",
      "translated_title": "Taco vs Tina：当交易员对两者都感兴趣时，哪个缩写会胜出？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/clean-thumb.jpg?itok=c88VOZOM",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s tariff threats, with some reaching what he considers to be “a ridiculous high” level before being drastically lowered or suspended, have given rise to an acronymic market trend that Trump lashed out at a reporter for mentioning: Taco trades.\nBut despite Trump’s back-and-forth tariff whiplash that has roiled markets and left many investors scrambling to keep up, many still believe “there is no alternative”. So, when it comes to putting their money in US assets, it’s in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/333e61d3-f5e0-434f-a62c-ad74391e821b_03d320ba.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国零售巨头要求中国供应商承担高达66%的关税成本 (原标题: US retail giants pushing Chinese suppliers to shoulder up to 66% of tariff costs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312482/us-retail-giants-pushing-chinese-suppliers-shoulder-66-tariff-costs?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 11:00:10 +0000",
      "isoDate": "2025-05-30T11:00:10.000Z",
      "creator": "Kandy Wong,Frank Chen",
      "summary": "### 美国零售巨头要求中国供应商分担关税成本\n\n*   **背景与压力**\n    *   中美贸易战持续升级，给企业的利润底线带来巨大压力。\n    *   美国零售商面临国内政治压力，要求其“消化关税”并保持物价稳定。\n    *   行业消息人士透露，零售商与中国生产商已就如何分担额外关税成本进行了数周的谈判。\n\n*   **政策转变**\n    *   此前，在4月底要求中国供应商恢复出货时，沃尔玛等主要美国零售集团曾同意承担全部关税成本。\n    *   然而，目前包括沃尔玛、塔吉特、耐克、彪马和阿迪达斯在内的多家美国零售巨头和全球品牌，正要求中国及部分东南亚地区的供应商承担大部分关税成本（50%至66%）。\n\n*   **供应商面临的负担**\n    *   一位在时尚供应链（从中国和东南亚采购并销往美国和欧洲）的高管透露，其大部分客户，即向主要零售商和品牌出口服装的供应商，被要求承担当前关税的50%到66%。\n\n*   **谈判现状**\n    *   谈判仍在进行中，细节尚未最终敲定，双方保持持续沟通。\n    *   行业消息人士强调，双方正努力应对当前行业面临的“艰难时期”。",
      "shortSummary": "受中美贸易战影响，美国零售巨头（包括沃尔玛、塔吉特、耐克等）正要求中国及部分东南亚供应商承担高达50%至66%的美国进口关税成本。这与此前零售商承诺承担全部关税的立场有所转变。行业消息人士称，谈判仍在进行中，以应对当前的市场压力。",
      "translated_title": "美国零售巨头要求中国供应商承担高达66%的关税成本",
      "images": [],
      "contentSource": "完整文章",
      "content": "American retail giants are now demanding that their Chinese suppliers shoulder half to 66 per cent of the cost of US import duties, as the ongoing US-China trade war ramps up pressure on businesses’ bottom lines, industry sources told the Post.\nUS retailers have been locked in talks with Chinese producers for weeks over how to handle the additional costs caused by the trade war, with the firms facing intense political pressure at home to “eat the tariffs” and keep prices stable.\nWalmart and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/6a0249ff-a60a-4986-a3c6-62090e6c09c1_2b800d86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国银行向富裕客户子女提供顶级实习机会引发众怒 (原标题: Fury as Chinese bank offers to help rich clients’ kids gain top internships)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312415/fury-chinese-bank-offers-help-rich-clients-kids-gain-top-internships?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 07:00:08 +0000",
      "isoDate": "2025-05-30T07:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "## 事件概述\n\n兴业银行（一家位于福建的区域性银行）此前在社交平台微信上发布了一则帖子（现已删除），声称可以帮助其富裕客户的子女获得顶级公司的实习机会，其中包括谷歌和摩根大通。\n\n## 参与资格\n\n根据该帖子，要获得这项服务的资格，客户家庭需要向银行存入大笔新增资金：\n\n*   **非私人银行客户**：需存入1000万元人民币（约合140万美元）。\n*   **私人银行客户**：需存入500万元人民币。\n\n## 社会反响\n\n该计划迅速在网上走红，并在中国社交媒体上引发了强烈的反弹和愤怒。鉴于中国青年失业率居高不下，以及近期就业市场中涉及裙带关系的丑闻频发，公众的反应尤为激烈，引发了关于特权和不平等的激烈辩论。\n\n## 银行回应与澄清\n\n*   据官方媒体《证券时报》报道，兴业银行于周二宣布已暂停该项服务，并为“因描述不完整造成的误解”致歉。\n*   在声明中，兴业银行声称其并未直接为客户子女安排实习，而只是打算将他们推荐给外部招聘顾问。",
      "shortSummary": "兴业银行因向富裕客户子女提供顶级实习机会（如谷歌、摩根大通），以换取巨额存款（非私人银行客户1000万，私人银行客户500万）而引发社会强烈不满。此举在中国青年失业率高企及就业市场裙带关系丑闻背景下，激化了关于特权与不平等的争论。银行已暂停该服务并致歉，称原意仅为推荐至外部招聘顾问。",
      "translated_title": "中国银行向富裕客户子女提供顶级实习机会引发众怒",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese bank has triggered outrage by offering to help its rich customers secure prestigious internships for their children, prompting a heated debate about privilege and inequality on social media.\nIndustrial Bank, a regional lender from Fujian province, said in a now-deleted post on the social platform WeChat that it could arrange for its clients’ offspring to gain work experience at top firms including Google and JP Morgan, according to screenshots circulating online.\nTo qualify for the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/3a2f3f06-5ee7-4e39-b2d9-88f1722e8baa_c15fc6e8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "经济学家警告金融制裁可能成为中美新战场 (原标题: Economist warns that financial sanctions could become new US-China battleground)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312393/chinese-economist-warns-financial-sanctions-could-become-new-us-china-battleground?utm_source=rss_feed",
      "pubDate": "Fri, 30 May 2025 04:00:23 +0000",
      "isoDate": "2025-05-30T04:00:23.000Z",
      "creator": "Sylvia Ma",
      "summary": "一位著名的中国经济学家警告称，金融制裁和反制措施可能“成为中美竞争的新战场”，但他同时指出，华盛顿对北京发起全面金融制裁的可能性仍然很小。\n\n*   **主要观点**：\n    *   中国首席经济学家论坛主席连平表示，尽管美国对中国采取全面金融制裁措施的可能性较低，但华盛顿可能采取“首先针对特定中国实体，然后逐步扩大范围，最终将中国排除出美元体系”的策略。\n    *   他的言论发布之际，人们日益担忧中美紧张关系（目前主要集中在贸易领域）可能蔓延至金融战。\n\n*   **全面金融制裁的挑战**：\n    *   连平认为，美国难以实施一些人担心的全面金融制裁，例如将中国排除出环球银行金融电信协会（Swift）系统或冻结其美元资产。\n    *   他指出，中国是全球最大的贸易国和第二大投资国，在Swift系统内制裁中国“无异于拆毁其主要支柱之一，这必然会对系统本身造成严重损害”。\n    *   如果Swift系统将中国排除在外，与中国有贸易和投资往来的国家将转向使用人民币跨境支付系统（CIPS）——中国的替代结算系统，这将削弱Swift的重要性。",
      "shortSummary": "中国经济学家连平警告称，金融制裁可能成为中美竞争的新战场。他认为，尽管全面制裁可能性低，但美国可能采取逐步将中国排除出美元体系的策略。连平指出，将中国排除出Swift系统等全面制裁将损害Swift自身，并促使各国转向中国的CIPS，从而削弱Swift的重要性。",
      "translated_title": "经济学家警告金融制裁可能成为中美新战场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A prominent Chinese economist has cautioned that financial sanctions and countermeasures could “become a new battleground” in China-US rivalry, while adding that the chance of Washington launching full-scale financial sanctions against Beijing remained slim.\nLian Ping, chairman of the China Chief Economists Forum, a government advisory think tank, said that although the odds of full-blown measures remain low, Washington could adopt a strategy of “first targeting specific Chinese entities, then...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/4523b96b-1bcb-4b1c-92c2-47dbe3455783_80acb249.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国早已面临毕业生就业危机，贸易战使其雪上加霜 (原标题: China already had a graduate jobs crisis. The trade war is making it worse)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312261/china-already-had-graduate-jobs-crisis-trade-war-making-it-worse?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 22:00:13 +0000",
      "isoDate": "2025-05-29T22:00:13.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国毕业生就业危机加剧\n\n中国正面临一场日益严峻的毕业生就业危机，数千万高学历年轻人在启动职业生涯时遭遇前所未有的障碍。这主要源于国内外经济逆风、企业削减入门级岗位招聘、消费者需求疲软以及房地产市场长期低迷等多重因素的叠加影响。\n\n## 个人案例：Jethro Chen的困境\n\n*   **背景：** Jethro Chen是香港一所顶尖大学市场营销专业的应届毕业生，拥有令人印象深刻的实习经历。\n*   **就业尝试：** 去年，他向数十家中国互联网和消费品公司投递了申请，但只收到了礼貌的拒信。\n*   **结果：** 在香港寻找市场营销实习的尝试也以失败告终，他被迫将毕业时间推迟了几个月。\n*   **原因分析：** Chen指出，快消品销售不佳，消费者变得更加理性谨慎，导致消费支出减少。\n\n## 宏观就业形势与挑战\n\n*   **青年失业率：**\n    *   在新冠疫情期间飙升，此后一直保持高位。\n    *   4月份，16至24岁年轻人的失业率降至15.8%，低于前一个月的16.5%。然而，这一数字仍高于去年同期。\n    *   预计在夏季将再次飙升，届时将有创纪录的1222万应届毕业生进入就业市场，进一步加剧竞争。\n*   **经济困境：**\n    *   中国经济受到消费者需求疲软和房地产市场长期低迷的严重制约。\n    *   经济难以创造足够数量的高质量就业岗位，以吸纳不断增长的毕业生群体。\n*   **企业招聘：**\n    *   在当前经济环境下，中国雇主普遍大幅削减了入门级岗位的招聘。",
      "shortSummary": "中国正面临严重的毕业生就业危机，数千万高学历年轻人，如香港大学毕业生Jethro Chen，难以找到工作。这主要是由于国内外经济逆风、企业削减招聘、消费者需求疲软及房地产市场低迷。青年失业率居高不下，4月为15.8%，且随着创纪录的1222万应届毕业生涌入市场，夏季就业压力将进一步加剧。",
      "translated_title": "中国早已面临毕业生就业危机，贸易战使其雪上加霜",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even a master’s degree from a top Hong Kong university and a string of impressive internships have not been enough to help Jethro Chen land a decent graduate job.\nThe final-year marketing student sent out dozens of applications to Chinese internet and consumer goods companies last year, but got nothing back except a folder full of polite rejection emails.\nWith his attempts to land a marketing internship in Hong Kong also ending in failure, Chen has been forced to push back his graduation from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/6834651e-0ec0-4ad6-821e-96a711e06a89_d4091c8a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中美紧张关系瞄准科技领域，日内瓦协议是否只是昙花一现？ (原标题: As US-China tensions target tech, was Geneva deal just a flash in the pan?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312337/rising-us-china-tensions-target-tech-was-geneva-deal-just-flash-pan?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 14:30:08 +0000",
      "isoDate": "2025-05-29T14:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中美科技紧张关系升级：日内瓦协议面临挑战\n\n近期，中美两国间的经济紧张关系正在加剧，并从关税领域蔓延至更难达成共识的先进技术领域。分析人士指出，华盛顿据报采取的暂停向中国出口半导体设计和喷气发动机制造相关产品和技术的举动，对两国关系构成了威胁。\n\n*   **半导体技术限制**：\n    *   据《金融时报》报道，美国商务部已告知包括Cadence、Synopsys和西门子EDA在内的美国电子设计自动化（EDA）公司，停止向中国供应其技术。\n\n*   **航空航天技术限制**：\n    *   《纽约时报》报道称，华盛顿已暂停了部分允许美国公司向中国国有航空制造商中国商飞（Comac）出售产品和技术的许可证。这些技术可能被用于开发中国国产的C919飞机。\n    *   此举是对中国对关键矿物实施出口管制的反制措施。\n\n*   **对“日内瓦停火”的影响**：\n    *   经济学人智库亚洲首席经济学家兼全球贸易首席分析师尼克·马罗（Nick Marro）表示，这些举动“对中美关系构成了威胁，因为它正在破坏日内瓦停火协议”。\n    *   他指的是本月早些时候在瑞士举行的双边高级别会谈，该会谈曾促成了两国针锋相对的关税战的暂时暂停。\n    *   马罗指出，中美摩擦正日益从关税领域转向经济关系中更困难的领域。\n\n*   **科技脱钩的长期性**：\n    *   文章强调，无论关税谈判状况如何，中美科技领域的脱钩将是长期且日益复杂的。\n\n*   **美国法院裁决**：\n    *   对美国总统唐纳德·特朗普而言，一个挫折是美国联邦法院裁定他滥用紧急权力对所有贸易伙伴征收高额关税，阻止了他广泛的“解放日”关税，以及针对中国、墨西哥和加拿大在芬太尼危机中作用的另一组关税。这表明美国国内对关税政策的法律挑战。",
      "shortSummary": "中美经济紧张关系正从关税领域升级至先进技术。美国据报已限制向中国出口半导体设计和航空航天技术，此举被视为对中国关键矿物出口管制的反制，并可能破坏近期达成的“日内瓦停火”协议。分析人士指出，中美科技脱钩将是长期且复杂的趋势。此外，美国一联邦法院裁定特朗普滥用紧急权力征收关税。",
      "translated_title": "随着中美紧张关系瞄准科技领域，日内瓦协议是否只是昙花一现？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Economic tensions between the US and China are rising under the weight of tariffs and spreading into areas where it is harder to reach a consensus – namely, advanced technology – analysts say in the wake of Washington’s reported moves to pause exports of products and technologies related to semiconductor design and jet-engine manufacturing to China.\nThe US Department of Commerce has told American electronic design automation firms – including Cadence, Synopsys and Siemens EDA – to stop supplying...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/bca80a10-bb31-45a3-8f7f-e5d3a934cf4e_06a1eecb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国瞄准中国学生签证，特朗普关税受阻：南华早报每日要闻 (原标题: US targets Chinese student visas, Trump tariffs blocked: SCMP daily highlights)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3312345/trumps-tariff-setback-us-aggressively-revoke-china-student-visas-scmp-daily-highlights?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 13:20:08 +0000",
      "isoDate": "2025-05-29T13:20:08.000Z",
      "creator": "SCMP",
      "summary": "## 南华早报每日要闻：美国瞄准中国学生签证，特朗普关税受阻\n\n本文概述了南华早报当日关于中美关系的三大要闻：\n\n### 1. 特朗普关税受阻及其影响\n\n*   **法院裁决：** 美国一家法院阻止了总统唐纳德·特朗普的“解放日”关税。\n*   **分析师观点：** 分析人士认为，这一裁决对美国领导人来说是一个挫折，但对中国和其他美国贸易伙伴而言，这可能只提供暂时的喘息机会。\n\n### 2. 美国将“积极”撤销中国学生签证\n\n*   **国务卿声明：** 美国国务卿马可·卢比奥周三表示，美国将开始“积极”撤销已签发给中国学生的签证。\n*   **加强审查：** 美国还将“加强审查”来自中国大陆和香港的签证申请。\n\n### 3. 特朗普对华策略可能调整\n\n*   **学者观点：** 复旦大学国际问题研究院教授兼院长吴心伯表示，北京应为华盛顿在下一阶段谈判中可能改变策略做好准备。\n*   **策略转变原因：** 他指出，特朗普政府已认识到征收高额关税的局限性，因此可能会采取其他施压策略。\n\n![吴心伯，复旦大学国际问题研究院教授兼院长，表示北京应为华盛顿在下一阶段谈判中可能改变策略做好准备。图：美联社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/05/29/99e27364-e26a-4e4e-9846-bba36c66dd3b_1126e908.jpg)",
      "shortSummary": "美国法院阻止了特朗普的关税，但分析认为这仅为中国带来短暂喘息。同时，美国国务卿卢比奥宣布将“积极”撤销中国学生签证，并加强对中港申请的审查。有学者指出，特朗普政府可能因关税局限性而调整对华谈判策略，北京应为此做好准备。",
      "translated_title": "美国瞄准中国学生签证，特朗普关税受阻：南华早报每日要闻",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/05/29/99e27364-e26a-4e4e-9846-bba36c66dd3b_1126e908.jpg",
          "alt": "Wu Xinbo, professor and dean at the Institute of International Studies at Fudan University, says Beijing should be prepared for a possible shift in Washington’s negotiation tactics in the next phase. Photo: AP",
          "title": "Wu Xinbo, professor and dean at the Institute of International Studies at Fudan University, says Beijing should be prepared for a possible shift in Washington’s negotiation tactics in the next phase. Photo: AP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Catch up on some of SCMP’s biggest China stories of the day. If you would like to see more of our reporting, please consider subscribing.\n1. US appeal court allows Donald Trump’s tariffs to stay in effect\nA US federal appeals court has temporarily halted a lower-court ruling against President Donald Trump’s “Liberation Day” reciprocal tariffs, as well as a separate set of fentanyl-related levies on China, Mexico, and Canada.\n2. US to start ‘aggressively’ revoking visas for Chinese students,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/30/5b2d2142-2465-483c-818f-0b3be6f5ccec_dcbd3125.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国法院阻止了特朗普的关税。这对中国意味着什么？ (原标题: A US court has blocked Trump’s tariffs. What does that mean for China?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312313/us-court-has-blocked-trumps-tariffs-what-does-mean-china?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 10:00:33 +0000",
      "isoDate": "2025-05-29T10:00:33.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "### 美国法院阻止特朗普关税的裁决及其影响\n\n*   **裁决背景与内容**\n    *   美国一家法院下令阻止了特朗普总统的“解放日”关税。\n    *   这项裁决要求美国政府在10天内停止征收相关关税，并允许对已征收的关税进行退款。\n    *   此前，特朗普政府通过行政命令将对中国商品的关税提高了惊人的145个百分点，这是中美之间一系列针锋相对的贸易冲突后的举措。\n    *   共有12个美国州和5家美国企业提起了诉讼，以阻止这些行政行动。\n\n*   **对特朗普政府的影响**\n    *   分析人士认为，这项裁决对美国总统特朗普来说是一个挫折。\n\n*   **对中国及贸易伙伴的影响**\n    *   尽管裁决阻止了关税，但分析人士指出，这不太可能为中国和其他美国贸易伙伴提供超过暂时性的喘息机会。\n\n*   **特朗普政府的回应与潜在对策**\n    *   特朗普政府已向联邦巡回法院提出上诉，试图阻止关税禁令。\n    *   分析人士补充说，即使上诉失败，特朗普仍有可能通过其他方法重新征收关税。",
      "shortSummary": "美国一家法院裁定阻止了特朗普政府对中国商品征收的“解放日”关税，要求其在10天内停止征收并退还已收关税。分析人士认为，这对特朗普是挫折，但对中国及贸易伙伴而言可能只是暂时性缓解。特朗普政府已就此裁决提起上诉，并可能寻求其他方式重新征收关税。",
      "translated_title": "美国法院阻止了特朗普的关税。这对中国意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A US court order blocking President Donald Trump’s “Liberation Day” tariffs marks a setback for the US leader, but is unlikely to provide China and other American trading partners with more than a temporary reprieve, analysts said.\nThe Trump administration has already filed an appeal to stop the tariff block with a Federal Circuit court, and even if that effort fails he could potentially reinstate the tariffs using other methods, they added.\nA three-judge panel at the New York-based US Court of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/6de28479-5e5a-4f6d-b751-f3d656fcfb12_b11e15b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国施压加剧，中国顶级党刊呼吁做好最坏打算 (原标题: As US pressure mounts, top China party journal calls for worst-case preparations)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312285/us-pressure-mounts-chinas-top-party-journal-doubles-down-long-haul-preparations?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 08:08:04 +0000",
      "isoDate": "2025-05-29T08:08:04.000Z",
      "creator": "Alice Li",
      "summary": "## 《求是》杂志呼吁中国为最坏情况做准备\n\n中共中央机关刊物《求是》杂志发表文章，呼吁中国在与华盛顿的贸易谈判中为最坏情况做准备，同时强调中国经济的确定性。这篇文章发表于华盛顿升级对华技术和教育限制的数小时前。\n\n### 背景与美方施压\n\n*   文章指出，美国已“离开谈判桌，并立即加大了对中国半导体行业的施压”。\n*   这表明“解决贸易问题并非一朝一夕之事”。\n*   《求是》杂志警告，中国可能面临一个由突发和意外事件构成的更具挑战性的外部环境。\n\n### 对策与建议\n\n文章呼吁中国决策者：\n\n*   充分考虑华盛顿的关税政策。\n*   彻底评估风险并准备反制措施。\n*   加强核心和尖端技术建设。\n*   在关键“卡脖子”技术领域取得突破。\n*   加速科技成果应用，以驱动新的增长动能。\n*   加强“底线思维”。\n\n### 中国经济面临的挑战\n\n文章提到，中国经济目前面临多重压力，包括：\n\n*   国内需求疲软。\n*   就业压力。\n*   房地产危机。\n*   美国关税。\n\n### 中国经济的信心与能力\n\n尽管面临挑战，文章强调中国经济拥有：\n\n*   坚实的基本面。\n*   强大的韧性。\n*   宏观经济管理和贸易摩擦方面的丰富经验。\n\n作为一个“超大规模经济体”，中国有信心和能力应对当前的经济挑战。",
      "shortSummary": "中共中央机关刊物《求是》杂志发文，呼吁中国为与美国贸易谈判的最坏情况做准备，并强调中国经济的确定性。文章指出，美国已升级对华技术和教育限制，中国面临更严峻的外部环境。为此，中国需充分评估风险，加强核心技术突破，加速科技应用，并强化“底线思维”。尽管面临国内需求疲软、就业压力和房地产危机等挑战，文章坚信中国经济具有应对当前挑战的信心和能力。",
      "translated_title": "随着美国施压加剧，中国顶级党刊呼吁做好最坏打算",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing must prepare for the worst-case scenario in its trade talks with Washington, while embracing a narrative of China’s economic certainty, the Communist Party’s leading theoretical journal said in an article published hours before Washington escalated tech and education curbs on China.\n“The US turned away from the negotiating table and immediately intensified its pressure on China’s semiconductor industry,” said a commentary posted on the official WeChat account of the Qiushi Journal on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/98ac01e4-365d-474e-a99e-ca26fdcc1f68_4814337b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何剩余关税可能阻碍中国航空公司和波音的发展 (原标题: Why remaining tariffs could clip Chinese airlines’ wings, and Boeing’s)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312216/trade-turbulence-slow-chinese-airlines-growth-add-boeing-delays-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 03:05:16 +0000",
      "isoDate": "2025-05-29T03:05:16.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 剩余关税对中国航空业及波音公司的潜在影响\n\n尽管近期关税有所下调，但中美之间剩余的进口关税，加上全球范围内的交付延迟，可能迫使中国买家为波音飞机支付数百万美元的额外费用，并导致中国航空运力增长大幅放缓。\n\n**核心观点：**\n\n*   **关税成本增加：** 分析师指出，对美国进口商品征收的剩余关税可能使每架波音飞机的成本增加数百万至超过1000万美元。\n*   **运力增长预测：** 中国国际金融股份有限公司（CICC）的分析师预测，受关税和全球供应链限制的影响，到2028年，中国民航客运能力年均增长率可能仅为3.1%。这与2019年前十年平均15.4%的年增长率形成鲜明对比。\n*   **航空公司态度：** 尽管关税税率有所降低，但由于成本增加，中国航空公司短期内仍不愿进口波音飞机。分析师预计，部分订单可能会被延迟交付，甚至可能被中国航空公司取消。\n*   **交付问题：** 波音公司首席执行官凯利·奥特伯格（Kelly Ortberg）上月证实，在今年的贸易动荡中，一些中国航空公司曾拒绝接收波音飞机。不过，据报道，在中美互征关税的“以牙还牙”局面本月初有所缓和后，美国制造飞机的交付已恢复。\n*   **持续挑战：** 供应链紧张和关税压力意味着飞机交付延迟率可能仍将维持在25%左右。",
      "shortSummary": "剩余关税和全球供应链问题正阻碍中国航空业发展。分析师指出，对美进口关税可能使中国购买波音飞机的成本增加数百万美元，导致中国民航客运能力年均增长率从15.4%骤降至3.1%。这促使中国航空公司不愿进口波音飞机，可能延迟或取消订单，且交付延迟率预计将维持在25%左右，对波音和中国航空业均构成挑战。",
      "translated_title": "为何剩余关税可能阻碍中国航空公司和波音的发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite recent tariff cuts, remaining duties on imports from the US could force Chinese buyers of Boeing jets to pay millions of US dollars more than before and, along with worldwide delivery delays, contribute to a sharp slowdown in the growth of China’s aviation capacity, analysts said.\nHeld back by tariffs and global supply chain constraints, China’s civil aviation passenger capacity is likely to grow by an average of 3.1 per cent a year until 2028, analysts at China International Capital...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/913212a4-2b7e-4341-b365-857241acaa63_96d5a26b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "前世贸组织负责人呼吁中欧合作，以应对特朗普的“黑手党式”策略 (原标题: China, EU cooperation urged by former WTO head amid Trump’s ‘mafia-like’ tactics)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312167/urging-china-eu-cooperation-former-wto-head-pascal-lamy-points-common-ground?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 13:38:28 +0000",
      "isoDate": "2025-05-28T13:38:28.000Z",
      "creator": "Kandy Wong",
      "summary": "### 前世贸组织负责人呼吁中欧合作以应对特朗普的贸易策略\n\n前世界贸易组织（WTO）总干事帕斯卡尔·拉米（Pascal Lamy）在香港瑞银亚洲投资会议期间接受采访时表示，在中美等国进行关税谈判的背景下，中国和欧盟之间存在“共同点”，可以携手合作，确保互惠和开放的贸易继续遵循基于规则的体系。\n\n**合作的共同基础：**\n\n*   **规则导向的贸易体系：** 拉米强调，中欧应共同努力，确保国际贸易保持在规则框架内，而非受单边主义影响。\n*   **吸引中国投资：** 拉米指出，欧盟欢迎中国的投资，特别是电动汽车领域的投资，但前提是这些投资能在欧盟本地进行生产。他表示，这类似于30年前中国对待外国投资的方式，即“欢迎来到欧盟，前提是你们在这里生产”。\n*   **脱碳努力：** 中欧在脱碳方面拥有共同利益，因为双方的“发展方向”一致，并且“存在大量的合作能力”。然而，拉米也指出，中国在脱碳进程中仍严重依赖煤炭，因此“行动不够迅速”。\n\n**背景：特朗普的贸易政策：**\n\n*   拉米的评论是在美国总统唐纳德·特朗普自1月重返白宫以来，其关税政策给全球带来不确定性的背景下发表的。\n*   拉米将特朗普的策略形容为“黑手党式的人质劫持”。\n*   特朗普于4月对几乎所有贸易伙伴征收了所谓的“对等关税”，并于上周威胁从6月1日开始对欧盟征收50%的关税，尽管他后来将实施日期推迟到7月9日。",
      "shortSummary": "前世贸组织总干事帕斯卡尔·拉米呼吁中国和欧盟加强合作，以应对美国总统特朗普的“黑手党式”关税策略。他指出，中欧在维护基于规则的贸易、吸引中国在欧投资（如电动汽车）以及推动脱碳方面存在共同利益和合作潜力。拉米强调，在全球贸易不确定性加剧的背景下，中欧应携手确保开放贸易的规则性。",
      "translated_title": "前世贸组织负责人呼吁中欧合作，以应对特朗普的“黑手党式”策略",
      "images": [],
      "contentSource": "完整文章",
      "content": "Against the backdrop of tariff negotiations between the United States and various countries, there is “common ground” on which China and the European Union can work together and ensure that mutual and open trade remains a rules-based game, according to a former head of the World Trade Organization.\n“We should do what China did to us 30 years ago,” Pascal Lamy told the Post on Wednesday on the sidelines of the UBS Asian Investment Conference in Hong Kong, with the message being: “Welcome to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/748a2e21-d2e7-4de0-bfb2-838861a60de4_b605c4fa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧半导体企业会晤，旨在‘霸凌’背景下加强供应链安全 (原标题: China, EU semiconductor firms meet to enhance supply-chain security amid ‘bullying’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312160/chinese-eu-semiconductor-firms-discuss-supply-chain-security-amid-bullying?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 12:00:09 +0000",
      "isoDate": "2025-05-28T12:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中欧半导体企业会晤：加强供应链安全与合作\n\n### 会晤背景与目的\n\n*   **背景：** 鉴于美国对华技术限制的升级以及中美在微芯片领域的紧张关系加剧，全球半导体供应链的安全与稳定面临严峻挑战。\n*   **目的：** 中国和欧洲的半导体行业代表在北京举行政府主导的会议，旨在探讨深化合作，增强供应链韧性。\n\n### 参会方\n\n*   **企业代表：** 超过40家半导体供应链上下游企业代表。\n*   **政府与行业协会：** 中国商务部（Mofcom）、中国半导体行业协会、欧盟商会代表。\n\n### 核心观点与承诺\n\n*   **中方立场：** 中国商务部声明指出，全球半导体生产和供应链的安全与稳定正面临严重挑战，并“坚决反对单边主义和霸凌行径”。\n*   **合作重要性：** 会议强调，中欧作为全球半导体供应链的关键参与者，维护其安全与稳定至关重要，加强合作符合双方利益。\n*   **中国承诺：** 中国将继续深化高水平对外开放，并为企业提供“公平、稳定、透明和可预测的政策环境”。",
      "shortSummary": "中欧半导体企业代表在北京举行会议，旨在深化合作，加强供应链韧性，以应对美国对华技术限制和全球半导体供应链面临的挑战。中国商务部表示坚决反对单边主义和“霸凌”行为，并强调中欧加强合作符合双方利益，中国将继续提供公平、稳定的营商环境。",
      "translated_title": "中欧半导体企业会晤，旨在‘霸凌’背景下加强供应链安全",
      "images": [],
      "contentSource": "完整文章",
      "content": "Semiconductor representatives from China and Europe have come together at a government-hosted meeting in Beijing to explore deeper collaboration and enhance supply-chain resilience after the United States stepped up tech curbs on China.\nRepresentatives from more than 40 companies in the semiconductor supply chain, both upstream and downstream, attended Tuesday’s meeting, along with representatives from China’s Ministry of Commerce (Mofcom), the China Semiconductor Industry Association, and the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/392a6b9f-a1da-4331-aa47-57c316d34cea_0a48d771.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“亚洲联盟”：中国如何在贸易战中打造新的力量中心 (原标题: ‘Asian alliance’: how China is forging a new power centre amid the trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312111/china-pushes-new-asian-alliance-it-signs-deals-asean-gulf-states?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 09:00:20 +0000",
      "isoDate": "2025-05-28T09:00:20.000Z",
      "creator": "Ji Siqi",
      "summary": "中国正积极推动与东南亚国家联盟（东盟）和海湾合作委员会（海合会）国家建立一个强大的新经济集团，以对抗日益增长的美国保护主义。有分析人士认为，这可能正在形成一个“亚洲联盟”的原型。\n\n### 关键事件与声明\n\n*   中国总理李强出席了在马来西亚吉隆坡举行的东盟-中国-海合会经济论坛开幕式。\n*   李强指出，当前的全球紧张局势为三方深化互信、加强团结提供了机会，从而创造长期的战略机遇。\n*   同日早些时候，三方还举行了峰会，并签署了一份联合声明，承诺在贸易、供应链、基础设施和金融领域进行更紧密的合作。\n\n### 参与方构成\n\n*   **东盟：** 由10个东南亚国家组成。\n*   **海合会：** 包括6个与波斯湾接壤的阿拉伯国家——巴林、科威特、阿曼、卡塔尔、沙特阿拉伯和阿拉伯联合酋长国。\n\n### 经济潜力与战略意义\n\n*   李强表示，这三方合计占世界人口和经济总量的四分之一，但仅占全球贸易的5%，这表明巨大的扩张潜力。\n*   中国与全球化智库创始人兼总裁王辉耀认为，此次新峰会有潜力为亚洲的多边合作创造新范式，使中国在抵御美国贸易压力方面处于更有利的地位。",
      "shortSummary": "中国正与东南亚（东盟）和中东（海合会）国家构建新的经济联盟，以应对美国贸易保护主义。中国总理李强在东盟-中国-海合会经济论坛上强调，全球紧张局势提供了深化合作的机遇。三方已签署联合声明，承诺在贸易、供应链、基础设施和金融领域加强合作。这一新联盟代表了全球四分之一的人口和经济总量，具有巨大的贸易扩张潜力，旨在增强中国抵御美国贸易压力的能力，被视为“亚洲联盟”的雏形。",
      "translated_title": "“亚洲联盟”：中国如何在贸易战中打造新的力量中心",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is pushing to forge a powerful new economic bloc with countries across Southeast Asia and the Middle East to counteract rising US protectionism, with some analysts suggesting a prototype for an “Asian Union” may be taking shape.\nPremier Li Qiang attended the opening of a new forum bringing together leaders from China, the Association of Southeast Asian Nations (Asean) and the Gulf Cooperation Council (GCC) on Tuesday, where he remarked that the current global tensions offered an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/6d4f1fa6-ffda-4b25-b813-63d8fc3d8410_55896649.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "城市更新是中国经济增强韧性的长期策略 (原标题: Urban renewal is part of China’s long game to harden the economy)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3311832/urban-renewal-china-buying-its-economy-time?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 08:30:09 +0000",
      "isoDate": "2025-05-28T08:30:09.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "# 中国的城市更新：经济韧性化的长期策略\n\n近年来，中国政府在应对经济逆风时表现出的审慎态度令市场感到沮丧。面对持续疲软的家庭消费、旷日持久的房地产低迷以及日益增长的外部不确定性，许多人曾希望北京能采取大胆的刺激措施或直接向公民发放现金。然而，官方一再表明其坚持既定方针的意图——专注于缓慢推进的结构性改革，而非短期修补。国务院最新推动的城市更新行动便是一个例证。\n\n## 城市更新计划的背景与发展\n\n*   **并非新概念：** 城市更新并非一个新颖的概念。自2019年中央经济工作会议首次提出该计划以来，地方政府已在改善老旧社区、改造危房和盘活闲置土地方面取得了进展。\n*   **政府承诺与目标：** 上周国务院新闻发布会详细回顾了这些进展。伴随一系列新的高层指导方针，政府承诺为该计划提供更多的财政和政策支持，以期在2030年前取得切实成果。\n\n## 增长策略的转变\n\n*   **核心转变：** 这一推动强调了中国首选增长战略的转变：从依赖债务驱动的城市边缘扩张，转向城市核心区内更加审慎、内涵式的开发。\n\n## 城市更新的短期效益\n\n*   **支撑建筑业：** 从政策角度看，城市更新满足了短期需求。在住宅房地产活动依然低迷的情况下，升级老旧建筑及周边基础设施有助于维持建筑业的活跃，并为就业提供缓冲。\n\n## 城市更新的长期溢出效应（深层价值）\n\n*   **刺激后续消费：** 城市更新的更深层价值在于其长期的溢出效应。翻新的建筑和社区可以引发一波后续消费，包括家居装修、家电购买以及智能家居系统等。\n*   **促进汽车购买：** 更好的停车条件和充电基础设施可以刺激汽车购买。\n*   **提升城市价值：** 升级的公共空间可以提高房产价值，提升生活质量，并带来更稳定的地方税收。\n\n## 总结\n\n简而言之，城市更新是一种“慢燃式”的刺激——它通过二阶和三阶效应发挥作用，而非通过引人注目的直接注入。这体现了中国政府在经济韧性化方面的长期策略。",
      "shortSummary": "城市更新是中国政府应对经济挑战的长期策略，而非短期刺激。它标志着增长模式从债务驱动的城市边缘扩张转向城市核心区的内涵式发展。该计划通过改善老旧社区、升级基础设施，短期内支撑建筑业和就业，长期则能刺激家居消费、汽车购买，提升房产价值和生活质量，并增加地方税收。这是一种通过多重效应逐步发挥作用的“慢燃式”经济刺激。",
      "translated_title": "城市更新是中国经济增强韧性的长期策略",
      "images": [],
      "contentSource": "完整文章",
      "content": "In recent months, the Chinese government’s deliberate pace in responding to economic headwinds has frustrated markets. Faced with persistent weakness in household consumption, a drawn-out property downturn and growing external uncertainty, many had hoped Beijing would turn to bold stimulus measures or administer direct cash transfers to citizens.\nYet time and again, officials have signalled their intent to stay the course – doubling down on slow-moving structural reforms rather than short-term...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/524f274b-f9fa-43d7-bcb3-0589f6c71cbc_232b126c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国阻止Labubu、Molly玩偶走私，因价格飙升，海外冲突频传 (原标题: China stops Labubu, Molly doll smugglers as prices soar, fights reported overseas)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312093/china-stops-labubu-molly-doll-smugglers-prices-soar-fights-reported-overseas?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 08:00:09 +0000",
      "isoDate": "2025-05-28T08:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国海关截获泡泡玛特玩偶走私\n\n中国海关部门多次截获涉嫌走私泡泡玛特（Pop Mart）玩具的行为，其中包括其Labubu和Molly系列玩偶。此举正值这家总部位于北京的零售商在全球扩张，导致这些玩偶价格飙升之际。\n\n*   **走私活动详情：**\n    *   海关人员多次从“据称旨在通过转售获利”的旅客手中截获未申报的玩具。\n    *   **典型案例一：** 在湖南长沙黄花国际机场，三名旅客被查获318个玩偶。\n    *   **典型案例二：** 在安徽合肥新桥国际机场，一名旅客被查获94个玩偶，所有这些玩偶都打算用于转售。\n    *   媒体报道和分析师指出，旅客据称在海外购买这些玩具，然后将其带回中国。\n\n*   **价格差异与市场动态：**\n    *   泡泡玛特最受欢迎的玩具在海外的售价有时低于中国国内，这主要是由于汇率波动或当地折扣。\n    *   广东省体制改革研究会执行会长彭澎表示，高价既是炒作，也是国际知名度的影响。\n    *   他补充说，中国消费者和商家对此或多或少都感兴趣，不应错过这种能够促进消费的商机。\n\n*   **泡泡玛特公司概况：**\n    *   泡泡玛特成立于2010年。\n    *   目前正迅速进行国际扩张，在全球30多个国家和地区拥有500多家门店。",
      "shortSummary": "中国海关多次截获泡泡玛特Labubu和Molly玩偶走私，因其在国内价格飙升。走私者利用海外售价较低（受汇率和折扣影响）的优势，在海外购买后带回中国转售获利。这种现象反映了泡泡玛特全球扩张带来的市场炒作和高需求。",
      "translated_title": "中国阻止Labubu、Molly玩偶走私，因价格飙升，海外冲突频传",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese customs authorities have repeatedly stopped suspected smugglers of Pop Mart toys, including its Labubu and Molly series, as prices for the dolls soar amid a global expansion for the Beijing-based retailer.\nCustoms agents have intercepted undeclared toys multiple times from passengers “allegedly seeking to profit from resales”, China Daily reported.\nIn one case, 318 toys were confiscated from three travellers at Changsha Huanghua International Airport in Hunan province, according to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/5259a079-81dd-4bf8-acb6-658460505e0d_5041aa99.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "调查显示，在华欧盟企业悲观情绪达到创纪录水平 (原标题: Record levels of pessimism among EU businesses in China, survey reveals)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312080/confidence-eu-businesses-china-hit-record-low-even-tariff-war-survey?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 06:00:17 +0000",
      "isoDate": "2025-05-28T06:00:17.000Z",
      "creator": "Carol Yang",
      "summary": "### 在华欧盟企业信心跌至历史新低\n\n根据欧盟商会最新发布的年度调查结果，欧洲企业对在华增长和盈利能力的乐观情绪已降至历史最低点。此次调查于今年1月和2月进行，涵盖了503家商会成员企业，即使在中美贸易战升级之前，也已显示出悲观的商业前景。\n\n#### 关键发现：\n\n*   **增长前景悲观**：\n    *   仅有29%的受访者对未来两年在华的增长前景表示乐观，这是自2013年以来的最低水平。\n    *   与此同时，有29%的受访者表示悲观，创下了同期的新高。\n*   **盈利能力担忧加剧**：\n    *   对未来两年在华盈利能力表示乐观的比例仅为12%，比去年下降了3个百分点，达到历史新低。\n    *   表示悲观的受访者比例高达49%，创下新纪录。\n\n#### 导致悲观情绪的主要原因：\n\n*   **宏观经济因素**：\n    *   经济下行。\n    *   地缘政治紧张局势加剧。\n    *   对中国国内经济的担忧。\n    *   持续的生产者价格通缩。\n*   **市场准入与监管障碍**：\n    *   与去年调查类似，市场准入和监管壁垒仍然普遍存在。\n    *   三分之一的受访者不认为市场准入会有实质性改善。\n\n欧盟商会主席Jens Eskelund指出，不断升级的贸易和地缘政治紧张局势带来的不确定性、对中国国内经济的担忧以及持续的生产者价格通缩，都给欧洲和中国企业带来了沉重压力。\n\n#### 呼吁与建议：\n\n欧盟商会呼吁中方全面落实近期宣布的旨在改善营商环境的措施，以提振企业信心。",
      "shortSummary": "一项最新调查显示，在华欧盟企业对增长和盈利的乐观情绪已降至历史最低点。仅29%的企业对未来两年增长乐观，而49%的企业对盈利表示悲观。主要原因包括经济下行、地缘政治紧张、中国国内经济担忧、通缩以及普遍存在的市场准入和监管障碍。欧盟商会呼吁全面落实改善营商环境的措施。",
      "translated_title": "调查显示，在华欧盟企业悲观情绪达到创纪录水平",
      "images": [],
      "contentSource": "完整文章",
      "content": "European businesses’ optimism about growth and profitability in China has hit a record low, overshadowed by economic downturns and rising geopolitical tensions, according to annual survey findings by a leading foreign business association, which called for the full implementation of recently announced measures aimed at improving the business environment.\nConducted in January and February, the survey of 503 chamber members showed a bleak outlook even before the China-US trade war intensified in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/4fbd0675-71da-487d-914c-86c78249e237_a2467cc0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国如何在美国技术限制下规划IT制造业的“新突破” (原标题: How China plans ‘new breakthroughs’ in IT manufacturing amid US tech curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312075/china-releases-plan-aimed-upgrading-it-manufacturers-boosting-self-sufficiency?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 04:16:48 +0000",
      "isoDate": "2025-05-28T04:16:48.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国IT制造业升级计划：应对美国技术限制，实现自给自足\n\n中国已公布一项详细计划，旨在升级其信息技术（IT）制造业，以期在半导体、电池、卫星导航和人工智能（AI）等关键技术领域实现自给自足，并规避美国的科技限制。\n\n### 核心目标与背景\n\n*   **主要目的**：提升IT制造业水平，实现关键技术自给自足，应对美国技术限制。\n*   **发布机构**：工业和信息化部、国家发展和改革委员会、国家数据局。\n*   **背景**：正值“中国制造2025”倡议的收官阶段。\n*   **IT制造业范畴**：涵盖上游材料（如单晶硅和多晶硅）、中游零部件制造以及下游电子和汽车系统应用。\n\n### 18点行动计划的关键时间节点与目标\n\n*   **到2027年**：\n    *   深化AI与IT制造业的融合。\n    *   培育一批新型工业服务提供商。\n    *   确保超过85%的制造商在关键流程中采用计算机数控（CNC）技术。\n    *   培养至少100家IT行业专业服务提供商。\n*   **到2030年**：\n    *   建成核心工业数据库。\n    *   推动IT制造商实现“新突破”，并攀升至“全球价值链高端”。\n\n### 重点关注技术领域\n\n该计划特别强调在以下技术领域实现自给自足：\n\n*   半导体\n*   电池\n*   卫星导航\n*   人工智能（AI）",
      "shortSummary": "中国发布详细计划，旨在升级IT制造业，以在半导体、电池、卫星导航和人工智能等关键技术领域实现自给自足，并规避美国的技术限制。该18点行动计划设定了具体目标：到2027年，深化AI融合，提升数控技术应用，并培育专业服务商；到2030年，建成核心工业数据库，推动IT制造商实现“新突破”，迈向全球价值链高端。",
      "translated_title": "中国如何在美国技术限制下规划IT制造业的“新突破”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has unveiled a detailed plan to upgrade its information technology (IT) manufacturers as it doubles down on achieving self-sufficiency in technologies including semiconductors, batteries, satellite navigation and artificial intelligence (AI), and sidestepping US tech curbs.\nThe 18-point action plan calls for the deepening of AI integration and the fostering of a new class of industry service providers by 2027.\nIt aims to see more than 85 per cent of manufacturers using computer numerical...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/6376c202-6d5b-4dfb-b86b-b53280f67c1c_28dfbd0a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不仅仅是表演：中国机器人格斗提供科技进步的近距离视角 (原标题: More than a show: China’s robot fights offer ringside view of tech advancements)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311985/secret-behind-chinas-bombastic-robot-battles-these-shows-pack-unexpected-punch?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 00:00:12 +0000",
      "isoDate": "2025-05-28T00:00:12.000Z",
      "creator": "Alice Li,Ralph Jennings",
      "summary": "### 中国人形机器人进入体育竞技以推动技术发展\n\n中国的人形机器人正越来越多地进入人类竞技场，参与真实的体育比赛，这不仅让它们暴露在不可预测、复杂的环境中，也为它们的进一步发展提供了宝贵的数据。\n\n*   **实战竞技案例**\n    *   **机器人拳击赛**：全球首场人形机器人拳击赛于周日在杭州举行。四台宇树G1机器人戴着头盔和拳击手套，以惊人的速度和精确度发动攻击，熟练地执行了扫腿和肘击等动作。\n    *   **机器人马拉松**：在此次拳击赛前一个月，人形机器人还在北京参加了一场马拉松比赛。机器人以人类运动员的姿态奔跑，手臂有节奏地摆动，并保持着快速、短促的步频。\n\n*   **技术发展与数据价值**\n    *   高盛分析师指出，尽管中国在硬件和供应链方面保持领先地位，但初创公司已开始致力于开发人形机器人的“大脑”。\n    *   分析师强调，真实世界的数据对于实现物理世界的一致性和任务准确性变得越来越重要。\n\n*   **科技竞争与商业化前景**\n    *   在中美科技竞争日益激烈的大背景下，人形机器人领域的公司正竞相提升投资者信心。\n    *   它们试图向市场证明，这项技术正以超乎预期的速度发展，并且商业化前景可期。",
      "shortSummary": "中国的人形机器人正积极参与拳击、马拉松等真实体育赛事，以在复杂环境中收集数据，加速其“大脑”和整体技术的发展。高盛分析师指出，真实世界数据对提高机器人性能至关重要。在中美科技竞争加剧之际，此举旨在展示技术进步，并推动人形机器人的商业化进程。",
      "translated_title": "不仅仅是表演：中国机器人格斗提供科技进步的近距离视角",
      "images": [],
      "contentSource": "完整文章",
      "content": "They dance, they run, they punch – but they never break a sweat or flinch in pain.\nChina’s humanoid robots are increasingly entering human arenas, participating in real-world sports competitions that expose them to unpredictable, complex environments – and, as analysts note, generate valuable data to advance their development.\nOn Sunday, the world’s first kickboxing contest featuring humanoid robots kicked off in the eastern city of Hangzhou. Four Unitree G1 robots – donning helmets and boxing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/c37e0946-6eca-4011-87a9-389c17014be9_f3432e92.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-05-31T13:27:31.797Z"
}