{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "Labubu热潮为何只是中国品牌崛起的开端 (原标题: Why Labubu craze is just the start of China’s branding boom)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3323996/why-labubu-craze-just-start-chinas-branding-boom?utm_source=rss_feed",
      "pubDate": "Wed, 03 Sep 2025 01:30:07 +0000",
      "isoDate": "2025-09-03T01:30:07.000Z",
      "creator": "Chris Pereira",
      "summary": "# Labubu热潮：中国品牌崛起的开端\n\n文章指出，Labubu的成功标志着中国品牌不再等同于廉价，而是建立了消费者信任。这一现象预示着中国品牌力量正从消费品领域向更广泛的工业领域蔓延，包括电池、汽车、无人机、生物科技乃至基础设施。\n\n## Labubu与泡泡玛特：信任的建立\n\n*   **Labubu的象征意义**：小精灵玩偶Labubu的流行，清晰地表明“中国制造”不再是廉价的代名词，而是建立了信任。\n*   **泡泡玛特的成功**：泡泡玛特（Pop Mart）通过Labubu等产品建立了深厚的消费者信任，公司管理层预计今年销售额将达到40亿美元。\n\n## 品牌力量的工业化拓展\n\n*   **超越消费品**：文章强调，未来的品牌发展将超越Labubu这类消费品，转向更宏大、更具工业性质的领域。\n*   **竞争核心**：中国企业现在不仅在硬件上竞争，更在“信任”上展开竞争，品牌实力正渗透到电池、汽车、无人机、生物科技甚至基础设施等非传统消费品领域。\n\n## 典型案例：小米汽车与宁德时代电池\n\n*   **小米汽车的崛起**：\n    *   一年前，“小米造车”听起来像个噱头，但其品牌敏锐的CEO雷军正计划在海外进行更大规模的投资。\n    *   小米汽车在上市仅15个月后，截至7月已交付超过30万辆汽车，显示出其强大的品牌号召力。\n*   **宁德时代（CATL）电池的品牌化**：\n    *   在小米的品牌故事中，宁德时代电池正成为消费者日益认可的品牌。\n    *   在中国机场随处可见宁德时代的广告牌。\n    *   **市场主导地位**：宁德时代占据全球电动汽车（EV）电池市场约38%的份额。\n    *   **与比亚迪的合作**：宁德时代与电动汽车制造商比亚迪共同占据了2025年上半年电池安装量的一半以上。\n\n## 从成本优势到品牌优势的转变\n\n*   文章指出，当内部组件（如电池）成为消费者主动要求购买的品牌时，这标志着企业已从“成本优势”转向了“品牌优势”。\n*   这反映了中国商业思维正在发生的更广泛的转变，即从关注成本效益转向建立品牌信任和价值。",
      "shortSummary": "Labubu热潮标志着中国品牌已摆脱廉价形象，转而建立消费者信任。这一趋势正从消费品（如泡泡玛特）扩展到工业领域，如小米汽车和宁德时代电池。宁德时代已成为全球电动汽车电池市场的主导品牌，其广告随处可见。这表明中国企业正从单纯的成本优势转向以品牌和信任为核心的竞争优势，预示着中国品牌力量的全面崛起。",
      "translated_title": "Labubu热潮为何只是中国品牌崛起的开端",
      "images": [],
      "contentSource": "完整文章",
      "content": "Call them China’s Sputnik moments: DeepSeek. BYD and Xiaomi cars. A robot Olympics in Beijing. Huawei’s resurgence. And Labubu.\nLabubu did its job. The little gremlin doll made it clear that a brand being from China is no longer shorthand for cheap. Pop Mart has built trust to such an extent that company management is now forecasting US$4 billion in sales this year. So what’s next?\nNot more Labubu. The next chapter is bigger and more industrial than Pop Mart. Brand muscle is spilling into places...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/917c6455-4f3c-4353-b494-df75772d792d_80f7a1bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管汽车需求下降导致中国对俄出口下滑，新协议仍显示“增长空间” (原标题: As China exports to Russia dip on less car demand, new deals show ‘room to grow’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324077/despite-dip-chinas-exports-russia-new-deals-show-room-grow-amid-us-pressure?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 15:00:09 +0000",
      "isoDate": "2025-09-02T15:00:09.000Z",
      "creator": "Ralph Jennings,Xinyi Wu",
      "summary": "## 中国对俄贸易：挑战与增长机遇\n\n尽管中国对俄罗斯的汽车出口有所放缓，但分析人士指出，随着两国继续面临来自美国市场的压力，以人民币和卢布结算的贸易仍有增长空间。这一观点是在俄罗斯总统普京访问中国期间提出的。\n\n### 贸易背景与驱动因素：\n\n*   **俄罗斯需求：** 由于对乌克兰冲突的制裁，俄罗斯难以从西方进口消费品、个人电子产品和普通机械。中国能够生产俄罗斯所需的产品，从手机到工厂机械。\n*   **中美关系影响：** 自2018年美国前总统特朗普执政以来，美国对华进口关税不断上升，导致中俄贸易逐渐脱离美国市场，今年更是迅速升级。\n*   **中国市场策略：** 新加坡东南亚研究所高级研究员Jayant Menon指出，随着美国市场“关闭”，中国正在寻找新的市场，俄罗斯提供了“增长空间”。\n\n### 普京访华成果：\n\n*   **高层会晤：** 普京总统在北京与中国国家主席习近平举行了会晤。\n*   **随行人员：** 俄罗斯天然气工业股份公司（Gazprom）董事长阿列克谢·米勒和俄罗斯石油公司（Rosneft）首席执行官伊戈尔·谢钦随普京访问。\n*   **合作协议：** 根据中方声明，两国签署了20多项双边合作协议。\n\n### 合作领域：\n\n*   能源\n*   航空航天\n*   人工智能\n*   农业\n*   卫生\n*   科学研究\n*   教育",
      "shortSummary": "尽管汽车需求下降导致中国对俄出口下滑，分析人士认为，由于俄罗斯受西方制裁和中国面临美国市场压力，中俄贸易仍有“增长空间”。普京访华期间，两国签署了20多项涵盖能源、科技、农业等领域的合作协议，显示出深化合作的意愿和潜力。",
      "translated_title": "尽管汽车需求下降导致中国对俄出口下滑，新协议仍显示“增长空间”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite a slowdown in automotive shipments from China to Russia, there is room for them to advance trade settled in yuan and roubles as both countries continue to be pressured away from the US market, analysts said on Tuesday during Russian President Vladimir Putin’s visit to the world’s second-largest economy.\nRussians want consumer goods, personal electronics and common machinery that are difficult to import from the West because of trade sanctions over Russia’s invasion of Ukraine that began...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/2f9bbd0c-1dde-4771-b826-b84022d823cc_6207637a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中俄巨型天然气管道协议可能面临“关键障碍” (原标题: Why huge China-Russia gas pipeline deal could face ‘key obstacle’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324084/major-china-russia-gas-pipeline-deal-spotlight-sco-summit-faces-key-obstacle?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 13:30:07 +0000",
      "isoDate": "2025-09-02T13:30:07.000Z",
      "creator": "Kandy Wong",
      "summary": "## 中俄“西伯利亚力量2号”天然气管道项目面临关键障碍\n\n在近期举行的上海合作组织峰会上，中国国家主席习近平与俄罗斯总统普京的会晤，再次引发了外界对两国“无上限”伙伴关系的关注。在此背景下，能源合作，特别是长期延迟的“西伯利亚力量2号”天然气管道项目，成为分析师们关注的焦点。\n\n### 项目概况与重要性\n*   **项目名称：** “西伯利亚力量2号”天然气管道，以及途经蒙古国的“联盟东方”过境管道。\n*   **估值：** 该项目估值高达136亿美元。\n*   **输送能力：** 一旦建成，预计每年可向中国北方供应500亿立方米的天然气。\n*   **战略路线：** 管道将穿越蒙古国领土，因此中俄蒙三方会议也可能讨论此项目。\n*   **对俄罗斯的意义：** 鉴于俄罗斯正面临西方制裁，该项目对莫斯科而言，将提供一条至关重要的经济生命线。\n\n### 官方表态与媒体报道差异\n*   **中方表态：** 据新华社报道，习近平主席在与普京会晤时表示，“大项目合作”将深化两国一体化，但报道中并未提及任何具体项目。\n*   **俄方报道：** 相比之下，俄罗斯媒体RIA周二报道称，援引俄罗斯天然气工业股份公司（Gazprom）首席执行官阿列克谢·米勒的话，Gazprom与中国石油天然气集团公司（CNPC）已签署谅解备忘录，将建设“西伯利亚力量2号”和“联盟东方”过境管道。\n\n### 面临的关键障碍\n*   尽管俄罗斯媒体的报道基调乐观，但分析人士警告称，该项目仍面临未解决的问题，可能导致进一步的延迟。\n*   上海社会科学院上海合作组织研究中心副主任李立凡指出，尽管两国都表现出“强烈信心和强烈意愿推进项目”，但“某些关键事项”仍未解决。这表明，在项目全面推进之前，仍有实质性障碍需要克服。",
      "shortSummary": "中俄“西伯利亚力量2号”天然气管道项目，估值136亿美元，旨在每年向中国北方输送500亿立方米天然气，对受西方制裁的俄罗斯至关重要。尽管俄方媒体报道称已签署谅解备忘录，但中方官方报道未提及具体项目。分析人士警告，该长期延迟的项目仍面临“某些关键事项”未解决的障碍，可能导致进一步推迟。",
      "translated_title": "中俄巨型天然气管道协议可能面临“关键障碍”",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping and his Russian counterpart Vladimir Putin stood shoulder to shoulder at this week’s Shanghai Cooperation Organisation summit, fuelling speculation about their countries’ “no limits” partnership. But beyond the optics, many analysts focused on energy: specifically, the long-delayed Power of Siberia 2 gas pipeline.\nValued at US$13.6 billion, the project was expected to be high on the bilateral agenda and would likely have featured when China, Russia and Mongolia – whose...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/6153dbd4-9d6b-4a91-ab1f-76c766119969_049b7e86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国家主席习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？ (原标题: China’s Xi Jinping wants more Luban Workshops worldwide – but what are they?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324058/chinas-xi-jinping-wants-more-luban-workshops-worldwide-what-are-they?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 11:00:15 +0000",
      "isoDate": "2025-09-02T11:00:15.000Z",
      "creator": "Alice Li",
      "summary": "# 鲁班工坊：中国在全球推广的职业教育项目\n\n## 概述\n中国国家主席习近平在今年的上海合作组织（SCO）会议上宣布，中国将在未来五年内在该组织成员国中新增10个鲁班工坊，预计将为10,000人提供培训机会。该项目以中国古代著名建筑师和发明家鲁班命名，虽然相较于北京“一带一路”倡议中那些侧重基础设施的项目而言，鲁班工坊的知名度较低，但其职业教育计划已在全球范围内悄然扩张。\n\n## 鲁班工坊是什么？\n鲁班工坊是中国于2016年启动的一项职业教育项目。其核心目标是通过与东道国学校建立伙伴关系，提升当地劳动力队伍的技能和专业知识。\n\n## 发展与规模\n*   **全球覆盖：** 根据中国教育部的数据，截至2024年末，鲁班工坊已在欧洲、亚洲和非洲开设了30多个，并已培训了超过30,000名学员。\n*   **地理分布：** 项目已广泛分布于欧洲、亚洲和非洲等多个地区。\n*   **未来计划：** 习近平主席承诺在上海合作组织成员国中新增10个工坊，进一步扩大其全球影响力，提供更多培训名额。\n\n## 项目背景\n鲁班工坊是中国“一带一路”倡议的一部分，旨在通过教育和技能培训，促进与沿线国家的合作与发展。尽管其关注度不如大型基础设施项目，但它在提升当地人力资源能力方面发挥着重要作用。",
      "shortSummary": "鲁班工坊是中国于2016年启动的职业教育项目，旨在通过与东道国学校合作，提升当地劳动力技能。该项目以古代鲁班命名，已在欧洲、亚洲和非洲开设30多个工坊，培训逾3万人。中国国家主席习近平宣布未来五年内将在上海合作组织成员国新增10个工坊，提供1万个培训名额，进一步扩大其作为“一带一路”倡议一部分的全球影响力。",
      "translated_title": "中国国家主席习近平希望在全球推广更多鲁班工坊——但它们究竟是什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "At this year’s meeting of the Shanghai Cooperation Organisation (SCO), President Xi Jinping said China will launch 10 additional Luban Workshops in the organisation’s member countries over the next five years, providing training slots for 10,000 individuals.\nNamed after the ancient architect and inventor Lu Ban, the project is somewhat low profile compared to others in Beijing’s infrastructure-heavy Belt and Road Initiative.\nBut the vocational education programme has quietly expanded across...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/b601d2b0-f112-483f-b31b-5582d92fee9f_c6cd255b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上合组织峰会后，外国领导人乘坐中国高铁体验科技实力 (原标题: Foreign leaders ride the rapid rails of China’s tech prowess after SCO summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324061/foreign-leaders-ride-rapid-rails-chinas-technological-prowess-after-sco-summit?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 09:31:46 +0000",
      "isoDate": "2025-09-02T09:31:46.000Z",
      "creator": "Ji Siqi",
      "summary": "## 上合组织峰会后，外国领导人乘坐中国高铁体验科技实力\n\n在上海合作组织（SCO）峰会结束后，多位外国领导人于周一和周二乘坐中国标志性的高速铁路，从北方港口城市天津前往北京，以出席即将举行的胜利日阅兵。\n\n### 抵达北京的各国领导人\n\n根据中国中央电视台的报道，共有多位国家元首和政府首脑分两批抵达：\n\n*   **周一晚间抵达的七位国家领导人包括：**\n    *   白俄罗斯总统 亚历山大·卢卡申科\n    *   巴基斯坦总理 夏巴兹·谢里夫\n    *   哈萨克斯坦总统 卡西姆-若马尔特·托卡耶夫\n    *   乌兹别克斯坦总统 沙夫卡特·米尔济约耶夫\n    *   马尔代夫总统 穆罕默德·穆伊兹\n    *   蒙古国总统 呼日勒苏赫·乌赫那\n    *   塔吉克斯坦总统 埃莫马利·拉赫蒙\n\n*   **周二抵达的领导人包括：**\n    *   伊朗总统 马苏德·佩泽什基安\n    *   尼泊尔总理 卡·普·夏尔马·奥利\n    *   亚美尼亚总理 尼科尔·帕希尼扬\n    *   土库曼斯坦总统 古尔班古力·别尔德穆哈梅多夫\n    *   吉尔吉斯斯坦总统 萨德尔·扎帕罗夫\n    *   缅甸代总统 敏昂莱\n\n### 中国高铁：科技实力的展示平台\n\n*   **行程与速度：** 从上合组织会议举办地天津到北京的高铁行程通常只需约30分钟。这条线路被视为中国第一条现代化高速铁路，最高运营速度可达350公里/小时（217英里/小时）。\n*   **战略意义：** 近年来，中国高速铁路日益成为展示国家经济和技术实力的平台。中国也正寻求将高铁网络扩展至海外，印证了“要致富，先修路；要快富，先修高铁”的理念。\n\n### 参加胜利日阅兵\n\n所有这些国家元首和政府首脑都将出席中国定于周三举行的大型军事阅兵，以纪念1945年中国抗日战争胜利80周年。",
      "shortSummary": "上合组织峰会后，多位外国领导人乘坐中国高铁从天津前往北京，出席中国纪念二战胜利80周年的阅兵式。周一和周二，包括白俄罗斯、巴基斯坦、伊朗等国的领导人陆续抵达。这条最高时速350公里/小时的高铁线路，不仅将天津至北京的行程缩短至30分钟，更成为中国展示其经济和科技实力的重要平台，彰显了中国在基础设施建设方面的成就。",
      "translated_title": "上合组织峰会后，外国领导人乘坐中国高铁体验科技实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "A slew of foreign leaders took China’s signature high-speed railway from the northern port city of Tianjin to Beijing on Monday and Tuesday, having departed from the Shanghai Cooperation Organisation (SCO) summit to attend a Victory Day parade.\nSeven state leaders arrived on Monday night: President of Belarus Aleksandr Lukashenko, Prime Minister of Pakistan Shehbaz Sharif, President of Kazakhstan Kassym-Jomart Tokayev, President of Uzbekistan Shavkat Mirziyoyev, President of the Maldives Mohamed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/2de3205a-e646-4224-8bbc-5b1d2b3bcdc4_928faf87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中落败 (原标题: ‘Lost the battle’: EU told to accept defeat against China’s solar power sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324019/facing-chinas-solar-power-industry-eu-advised-concede-defeat?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 08:00:09 +0000",
      "isoDate": "2025-09-02T08:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 欧盟应对中国竞争的战略建议\n\n一组法国和德国经济学家向欧盟提出了关于如何应对中国竞争的战略建议。这些建议以五份备忘录的形式提交给法德部长理事会，涵盖了对华贸易、国防、能源、经济增长和劳动力市场等多个关键领域。\n\n#### 核心建议要点：\n\n*   **明确产业支持与放弃：**\n    *   **支持敏感产业：** 欧洲应识别并保护国防、航天和机器人技术等敏感行业。\n    *   **放弃已失优势的产业：** 对于那些在竞争中已明显落败的成熟产业，例如太阳能发电领域，欧洲应大胆承认失败并放弃，同时对廉价的中国进口产品保持开放态度。\n*   **有条件地欢迎中国投资：**\n    *   经济学家们欢迎中国在电池等关键技术领域的投资，但前提是必须实现技术共享。\n\n#### 太阳能产业作为“已失战役”的案例：\n\n*   法国经济学家兼备忘录合著者Jean Pisani-Ferry明确指出，太阳能电池板是欧洲应承认失败的典型例子。\n*   他强调，中国工业在太阳能领域已遥遥领先，欧洲已不再拥有太阳能电池板产业。\n*   Pisani-Ferry认为，这并非一个重大问题，因为太阳能电池板一旦安装便会固定使用，不会像天然气那样产生日常依赖。因此，在太阳能技术方面，欧洲必须承认已经输掉了这场战役。",
      "shortSummary": "法德经济学家建议欧盟在对华竞争中采取战略性立场：支持国防、航天和机器人等敏感产业；放弃已失优势的领域，如太阳能产业；并有条件地欢迎中国在电池等关键技术领域的投资，前提是技术共享。他们认为欧洲在太阳能领域已输掉竞争，但由于其一次性安装特性，这并非重大依赖问题。",
      "translated_title": "“输掉这场战役”：欧盟被告知应接受在对华太阳能产业竞争中落败",
      "images": [],
      "contentSource": "完整文章",
      "content": "A group of French and German economists has urged Europe to identify which industries to support in the face of Chinese competition and boldly abandon those where the battle had already been lost, such as the solar power sector.\nThe recommendations were presented in five memos to the Franco-German Council of Ministers at the request of the two governments during a council meeting on Friday. The memos cover trade with China, as well as defence, energy, economic growth and the labour market.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/6d21cd72-83d4-4181-9e51-86bcab7e4e89_80437fb6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "‘历史性演变’：中国航运公司在美国港口费临近之际调整策略 (原标题: ‘Historical evolution’: China’s shipping firms pivot amid looming US port fees)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324007/chinas-shipping-firms-lean-alliances-ride-out-us-port-fee-storm?utm_source=rss_feed",
      "pubDate": "Tue, 02 Sep 2025 05:00:08 +0000",
      "isoDate": "2025-09-02T05:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国航运公司应对美国港口费的策略调整\n\n## 背景与原因\n美国计划从10月起对与中国相关的船只征收高额港口费，旨在遏制中国在全球航运业的主导地位。这一有争议的新收费政策正在推动航运业发生深刻变革。\n\n## 行业反应与策略调整\n中国航运公司正与全球合作伙伴协作，以减少对美国市场的依赖，并探索更多的区域市场机会，以应对即将到来的美国港口费。\n\n### 中远海控（Cosco Shipping Holdings）的视角\n*   中远海控在其近期发布的半年报中指出，集装箱航运业正经历“前所未有的历史性演变”。\n*   尽管报告未直接提及美国港口费，但该公司表示正着眼于拓展新兴和区域市场，作为对市场变化的预见性回应。\n*   **业务增长亮点（上半年）**：\n    *   中国大陆服务：同比增长9.5%。\n    *   亚洲内部服务：增长5.2%。\n    *   其他国际服务（包括非洲和拉丁美洲航线）：增长11.9%。\n    *   跨太平洋服务：同期增长4.7%。\n\n### 东方海外国际（Orient Overseas International Ltd, OOIL）的立场\n*   中远海运旗下子公司东方海外国际（拥有东方海外货柜航运OOCL品牌）在其半年报中更明确地指出了美国港口费带来的风险。\n*   同时，该公司也强调了其中蕴含的潜在机遇。\n\n## 总结\n面对美国即将实施的港口费，中国航运企业正在积极调整其全球战略布局，减少对单一市场的依赖，转而寻求多元化和区域化的发展路径，以适应行业的新变化。",
      "shortSummary": "面对美国将于10月实施的高额港口费，中国航运公司正积极调整策略，减少对美国市场的依赖，并探索更多区域市场机会。中远海控等主要航运企业认为行业正经历“历史性演变”，正拓展中国大陆、亚洲内部、非洲和拉丁美洲等新兴市场。东方海外国际则明确指出风险，但也看到了潜在机遇，以适应这一行业变革。",
      "translated_title": "‘历史性演变’：中国航运公司在美国港口费临近之际调整策略",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipping companies are working with global partners to reduce their US exposure and explore more regional market opportunities, as the industry braces for the introduction of steep new US port fees in October.\nWashington plans to charge Chinese-linked vessels hefty fees to enter US ports as part of a drive to rein in China’s globally dominant shipyards, and the controversial new levies are already driving deep changes in the shipping industry.\n“The container shipping industry is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/02/ce9b67d6-dad3-4a00-93b9-24a9bfc7f497_e32ef655.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推动成立开发银行，帮助10个欧亚国家遏制美元风险 (原标题: China pushes development bank to help 10 Eurasian countries curb US dollar risks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323950/china-advances-development-bank-help-10-eurasian-countries-curb-us-dollar-risks?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 22:00:15 +0000",
      "isoDate": "2025-09-01T22:00:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国推动成立欧亚开发银行以遏制美元风险\n\n### 背景与目标\n\n*   **推动背景**：周一，中国大力推动成立一个服务于10个欧亚国家的开发银行。\n*   **核心目标**：分析人士指出，此举将有助于该集团免受日益增长的美元主导贸易风险，并加速关键基础设施建设。\n\n### 参与方与组织\n\n*   **服务对象**：该优惠贷款机构将服务于上海合作组织（SCO）的成员国。\n*   **成员国构成**：上合组织自2001年以来一直合作，成员国包括中国、俄罗斯、印度以及其他七个国家。\n\n### 推动与进展\n\n*   **构想历史**：成立开发银行的构想已提出许久。\n*   **习近平主席表态**：中国国家主席习近平周一在天津举行的上合组织领导人峰会上表示，该银行“应尽快成立，为成员国的安全和经济合作提供更强有力的支持”。\n*   **上合组织决议**：新华社随后发布的官方声明称，上合组织已“决定成立开发银行，并加快就该金融机构运营相关的一系列问题进行磋商”。\n*   **俄媒报道**：俄罗斯官方媒体也报道称，峰会参与者已决定成立该银行。\n\n### 专家观点\n\n*   **高志凯观点**：北京全球化智库副总裁高志凯（Victor Gao）表示，这将是“自然而然或合乎逻辑的一步”。\n*   **势头判断**：他个人认为，“势头在中国这一边”。",
      "shortSummary": "中国正积极推动为上海合作组织（SCO）的10个欧亚成员国设立一个开发银行。此举旨在帮助这些国家降低美元主导贸易的风险，并加速基础设施建设。中国国家主席习近平呼吁尽快成立该银行，上合组织领导人已决定设立该机构并加快相关磋商。分析人士认为，这是合乎逻辑的一步，且势头在中国一边。",
      "translated_title": "中国推动成立开发银行，帮助10个欧亚国家遏制美元风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "A strong push on Monday to create a development bank serving 10 Eurasian countries, including China, would help insulate the group from increasingly risky US dollar-dominated trade while accelerating key infrastructure work, according to analysts.\nSuch a concessional lender – part of an idea that has long been put on hold – would serve China, Russia, India and seven other nations that have worked together since 2001 as the Shanghai Cooperation Organisation (SCO).\nPresident Xi Jinping said at a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/fa327462-b17a-444e-89a3-4b1f9f75274e_cebca69f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国增加半导体障碍，中国企业或将抓住机遇 (原标题: As US adds more semiconductor hurdles, Chinese firms could seize an opportunity)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323922/what-chinas-self-reliance-push-means-its-semiconductor-industry-us-hurdles-mount?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 13:30:10 +0000",
      "isoDate": "2025-09-01T13:30:10.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "美国收紧半导体出口管制，中国企业或迎发展机遇\n\n*   **背景与最新进展**\n    *   美国商务部工业和安全局（BIS）发布声明，撤销了部分在华外资芯片制造商（包括韩国三星、SK海力士的中国分支以及英特尔半导体（大连））的“经验证最终用户”快速通道资格。\n    *   这意味着这些公司未来向其在华工厂运送某些美国芯片制造设备时，将需要获得许可证。\n    *   该决定将于12月31日生效，即官方发布后120天。\n\n*   **许可证政策**\n    *   BIS表示，虽然打算批准出口许可证申请以允许这些公司继续运营其在华设施，但**不打算批准用于扩大产能或升级技术的许可证**。\n\n*   **美方动机**\n    *   美国商务部负责工业和安全的副部长杰弗里·凯斯勒表示，此举旨在“堵塞出口管制漏洞”，特别是那些可能使美国公司处于竞争劣势的漏洞。\n\n*   **更广泛的影响**\n    *   此举标志着中美科技竞争进一步加剧，尽管两国在关税问题上达成休战，经济紧张局势有所缓解。\n    *   西班牙金融服务公司BBVA首席经济学家董金岳（Dong Jinyue）预测，美国将进一步收紧政策，以遏制中国技术发展并在某些科技领域保持主导地位，甚至可能要求其盟友禁止技术出口或限制美国技术在华使用。\n    *   董金岳认为，“美中科技战永无止境”，在全球化逆转趋势下，芯片制造业将变得更加碎片化。\n    *   分析人士认为，美国的这些限制措施反而可能刺激中国本土半导体产业加速发展，以实现经济自给自足。",
      "shortSummary": "美国收紧对在华外资芯片制造商的半导体出口管制，撤销了三星、SK海力士和英特尔（大连）的“经验证最终用户”资格。这些企业未来需申请许可证才能使用美国设备，且许可证将不批准产能扩张或技术升级。此举旨在堵塞漏洞并维持美国技术主导地位，进一步加剧了中美科技竞争。分析认为，这可能促使中国加速半导体自给自足，并导致全球芯片产业更加碎片化。",
      "translated_title": "随着美国增加半导体障碍，中国企业或将抓住机遇",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s drive for economic self-reliance is raising the spirits and prospects of its semiconductor industry, as insiders expect more home-grown technologies after Washington revoked waivers for some foreign-owned chipmakers’ factories in China to use US technologies in their operations.\nThe Chinese branches of South Korean chipmakers Samsung and SK Hynix, as well as Intel Semiconductor (Dalian), will lose their fast-track status for compliance as “validated end-users”, meaning they will need to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/56e325e5-6781-4547-ad31-d2d9945a9cc1_443d7a1f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国出口商在关税博弈中占优，承担约9%的成本份额 (原标题: China’s exporters ahead in tariff game, paying estimated 9% share of costs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323933/chinas-exporters-ahead-tariff-game-paying-estimated-9-share-costs?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 12:30:16 +0000",
      "isoDate": "2025-09-01T12:30:16.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国出口商在关税博弈中占优，仅承担约9%的成本份额\n\n根据中国顶尖投行中金公司（CICC）的估算，中国出口商在中美贸易中展现出显著的议价能力，仅承担了美国总统特朗普今年早些时候征收关税所产生约9%的成本负担。\n\n## 主要发现\n\n*   **与美方观点相悖**：中金公司的研究结果与包括美国财政部长斯科特·贝森特在内的美国官员此前的说法相悖。美方曾声称美国在全球关税战中占据上风。\n*   **美国进口商承压**：中金公司分析师刘刚和杨炫霆指出，美国进口商身处供应链中间，难以将成本完全转嫁给终端市场或将负担完全转移给出口商，因此他们通过压缩利润率来应对。\n\n## 研究方法与证据\n\n*   **研究目的**：中金公司的这项研究旨在验证出口商是否会通过降低价格来减轻关税影响的假设。\n*   **分析方法**：研究人员通过回归分析，比较了美国进口商品的装运量、关税税率和价格变化，以计算成本分摊情况。\n*   **具体数据**：例如，在4月至7月期间，尽管有效关税增加了27个百分点，但从中国进口商品的平均价格仅下降了2.4%。\n\n## 结论\n\n*   **中国商品竞争力强**：分析师认为，这一现象“部分表明中国商品具有强大的竞争优势和议价能力”。",
      "shortSummary": "根据中金公司估算，中国出口商在中美贸易关税博弈中占据优势，仅承担了美国关税成本的约9%。这与美国官员的说法相悖，表明中国商品具有强大的竞争力和议价能力。美国进口商因难以将成本完全转嫁，主要通过压缩利润率来应对。",
      "translated_title": "中国出口商在关税博弈中占优，承担约9%的成本份额",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese exporters appear to hold significant bargaining power in their trade with the United States, according to an estimate from one of Beijing’s top investment banks, carrying 9 per cent of the cost burden created by the tariffs US President Donald Trump levied earlier this year.\nThe findings from China International Capital Corporation (CICC) run contrary to earlier claims by US officials – including Treasury Secretary Scott Bessent – that Washington has been on the winning side of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/ff0baa23-74c9-4db4-8891-99e8a11291ce_7e1a2cc2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车制造商的经济型车型推动八月销量增长 (原标题: Chinese EV makers’ budget-friendly models power sales in August)",
      "link": "https://www.scmp.com/business/china-business/article/3323953/chinese-ev-makers-budget-friendly-models-power-sales-august?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 12:28:34 +0000",
      "isoDate": "2025-09-01T12:28:34.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国电动汽车制造商八月销量强劲增长\n\n中国电动汽车制造商零跑汽车、小鹏汽车和银河在八月份报告了亮眼的销售业绩，这主要得益于其经济型车型。这些车型配备了类似特斯拉的自动驾驶和车载娱乐系统，受到了市场的青睐。\n\n## 主要亮点：\n\n*   **零跑汽车 (Leapmotor)**\n    *   由菲亚特所有者Stellantis支持，连续第四个月打破销售记录。\n    *   八月交付量达到57,066辆。\n    *   销量较七月增长13.8%。\n\n*   **小鹏汽车 (Xpeng)**\n    *   连续第二个月刷新销售记录。\n    *   八月交付了37,709辆汽车。\n    *   销量较七月增长2.7%。\n    *   ![小鹏汽车上月销量增长2.7%，达到创纪录的37,709辆。图片来源：Jonathan Wong](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/01/cc58a35c-899a-4255-8ef7-ffa21741b6f4_c7092b25.jpg)\n    *   *小鹏汽车上月销量增长2.7%，达到创纪录的37,709辆。图片来源：Jonathan Wong*\n\n*   **银河 (Galaxy)**\n    *   作为中国大陆第二大汽车制造商吉利汽车旗下的品牌。\n    *   交付量创历史新高，达到110,666辆。\n    *   销量环比增长16.4%。",
      "shortSummary": "中国电动汽车制造商零跑汽车、小鹏汽车和银河在八月份销量表现出色，主要得益于其配备自动驾驶和车载娱乐系统的经济型车型。零跑汽车交付57,066辆，环比增长13.8%；小鹏汽车交付37,709辆，环比增长2.7%；银河交付110,666辆，环比增长16.4%，均创下销售佳绩。",
      "translated_title": "中国电动汽车制造商的经济型车型推动八月销量增长",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/01/cc58a35c-899a-4255-8ef7-ffa21741b6f4_c7092b25.jpg",
          "alt": "Xpeng’s sales rose 2.7 per cent last month to a record 37,709 units. Photo: Jonathan Wong",
          "title": "Xpeng’s sales rose 2.7 per cent last month to a record 37,709 units. Photo: Jonathan Wong",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese makers of inexpensive electric vehicles (EVs) maintained their growth momentum in August, as budget-cautious drivers – spooked by lingering deflation – shunned premium models.\nLeapmotor, Xpeng and Galaxy reported sizzling sales, driven by their cheaper models featuring self-driving and in-car entertainment systems similar to Tesla’s vehicles.\nLeapmotor, backed by Fiat owner Stellantis, broke its sales record for a fourth consecutive month by delivering 57,066 units, a 13.8 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/e83a1e33-dc65-4e57-8200-e9b1c1622d66_dfc82fff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车制造商为慕尼黑车展做准备，国内电动汽车竞争白热化 (原标题: Chinese carmakers gear up for Munich show as EV competition heats up at home)",
      "link": "https://www.scmp.com/business/china-evs/article/3323925/chinese-carmakers-gear-munich-show-ev-competition-heats-home?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 09:22:06 +0000",
      "isoDate": "2025-09-01T09:22:06.000Z",
      "creator": "Bloomberg",
      "summary": "## 中国车企蓄势待发，剑指欧洲市场\n\n中国汽车制造商正准备携新一代混合动力和电动汽车（EV）进军欧洲，以即将举行的慕尼黑车展（IAA Mobility 2025）作为其在该地区扩张的下一阶段起点。\n\n### 背景与动机\n\n*   **国内市场挑战：** 中国国内电动汽车价格战激烈，促使车企寻求海外市场。\n*   **美国市场受阻：** 由于贸易壁垒，利润丰厚的美国市场几乎对中国车企关闭。\n*   **欧洲市场机遇：** 欧洲正逐步淘汰燃油车销售，未来十年内电动汽车和混合动力车的重要性日益增长，为中国车企提供了广阔空间。\n\n### 参展企业与市场表现\n\n*   **主要参展商：** 比亚迪、小鹏汽车和零跑汽车等制造商将在车展上展示新车型，旨在扩大产品线并巩固近年来的市场份额。\n*   **在欧市场表现（Dataforce数据）：**\n    *   7月份，中国电动汽车在欧洲市场持续强劲。\n    *   混合动力汽车销量份额达到创纪录的9.7%。\n    *   中国品牌占据欧洲电动汽车销量的9.9%（6月份表现更强劲）。\n    *   连续第三个月占据欧洲整体汽车市场份额的5%以上，达到5.3%。\n\n### 贸易挑战与应对策略\n\n*   **贸易紧张：** 慕尼黑车展召开之际，欧盟去年决定对从中国进口的电动汽车征收关税，导致贸易关系持续紧张。\n*   **中国车企的应对：**\n    *   增加混合动力和燃油车型，以规避关税。\n    *   建立本地销售合作伙伴关系。\n    *   承诺将部分生产转移到欧洲地区。\n*   **市场竞争：** 中国车企正挑战大众汽车和Stellantis等现有巨头，这些公司正在成本削减以应对停滞的欧洲汽车市场。\n\n### 专家观点\n\n*   Dataforce分析师Julian Litzinger指出，中国企业在快速增长的混合动力领域表现尤为出色，并认为“增长似乎尚未结束”，仍有巨大的增长潜力。\n\n### 图片\n\n*   小鹏汽车将携其P7轿车的改进版亮相慕尼黑车展。\n    ![XPeng is bringing a revamped version of its P7 sedan to the Munich car show. Photo: AP Photo](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/01/84b65008-e6a2-4c0b-bd80-18c631632031_859adcac.jpg)",
      "shortSummary": "中国汽车制造商正利用慕尼黑车展加速进军欧洲市场，推出新的电动和混合动力车型。面对国内激烈的价格战和美国市场的贸易壁垒，比亚迪、小鹏等品牌在欧洲电动车和混合动力车市场表现强劲。尽管欧盟对中国电动车征收关税，中国车企仍通过增加混合动力车型、建立本地合作及转移部分生产来应对，挑战欧洲本土汽车巨头，寻求新的增长点。",
      "translated_title": "中国汽车制造商为慕尼黑车展做准备，国内电动汽车竞争白热化",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/01/84b65008-e6a2-4c0b-bd80-18c631632031_859adcac.jpg",
          "alt": "XPeng is bringing a revamped version of its P7 sedan to the Munich car show. Photo: AP Photo",
          "title": "XPeng is bringing a revamped version of its P7 sedan to the Munich car show. Photo: AP Photo",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s carmakers are readying a new crop of hybrid and electric vehicles (EVs) for Europe, using next week’s Munich car show to kick off the next phase of their expansion in the region.\nBYD, Xpeng and Zhejiang Leapmotor Technology are among manufacturers showing off new models at the IAA Mobility 2025 expo, moving to broaden their lineups and extend gains made in recent years. Their push into Europe is intensifying as an EV price war rages at home, while the lucrative US market is practically...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/f70f6f92-da22-4a67-9d30-58b54522037f_1d624ba5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币有望升至7兑1美元，因美联储释放鸽派信号 (原标题: China’s yuan could strengthen to 7 per US dollar as Fed sends dovish signals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323909/chinas-yuan-set-more-gains-against-us-dollar-fed-sends-dovish-signals?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 08:37:35 +0000",
      "isoDate": "2025-09-01T08:37:35.000Z",
      "creator": "Alice Li",
      "summary": "# 中国人民币有望升值：央行政策与美联储信号共同推动\n\n## 核心观点\n分析师指出，未来数月中国人民币兑美元汇率有望持续走强，主要得益于中国人民银行（PBOC）设定的强势每日中间价以及市场对美联储可能降息的预期。\n\n## 人民币走强的主要驱动因素\n\n### 中国人民银行的政策引导\n*   **强势中间价设定：**\n    *   上周五，中国人民银行将人民币兑美元在岸中间价设定为今年以来的最高点，达到7.1030。\n    *   8月份，人民币兑美元中间价累计上涨0.65%。\n    *   本周一，中间价设定在7.1072，略低于上周五的年内高点。\n*   **政策意图：** 高盛分析师认为，人民银行每日中间价中“不寻常的升值倾向”是引导人民币逐步走强的政策推动。\n*   **历史模式转变：** 历史上，当美元走强且人民币面临贬值压力时，人民银行倾向于将中间价设定得弱于即期汇率，但近期市场走势并未出现这一模式。\n*   **预防性措施：** 分析师指出，人民银行的这种“先发制人”的举动有助于人民币追赶其他货币，并降低未来出现大幅升值的风险。\n\n### 美联储的鸽派信号\n*   市场交易员正押注美联储可能降息，这被视为推动人民币走强的另一个关键因素。美联储的“鸽派信号”通常意味着美元走弱，从而相对支撑其他货币。\n\n## 人民币近期表现\n*   8月份，离岸人民币兑美元上涨1.21%。\n*   截至本周一中午，离岸人民币兑美元交易价格为7.1279。",
      "shortSummary": "中国人民币兑美元汇率预计在未来数月持续走强。这主要归因于中国人民银行设定了强势的每日中间价，旨在引导人民币逐步升值，以及市场对美联储可能降息的预期。人民银行的“先发制人”政策有助于人民币追赶其他货币并降低未来大幅升值的风险。8月份，离岸人民币已上涨1.21%。",
      "translated_title": "中国人民币有望升至7兑1美元，因美联储释放鸽派信号",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese yuan is set to continue making gains against the US dollar over the coming months, as China’s central bank sets strong daily reference rates for the currency and traders bet on possible US interest rate cuts, analysts said.\nThe People’s Bank of China set its strongest onshore yuan daily reference rate of the year on Friday, at 7.1030 per US dollar, with the yuan’s fixing rate gaining 0.65 per cent against the dollar over the month of August.\nOn Monday, the central bank set the daily...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/99885ace-2df2-4f25-b170-57a2f3865861_38e9d0f2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉中国下调新款Model 3价格，决胜时刻临近 (原标题: Tesla China cuts price of new Model 3 as moment of truth nears)",
      "link": "https://www.scmp.com/business/china-business/article/3323875/tesla-cuts-price-new-model-3-china-moment-truth-nears-variant-strategy?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 06:00:12 +0000",
      "isoDate": "2025-09-01T06:00:12.000Z",
      "creator": "Daniel Ren",
      "summary": "## 特斯拉中国下调新款Model 3价格，以应对市场挑战\n\n特斯拉在中国市场下调了其新款长续航版Model 3的价格，此举旨在加剧中国大陆高端电动汽车（EV）市场的竞争，并应对其市场份额的下滑。\n\n### 价格调整与交付\n\n*   **价格下调**：特斯拉宣布将上海生产的新款Model 3（续航里程830公里）定价为259,500元人民币（约合36,391美元）。这一价格比8月12日公布的价格低了10,000元，降幅接近4%。\n*   **交付时间**：新款Model 3的交付预计将于本月开始。\n\n### 额外优惠措施\n\n为了进一步吸引消费者，特斯拉还为新款Model 3以及其他部分特斯拉车型的中国大陆买家提供了额外优惠：\n\n*   **保险补贴**：提供8,000元人民币的保险购买补贴。\n*   **免息贷款**：提供五年期免息贷款，可为购车者节省20,000元人民币。\n\n### 市场策略与背景\n\n*   **目标客户**：新款Model 3以及同样将于本月开始交付的Model Y六座版，旨在通过吸引偏爱宽敞、长续航电动汽车的富裕中国消费者，来扭转市场份额下滑的趋势。\n*   **市场份额下滑**：根据中国乘用车协会（CPCA）的数据，特斯拉在中国大陆电动汽车市场的份额已从2020年上海工厂开业时的全国总销量的16%，下降到今年6月的3.2%。\n*   **行业观点**：上海行业数据提供商CnEVPost创始人Phate Zhang表示，此次降价是特斯拉吸引更多中等收入消费者的“意外之举”，因为该公司正面临来自价格更低的本土竞争对手日益严峻的挑战。\n*   **特斯拉立场**：特斯拉长期以来一直表示，其会根据生产成本定期调整本地生产车辆的价格。",
      "shortSummary": "特斯拉中国下调了新款长续航版Model 3的价格，从269,500元降至259,500元，降幅近4%，并提供8,000元保险补贴和五年免息贷款。此举旨在刺激销量，吸引富裕消费者，以应对市场份额下滑和本土竞争加剧。新款Model 3续航830公里，预计本月开始交付。",
      "translated_title": "特斯拉中国下调新款Model 3价格，决胜时刻临近",
      "images": [],
      "contentSource": "完整文章",
      "content": "Tesla cut the price of its new, longer-range Model 3 variant by nearly 4 per cent just before deliveries were set to begin, a move set to heighten competition in mainland China’s premium electric vehicle (EV) segment.\nThe US carmaker said on Monday that it would price the Shanghai-made car, which boasts a driving range of 830km, at 259,500 yuan (US$36,391), 10,000 yuan lower than the price it touted on August 12. Deliveries are expected to begin this month.\nThe company is also offering mainland...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/01/85282b03-96a4-4091-8dca-a579e6aef7b1_c31f0939.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国年轻人正在东南亚寻找财富。他们会成功吗？ (原标题: Young Chinese are seeking their fortune in Southeast Asia. Will they find it?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323678/young-chinese-are-seeking-their-fortune-southeast-asia-will-they-find-it?utm_source=rss_feed",
      "pubDate": "Mon, 01 Sep 2025 00:00:14 +0000",
      "isoDate": "2025-09-01T00:00:14.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国年轻人涌向东南亚寻求机遇\n\n近年来，越来越多的中国年轻人选择前往东南亚寻求高等教育和创业机会，而非传统的欧美国家。\n\n## 案例分析：肯特·蔡的马来西亚之旅\n\n*   **背景与选择：** 来自中国浙江的企业家肯特·蔡（Kent Cai）今年做出了一个重要决定，前往马来西亚攻读博士学位。与许多同龄人不同，他没有选择美国或欧洲，而是将目的地定在了东南亚。\n*   **研究方向：** 蔡在吉隆坡的大学学习人工智能驱动工具在媒体制作中的应用。\n*   **趋势观察：** 抵达校园后，蔡发现自己并非个例，而是前往东南亚接受高等教育的中国学生浪潮中的一员。\n*   **发现的机遇：**\n    *   **就业与咨询：** 即使尚未毕业，蔡已经开始受雇于中国公司，参与其区域总部的选址评估工作。\n    *   **创业计划：** 他计划在马来西亚创办一家初创公司，利用人工智能和双语人才，建立一个面向华语市场的数字内容生产中心。\n    *   **融资优势：** 蔡指出，在东南亚，接触风险投资的机会比在中国大得多。他认为，作为一名博士生，更容易引起投资者的关注。\n\n**总结：** 肯特·蔡的经历体现了中国年轻一代将目光投向东南亚，寻求新的教育、职业和创业发展路径的趋势，他们相信这片区域能提供更广阔的机遇。",
      "shortSummary": "中国年轻人正涌向东南亚寻求教育和创业机会。例如，中国企业家肯特·蔡选择在马来西亚攻读人工智能博士，并发现当地为中国企业提供了区域总部选址咨询机会。他计划利用AI和双语人才在马来西亚创办内容制作公司，并认为相比中国，东南亚的风险投资机会更大，博士生身份也更容易吸引投资者。这表明中国青年正在东南亚寻找新的发展路径和财富机遇。",
      "translated_title": "中国年轻人正在东南亚寻找财富。他们会成功吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Kent Cai, a Chinese entrepreneur based in the eastern province of Zhejiang, made a major life decision earlier this year by moving abroad to pursue a PhD.\nWhile this is not uncommon, his destination of choice might appear unusual – he did not, as many of his peers, relocate to the United States or Europe.\nHe went to Malaysia.\nUpon arriving on campus in Kuala Lumpur to study the application of AI-driven tools in media production, Cai noticed he was not the only one to make such a move. He is, in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/714083e4-3639-41f3-9052-c14c951e6c49_cee753ab.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "反内卷运动如何帮助中国摆脱低价陷阱 (原标题: How anti-involution campaign can help China escape low-price trap)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3323663/how-anti-involution-campaign-can-help-china-escape-low-price-trap?utm_source=rss_feed",
      "pubDate": "Sun, 31 Aug 2025 22:30:07 +0000",
      "isoDate": "2025-08-31T22:30:07.000Z",
      "creator": "Zhang Lin",
      "summary": "### 中国经济面临“低价陷阱”而非经典通货紧缩\n\n文章指出，中国经济当前面临的主要挑战并非通货紧缩螺旋，而是“低价陷阱”。尽管低价格通常是通货紧缩的关键特征，但中国的情况与经典的通货紧缩存在显著差异。\n\n#### 经典通货紧缩的特征\n\n*   **起始机制**：通常始于财富蒸发和信贷收缩，导致需求崩溃。\n*   **经济表现**：家庭停止消费，企业暂停投资，消费者和生产者价格下降。\n*   **恶性循环**：经济活动放缓，资产价值下跌加剧债务负担，货币供应和融资需求受到抑制，形成金融系统与实体经济之间的恶性循环。\n*   **历史案例**：\n    *   剧烈通缩：可能导致严重的经济调整，如1929年或2008年的美国。\n    *   渐进通缩：可能导致长期资产负债表衰退，如1990年代的日本。\n\n#### 中国经济的现状与差异\n\n尽管中国经济出现了一些看似指向通货紧缩的迹象，但其整体状况与经典通货紧缩有所不同：\n\n*   **价格指数表现**：\n    *   消费者物价指数（CPI）增长已连续29个月徘徊在零附近。\n    *   生产者物价指数（PPI）增长已连续33个月为负值。\n*   **房地产市场**：房地产市场的资产价值、融资需求和债务杠杆正在显著收缩。\n*   **关键差异——制造业投资强劲**：\n    *   与经典通货紧缩中投资停滞不同，中国的制造业投资依然强劲。\n    *   2024年，制造业投资同比增长9.2%。\n    *   今年1月至7月，尽管增速放缓至6.2%，但仍是2019年水平的两倍。\n\n这些数据表明，尽管中国面临价格下行压力和房地产市场调整，但强劲的制造业投资是其与传统通货紧缩模式的关键区别。",
      "shortSummary": "中国经济面临的主要挑战是“低价陷阱”，而非经典的通货紧缩。尽管消费物价指数（CPI）接近零，生产者物价指数（PPI）持续为负，且房地产市场面临收缩，但制造业投资依然强劲（今年1-7月增长6.2%，是2019年的两倍），这与财富蒸发、信贷紧缩和需求崩溃导致的典型通货紧缩有所不同。",
      "translated_title": "反内卷运动如何帮助中国摆脱低价陷阱",
      "images": [],
      "contentSource": "完整文章",
      "content": "The main challenge facing China’s economy is not a deflationary spiral but a low-price trap. This might sound unusual since low prices are typically a key feature of deflation.\nClassic deflation often starts with wealth evaporation and credit contraction, which leads to collapsing demand. Households stop consuming, firms halt investment, consumer and producer prices drop. This process slows economic activity, amplifies debt burdens amid falling asset values and crushes both money supply and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/2056b891-bc38-49df-940d-a0cae01b10d9_8dcd36b9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国工厂活动仍待提振，美国施加新科技限制 (原标题: China still waiting for factory activity lift-off as US wields new tech curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323806/china-still-waiting-factory-activity-lift-us-wields-new-tech-curbs?utm_source=rss_feed",
      "pubDate": "Sun, 31 Aug 2025 06:44:05 +0000",
      "isoDate": "2025-08-31T06:44:05.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国工厂活动仍待提振，美国施加新科技限制\n\n## 制造业活动持续低迷\n中国国家统计局周日公布的数据显示，8月份官方制造业采购经理指数（PMI）为49.4，较7月份的49.3略有上升。然而，该指数自4月份以来一直低于50点的荣枯线，表明制造业活动持续处于收缩状态，工业部门面临持续压力。\n\n## 非制造业表现略有改善\n与制造业形成对比的是，衡量建筑业和服务业活动的非制造业PMI从上月的50.1升至50.3，显示出轻微的扩张。\n\n## 制造业面临多重挑战\n中国制造业面临的压力主要源于以下几个方面：\n*   **美国科技限制：** 美国新一轮的科技限制措施对北京推动先进制造业的努力构成威胁。\n*   **国内需求疲软：** 制造业受到国内需求不振的拖累。\n*   **竞争与产能过剩：** 针对恶性竞争和产能过剩的持续打击也给该行业带来额外压力。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/15/clean_0.jpg?itok=PpQfsYSo)",
      "shortSummary": "中国8月制造业PMI为49.4，连续数月低于荣枯线，显示工厂活动持续低迷。尽管非制造业略有改善，但整体制造业仍受美国新科技限制、国内需求疲软以及产能过剩等多重因素拖累。这表明中国制造业仍面临巨大压力，提振仍需时日。",
      "translated_title": "中国工厂活动仍待提振，美国施加新科技限制",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/15/clean_0.jpg?itok=PpQfsYSo",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China reported sluggish factory activity in August, as fresh US tech curbs threatened to undermine Beijing’s push into advanced manufacturing.\nThe National Bureau of Statistics said on Sunday that the official manufacturing purchasing managers’ index (PMI) for August was 49.4, edging up from 49.3 in July.\nThe headline reading has remained below the 50-point mark that separates expansion from contraction since April, as strains persist in the industrial sector.\nThe non-manufacturing measure of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/31/11306d37-571c-43ba-9764-dd62c679051b_8f8498ad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国游客对巴黎的热爱加深，访问量激增15% (原标题: Chinese tourists’ love affair with Paris deepens as visits surge 15%)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323654/chinese-tourists-love-affair-paris-deepens-visits-surge-15?utm_source=rss_feed",
      "pubDate": "Sun, 31 Aug 2025 06:00:12 +0000",
      "isoDate": "2025-08-31T06:00:12.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国游客对巴黎的热爱加深，访问量激增15%\n\n## 巴黎八月：宁静与中国游客的热情\n\n近期抵达巴黎的许多中国游客都对这座城市在八月的宁静感到惊讶。八月是法国传统的度假月，大多数巴黎人会离开首都，前往南部的阳光海滩或异国他乡度假。有用户在中国社交平台“小红书”上发文称“法国人都走了，有些街区几乎没有人”，还有人发布了蒙索公园和奥赛博物馆附近空旷大道的照片。\n\n## 访问量显著增长\n\n尽管巴黎在八月显得相对安静，但这并未阻止中国游客在这个夏天蜂拥而至。当地旅游部门预计，六月、七月和八月的中国游客访问量将同比增长15%。\n\n根据巴黎大区官方国际推广机构Choose Paris Region周四发布的数据，在法国首都前十大游客来源国中，中国游客的增长幅度仅次于加拿大（加拿大游客数量激增31%）。该机构预计，约有10万中国公民将游览巴黎及周边法兰西岛大区，这里拥有凡尔赛宫和巴黎迪士尼乐园等顶级景点。\n\n## 奥运效应与疫情后复苏\n\n此次两位数的增长尤为引人注目，因为巴黎在2024年夏季举办了奥运会，这在疫情期间访问量大幅下降之后，已经引发了中国旅游业的强劲反弹。中国游客对巴黎的持续热情，显示出其作为热门旅游目的地的吸引力正在不断加深。",
      "shortSummary": "中国游客对巴黎的热情持续升温，尽管八月巴黎因当地人度假而显得宁静，但中国游客访问量预计在夏季（六、七、八月）同比增长15%。在巴黎前十大游客来源国中，中国游客增长幅度仅次于加拿大。预计约有10万中国公民将游览巴黎及法兰西岛大区。这一显著增长是在2024年巴黎奥运会已带动中国旅游业强劲反弹的背景下实现的，显示了中国游客对巴黎的深厚兴趣。",
      "translated_title": "中国游客对巴黎的热爱加深，访问量激增15%",
      "images": [],
      "contentSource": "完整文章",
      "content": "Many Chinese tourists arriving in Paris in recent weeks have been surprised by the same thing: the quiet. August is the traditional holiday month in France, when most Parisians flee the capital for sunny beaches in the south or exotic destinations abroad.\n“The French have all left, some neighbourhoods have barely any people,” one user wrote on the Chinese social platform RedNote. Others posted photos of deserted boulevards near Parc Monceau and the Musée d’Orsay.\nBut that has not stopped Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/08cfa49e-2abc-4da9-b548-acb51f04747c_5877ce17.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“难以复制”：尽管担忧特朗普，中国游客仍涌向美国 (原标题: ‘Hard to replicate’: Chinese tourists still flocking to US despite Trump fears)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323643/why-chinese-tourism-us-still-rising-despite-trump-hard-replicate?utm_source=rss_feed",
      "pubDate": "Sat, 30 Aug 2025 12:00:09 +0000",
      "isoDate": "2025-08-30T12:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国游客涌向美国，尽管存在担忧\n\n尽管存在一系列顾虑，2025年中国赴美旅游人数仍呈现增长趋势，这出乎许多行业观察家的预料。然而，行业内部人士警告称，通货膨胀、安全问题和签证障碍等日益增多的阻碍因素，可能长期威胁到游客数量的持续增长。\n\n### 关键数据\n\n*   **2025年上半年：** 美国国际贸易管理局记录到来自中国的游客数量为755,225人次。\n*   **同比增长：** 这一数字比2024年同期增长了2.57%。\n*   **2023年上半年：** 相比之下，2023年上半年的游客数量为410,306人次。\n\n### 游客体验案例\n\n来自上海的大学教授高华生在计划2025年早些时候前往旧金山进行为期两周的家庭旅行时，最初担心孩子们会接触到毒品使用或枪支暴力。然而，他最终决定继续行程，并且发现这些担忧是多余的。高华生一家参观了六旗探索王国游乐园，并沿着太平洋海岸进行了自驾游，整个旅程非常顺利。高华生表示，孩子们觉得六旗乐园“令人兴奋，不拥挤也不热”。\n\n### 长期挑战\n\n尽管短期内游客数量有所上升，但行业专家指出，通货膨胀、安全顾虑以及签证办理的复杂性等因素，对中国赴美旅游市场的长期发展构成了潜在威胁，可能导致未来游客数量下降。",
      "shortSummary": "尽管存在安全、通胀和签证等担忧，2025年中国赴美旅游人数仍呈增长态势。2025年上半年，中国游客抵美人数达755,225人次，同比增长2.57%。有游客反馈旅行体验良好，但行业专家警告，长期来看，这些阻碍因素可能导致游客数量下降。",
      "translated_title": "“难以复制”：尽管担忧特朗普，中国游客仍涌向美国",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Gao Huasheng, a university professor from Shanghai, began planning a two-week family holiday to San Francisco earlier this year, he worried about exposing his children to scenes of drug use or even gun violence.\nBut in the end, the 44-year-old decided to go ahead with the trip – and his fears turned out to be misplaced. The family’s visit to the Six Flags Discovery Kingdom amusement park and road trip down the Pacific coast went off without a hitch.\n“My children said it was exciting, not...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/f41a428b-a6e2-4e2a-ac37-19f2c4882a4b_c648ddb7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "朝鲜人祝酒时，越来越多地选择中国葡萄酒 (原标题: When North Koreans raise a toast, it’s increasingly with Chinese wine)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323645/when-north-koreans-raise-toast-its-increasingly-chinese-wine-import-volume-surges?utm_source=rss_feed",
      "pubDate": "Sat, 30 Aug 2025 06:00:08 +0000",
      "isoDate": "2025-08-30T06:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "# 朝鲜对中国葡萄酒的依赖日益加剧\n\n## 背景\n*   朝鲜是世界上最孤立且受制裁最严重的国家之一。\n*   由于缺乏其他酒精饮料来源，中国葡萄酒已成为朝鲜的主要选择。\n\n## 2025年前七个月的贸易数据\n*   **进口量大幅增长：** 根据海关数据，2025年前七个月，朝鲜从中国购买了157,393升葡萄酒，比去年同期翻了一番多。\n*   **按销量排名：** 朝鲜成为今年迄今中国瓶装葡萄酒的第二大买家，仅次于香港。\n*   **按价值排名：** 购买总额达544,980美元，位居第五，落后于香港、新加坡、澳门和法国。\n\n## 中国的政策\n*   与许多其他国家和地区不同，中国并未对向其长期盟友和邻国朝鲜销售葡萄酒施加限制。\n*   朝鲜多年来一直是中国葡萄酒的主要买家。\n\n## 历史贸易数据（2023-2024年）\n*   **2023年：** 官方贸易数据显示，按销量计算，朝鲜是中国第二大葡萄酒进口国；按价值计算，排名第三。\n*   **2024年：** 官方贸易数据显示，按销量计算，朝鲜是中国第二大葡萄酒进口国；按价值计算，排名第四。\n\n## 联合国制裁\n*   联合国自2006年起禁止奢侈品进入朝鲜。\n*   **重要说明：** 酒精饮料不在此禁运清单上，该清单涵盖了豪华手表、私人水上交通工具和休闲运动设备等物品。",
      "shortSummary": "由于国际孤立和制裁，朝鲜正日益依赖中国葡萄酒。2025年前七个月，朝鲜进口中国葡萄酒量翻倍，成为中国瓶装葡萄酒第二大买家。中国未对朝鲜实施葡萄酒销售限制，且联合国对朝奢侈品禁运清单不包含酒精饮料，这使得中国葡萄酒成为朝鲜为数不多的酒精来源选择。",
      "translated_title": "朝鲜人祝酒时，越来越多地选择中国葡萄酒",
      "images": [],
      "contentSource": "完整文章",
      "content": "North Korea, one of the world’s most isolated and heavily sanctioned countries, has remained a major destination for Chinese wine exports this year, as the nation has few alternative options to source alcoholic drinks.\nNorth Korea bought 157,393 litres of wine from China in the first seven months of 2025 – more than double the volume imported during the same period last year – making it the second-largest buyer of Chinese bottled wine so far this year, trailing only Hong Kong, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/29/c0d8a210-1d56-4530-92f0-ed4bd5ed2ee6_d7bf90f0.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-03T02:19:02.145Z"
}