{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "习近平主席为何将中国经济增长转向海洋——谁将受益？ (原标题: Why President Xi is turning to the ocean for China’s growth – and who benefits?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316669/why-president-xi-jinping-sees-chinas-marine-economy-national-priority?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 12:30:13 +0000",
      "isoDate": "2025-07-02T12:30:13.000Z",
      "creator": "Carol Yang",
      "summary": "## 习近平主席强调海洋经济发展及其战略重要性\n\n中国国家主席习近平在周二的一次高级别经济会议上强调，需要推进中国海洋经济的“高质量发展”，并指出其日益增长的战略重要性。他还呼吁加强政策支持，以加速该领域的发展。\n\n### 海洋经济对中国为何重要？\n\n*   **经济贡献显著**：2024年，中国海洋生产总值首次突破10万亿元人民币，占全国GDP的7.8%，被政府称为“一项真正了不起的成就”。\n*   **投资成果显现**：深圳智库中国发展研究院高级研究员胡振宇表示，这一进展得益于数十年来对海洋产业的投资，这些产业目前正进入“繁荣前阶段”。\n*   **多重战略作用**：海洋经济在创造就业、保障粮食安全和促进沿海发展方面发挥着越来越重要的作用。然而，要充分释放其潜力，仍需进一步的支持。\n\n### 海洋经济涵盖哪些领域？\n\n海洋经济涵盖广泛的产业，包括：\n\n*   渔业\n*   航运\n*   海上钻井\n*   海洋生物技术\n*   沿海旅游\n\n这些行业有时涉及高资本投入、高风险和漫长的回报周期，但也蕴藏着巨大的回报潜力。",
      "shortSummary": "习近平主席强调中国海洋经济的“高质量发展”及其日益增长的战略重要性，呼吁加强政策支持。2024年，中国海洋生产总值首次突破10万亿元，占全国GDP的7.8%。海洋经济在创造就业、粮食安全和沿海发展中作用日益凸显，涵盖渔业、航运、生物技术和旅游等广泛领域，尽管存在高投入和风险，但潜力巨大。",
      "translated_title": "习近平主席为何将中国经济增长转向海洋——谁将受益？",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping has stressed the need to advance the “high-quality development” of China’s marine economy, highlighting its growing strategic importance during a high-level economic meeting on Tuesday. He also called for stronger policy support to accelerate the sector’s growth.\nIn this explainer, the Post examines why the marine economy matters to the country's overall economic strategy, where government policy is heading, and which sectors stand to benefit.\nWhy does the marine economy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/02/b63fc5a0-de2a-4bdf-984f-f905f4258e6b_d042cbcc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国实际消费‘远没有看起来那么低’，智库认为 (原标题: China’s real consumption ‘far from as low as it seems’, think tank argues)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316650/chinas-real-consumption-far-low-it-seems-think-tank-bucks-market-consensus?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 11:00:15 +0000",
      "isoDate": "2025-07-02T11:00:15.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国实际消费水平被低估：智库观点\n\n北京智库“中国金融四十人论坛”（由中国高级监管机构官员和金融高管组成）提出，中国的实际消费能力可能已被系统性低估。该论坛的结论与市场普遍认为中国消费不发达的共识相悖，为评估中国作为世界第二大经济体的消费潜力提供了新的视角。\n\n### 主要发现与观点：\n\n*   **消费能力被低估：** 智库认为，中国实际消费能力可能已超过墨西哥，并达到日本和德国等发达国家水平的40%至50%。\n*   **主流指标的局限性：** 研究员郭凯和于飞在报告中指出，“主流衡量指标系统性地低估了中国的消费水平。”\n*   **背景：** 这一研究报告发布之际，正值中国政府努力将国内市场作为经济增长引擎，以应对与美国的贸易战。然而，市场分析师对消费前景表示担忧，指出“以旧换新”计划效果减弱以及居民因就业不确定性导致的购买力下降。\n\n### 数据对比：\n\n报告引用世界银行数据，对中国消费水平进行了对比分析：\n\n*   **未调整前的人均消费支出：**\n    *   仅为美国人均消费的8.8%。\n    *   约为墨西哥人均消费的一半。\n    *   约为日本人均消费的四分之一。\n    *   为德国人均消费的18%。\n\n*   **购买力平价（PPP）调整后的人均消费支出：**\n    *   达到美国消费水平的17.1%。\n    *   达到日本消费水平的35.3%。\n    *   达到墨西哥消费水平的59.6%。\n    *   达到德国消费水平的28.5%。\n\n通过购买力平价调整后，中国的消费水平看起来有所改善，但仍低于上述国家，不过智库强调，即使如此，实际消费能力也远高于普遍认知。",
      "shortSummary": "北京智库“中国金融四十人论坛”认为，中国实际消费能力被主流指标系统性低估。报告指出，中国消费水平可能已超过墨西哥，并达到日本和德国等发达国家水平的40%至50%。尤其在购买力平价调整后，中国消费水平远高于未调整数据，挑战了市场对中国消费不发达的普遍看法，为评估其消费潜力提供了新视角。",
      "translated_title": "中国实际消费‘远没有看起来那么低’，智库认为",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s actual consumption power may have already surpassed that of Mexico and reached 40 to 50 per cent of the levels seen in developed nations such as Japan and Germany, a Beijing-based think tank contends.\nThat conclusion, put forth by China Finance 40 Forum, which comprises senior Chinese regulators and financial executives, runs contrary to the market consensus that China’s consumption is underdeveloped, while providing a new perspective from which to assess the consumer potential of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/02/55484423-8a55-43e8-aaaf-d56bbed92748_16dca4f0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球都在全力押注稳定币。中国的数字人民币有何不同？ (原标题: The world is going all-in on stablecoins. Is China’s digital yuan any different?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316651/world-going-all-stablecoins-chinas-digital-yuan-any-different?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 09:30:08 +0000",
      "isoDate": "2025-07-02T09:30:08.000Z",
      "creator": "Alice Li",
      "summary": "# 全球都在全力押注稳定币。中国的数字人民币有何不同？\n\n## 引言：全球数字货币格局的转变\n\n近期，有报道称韩国暂停了其数字货币试点项目，转而青睐稳定币（一种与参考资产，通常是法定货币挂钩的加密货币），这一举动在全球各国央行中引发了震动。这使得中国——作为央行数字货币（如数字人民币，即e-CNY）的先行者——面临一个重要问题：是否应继续探索其现有模式，还是重新考虑采用流行的稳定币形式。\n\n## 数字人民币（e-CNY）的特点\n\n数字人民币是中国人民银行发行的中国主权货币的数字形式。其设计和管理具有以下显著特征：\n\n*   **发行方与性质：** 由中国中央银行发行，代表着中国法定货币的数字形态。\n*   **主要用途：** 主要用于国内小额零售支付，涵盖日常交易、政府拨款、工资发放以及公共交通费用等。\n*   **便捷性：** 用户无需银行账户即可使用数字人民币进行交易。\n*   **发展与规模：** 自2020年开始试点以来，数字人民币已在26个城市推广使用。截至去年6月，累计交易额已达到7万亿元人民币（约合9770亿美元）。\n*   **跨境使用：** 目前数字人民币主要面向国内零售支付，不能直接兑换外币。其跨境使用功能正在通过由多边国际清算银行协调的mBridge项目进行开发。\n*   **管理模式：** 数字人民币完全处于中央银行的监管和控制之下。\n\n## 稳定币（Stablecoins）的特点\n\n与数字人民币不同，稳定币具有以下主要特征：\n\n*   **发行方与性质：** 稳定币是基于区块链技术、由私人机构发行的加密货币代币。它们通常与特定的法定货币（如美元或港元）挂钩。\n*   **支撑机制：** 稳定币的发行方会持有储备资产（例如美国国库券），以1:1的比例支持其发行的代币总价值，确保其价格的稳定性。\n*   **管理模式：** 稳定币由私人机构发行和管理，不直接受中央银行的控制。\n\n## 数字人民币与稳定币的主要区别\n\n尽管两者都属于数字资产范畴，但在设计、目的和管理上存在显著差异：\n\n*   **发行主体：** 数字人民币由中央银行发行（主权货币），而稳定币由私人机构发行（加密货币代币）。\n*   **中心化程度：** 数字人民币是高度中心化的，完全由央行控制；稳定币是基于区块链的，由私人发行，相对去中心化（尽管其发行方是中心化的）。\n*   **用途侧重：** 数字人民币主要侧重于国内小额零售支付和法定货币的数字化；稳定币则更广泛地用于加密货币交易、跨境结算以及作为数字资产市场的稳定价值储存。\n*   **储备与信任：** 数字人民币的信任基础是国家主权信用；稳定币的信任基础是发行方所持有的储备资产及其透明度。\n*   **可兑换性：** 数字人民币目前不能自由兑换外币（跨境使用仍在开发）；稳定币通常与特定法币挂钩，理论上可按1:1比例兑换。",
      "shortSummary": "韩国转向稳定币的举动，促使中国重新审视其数字人民币（e-CNY）战略。数字人民币是中国央行发行的主权数字货币，主要用于国内小额零售支付，由央行完全控制。而稳定币是私人发行的、基于区块链的加密货币代币，通常与法定货币1:1挂钩，并由储备资产支持。两者在发行方、管理模式和用途上存在显著差异，中国需权衡是坚持央行数字货币路线，还是考虑稳定币模式。",
      "translated_title": "全球都在全力押注稳定币。中国的数字人民币有何不同？",
      "images": [],
      "contentSource": "完整文章",
      "content": "When South Korea reportedly halted its digital currency pilot programme this week in favour of stablecoins – cryptocurrencies pegged to a reference asset, typically a fiat currency – it sent shock waves through central banks across the world.\nIt also left China – a pioneer in central bank-backed digital currencies with its digital yuan, or e-CNY – with an important question to answer, namely whether it should continue to explore such digital assets or revisit the possibility of adopting the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/02/103b7f3d-7a68-4eea-b7dc-e60f76ee9e2f_91895c24.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Labubu的崛起反映了中国数字生态系统的造星能力 (原标题: Labubu’s rise reflects hitmaker ability of China’s digital ecosystem)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3316496/labubus-rise-reflects-hitmaker-ability-chinas-digital-ecosystem?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 08:30:07 +0000",
      "isoDate": "2025-07-02T08:30:07.000Z",
      "creator": "Gerui Wang",
      "summary": "## Labubu的成功及其背后的中国数字生态系统\n\nLabubu，这个以其顽皮笑容和糖果色调风靡全球的怪兽角色，其在全球范围内的狂热追捧常被视为中国软实力的胜利。然而，Labubu的成功更深层次地揭示了中国集成平台经济无与伦比的成熟度。\n\n### Pop Mart：从本土到全球IP现象\n\n*   **起源与发展：** Labubu的零售商Pop Mart于2010年在北京开设了一家小店。近年来，它充分利用中国独特的数字生态系统，成功打造了一个全球性的知识产权（IP）现象。\n*   **新模式：** Pop Mart的模式展示了一种由技术驱动的商业和文化影响力的新范式。\n\n### 技术驱动的文化输出\n\n*   **历史回响：** 这种模式与历史有着异曲同工之妙。自15世纪欧洲皇室对中国瓷器趋之若鹜以来，中国文化出口的传播范围一直依赖于贸易支持技术，例如造船技术。\n*   **数字基础设施：** 如今，Labubu等玩具的成功则是由数字技术基础设施推动的。中国蓬勃发展的电子商务和社交媒体平台，如小红书、TikTok和微信，正在将“丝绸之路”数字化。\n\n### IP策略的转变与全球化趋势\n\n*   **国际化IP：** 与推广特定中国历史和文化相关IP不同，Pop Mart等公司通过Molly、Pucky和Labubu等国际化产品取得了成功，这些产品吸引了更广泛的受众。\n*   **中国经济参与的转变：** Pop Mart的案例也体现了中国经济参与模式的更广泛转变。与早期主要依赖庞大国内市场而取得主导地位的互联网巨头（如腾讯控股、京东和百度）不同，新一代中国公司正跨越不同领域，优先考虑全球增长。\n*   **全球足迹：** Pop Mart的国际业务遍及欧洲、美国、澳大利亚、新西兰和东南亚，这反映了许多中国企业在海外的扩张，包括：\n    *   **电动汽车领军企业：** 比亚迪（BYD）、蔚来（Nio）\n    *   **科技公司：** 宇树科技（Unitree Robotics）、隆基绿能科技（Longi Green Energy Technology）\n    *   **人工智能初创公司：** DeepSeek、Manus AI\n    *   **娱乐巨头：** 游戏科学（Game Science）、米哈游（miHoYo）\n\nLabubu的崛起不仅是文化现象，更是中国数字生态系统赋能全球IP打造和新一代企业全球化扩张的有力证明。",
      "shortSummary": "Labubu的全球成功不仅是中国软实力的体现，更深层反映了中国集成平台经济的成熟。Pop Mart利用中国独特的数字生态系统，将Labubu打造成全球IP，展示了技术驱动商业和文化影响力的新模式。这标志着中国企业从依赖国内市场转向优先全球增长的新趋势，众多中国公司正效仿Pop Mart，积极拓展国际市场。",
      "translated_title": "Labubu的崛起反映了中国数字生态系统的造星能力",
      "images": [],
      "contentSource": "完整文章",
      "content": "The global frenzy around China’s Labubu, the candy-coloured monster character with the mischievous smile adorning bags, desks, streets and social feeds worldwide, is often hailed as a triumph of Chinese soft power.\nBut Labubu’s success reveals something deeper: the unmatched sophistication of China’s integrated platform economy. Pop Mart, Labubu’s retailer, started with a small shop in Beijing in 2010 but has leveraged China’s unique digital ecosystem in recent years to build a global...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/01/f32575b6-f3d4-4f54-badb-e2bdae079b82_dde54b9c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比亚迪、吉利依靠大幅折扣创下汽车销售纪录，并打击小型竞争对手 (原标题: BYD, Geely bank on big discounts to set record car sales, dent smaller rivals)",
      "link": "https://www.scmp.com/business/china-evs/article/3316638/chinas-byd-geely-bank-big-discounts-set-record-car-sales-pressure-smaller-rivals?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 08:05:18 +0000",
      "isoDate": "2025-07-02T08:05:18.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国电动汽车巨头比亚迪、吉利通过大幅折扣推动销量增长\n\n中国领先的电动汽车（EV）制造商，如比亚迪和吉利汽车，上个月通过大幅降价吸引新买家，从而保持了强劲的销售势头。此举不仅提升了它们的市场份额，也给规模较小、尚未盈利的竞争对手带来了巨大压力。\n\n## 主要公司业绩\n\n*   **比亚迪 (BYD)**\n    *   作为全球最大的电动汽车制造商，比亚迪在6月份交付了382,585辆汽车，创下今年以来的最佳月度销售纪录。\n    *   尽管销量与5月份相比变化不大，但与去年同期相比增长了12%。\n\n*   **吉利汽车 (Geely Auto)**\n    *   作为中国第二大汽车制造商，吉利在录得上半年骄人销售业绩后，将其全年销售目标上调了11%。\n    *   根据其周二的交易所备案文件，吉利在1月至6月期间，在中国国内外共交付了141万辆汽车，同比增长47.5%。\n    *   该公司已将其全年销售目标上调至创纪录的300万辆。\n    *   **旗下品牌表现：**\n        *   **银河 (Galaxy)**：该预算型电动汽车品牌在今年前六个月的销量同比激增232%，达到548,408辆。\n        *   **极氪 (Zeekr)**：该高端电动汽车部门的销量增长了14.5%，达到244,877辆。\n\n## 价格策略与政府补贴\n\n*   据《21世纪经济报道》称，在5月最后一周，各汽车公司对总计70款电动汽车和燃油车进行了降价，以利用国家补贴吸引买家。\n*   **政府补贴政策包括：**\n    *   购买电动汽车可获得20,000元人民币（约合2,790美元）的置换补贴。\n    *   购买燃油车可获得15,000元人民币的置换补贴。\n    *   电动汽车买家还可免缴10%的销售税。\n\n## 市场展望与担忧\n\n*   上海经销商万卓汽车的销售总监赵震表示，更多的消费者认为现在是做出购买决定的合适时机。\n*   然而，市场担忧也日益增加，即一旦汽车制造商停止提供大幅折扣，销量可能会急剧下降。\n\n## 相关图片\n\n![全球汽车制造商将全球最大车展让给中国电动汽车](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/CLEAN---thumbnail.jpg?itok=OfwS4Yg4)",
      "shortSummary": "比亚迪和吉利等中国电动汽车巨头通过大幅折扣和政府补贴，实现了创纪录的销量增长，并扩大了市场份额。比亚迪6月交付38万余辆，吉利上半年销量激增47.5%，并上调全年目标至300万辆。此举对小型竞争对手构成压力。尽管消费者因降价而积极购买，但市场担忧一旦折扣停止，销量可能大幅下滑。",
      "translated_title": "比亚迪、吉利依靠大幅折扣创下汽车销售纪录，并打击小型竞争对手",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/CLEAN---thumbnail.jpg?itok=OfwS4Yg4",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s leading electric vehicle (EV) makers from BYD to Geely Auto sustained their strong sales last month as big price cuts lured new buyers, helping boost their market share and heaping pressure on smaller, unprofitable rivals.\nBYD, the world’s largest EV builder, delivered 382,585 vehicles in June for its best month this year, the Shenzhen-based company said in a filing on Tuesday. While deliveries were little changed from May, they jumped 12 per cent from a year earlier. Geely, China’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/02/163374b3-1770-4647-8bd5-1300ff991a9a_f29a7644.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国习近平点名关注‘无序低价竞争’ (原标题: China’s Xi singles out ‘disorderly low-price competition’ for attention)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316616/chinas-top-leadership-takes-aim-disorderly-low-price-competition?utm_source=rss_feed",
      "pubDate": "Wed, 02 Jul 2025 07:00:15 +0000",
      "isoDate": "2025-07-02T07:00:15.000Z",
      "creator": "Mandy Zuo,June Xia",
      "summary": "## 中国经济面临“无序低价竞争”挑战\n\n*   **高层关注焦点：** 中国最高领导层首次在高级别会议上明确提出，企业间的“无序低价竞争”需要得到规范。\n*   **习近平主席的表态：**\n    *   在周二的中央金融经济委员会会议上，习近平主席明确使用了“无序低价竞争”这一措辞来描述当前产业中普遍存在的现象。\n    *   这与去年底以来官员们偏爱的更模糊的“内卷式竞争”一词形成鲜明对比。\n*   **政策目标与措施：**\n    *   习近平敦促要“依法规范企业无序低价竞争，引导企业提高产品质量，推动落后产能有序退出”。\n    *   北京认为解决此类竞争对中国经济的健康发展至关重要。\n*   **“无序低价竞争”的危害：**\n    *   损害创新能力。\n    *   降低生产效率。\n    *   阻碍产业升级和产品质量提升。\n*   **术语解读：**\n    *   中国洞察咨询创始合伙人侯旭超指出，“无序低价竞争”更侧重于价格战和市场行为，特别是企业通过压低价格来抢占市场份额。\n    *   而“内卷式竞争”则更为宽泛，可能涉及技术、人才等多个领域。\n*   **历史借鉴：** 习近平的描述让人联想到2020年至2021年对中国互联网行业的整顿，当时当局针对大型科技公司不受控制的增长和垄断行为，批评其资本的“无序”扩张。",
      "shortSummary": "中国国家主席习近平在一次高级别经济会议上，明确指出并要求规范企业间的“无序低价竞争”。他强调这种现象损害创新、降低效率并阻碍产业升级和产品质量提升。北京将此视为维护经济健康的关键，并呼吁通过法律手段进行规范，引导企业提升质量，并淘汰落后产能。此举与此前更宽泛的“内卷式竞争”概念形成对比，更聚焦于价格战和市场份额争夺。",
      "translated_title": "中国习近平点名关注‘无序低价竞争’",
      "images": [],
      "contentSource": "完整文章",
      "content": "In addressing the price wars plaguing many industries in China, the country’s top leadership has resorted to a phrase rarely seen at a high-level meeting, saying that enterprises’ “disorderly low-price competition” needs to be regulated.\nSpeaking at a top-level economic meeting on Tuesday, President Xi Jinping used that phrase to explicitly characterise the much-debated phenomenon, in stark contrast to officials who have, since late last year, favoured the vaguer term “involutionary competition”...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/02/6525326b-5762-429c-a43d-1ef4f42b71d0_284e1b3e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在动荡的六个月中基本毫发无损，但2025年仍是艰难攀登 (原标题: China mostly unscathed by turbulent 6 months, but 2025 still an uphill climb)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316531/china-mostly-unscathed-turbulent-six-months-2025-still-uphill-climb?utm_source=rss_feed",
      "pubDate": "Tue, 01 Jul 2025 23:00:15 +0000",
      "isoDate": "2025-07-01T23:00:15.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国经济：动荡上半年后的挑战与展望\n\n## 上半年表现与韧性\n*   **显著韧性**：2025年上半年，中国经济展现出相当大的韧性，成功应对了美国贸易政策的剧烈波动，并保持了稳定增长。\n*   **专家警告**：尽管如此，专家警告称北京面临的挑战远未结束。\n*   **年度目标**：许多人认为中国仍有望实现“5%左右”的年度国内生产总值（GDP）增长目标，但预计下半年将出现更多压力点。\n\n## 贸易关系与经济预测\n*   **贸易战缓和**：在日内瓦和伦敦举行多轮会谈后，中美双边贸易战暂时缓和。\n*   **评级机构预测**：\n    *   惠誉（Fitch）将中国全年经济增长预测从3.9%上调至4.2%，即使两国商定的框架细节尚未公布。\n    *   巴克莱银行（Barclays）则保持更为谨慎的态度，其预测为4%，低于市场普遍预期。\n\n## 面临的主要挑战\n金融机构普遍认同中国经济未来将面临以下挑战：\n*   **出口下滑**：出口增长放缓甚至可能出现收缩。\n*   **房地产市场低迷**：房地产行业持续疲软。\n*   **内需疲软**：国内消费需求不足。\n*   **劳动力市场效率低下**：劳动力市场存在效率问题。\n\n## 出口前景分析\n*   **部分抵消**：尽管对美出口下降，但通过与更多元化贸易伙伴的贸易增长，部分抵消了这一影响。\n*   **巴克莱预测**：预计下半年出口增长将放缓至零，原因包括上半年订单前置效应的回报以及美国消费者支出预计放缓。\n*   **中国银河证券预测**：更为悲观，预测未来六个月出口将收缩，全年增长率最终约为1.5%。",
      "shortSummary": "2025年上半年，中国经济在动荡中展现出韧性，保持了稳定增长，部分机构上调了全年预测。然而，专家警告下半年挑战重重，主要包括出口下滑、房地产市场持续低迷、内需疲软以及劳动力市场效率低下。尽管贸易战有所缓和，但出口前景仍不乐观，预示着2025年对中国经济而言仍将是艰难的攀登。",
      "translated_title": "中国在动荡的六个月中基本毫发无损，但2025年仍是艰难攀登",
      "images": [],
      "contentSource": "完整文章",
      "content": "While China’s economy has shown considerable resilience through a turbulent first half of 2025 – navigating the dramatic twists and turns of US trade policy while maintaining steady growth - experts warn Beijing’s challenges are far from over.\nAlthough many believe the country can still hit its annual goal of “around 5 per cent” for gross domestic product growth, more pressure points are expected to emerge in the latter half of the year.\nAfter the bilateral trade war saw a temporary...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/01/b3fe7c92-dbc5-47f1-b192-69d2c36d9302_93de6730.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国接近与空客达成巨额协议，波音被冷落：分析师 (原标题: China edges closer to Airbus mega-deal, leaving Boeing out in the cold: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316476/china-edges-closer-airbus-mega-deal-leaving-boeing-out-cold-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 01 Jul 2025 13:00:07 +0000",
      "isoDate": "2025-07-01T13:00:07.000Z",
      "creator": "Frank Chen",
      "summary": "中国可能即将与欧洲航空巨头空客达成另一项利润丰厚的订单，潜在订购至少100至200架新飞机。近年来，欧洲已成为中国海外商用飞机的首选来源。\n\n**波音的困境：**\n*   **订单缺失：** 曾是主要供应商的美国竞争对手波音，自2017年以来一直未能获得来自中国的重大订单。\n*   **原因分析：**\n    *   **贸易关系紧张：** 在北京和华盛顿之间动荡的贸易关系中，波音在世界第二大经济体中的未来蒙上阴影。\n    *   **声誉受损：** 波音公司还遭受了工人罢工、财务损失和坠机事故（包括文章中提及的近期印度航空波音787梦想客机灾难，造成至少270人死亡）等声誉挫折。\n*   **市场转向：** 随着北京的地缘政治和航空安全考量促使中国买家转向空客，甚至转向国产的中国商飞C919客机，分析师警告称，波音缺席中国近期的飞机采购热潮可能会让一些航空公司陷入困境。\n\n**空客的优势：**\n*   **商业与外交考量：** 航空业资深人士兼独立顾问Brian Yang Bo表示，“现在从空客购买飞机在商业和外交上都非常有意义。”\n*   **潜在协议：** 据报道，北京可能在本月欧洲领导人访问中国参加峰会时与空客签署这项协议。\n*   **延续趋势：** 如果协议达成，这将紧随两年前法国总统马克龙访华期间签署的价值200亿美元、包含160架飞机的协议之后，进一步将波音排除在外。\n\n**对航空公司的影响：**\n*   拥有纯波音机队的航空公司可能会“措手不及”。",
      "shortSummary": "中国正接近与空客达成一项潜在的巨额飞机订单（100-200架），巩固了欧洲作为中国海外飞机首选供应商的地位。自2017年以来，波音因中美贸易紧张、自身声誉受损（包括罢工、损失和坠机事故）而未能获得中国大订单，被市场冷落。分析师指出，北京的地缘政治和安全考量正推动中国买家转向空客和国产C919，这使得依赖波音的航空公司面临挑战。",
      "translated_title": "中国接近与空客达成巨额协议，波音被冷落：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "China may be on the verge of placing another lucrative order with European aerospace giant Airbus, potentially for at least 100 to 200 new aircraft – even as some Chinese airlines remain heavily reliant on US rival Boeing’s jets.\nEurope has emerged as China’s go-to source for overseas commercial aircraft in recent years. Boeing, once a major supplier, has not secured a major order from China since 2017 – casting a shadow over its future in the world’s second-largest economy amid turbulent trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/01/2a050f09-a5fb-46ec-acbf-1741aff69df7_e4796c83.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国习近平在高级别会议上将国内市场置于首位 (原标题: China’s Xi Jinping puts domestic market at forefront in high-profile meeting)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316535/chinas-xi-jinping-puts-domestic-market-forefront-high-profile-meeting?utm_source=rss_feed",
      "pubDate": "Tue, 01 Jul 2025 12:00:09 +0000",
      "isoDate": "2025-07-01T12:00:09.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国经济政策重点：构建统一大市场\n\n### 背景与紧迫性\n\n*   在一次高级别经济会议上，中国国家主席习近平再次强调发展“统一大市场”的必要性。\n*   鉴于外部环境的不确定性增加，中国将国内需求置于优先地位，这使得构建统一大市场变得更加紧迫。\n\n### 主要问题与应对措施\n\n*   中央财经委员会第六次会议指出，需要加大力度解决中国经济面临的各种问题。\n*   **明确呼吁：**\n    *   打击企业间导致价格下降的恶性竞争。\n    *   逐步淘汰过时工业产能。\n    *   改善营商环境。\n\n### 内外贸融合\n\n*   会议强调，需要“更好地统筹国内贸易和对外贸易，促进出口导向型商品转入国内市场，培育一批内外贸一体化经营的高水平企业”。\n\n### 监管与协调\n\n*   当局将继续开展有针对性的执法行动，以规范企业法规的实施。\n*   习近平指出：“建设全国统一大市场是高质量发展的要求，国家应加强协调与合作，形成合力。”\n\n### 会议参与者\n\n*   中共中央政治局常务委员会七名成员中的四位出席了会议：习近平、国务院总理李强、中央办公厅主任蔡奇和国务院副总理丁薛祥。\n\n### 专家观点\n\n*   Pinpoint资产管理公司总裁兼首席经济学家张智威表示，中央财经委员会继续强调保持经济开放的重要性。",
      "shortSummary": "中国国家主席习近平在高级别经济会议上强调，为应对外部不确定性并优先发展国内需求，中国需加速构建“统一大市场”。会议呼吁打击恶性竞争、淘汰落后产能、改善营商环境，并促进内外贸融合。此举旨在推动高质量发展，并加强经济协调与合作。",
      "translated_title": "中国习近平在高级别会议上将国内市场置于首位",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping reiterated the need for China to develop a “unified national market” at a high-profile economic meeting on Tuesday, a task which has taken on greater urgency as the country prioritises domestic demand amid a more uncertain external landscape.\nGreater efforts are needed to address a variety of issues facing the world’s second-largest economy, the Central Financial and Economic Affairs Commission said in a readout from their sixth meeting, explicitly calling for a crackdown on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/01/24a44dd7-d43f-4d44-a82b-be92b3d499f6_1ef60b1d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国押注税收优惠以在全球逆风中赢回外国投资者 (原标题: China bets on tax perks to win back foreign investors amid global headwinds)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316512/china-rolls-out-tax-incentives-win-back-foreign-investors-amid-eu-us-trade-tensions?utm_source=rss_feed",
      "pubDate": "Tue, 01 Jul 2025 10:00:32 +0000",
      "isoDate": "2025-07-01T10:00:32.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国吸引外资新举措：税收优惠政策\n\n面对全球经济逆风和与主要贸易伙伴的谈判，中国正加大力度吸引外国投资者，以提振国内经济并维护其在全球供应链中的地位。\n\n### 核心政策\n\n*   本周公布了新的税收优惠政策，旨在鼓励外国企业将利润再投资于中国境内。\n*   此举是中国为恢复信心和展现开放姿态所做努力的一部分，尤其是在与欧盟和美国进行艰难贸易谈判之际。\n\n### 发布机构\n\n*   商务部、财政部和国家税务总局于周一联合发布了这些新激励措施。\n\n### 具体优惠内容\n\n*   选择将在中国境内赚取的利润再投资于本地业务的外国公司，可以从其在岸税款中扣除相当于再投资金额10%的款项。\n*   任何未使用的抵免额可以结转至2028年底。\n\n### 符合条件的再投资类型\n\n*   向国内企业注入资本，例如设立新实体。\n*   从非关联方收购股权。\n*   **排除项**：购买公开上市公司股票不符合条件。\n\n### 追溯适用\n\n*   外国投资者还可以追溯申请自2025年1月1日以来进行的符合条件的再投资。",
      "shortSummary": "中国推出新税收优惠政策，旨在吸引外国投资者并提振国内经济。该政策允许外国企业将境内利润再投资于本地业务时，可享受相当于再投资额10%的税款抵扣，未使用的抵免额可结转至2028年底。此举是中国在全球逆风和贸易谈判背景下，为恢复外资信心、维护供应链地位而采取的重要措施。符合条件的再投资包括设立新实体或收购非关联方股权，但不包括购买上市股票。",
      "translated_title": "中国押注税收优惠以在全球逆风中赢回外国投资者",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has stepped up efforts to attract foreign investors, as policymakers look to bolster the domestic economy and safeguard its position in global supply chains amid negotiations with major trade partners.\nNew tax breaks unveiled this week aim to encourage foreign firms to reinvest profits locally – part of a broader effort to restore confidence and signal openness as challenging trade talks continue with the European Union and United States.\nThe Ministry of Commerce, the Ministry of Finance...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/01/fe0ae26a-b08f-4011-91ad-59d65ce9871d_9417ee5d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么人民币预计将继续对美元走强 (原标题: Why China’s yuan is forecast to keep strengthening against the US dollar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316463/why-chinas-yuan-forecast-extend-gains-against-us-dollar-through-2025?utm_source=rss_feed",
      "pubDate": "Tue, 01 Jul 2025 03:59:59 +0000",
      "isoDate": "2025-07-01T03:59:59.000Z",
      "creator": "He Huifeng",
      "summary": "### 人民币对美元持续走强预测\n\n市场对人民币的乐观情绪持续升温，分析师预计人民币将进一步对美元升值。这主要得益于中国国内经济表现超出预期，以及市场对美国债务可持续性的担忧日益加剧。\n\n**人民币近期表现与央行行动**\n\n*   **中国人民银行设定参考汇率：** 周二，中国人民银行将每日参考汇率设定为7.1534人民币兑1美元，较周一的7.1656有所走强，达到去年11月初以来的最高水平。\n*   **上半年累计升值：** 6月份，在岸人民币兑美元升值0.41%，使得第二季度累计升值1.2%，上半年累计升值1.86%。\n\n**人民币走强的主要原因**\n\n1.  **中国经济韧性增强：**\n    *   高盛分析师王丽生（Lisheng Wang）指出，与4月底相比，在岸客户对中国近期增长前景的悲观情绪有所减弱。\n    *   尽管出口与国内需求之间存在显著差异，但今年以来的宏观数据显示出比此前担忧更强的韧性。\n2.  **美国债务可持续性担忧：**\n    *   投资者对美国政府债务的可持续性日益担忧。\n    *   王丽生补充说，市场预计美元将进一步贬值，原因包括对“美国例外论”信心减弱、宽松的财政政策以及长期融资成本上升。\n\n**高盛预测**\n\n*   华尔街投行高盛预测，人民币将进一步走强。\n*   预计在未来六个月内突破7人民币兑1美元的水平。\n*   预计在未来十二个月内达到6.9人民币兑1美元的水平。",
      "shortSummary": "市场普遍看好人民币，预计其将继续对美元走强。主要驱动因素是中国经济表现超出预期，以及对美国债务可持续性的日益担忧。中国人民银行已将人民币参考汇率上调至去年11月以来的最高点。高盛预测，人民币将在六个月内突破7关口，十二个月内达到6.9，反映出投资者对中国经济韧性的信心增强，以及对美元前景的担忧。",
      "translated_title": "为什么人民币预计将继续对美元走强",
      "images": [],
      "contentSource": "完整文章",
      "content": "Market optimism for the Chinese currency continues to rise, with analysts projecting the yuan to appreciate further against the US dollar amid a stronger-than-expected domestic economy and growing concerns over US debt sustainability.\nOn Tuesday, the People’s Bank of China set its daily reference rate at 7.1534 per US dollar – strengthening from Monday’s 7.1656, and the strongest level since early November.\nIn June, the onshore yuan appreciated by 0.41 per cent against the greenback, bringing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/01/689e1b40-22b6-49ac-9a8c-15392690652d_d09386cc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的咖啡热潮催生了源源不断的乡村咖啡馆——这种热度能持续吗？ (原标题: China’s coffee craze creates bottomless cup of rural cafes – can the buzz last?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316395/chinas-coffee-lovers-skip-urban-grind-rural-buzz-cafe-craze-sustainable?utm_source=rss_feed",
      "pubDate": "Tue, 01 Jul 2025 00:00:11 +0000",
      "isoDate": "2025-07-01T00:00:11.000Z",
      "creator": "June Xia",
      "summary": "## 中国乡村咖啡馆热潮及其可持续性挑战\n\n中国咖啡文化正蓬勃发展，并逐渐蔓延至乡村地区，催生了大量乡村咖啡馆。然而，这种快速增长的模式面临着可持续性挑战。\n\n### 消费者行为与咖啡馆模式\n\n*   **追求新奇体验**：像来自杭州的自由职业者Asa Jin这样的消费者，通常不会重复光顾同一家郊区咖啡馆。他们倾向于寻找具有“时尚、网红驱动氛围”和“独特自然环境”的咖啡馆，以便拍照分享到社交媒体。\n*   **新奇感消退**：Asa Jin指出，这种以“独特自然环境”吸引顾客的模式，在顾客首次光顾后，新奇感便会迅速消退，导致顾客缺乏重复消费的动力。\n*   **可持续性担忧**：她认为，这种过度依赖“网红打卡”的经营模式是不可持续的。\n\n### 中国咖啡市场概况\n\n*   **进口量激增**：尽管茶长期以来是中国人的首选饮品，但咖啡文化已在中国蓬勃发展。根据海关数据，2020年至2024年间，中国咖啡净进口量增加了130,800吨，增长了6.53倍，年均复合增长率高达65.7%。\n*   **产业规模庞大**：目前，中国咖啡产业规模已达3000亿元人民币（约合420亿美元）。\n*   **消费持续增长**：据农业农村部预测，今年咖啡消费预计将再次实现两位数增长。",
      "shortSummary": "中国咖啡热潮正蔓延至乡村，催生大量咖啡馆。然而，这种以“网红打卡”和“独特环境”吸引顾客的模式面临可持续性挑战，消费者在首次光顾后新奇感便会消退。尽管如此，中国咖啡市场规模已达3000亿元人民币，咖啡净进口量在2020-2024年间增长6.53倍，预计今年消费将继续两位数增长。",
      "translated_title": "中国的咖啡热潮催生了源源不断的乡村咖啡馆——这种热度能持续吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "She seldom visits the same suburban cafe twice. Asa Jin has her cuppa, takes in the view, snaps her share of pictures for social, and then considers which among the rising number of coffee shops she will visit next.\n“Most rural cafes are leaning into a trendy, influencer-driven vibe, but it’s not sustainable,” said the 37-year-old freelancer from Hangzhou, Zhejiang province, explaining that many shops try to lure customers with “unique natural settings” – perfect for coffee-sipping social media...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/30/b2a21291-8eda-4fc5-ad4f-6b7af2e42d14_8579fe81.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“冒险的选择”：为什么加拿大对美中强硬立场可能适得其反 (原标题: ‘Risky choice’: why Canada’s tough stance towards US and China may backfire)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316372/canada-playing-risky-game-tough-moves-against-us-and-china-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 30 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-30T13:00:08.000Z",
      "creator": "Kandy Wong",
      "summary": "## 加拿大对美中强硬立场面临的风险\n\n分析人士指出，加拿大政府在试图对美国和中国公司采取强硬措施后，似乎陷入了“进退两难”的境地。\n\n### 对美政策及其影响\n\n*   **数字服务税争议：** 加拿大提议征收一项数字服务税，该税将影响美国科技巨头。\n*   **美国反应：** 美国总统唐纳德·特朗普因此宣布终止与加拿大的所有贸易谈判，称加拿大是“一个很难打交道的国家”。\n*   **加拿大让步：** 仅仅两天后，加拿大政府便宣布撤销了原定于周一生效的数字服务税，并恢复了与华盛顿关于潜在贸易协议的讨论。\n\n### 对华政策及其潜在影响\n\n*   **国家安全禁令：** 加拿大以国家安全为由，命令一家知名中国公司停止在该国的运营。\n*   **潜在报复：** 分析人士警告，如果北京选择对此采取行动，加拿大的问题可能会进一步恶化。\n\n### 专家观点与总体风险\n\n*   **“冒险的选择”：** 经济学人智库高级中国经济学家徐天辰表示，与最大贸易伙伴搞僵关系“总是一个冒险的选择”，而加拿大同时与两个最大贸易伙伴搞僵了关系。\n*   **潜在困境：** 徐天辰警告称，如果美国和中国决定对加拿大采取强硬态度，加拿大将陷入困境。\n*   **管理关系挑战：** 这凸显了在全球贸易战背景下，渥太华在管理与这两个大国关系时所面临的巨大困难。",
      "shortSummary": "加拿大政府因对美中采取强硬措施而陷入困境。对美，其数字服务税导致贸易谈判中断，后加拿大撤销该税以恢复关系。对华，加拿大以国家安全为由禁止一家中国公司运营，面临潜在报复。分析人士警告，同时得罪两大贸易伙伴是“冒险的选择”，可能导致加拿大陷入困境，凸显其在全球贸易战中管理大国关系的挑战。",
      "translated_title": "“冒险的选择”：为什么加拿大对美中强硬立场可能适得其反",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Canadian government appears to be caught between “a rock and a hard place” after trying to introduce tough measures targeting both American and Chinese companies last week, analysts said.\nOttawa raised eyebrows by ordering a high-profile Chinese company to cease operations in the country due to national security concerns on Friday – the same day that US President Donald Trump announced he was breaking off trade negotiations with Canada over its proposed digital services tax.\nBut Canada has...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/30/728827fd-6817-4e43-8459-bc08f8e75493_3922796a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国为何视美国与伙伴国的贸易协议为威胁——以及它可能如何反应 (原标题: Why China sees US trade deals with partners as a threat – and how it could react)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316406/why-china-sees-us-trade-deals-partners-threat-and-how-it-could-react?utm_source=rss_feed",
      "pubDate": "Mon, 30 Jun 2025 12:30:15 +0000",
      "isoDate": "2025-06-30T12:30:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 背景与警告\n\n*   北京再次警告其他国家，不要与美国达成以牺牲中国利益为代价的贸易协议。\n*   此警告是在华盛顿与大多数贸易伙伴的关税谈判截止日期（7月9日）临近之前发出的。\n\n### 中国的担忧\n\n分析人士指出，中国官员担心欧洲到东南亚的国家可能与美国签订贸易协议，导致以下后果：\n\n*   **供应链转移**：可能导致其他国家脱离与中国的供应链联系，这是中国首要的担忧。\n*   **双边贸易减少**：降低与中国的双边贸易量。\n*   **退出中国主导项目**：迫使相关政府退出北京主导的项目。\n\n### 警告的背景\n\n*   北京此次周末发出的警告，与4月份的类似声明相呼应。\n*   此前，美国总统唐纳德·特朗普暗示，对于“真诚”谈判的国家，可能会降低关税或延长豁免期。\n*   分析人士认为，这引发了中国的担忧，特别是考虑到许多第三方国家与华盛顿保持着密切关系。\n\n### 美国关税政策\n\n*   4月2日，特朗普政府实施了全面的全球关税，并称之为“解放日”，但随后暂停了大部分关税90天以进行谈判。\n*   尽管中美双方在经历针锋相对的关税升级（双方关税均超过100%）后已达成贸易协议，但大多数国家的谈判窗口将于7月9日关闭，目前关于这些谈判的细节披露甚少。",
      "shortSummary": "北京再次警告其他国家，不要与美国达成损害中国利益的贸易协议，此举发生在美国与贸易伙伴的关税谈判截止日期临近之际。中国主要担心这些协议可能导致供应链转移、减少与中国的双边贸易，或迫使各国退出中国主导的项目。这一警告是对特朗普政府可能为“真诚”谈判国家提供关税优惠的回应，反映出中国对其他国家可能脱离其经济联系的担忧。",
      "translated_title": "中国为何视美国与伙伴国的贸易协议为威胁——以及它可能如何反应",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has renewed its warning to other countries not to strike deals with the United States on terms that come at China’s expense – ahead of Washington’s looming deadline to conclude tariff negotiations with most of its trade partners.\nChinese officials are concerned that nations from Europe to Southeast Asia may enter into trade agreements with the US that divert supply chains, reduce bilateral trade with China or compel governments to exit Beijing-led projects, analysts said on Monday.\n“The...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/30/8a091023-8a41-4232-ab2e-504cec3a4d7e_cbe76a02.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国2024年刺激计划数十亿资金被滥用，从防洪到健身器材：审计报告 (原标题: Billions misused in China 2024 stimulus, from flood controls to gym gear: audit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316394/billions-misused-china-2024-stimulus-flood-controls-gym-equipment-audit-finds?utm_source=rss_feed",
      "pubDate": "Mon, 30 Jun 2025 10:30:25 +0000",
      "isoDate": "2025-06-30T10:30:25.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国2024年刺激计划资金滥用审计报告\n\n中国最高审计机构披露，在去年推出的刺激措施和重点项目中，地方政府滥用了数百亿元人民币的资金。这一发现是国家审计署审计长侯凯向最高立法机构提交的报告中详细阐述的，该报告评估了中央政府去年的预算执行情况以及2024年的其他财政收支。\n\n### 关键刺激计划资金滥用详情\n\n报告指出，在国家关键的刺激计划中，包括大规模设备更新和消费品以旧换新补贴，近200亿元人民币（约合28亿美元）被骗取或挪用。\n\n*   **欺诈性申领：**\n    *   其中近38亿元人民币在去年被欺诈性申领。\n    *   **案例：** 厦门大学以“先进教学和技术设备”的名义，申请并获批170万元人民币，用于其体育馆的跑步机和杠铃。\n\n*   **实施过程中的滥用：**\n    *   报告显示，超过150亿元人民币在实施过程中被滥用。\n    *   **资金挪用：** 四个省份将70.6亿元人民币用于支付基本公共开支（如公务员工资和基本社会福利）或其他不相关的项目。\n    *   **虚报支出：** 六个省份虚报了83亿元人民币的支出。\n    *   此外，一些企业也参与了补贴欺诈。\n\n### 资金来源\n\n这些被滥用的资金来源于北京在2024年发行的1万亿元人民币超长期特别国债，其中7000亿元人民币用于设备升级，3000亿元人民币用于以旧换新消费。",
      "shortSummary": "中国审计署披露，2024年刺激计划中数百亿元人民币资金被滥用。在设备更新和消费品以旧换新补贴中，近200亿元被骗取或挪用。例如，厦门大学以教学设备名义申领健身器材资金，部分省份将资金挪用于基本公共开支或虚报支出。这些资金源自1万亿元超长期特别国债，旨在提振经济。",
      "translated_title": "中国2024年刺激计划数十亿资金被滥用，从防洪到健身器材：审计报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top audit watchdog has revealed that tens of billions of yuan in funding were misused by localities amid a roll-out of stimulus measures and flagship projects that the nation adopted last year, as Beijing injected trillions to boost China’s economy.\nThe revelation – resulting from an assessment of the central government’s budget execution last year, as well as of other fiscal revenues and expenditures in 2024 – was spelled out in a report submitted by National Audit Office auditor...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/30/9b3ef5b7-98a1-42da-a006-94e6c1a35720_d5a9beed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不要过分夸大中印房地产命运的分化 (原标题: Don’t overhype the diverging fortunes of Chinese and Indian real estate)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3316331/why-indias-real-estate-surge-doesnt-make-it-substitute-china?utm_source=rss_feed",
      "pubDate": "Mon, 30 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-30T08:30:08.000Z",
      "creator": "Nicholas Spiro",
      "summary": "## 亚洲房地产格局中的中印分化\n\n亚洲的房地产市场呈现出显著的多样性，例如首尔强劲的写字楼市场与香港低迷的市场形成鲜明对比，以及日本成熟的租赁住房市场与该地区其他新兴市场之间的巨大差异。然而，在该地区主要经济体中，中国和印度房地产表现的差距是亚洲房地产领域最显著的分化。鉴于这两个全球人口最多的新兴市场预计将在未来五年内在全球增长中扮演更重要的角色，它们的命运分化显得尤为引人注目。\n\n### 中国房地产市场面临的挑战\n\n中国的房地产危机已严重损害了市场信心，导致政府考虑废除备受诟病的预售模式，并强制开发商只提供已完工的公寓，主要目的是限制供应并帮助稳定价格。在2021年危机爆发时，未完工的房产占新房销售的90%。\n\n尽管今年早些时候出现了一些复苏迹象，但新房和二手房价格的月度收缩正在加剧。此外，今年前五个月的房地产投资下降了10.7%。\n\n**商业地产领域：**\n\n*   根据世邦魏理仕（CBRE）6月12日对写字楼、零售和工业市场租赁活动的调查结果，中国大陆的商业地产情绪在亚太地区主要房地产市场中最为低迷。\n*   尽管中国股市（尤其是香港上市股票）今年吸引了更多全球投资者的兴趣，部分原因是投资者更愿意将投资组合多元化以规避美国市场，但中国大陆和香港仍是跨境投资者在亚太地区最不偏爱的商业地产市场。\n\n**写字楼市场：**\n\n*   自2021年以来，中国写字楼市场的净吸纳量大幅下降，而供应量仍保持在疫情前水平，导致严重的供需失衡。\n*   这种失衡使得世邦魏理仕追踪的10个主要城市的平均空置率在今年第一季度升至23.5%。\n*   上海和北京的空置率位居该地区最高之列，而甲级写字楼租金在第一季度跌幅最大。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2022/08/05/web%2001.png?itok=PdzgFyV4)\n\n*图：中国未完工“烂尾楼”引发的日益增长的愤怒。*",
      "shortSummary": "文章指出，中印两国房地产市场的命运分化是亚洲最显著的差异。中国房地产正经历严重危机，信心受损，政府考虑改革预售模式。新房和二手房价格持续下跌，房地产投资大幅下滑。商业地产情绪低迷，写字楼空置率高企，租金下跌。尽管中国股市吸引投资者，但其商业地产市场对跨境投资者吸引力不足。",
      "translated_title": "不要过分夸大中印房地产命运的分化",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2022/08/05/web%2001.png?itok=PdzgFyV4",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Divergences and idiosyncrasies are an important part of Asia’s real estate landscape. Whether it is the stark contrast between Seoul’s remarkably resilient office market and its ailing counterpart in Hong Kong or the big difference between Japan’s mature and institutionalised rental housing market and its nascent peers elsewhere in the region, Asia’s property sector is far from homogeneous.\nYet among the leading economies in the region, the performance gap between China and India is far and away...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/30/55f6f2e1-3423-4c35-b619-2a6d2f3f3b3b_50640e26.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车电池公司亿纬锂能计划建设第二座马来西亚工厂 (原标题: Chinese EV battery firm Eve eyes second Malaysia plant)",
      "link": "https://www.scmp.com/business/china-business/article/3316343/chinese-ev-battery-firm-eve-energy-fund-malaysia-plant-hong-kong-listing-proceeds?utm_source=rss_feed",
      "pubDate": "Mon, 30 Jun 2025 06:32:32 +0000",
      "isoDate": "2025-06-30T06:32:32.000Z",
      "creator": "Daniel Ren",
      "summary": "## 亿纬锂能计划建设第二座马来西亚工厂\n\n中国电动汽车电池制造商亿纬锂能（Eve）宣布，计划在马来西亚建设其第二座工厂，以扩大海外业务并满足全球对储能系统日益增长的需求。\n\n### 项目详情\n*   **地点**：新工厂将设在马来西亚北部吉打州的居林（Kulim）。\n*   **投资**：项目预计耗资86.5亿元人民币（约合12亿美元）。\n*   **建设周期**：预计需要长达两年半的时间才能完成。\n*   **产品**：该工厂将主要生产用于储能系统的电池。\n*   **产能**：目前尚未公布具体的生产能力。\n\n### 资金来源\n亿纬锂能表示，该项目将通过股票发行所得款项以及来自银行或其他机构的贷款进行融资。\n\n### 战略意义\n公司在交易所文件中指出，该项目具有多重战略意义：\n*   **海外扩张**：将推动公司海外业务的进一步扩张。\n*   **市场需求**：有助于满足全球对能源存储日益增长的需求。\n*   **风险规避**：有助于缓解国际贸易摩擦升级带来的风险。\n*   **业务增长**：将刺激公司业务的持续增长。\n\n### 审批与相关进展\n*   **政府审批**：新工厂计划仍需获得中国和马来西亚两国政府的批准。\n*   **香港上市计划**：此前在6月9日，亿纬锂能董事会已批准一项香港上市计划，旨在进一步支持其国际扩张战略，但具体股票发行细节仍在制定中。\n\n### 市场地位\n根据首尔咨询公司SNE Research的数据，在2025年前四个月，亿纬锂能占据了全球电动汽车电池市场2.7%的份额。",
      "shortSummary": "中国电动汽车电池公司亿纬锂能计划投资86.5亿元人民币（12亿美元）在马来西亚吉打州居林建设第二座工厂。该工厂预计耗时两年半建成，将生产储能系统电池，旨在推动公司海外扩张，满足全球储能需求，并规避国际贸易摩擦风险。资金将来自股票发行和银行贷款。此计划尚待中马两国政府批准。亿纬锂能还在推进香港上市计划，并在2025年前四个月占据全球电动汽车电池市场2.7%的份额。",
      "translated_title": "中国电动汽车电池公司亿纬锂能计划建设第二座马来西亚工厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "Eve Energy, China’s fifth-largest producer of electric vehicle (EV) batteries, unveiled plans to build its second factory in Malaysia, three weeks after it decided to raise funds with a share offering on the Hong Kong stock exchange.\nThe Shenzhen-listed company said in an exchange filing over the weekend that the plant, to be based in Kulim, in the northern state of Kedah, would cost 8.65 billion yuan (US$1.2 billion) and take up to two and a half years to complete. The production capacity for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/30/bac38149-1bdd-40c4-8491-6c507f7385d1_e47e427b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国6月工厂活动反弹，中美贸易紧张局势缓解 (原标题: China’s factory activity rebounds in June as US trade tensions ease)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316321/chinas-factory-activity-rebounds-june-us-trade-tensions-ease?utm_source=rss_feed",
      "pubDate": "Mon, 30 Jun 2025 03:36:22 +0000",
      "isoDate": "2025-06-30T03:36:22.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国6月工厂活动回升\n\n中国国家统计局周一公布的数据显示，中国官方制造业采购经理指数（PMI）在6月份有所回升，但仍连续第三个月处于收缩区间（低于50）。\n\n*   **PMI数据表现：**\n    *   6月份PMI升至49.7。\n    *   5月份PMI为49.5。\n    *   4月份PMI为49.0。\n    *   PMI高于50表示制造业增长，低于50则表示收缩。\n\n*   **改善原因：**\n    *   **贸易紧张局势缓和：** 5月中旬，中美两国采取措施缓和了前所未有的关税战。\n    *   **出口势头恢复：** 分析师指出，中国庞大的出口部门似乎已恢复部分势头。\n    *   **市场需求改善：** 新订单分项指数从5月份的49.8升至6月份的50.2，表明“制造业市场需求有所改善”。\n    *   **出口订单回升：** 新出口订单分项指数从上个月的47.5升至47.7。\n\n*   **专家观点：**\n    *   Pinpoint Asset Management总裁兼首席经济学家张智威表示，由于出口强劲，经济势头保持稳定。他指出，高频数据显示，最近几周出口可能有所增强。\n    *   张智威补充说，鉴于经济出现好转，政策制定者可能会暂缓实施更多支持性货币政策。\n    *   他认为，政策制定者可能会等待并观察贸易战的进展。\n\n*   **未来展望：**\n    *   定于7月举行的中国政治局会议将进一步阐明中国领导人对经济状况的看法。",
      "shortSummary": "中国6月官方制造业PMI升至49.7，虽仍处收缩区间，但已连续第三个月改善。这得益于中美贸易紧张局势的缓和、市场需求和出口订单的改善。专家认为，出口强劲使经济势头稳定，政策制定者可能因此暂缓进一步的货币宽松措施，并将继续关注贸易战进展。",
      "translated_title": "中国6月工厂活动反弹，中美贸易紧张局势缓解",
      "images": [],
      "contentSource": "完整文章",
      "content": "Factory activity in China edged upwards in June but stayed in contractionary territory for a third straight month, as the country battles soft demand and the effects of a trade war with the United States.\nChina’s official purchasing managers’ index (PMI) – a gauge of manufacturing activity – rose to 49.7 in June from 49.5 in May and 49.0 in April, the National Bureau of Statistics announced on Monday. Scores above 50 indicate growth in manufacturing while readings under 50 suggest a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/30/3b07b6c5-e72c-4aa3-a0fd-3c0456eb381c_c6ba55c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "外国游客如何在中国申请退税？ (原标题: How can you claim tax refunds as a tourist in China?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316119/how-can-you-claim-tax-refunds-tourist-china?utm_source=rss_feed",
      "pubDate": "Mon, 30 Jun 2025 00:00:13 +0000",
      "isoDate": "2025-06-30T00:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国游客退税政策扩展与资格\n\n中国将从7月1日起，把针对入境游客的增值税退税政策扩展到一系列新地点，包括北方沿海城市大连和中部省份湖北。\n\n## 政策背景与目的\n\n*   这是北京为方便游客在旅行期间获得零售商品退税所采取的最新举措之一。\n*   近期其他变化包括允许游客在商店以及边境口岸申请退税。\n*   这些新政策旨在通过向游客提供部分现金返还来刺激中国经济，希望他们能用这笔钱购买更多商品。\n\n## 与其他国家的比较\n\n*   与澳大利亚、加拿大和日本等提供退税服务的国家相比，中国是相对较晚的加入者。\n*   中国的退税范围目前仍限于较少的地区和商店。\n*   尽管如此，游客仍能获得可观的节省。\n\n## 资格要求\n\n*   任何在离开中国大陆前停留时间少于183天的外国游客都有资格申请退税。\n*   来自香港、澳门和台湾的游客也符合资格。",
      "shortSummary": "中国将从7月1日起扩大入境游客增值税退税政策范围，新增大连、湖北等地，并允许在商店和边境口岸退税。此举旨在刺激经济，尽管中国在退税方面是后来者且范围有限，但仍可节省可观费用。在华停留少于183天的外国游客以及港澳台游客均符合退税资格。",
      "translated_title": "外国游客如何在中国申请退税？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will extend its value-added tax refund policy for inbound tourists to a series of new locations from July 1, including the northern coastal city of Dalian and the central province of Hubei.\nIt is just the latest in a series of moves by Beijing to make it easier for tourists to get tax refunds on retail purchases made during their trips. Other recent changes include allowing tourists to claim refunds at stores as well as border crossings.\nThe new policies are designed to stimulate the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/27/a6993f11-c48a-4ca4-a1ec-685c06e2e5aa_4399116e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国官媒剑指工业领域恶性价格战 (原标题: China’s state media guns target cutthroat industrial price wars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3316293/stop-price-wars-chinas-state-media-guns-target-cutthroat-industrial-competition?utm_source=rss_feed",
      "pubDate": "Sun, 29 Jun 2025 15:59:07 +0000",
      "isoDate": "2025-06-29T15:59:07.000Z",
      "creator": "Frank Chen",
      "summary": "# 中国官媒批评工业领域恶性价格战\n\n中国共产党喉舌媒体再次抨击了正在拖累中国工业利润的不可持续的价格战，敦促企业放弃“竞次”行为，转而关注产品质量。\n\n## 人民日报社论核心观点\n\n*   **批评对象**：周日《人民日报》头版社论严厉批评了“内卷”式的恶性竞争策略，认为其正在“侵蚀”多个产能过剩的行业。\n*   **“内卷”定义**：社论指出，“内卷”（involution）指的是一种自我挫败的过度竞争循环。\n*   **受影响行业**：包括但不限于电动汽车、光伏和电池等。\n\n## 恶性竞争的具体表现\n\n社论列举了多个行业中价格战的实际案例：\n\n*   **光伏产业**：太阳能组件价格已跌至每瓦仅0.6元人民币。\n*   **电动汽车**：超过一百款电动汽车型号已大幅降价。\n*   **储能设备**：储能设备生产商在争夺订单时相互压价。\n\n## 价格战的危害\n\n《人民日报》社论强调了这种“无序的价格压低和同质化竞争”带来的负面影响：\n\n*   **市场机制扭曲**：这种行为“侵蚀”了许多行业，扭曲了市场机制。\n*   **“竞次”行为**：社论称之为“竞次”（race to the bottom）。\n*   **行业竞争力削弱**：最终将削弱整个行业的竞争力。\n\n## 呼吁与建议\n\n文章呼吁企业：\n\n*   放弃恶性价格战。\n*   重新聚焦于产品质量。",
      "shortSummary": "中国官媒《人民日报》发文抨击工业领域“内卷”导致的恶性价格战，指出这种不可持续的竞争正在拖累企业利润，并削弱整个行业的竞争力。社论点名电动汽车、光伏和电池等产能过剩行业，呼吁企业放弃“竞次”，转而聚焦产品质量。文章强调无序压价和同质化竞争扭曲市场机制，最终将损害行业健康发展。",
      "translated_title": "中国官媒剑指工业领域恶性价格战",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Communist Party mouthpiece has taken another shot at the unsustainable price wars dragging down industrial profits in the world’s second-biggest economy, urging firms to abandon the race to the bottom and refocus on quality.\nIn a front-page editorial on Sunday, People’s Daily raged against cutthroat neijuan tactics “infesting” various industries with excess capacity, including electric vehicles, photovoltaics and batteries.\nNeijuan, also known as “involution”, refers to a self-defeating...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/29/c1d434eb-8f16-43ee-a5ea-eb1941157c6c_12bf5d2e.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-02T13:33:44.858Z"
}