{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国赞扬英伟达参展为‘信任票’，尽管两国关系紧张 (原标题: China hails Nvidia expo appearance as ‘vote of confidence’ amid tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314715/nvidia-hands-china-symbolic-victory-attendance-beijing-expo?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 06:06:45 +0000",
      "isoDate": "2025-06-17T06:06:45.000Z",
      "creator": "Leopold Chen",
      "summary": "# 英伟达首次参展中国供应链博览会\n\n*   **背景与意义**\n    *   尽管中美两国在贸易和技术问题上紧张关系日益加剧，美国半导体巨头英伟达（Nvidia）仍将首次参加中国的旗舰供应链活动。\n    *   中国将英伟达的参展视为在当前复杂国际贸易环境下的“信任票”。\n\n*   **参展详情**\n    *   英伟达将是7月举行的中国国际供应链博览会（China International Supply Chain Expo）的100多家美国和欧洲参展商之一。\n    *   此次参展正值美国加大对中国半导体产业施压之际，华盛顿已实施先进美国微芯片的出口管制，并禁止购买中国制造的芯片。\n\n*   **中方观点**\n    *   中国国际贸易促进委员会（CCPIT）副主任于健龙表示，尽管全球贸易格局“复杂且动荡”，但如此多西方参展商前来中国，代表了对博览会和中国供应链的“信任票”。\n    *   他指出，与2024年相比，今年参展的美国公司数量增加了15%，非中国大陆参展商的比例上升了3个百分点，达到35%。\n    *   于健龙强调，供应链博览会变得更加国际化，“朋友圈”不断扩大。",
      "shortSummary": "尽管中美科技关系紧张，美国芯片巨头英伟达仍将首次参加中国国际供应链博览会。中国官方将此视为对博览会和中国供应链的“信任票”。此次展会将有超过100家美欧企业参展，其中美国公司数量比去年增加15%。中方认为这表明博览会日益国际化，其“朋友圈”正在扩大。",
      "translated_title": "中国赞扬英伟达参展为‘信任票’，尽管两国关系紧张",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced that US semiconductor giant Nvidia will attend its flagship supply chain event for the first time, despite growing tensions between the two countries over a string of trade and technology issues.\nNvidia will be among more than 100 exhibitors from the United States and Europe attending the China International Supply Chain Expo in July, the event’s organiser confirmed during a press conference on Tuesday morning.\nThe artificial intelligence chip firm’s appearance in Beijing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/a3511345-8969-41e6-a4a0-511954c405fb_ce49ee5f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的‘新兴’职业能帮助年轻人找到稳定工作吗？ (原标题: Will China’s ‘emergent’ jobs help its youths find stable work?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314608/will-chinas-emergent-jobs-help-its-youths-find-stable-work?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 01:00:11 +0000",
      "isoDate": "2025-06-17T01:00:11.000Z",
      "creator": "Leopold Chen",
      "summary": "### 西安汉服产业蓬勃发展，创造新兴就业机会\n\n中国古都西安，以其丰富的历史文化和兵马俑闻名，长期以来一直是国内外游客的热门目的地。近年来，随着政府对旅游业和传统文化的推广，西安的汉服（中国传统服饰）产业迎来了爆发式增长，催生了大量新兴职业。\n\n*   **汉服产业兴起**\n    *   汉服造型师常友丽观察到，越来越多的人加入到汉服行业，以满足特定游客的需求。她指出，政府对旅游业的推广使得西安的旅游业蓬勃发展，吸引了更多游客体验汉服文化。\n    *   穿着精致的汉服在风景名胜或历史遗迹进行拍照，已成为一种流行的旅游体验，这与政府倡导弘扬传统文化、增强民族自信的号召不谋而合。\n\n*   **催生“家庭手工业”**\n    *   游客在西安城墙或其他历史遗址通常会花费半天或更长时间进行汉服换装、化妆和摆拍。为满足这一新兴需求，一个“家庭手工业”应运而生，雇佣了大量的服装师、化妆师和摄影师。\n    *   一些有创业精神的人甚至将这些服务打包，提供一站式的汉服体验服务。\n\n*   **旅游数据与市场份额**\n    *   去年，西安共接待游客约3.06亿人次，旅游收入达3760亿元人民币，同比分别增长10.3%和12.3%。\n    *   游客数量的增加直接带动了汉服消费。截至今年2月，西安已有超过3000家汉服相关店铺。\n    *   据央视报道，西安的汉服租赁和化妆服务占据了中国整个市场份额的30%以上，显示出其在全国汉服市场中的主导地位和巨大的经济潜力。",
      "shortSummary": "在政府推广旅游和传统文化的背景下，中国古都西安的汉服产业蓬勃发展。这催生了大量新兴职业，如汉服造型师、化妆师和摄影师。去年西安旅游业表现强劲，带动汉服消费激增。目前，西安拥有超过3000家汉服店铺，其汉服租赁和化妆服务占据全国市场份额的30%以上，显示出该产业在创造就业和推动经济方面的巨大潜力。",
      "translated_title": "中国的‘新兴’职业能帮助年轻人找到稳定工作吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The city of Xian in western China – renowned as the country’s ancient capital and home of the Terracotta Army – has long been a prime destination for tourists from home and abroad. But Chang Youli, a stylist of traditional Chinese clothing (hanfu) based in the city, has noticed many people are joining her trade to cater to a particular type of traveller.\n“Thanks to government promotions, the tourism industry here has grown, and more people are coming to experience hanfu,” said Chang, who now...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/4f2feebf-cf17-460c-87d0-2e01b343d447_15afdab6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "无需签证进入中国大陆的五种方式 (原标题: 5 ways to enter mainland China without a visa)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314612/5-ways-enter-mainland-china-without-visa?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 13:30:08 +0000",
      "isoDate": "2025-06-16T13:30:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 无需签证进入中国大陆的五种方式\n\n中国正在推出新的免签入境政策，以吸引更多外国游客并促进旅游业。以下是无需中国签证进入中国大陆的五种方式：\n\n*   **过境中国城市（10天）：**\n    来自包括澳大利亚、俄罗斯、美国和欧洲各国在内的55个国家的护照持有人，在通过中国国际机场过境时，可以在中国大陆享受更长的停留时间。旅客可以通过24个省级区域的60个入境口岸进入中国，包括北京、上海、西安、成都、重庆、桂林、昆明、青岛、沈阳、天津、武汉、厦门、广东省和上海-江苏-浙江集群的机场。",
      "shortSummary": "中国正在推行新的免签政策以吸引外国游客。来自包括澳大利亚、俄罗斯、美国和欧洲等55个国家的公民，在通过中国大陆的国际机场过境时，可以享受最长10天的免签停留。旅客可以通过包括北京、上海等24个省级区域的60个入境口岸进入中国。",
      "translated_title": "无需签证进入中国大陆的五种方式",
      "images": [],
      "contentSource": "完整文章",
      "content": "Visiting China used to be a costly, time-consuming process. Obtaining a Chinese visa often requires filling out pages of paperwork, paying more than US$100, and waiting for days for the documents to be processed.\nBut things have changed rapidly over the past few years, as Beijing has introduced a slew of new visa-free entry policies in a bid to attract more foreign visitors and boost the country’s tourism sector.\nMost famously, the country now allows travellers from certain countries that are...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/61b86d07-41d2-43c5-b30f-f179ec002b46_0d013276.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美竞争正在重塑全球供应链——谁将从中受益最多？ (原标题: The US-China rivalry is reshaping global supply chains – who benefits most?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314609/us-china-rivalry-reshaping-global-supply-chains-who-benefits-most?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-16T11:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中美竞争重塑全球供应链：受益者与驱动因素\n\n一项最新研究指出，未来五年，中美两国在供应链领域的竞争将加剧，八个发展中国家有望从制造业从中国转移中受益，其中包括四个东盟国家。\n\n### 主要受益国\n\n该研究确定了以下八个国家最有潜力从全球生产转移中获益：\n\n*   马来西亚\n*   越南\n*   墨西哥\n*   土耳其\n*   泰国\n*   印度尼西亚\n*   印度\n*   巴西\n\n这些经济体均具备比中国更低的劳动力成本，并与西方市场保持着强大的贸易关系。\n\n### 驱动因素\n\n研究发现，在不断增长的中国对外投资和美国持续的出口需求推动下，这八个经济体可能成为全球供应链变革中的关键环节。导致这一转变的背后存在两个并行趋势：\n\n1.  **美国“友岸外包”和“中国+1”战略**：华盛顿推动的“友岸外包”政策和跨国公司采取的“中国+1”策略，促使企业实现生产多元化，以降低关税风险。\n2.  **中国企业寻求低成本区域**：中国企业也在积极探索成本更低的生产区域，尤其是在“一带一路”倡议伙伴国和非洲国家。\n\n### 背景与影响\n\n这项研究于上月发表，正值全球两大经济体之间的“第二次贸易战”严重扰乱全球供应链、推高成本并促使战略重新调整之际。\n\n该论文由中国社会科学院（一家著名的国家智库）的研究员共同撰写，将美国2023-2033年国家安全战略（将此十年视为美中竞争的“决定性”时期）与北京的“十四五”规划（2026-2030年，被视为实现2035年现代化目标的关键窗口期）联系起来。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/clean_1.jpg?itok=3Pke1ccB)\n\n04:41 ‘东盟的时刻到了’：马来西亚总理安瓦尔谈东盟对人工智能和关税挑战的回应",
      "shortSummary": "一项研究指出，未来五年中美供应链竞争将加剧，八个发展中国家（马来西亚、越南、墨西哥、土耳其、泰国、印度尼西亚、印度、巴西）将受益于制造业从中国转移。这些国家因劳动力成本较低且与西方市场贸易关系密切而受青睐。此趋势受美国“友岸外包”和中国企业寻求低成本区域双重驱动，正值“第二次贸易战”重塑全球供应链之际。",
      "translated_title": "中美竞争正在重塑全球供应链——谁将从中受益最多？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/clean_1.jpg?itok=3Pke1ccP",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Supply chain competition between China and the United States is set to intensify over the next five years, with eight developing countries – including four in the Association of Southeast Asian Nations (Asean) – poised to benefit from the relocation of manufacturing from China, according to a recent study.\nThe research, published in the Chinese journal Economist, identifies Malaysia, Vietnam, Mexico, Turkey, Thailand, Indonesia, India and Brazil as the top candidates likely to benefit from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/b456244d-7e01-408a-8a3e-ce03fe052241_16332d91.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在房地产担忧加剧之际“介入”，但不会“重蹈覆辙” (原标题: China ‘stepping in’ as property concerns mount, but no ‘treading the old path’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314568/china-stepping-property-concerns-mount-no-treading-old-path?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 05:43:19 +0000",
      "isoDate": "2025-06-16T05:43:19.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国政府对房地产行业的关注与支持\n\n### 背景与担忧\n\n*   中国国务院总理李强关于进一步支持房地产行业的讲话，表明北京对该行业的持续担忧。房地产曾是中国经济支柱，但根据最新统计数据，目前仍拖累经济增长和消费。\n*   分析人士指出，虽然没有快速解决方案，但北京越来越警惕房地产对整体情绪和国内需求的影响，尤其是在经济面临外部动荡之际。\n\n### 政策方向与措施\n\n*   李强总理于周五主持召开的国务院会议，为支持中国房地产市场设定了更明确的基调。此次会议召开于周一发布1-5月关键经济数据之前。\n*   据新华社报道，会议强调需要“进一步优化现有政策，增强实施的系统协同性”，以稳定预期、刺激需求和化解风险。\n*   具体措施包括：\n    *   对在建项目和土地供应进行全面盘点。\n    *   城市更新项目将获得更多土地供应和融资援助。\n\n### 最终目标\n\n*   会议再次声明，最终目标是“止跌并稳定该行业”。",
      "shortSummary": "中国总理李强强调进一步支持房地产行业，表明北京对该行业拖累经济增长的担忧。国务院会议明确了稳定房地产市场的政策方向，旨在优化现有政策、稳定预期、刺激需求并化解风险。具体措施包括盘点在建项目和土地供应，并为城市更新项目提供更多土地和融资。最终目标是止跌并稳定该行业。",
      "translated_title": "中国在房地产担忧加剧之际“介入”，但不会“重蹈覆辙”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Premier Li Qiang’s remarks on further shoring up the property sector and escalating policy support are said to be indicative of Beijing’s lingering concerns over the sector – once an economic pillar for China – that remains a drag on growth and consumption, as seen in the latest statistics.\nAnalysts say that while there is no quick fix to the woes, Beijing has grown more wary of the impact on overall sentiment and domestic demand, as the economy grapples with external turmoil.\nA State Council...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/43e241c7-85f4-4320-a980-fabd71238674_248036be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济在5月顶住美国关税风暴，消费回暖 (原标题: China’s economy weathers US tariff storm in May as consumption picks up)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314543/chinas-economy-weathers-us-tariff-storm-may-consumption-picks?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 02:01:15 +0000",
      "isoDate": "2025-06-16T02:01:15.000Z",
      "creator": "Carol Yang,Ji Siqi",
      "summary": "## 中国经济5月表现：消费回暖与外部压力并存\n\n中国经济在2024年5月呈现出复杂局面，一方面美国关税继续对制造业和出口构成压力，另一方面国内消费在大型在线购物节前夕有所回升。\n\n### 消费数据亮点\n\n*   **零售销售增长**：5月份零售销售额同比增长6.4%，高于4月份的5.1%增幅，并超出金融数据提供商Wind预测的4.85%增长。这表明消费需求有所增强。\n*   **驱动因素**：\n    *   临近6月18日年度大型在线购物节，刺激了消费者支出。\n    *   政府继续通过大规模家电及其他家居用品“以旧换新”计划来提振消费。\n*   **“以旧换新”计划成效**：截至5月31日，该计划已产生约1.1万亿元人民币（约合1530亿美元）的销售额。然而，部分地区因资金耗尽已暂停了相关计划。\n*   **汽车零售销售**：5月份汽车零售销量同比增长13.3%，但低于4月份的14.5%增幅，显示增速有所放缓。\n\n### 工业产出面临挑战\n\n*   **工业增加值增长**：5月份工业增加值同比增长5.8%。\n*   **主要压力源**：工业产出持续受到美国关税和激烈的国内市场竞争的压力。",
      "shortSummary": "中国经济在5月呈现复杂信号：零售销售同比增长6.4%，超出预期，得益于购物节和政府“以旧换新”计划，消费有所回暖。然而，工业产出增速放缓至5.8%，仍受美国关税和国内竞争的压力。总体而言，国内消费的韧性部分抵消了外部因素对经济的负面影响。",
      "translated_title": "中国经济在5月顶住美国关税风暴，消费回暖",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economic data showed an improved picture for consumption in May, with retail sales beating expectations in the run-up to a major online shopping holiday even as US tariffs continued to weigh on the country’s manufacturing and exports.\nRetail sales, a gauge of consumption, rose by 6.4 per cent in May, compared with the 5.1 per cent growth observed in April, data from the National Bureau of Statistics showed on Monday.\nThe figures exceeded a forecast of 4.85 per cent growth by financial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/34df4e97-c054-4804-8cf4-34a5cdeb00e0_4ef04ef4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "粮食安全生根发芽：中国新疆如何走在国家推动的前沿 (原标题: Food security takes root: how China’s Xinjiang is at forefront of national push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314339/chinas-xinjiang-turns-salt-desert-fertile-farmland-food-security-push?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 00:00:17 +0000",
      "isoDate": "2025-06-16T00:00:17.000Z",
      "creator": "June Xia",
      "summary": "# 粮食安全扎根：中国新疆在国家推动中的前沿作用\n\n## 突破性进展：盐碱地变良田\n\n*   中国农业科学家在新疆石河子地区成功将40公顷（99英亩）的盐碱地改造为可支持多种作物的肥沃土地。\n*   这一成就历时七年，由当地一所大学的研究团队主导，是国家通过改造大片非耕地来增强粮食安全战略的一部分。\n*   此前退化的土壤现在能够持续种植小麦、油菜籽和其他作物。\n\n## 关键技术与作物\n\n*   石河子大学农学院的张凤华教授于2020年引入了“华油杂62号”——一种耐盐碱的油菜品种。\n*   收获的油菜籽被犁回土壤中作为绿肥，有效增加了土壤的有机质含量。\n*   随着土壤质量的改善，农民成功种植了冬小麦、棉花和番茄等作物。\n\n## 国家战略背景与新疆的重要性\n\n*   这一成就是中国应对气候变化、全球市场波动和地缘政治压力加剧所带来的粮食供应担忧，而开展的全国性盐碱地改良工作的一部分。\n*   近年来，北京将农业韧性提升为战略优先事项，旨在实现主粮的“绝对安全”和其他粮食的基本自给自足。\n*   新疆在中国国土面积中约占六分之一，在国家的土地复垦战略中扮演着至关重要的角色。\n*   尽管新疆拥有约710万公顷（1750万英亩）的耕地，但根据官方数据，它也拥有全国约三分之一的盐碱荒漠。\n*   从全国范围看，中国拥有世界第三大盐碱地面积，总计约1亿公顷（2.47亿英亩）。",
      "shortSummary": "中国科学家在新疆成功将40公顷盐碱地改造为肥沃农田，种植小麦、油菜等作物。这是国家粮食安全战略的重要组成部分，旨在通过改良非耕地提升农业韧性。石河子大学团队引入耐盐碱油菜作绿肥，显著改善了土壤。新疆拥有全国三分之一的盐碱荒漠，在国家盐碱地复垦工作中发挥关键作用，以确保主粮绝对安全和基本自给自足。",
      "translated_title": "粮食安全生根发芽：中国新疆如何走在国家推动的前沿",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese agricultural scientists have turned 40 hectares (99 acres) of salty soil in Xinjiang into fertile land capable of supporting multiple crops – part of a national strategy to bolster food security by transforming vast swathes of non-arable terrain into farms.\nThe breakthrough followed seven years of effort in the Uygur autonomous region’s Shihezi, led by a research team from a local university, the state-owned People’s Daily reported. The previously degraded soil now sustains wheat,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/86733a65-4ff4-4f3b-97f5-921ea49aee89_b40583f5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "开罗的呼唤：贸易战下中国工厂为何迁往埃及 (原标题: Cairo calling: why Chinese factories are moving to Egypt amid the trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314337/cairo-calling-why-chinese-factories-are-moving-egypt-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 11:00:10 +0000",
      "isoDate": "2025-06-15T11:00:10.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国工厂迁往埃及：贸易战下的供应链转移\n\n近年来，随着全球供应链的深刻变革，埃及正成为中国制造商寻求规避美国高额关税的新兴目的地。\n\n### 埃及成为新避风港\n\n*   **客户群体变化**：开罗一家名为贾豪（Jiahao）的旅馆，其26岁的店主贾豪发现，原本接待中国游客的旅馆，现在迎来了大量来自中国和东南亚的工厂主。这些商务人士的到访并非为了观光，而是为了企业的生存和发展。\n*   **服务需求**：贾豪为这些工厂主提供多方面协助，包括开车送他们会见当地官员、提供翻译服务，甚至参与投资谈判，这些商务考察通常持续一周。\n*   **根本原因**：这一现象反映了全球供应链的更广泛转移。越来越多的中国制造商选择在埃及设立工厂，将埃及视为规避美国高额关税的“避风港”。\n\n### 贸易战下的生产外迁浪潮\n\n*   **早期外迁**：自美国前总统唐纳德·特朗普在其首个任期内开始对中国商品征收关税以来，中国出口商便开始大规模将生产线外迁，其中许多早期外迁企业选择在东南亚地区聚集。\n*   **东南亚面临新挑战**：然而，今年4月，特朗普宣布对来自东南亚地区的进口商品征收高达49%的“对等”关税，同时对中国商品加征高达145%的额外关税。这使得东南亚作为避风港的吸引力大打折扣，促使中国制造商寻求新的生产基地，埃及因此进入了他们的视野。",
      "shortSummary": "受中美贸易战和高额关税影响，中国工厂正将生产线迁往埃及。此前，许多中国制造商为规避关税曾迁至东南亚，但该地区近期也面临美国高额关税。埃及被视为新的避风港，吸引了大量中国工厂主前往考察投资，寻求全球供应链转移下的生存与发展机遇。",
      "translated_title": "开罗的呼唤：贸易战下中国工厂为何迁往埃及",
      "images": [],
      "contentSource": "完整文章",
      "content": "Until recently, Jiahao’s guest house in a quiet corner of Cairo was a modest pit stop for Chinese tourists on their way to visit the Egyptian pyramids. But this spring, the hostel suddenly began to attract a different kind of client.\nJiahao, the hostel’s 26-year-old owner, began welcoming groups of factory owners from across China and Southeast Asia – grizzled businesspeople whose trips were not about sightseeing, but survival.\n“Many business owners now book week-long stays,” Jiahao said. “I...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/c5c3c37d-7e6c-484f-a5d8-5100583577c1_66ee9526.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Z世代的‘情绪消费’推动泡泡玛特等消费股飙升 (原标题: Gen Z’s ‘emotional consumption’ fuels surge in consumer stocks like Pop Mart)",
      "link": "https://www.scmp.com/business/china-business/article/3314366/gen-zs-emotional-consumption-fuels-surge-consumer-stocks-investors-dump-old-names?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 03:30:12 +0000",
      "isoDate": "2025-06-15T03:30:12.000Z",
      "creator": "Zhang Shidong,Wency Chen",
      "summary": "## Z世代消费推动“新消费”股飙升\n\n中国股市投资者正积极利用中国Z世代（1995年至2010年出生，估计超过2亿人）的消费能力。这些年轻消费者在从黄金珠宝到低价饮品等各类商品上的支出，正推动“新消费”股票实现数倍回报。\n\n### 市场亮点与公司表现\n\n“新消费”公司的强劲表现，成为中国低迷消费行业中的少数亮点。该行业一直受到就业市场疲软和通缩趋势的困扰。与此同时，传统行业巨头，如白酒生产商贵州茅台，则面临资金流出，投资者正从这些曾备受青睐的股票中撤离。\n\n*   **泡泡玛特国际集团 (Pop Mart International Group)**：这家香港上市的中国玩具制造商，拥有热门知识产权（IP）Labubu，其股价在过去一年中飙升了近600%。\n*   **蜜雪冰城 (Mixue Group)**：这家销售低价软饮和冰淇淋的连锁店，自2月份上市以来股价已翻了一倍多。\n*   **老铺黄金 (Laopu Gold)**：这家旨在打造“中国爱马仕”形象的珠宝商，在过去12个月里股价更是惊人地飙升了23倍。\n\n### 投资逻辑与未来趋势\n\n建银国际（CCB International）驻香港策略师赵文丽指出，投资者的风险偏好正在改变，市场焦点正转向那些具有估值扩张潜力和讲述“转型”故事的“新消费”公司。她认为，“新消费”的增长上限尚不明确，它代表着未来消费升级的新方向。\n\n### Z世代的影响力\n\nZ世代人口的增长，凸显了中国年轻一代对其经济和消费行为的深远影响。这与美国在20世纪80年代婴儿潮一代推动沃尔玛等一系列大公司财富增长的故事有异曲同工之妙。中国“新消费者”的崛起也深刻影响了投资策略，促使基金经理们深入了解他们的消费心态，以寻找选股线索。",
      "shortSummary": "中国Z世代的“情绪消费”正推动“新消费”股票飙升，成为低迷市场中的亮点。泡泡玛特、蜜雪冰城和老铺黄金等公司股价大幅上涨，而传统消费股则面临资金流出。投资者正将焦点转向这些具有估值扩张潜力的新兴消费品牌，Z世代的消费行为正重塑投资格局，代表着未来消费升级的新方向。",
      "translated_title": "Z世代的‘情绪消费’推动泡泡玛特等消费股飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Stock investors are capitalising on the spending power of China’s Generation Z consumers, who splurge on everything from intellectual property (IP) toys to low-priced drinks, reaping multifold returns on so-called new consumer stocks.\nThe ascent of Pop Mart International Group, Mixue Group and Laopu Gold is one of the few bright spots in China’s sluggish consumer industry, which has been plagued by a weak jobs market and the deflationary trend. The robust performance has come at the cost of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/01ad0abb-981a-4df6-b264-eaa1a2d4a8a5_6ac8f6dd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国企业在海外建厂不再以美国市场为重点 (原标题: Why Chinese firms building foreign factories are no longer focused on US market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314370/why-us-market-no-longer-top-priority-chinese-companies-building-foreign-factories?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 03:00:11 +0000",
      "isoDate": "2025-06-15T03:00:11.000Z",
      "creator": "Ji Siqi",
      "summary": "本年度中美贸易战的升级，促使许多中国企业重新思考其海外扩张战略。行业内部人士指出，在考虑在海外建设工厂时，进入美国市场已不再是他们的首要任务。\n\n*   **墨西哥投资热度下降**：\n    *   过去，墨西哥是中国企业最热门的海外投资目的地之一，但现在，寻求在墨西哥租赁或购买土地的中国企业咨询量“急剧下降”。\n    *   墨西哥曾因其靠近美国以及参与《美国-墨西哥-加拿大协议》（USMCA）而成为热门选择。USMCA确保只要产品中一定比例的成分在北美制造，就可以免税进入美国市场。\n*   **不确定性增加**：\n    *   自特朗普于一月重返白宫以来，中美贸易紧张局势升级，导致人们对中国企业在墨西哥生产的产品是否能继续享受优惠待遇产生疑虑。\n    *   USMCA将于明年进行审查，且特朗普已通过对进口钢铁和铝等商品征收关税而违反了该协议。\n    *   这种不确定性导致过去几个月没有人（在墨西哥）做出投资决策，已在墨西哥投资的企业也未进行扩张，仅维持最低限度的运营。\n*   **工业地产空置率上升**：\n    *   蒙特雷（墨西哥北部的主要工业城市，吸引了最多的中国企业）的工业地产空置率已从过去四年低于1%上升到5.6%。",
      "shortSummary": "中美贸易战升级导致中国企业重新评估海外建厂策略，不再将美国市场作为首要目标。墨西哥曾因靠近美国和USMCA协议而受青睐，但现在因贸易紧张和协议审查的不确定性，投资热度显著下降，导致咨询量减少，现有企业停止扩张，工业地产空置率上升。",
      "translated_title": "为什么中国企业在海外建厂不再以美国市场为重点",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year’s escalation of the US-China trade war has led many Chinese companies to rethink their overseas expansion strategies, with accessing the American market no longer their top priority when considering building factories in foreign countries, industry insiders said.\nThere had been a “drastic downshift” in inquiries from Chinese companies seeking land to rent or purchase in Mexico, one of their hottest overseas investment destinations in the past, said Jack Lee, an industrial property...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/87be7b99-b145-42e0-8cc9-64b818d955ad_96296f86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "加拿大将在地缘政治紧张局势下增加采矿：前部长比尔·莫诺 (原标题: Canada to mine more amid geopolitical tensions: former minister Bill Morneau)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314375/canada-mine-more-amid-geopolitical-tensions-former-minister-bill-morneau?utm_source=rss_feed",
      "pubDate": "Sat, 14 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-14T13:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "# 加拿大在地缘政治紧张局势下增加采矿\n\n前加拿大财政部长比尔·莫诺表示，面对中国稀土出口限制给加拿大经济和制造业带来的“挑战”，加拿大新政府将加大对采矿业的投资。\n\n## 关键信息点：\n\n*   **采矿投资增加的背景：**\n    *   莫诺指出，加拿大面临的挑战之一是需要增加自身的采矿量。\n    *   中国对关键矿物的出口限制正在全球工业链中产生持续影响，对加拿大企业造成了“附带损害”。\n    *   加拿大在北美汽车行业中扮演着非常重要的角色，任何围绕稀土的挑战都会对该行业乃至加拿大产生影响。因此，加拿大在此次讨论中拥有利害关系，这也是希望这些问题能得到解决的重要原因之一。\n\n*   **政府的举措：**\n    *   莫诺解释说，新任总理马克·卡尼（Mark Carney）的倡议旨在推动大型项目，其中采矿是“关键”之一。\n    *   此举是为了应对地缘政治紧张局势，特别是中国稀土出口限制带来的经济挑战。\n\n*   **加拿大的稀土储量：**\n    *   根据2023年的官方估计，加拿大拥有1520万吨稀土氧化物储量。\n    *   这些储量包括轻稀土和重稀土元素，主要项目位于魁北克和拉布拉多地区。",
      "shortSummary": "前加拿大财政部长比尔·莫诺表示，面对中国稀土出口限制和地缘政治紧张，加拿大将加大采矿投资。此举旨在应对中国稀土出口限制对加拿大经济和北美汽车业的挑战。加拿大拥有1520万吨稀土氧化物储量，新政府将推动大型采矿项目以增强国家能力。",
      "translated_title": "加拿大将在地缘政治紧张局势下增加采矿：前部长比尔·莫诺",
      "images": [],
      "contentSource": "完整文章",
      "content": "Canada’s new government will invest more in mining at a time when the country’s economy and manufacturing sector are facing “challenges” related to China’s curbs on rare earth exports, Bill Morneau, former Canadian finance minister, told the Post.\n“One of the challenges for Canada is that we will need to increase our own mining,” Morneau, who was in office between 2015 and 2020 under then-prime minister Justin Trudeau, said in Shanghai on Friday.\n“The initiative by new [Prime Minister] Mark...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/4fff4418-989c-4dc2-b4a7-08378e6febf4_8e9af4fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "韩国政治动荡结束，中国游客数量回升 (原标题: End of political chaos in South Korea sparks pickup in Chinese visitors)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314369/more-chinese-travelling-south-korea-memories-political-chaos-recede?utm_source=rss_feed",
      "pubDate": "Sat, 14 Jun 2025 02:00:21 +0000",
      "isoDate": "2025-06-14T02:00:21.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 韩国政治动荡结束，中国游客回升\n\n**背景与原因：**\n*   随着首尔政治不稳定的结束以及两国承诺建立更紧密的关系，中国赴韩旅游业正在回升。\n*   签证豁免政策即将生效，也进一步促进了旅游业的复苏。\n\n**旅游数据洞察：**\n*   根据旅游营销和技术公司China Trading Desk的数据，4月至6月期间，中国赴韩旅游预订量比截至2月份的三个月增长了约24%。\n*   中国是韩国最大的外国游客来源国。\n*   今年2月，中国赴韩旅游预订量同比增长仅为7%，是今年迄今增长最慢的一个月。中国的农历新年出境游高峰期为1月28日至2月4日。\n*   在去年12月2日至9日韩国政治动荡期间，中国赴韩的1月和2月预订量下降了12%。\n\n**政治背景影响：**\n*   旅游业的增长与去年12月至本月李在明总统就职期间首尔的政治混乱的平息同步。\n*   李在明总统和中国国家主席习近平已通电话，以促进中国新华社所称的“稳定关系”。\n*   去年12月短暂实施的戒严令以及前总统尹锡悦的弹劾，在农历新年假期前（通常是旅游旺季）阻碍了一些中国游客。\n*   在没有永久新总统的情况下，韩国一直处于紧张状态，直到本月。",
      "shortSummary": "随着韩国政治不稳定的结束以及两国关系趋于紧密，中国赴韩旅游业正在显著回升。根据数据显示，4月至6月的预订量比之前三个月增长了约24%。此前，去年12月至今年初的政治动荡（包括戒严和前总统弹劾）曾导致中国游客数量下降。新任总统李在明与中国领导人通话，承诺稳定双边关系，进一步促进了旅游业的复苏。",
      "translated_title": "韩国政治动荡结束，中国游客数量回升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese tourism to South Korea is picking up with the end of political instability in Seoul and the two nations pledging closer relations shortly before visa exemptions take effect, travel industry sources said this week.\nBookings from China to South Korea for the three months from April to June have been about 24 per cent higher than for the three months ending in February, according to data compiled by China Trading Desk, a travel marketing and technology company. China is South Korea’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/6be3bd58-957b-40b9-8736-e46fcdec03f4_0630b2e3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车制造商广汽集团的电动货车部门瞄准欧洲市场 (原标题: Chinese carmaker GAC’s electric-van unit takes aim at European market)",
      "link": "https://www.scmp.com/business/china-business/article/3314398/chinese-carmaker-gacs-electric-van-unit-takes-aim-ford-and-stellantis-europe?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 23:30:11 +0000",
      "isoDate": "2025-06-13T23:30:11.000Z",
      "creator": "Daniel Ren",
      "summary": "广汽集团电动货车部门瞄准欧洲市场\n\n*   **公司背景与欧洲市场目标**\n    *   中国国有汽车制造商广汽集团的商用电动车子公司Miraco Motor正将目光投向欧洲市场。\n    *   该公司希望其电动货车能吸引企业买家，使其放弃福特和Stellantis等公司生产的燃油车型。\n    *   Miraco Motor首席执行官肖宁表示，公司计划明年在欧洲推出首款车型，目标是占据欧洲市场10%的份额。\n    *   欧洲每年销售超过170万辆此类商用车辆，用于公共交通、货物配送、紧急服务和通勤。\n\n*   **竞争优势**\n    *   肖宁指出，电动商用车相对于燃油竞争对手具有压倒性优势，因为电费成本低于汽油。\n    *   他认为，尽管将面临六到七个竞争对手，但实现10%的市场份额是合理的。\n\n*   **产品特点与未来规划**\n    *   Miraco的电池动力货车单次充电续航里程可达350公里。\n    *   公司还计划提供自动驾驶系统，使其货车能在全球机器人出租车行业中竞争。\n    *   Miraco采用模块化设计方法，将动力传动系统组件与驾驶室和货运区域分离，以便更容易地开发新车型。\n\n*   **近期活动与市场发布**\n    *   Miraco Motor成立于2023年末，与广汽集团一样，总部位于中国南方广东省广州市。\n    *   该公司正在香港举行的国际汽车及供应链博览会上展示其原型车模型。\n    *   其首款量产车型——一款小型巴士，将于今年在香港市场上市。",
      "shortSummary": "中国广汽集团的电动货车子公司Miraco Motor正瞄准欧洲市场，计划明年推出首款车型，目标是占据10%的市场份额。该公司认为电动车因电费成本低而具有优势，其货车单次充电续航达350公里，并计划未来提供自动驾驶功能。首款小型巴士将于今年在香港上市。",
      "translated_title": "中国汽车制造商广汽集团的电动货车部门瞄准欧洲市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A commercial-vehicle subsidiary of China’s state-owned carmaker GAC Group has its sights set on Europe, where it hopes its electric vans can lure corporate buyers away from petroleum-powered models built by the likes of Ford and Stellantis.\nXiao Ning, CEO of Miraco Motor, told the Post that the company would launch its first model in Europe next year. It aims to grab 10 per cent of the European market, where more than 1.7 million vehicles of this type are sold each year for public transport,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/889c4e46-37f3-4996-aff6-b90432c23bef_6fc6aa4d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国如何推动北极航运航线运输量激增 (原标题: How China is driving a surge in shipping along Arctic sea routes)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314324/how-china-driving-surge-shipping-traffic-along-arctic-sea-routes?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 13:00:09 +0000",
      "isoDate": "2025-06-13T13:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国推动北极航运航线运输量激增\n\n根据北极航线基础设施运营商俄罗斯国家原子能公司（Rosatom）的说法，中国企业正日益关注通过北方海航线（NSR）向西方运输货物。北方海航线是一条每年夏季开放的冰封北极通道。\n\n## 航运量增长趋势\n*   **中国企业兴趣浓厚**：Rosatom 预计，在即将到来的夏秋航运季，中国企业沿北方海航线的航次将显著增加。\n*   **Rosatom 的应对**：为应对不断增长的交通流量，Rosatom 正在增加其核动力破冰船队。\n*   **NSR 的战略意义**：北方海航线是连接亚太地区和欧亚大陆西部的最短航运通道。\n*   **历史航运数据（2024年）**：\n    *   完成了创纪录的92次过境航行。\n    *   运输货物超过300万吨。\n*   **未来展望（2025年）**：Rosatom 表示，中国企业计划在2025年沿北方海航线的航次将比去年增加至少1.5倍，但未提供具体数字。\n\n## 货物构成与流向\n*   **主导地位**：根据挪威北极运输研究所（隶属于挪威诺德大学）高北物流中心的数据，目前俄罗斯对中国的能源出口主导了北方海航线的过境运输。\n*   **主要流向**：2024年，95%的过境货物是从俄罗斯运往中国。\n*   **主要货物类型（2024年）**：\n    *   原油：仍是主要货物，去年沿该航线运输了189万吨。\n    *   大宗商品：铁矿石、煤炭和化肥是第二大货源，共计87.7万吨。",
      "shortSummary": "中国企业正日益关注通过北方海航线（NSR）向西方运输货物，预计未来航运量将显著增加。运营方俄罗斯国家原子能公司正为此增加破冰船。北方海航线是连接亚太和欧亚的最短通道，2024年已完成92次过境航行，运输超300万吨货物。目前，俄罗斯对中国的能源出口主导该航线，占95%的过境运输量，主要为原油和大宗商品。",
      "translated_title": "中国如何推动北极航运航线运输量激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies are showing growing interest in shipping goods to the West via the Northern Sea Route – an icy Arctic passage that opens up each summer – according to Rosatom, the Russian company that operates infrastructure along the route.\nThe firm anticipates a significant uptick in voyages by Chinese companies along the NSR during the coming summer-autumn shipping season, and is adding more nuclear-powered icebreakers to its fleet to handle the growing traffic flow.\nCargo traffic on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/d7134237-8bae-4160-a576-6a37acf23f58_aab621a5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "人民币中间价创两个月新高，美元走弱 (原标题: China’s yuan fixing rate hits 2-month high as US dollar drops)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314323/chinas-yuan-fixing-rate-hits-two-month-high-us-dollar-drops?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 09:30:08 +0000",
      "isoDate": "2025-06-13T09:30:08.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国人民银行将人民币兑美元的每日中间价设定在7.1772，这是自3月底以来的最高水平，创下两个多月来的新高。此举发生之际，美元指数周四跌至97.61，创下三年新低。\n\n**美元走弱的主要原因：**\n\n*   **降息预期**：美国5月生产者物价指数低于市场预期，促使交易员预计美联储将在今年晚些时候进一步降息。\n*   **关税政策影响**：美国总统唐纳德·特朗普宣布计划对贸易伙伴设定单边关税税率，称各国“要么接受要么放弃”，这动摇了市场对美元的信心。\n*   **长期压力**：对美国关税政策及其债务水平可持续性的担忧，已使美元数月来一直承压，相对增强了人民币的汇率。\n\n**中美贸易关系：**\n\n*   本周在伦敦举行的中美贸易谈判后，双方达成了一项“原则性”协议，似乎预示着贸易战的休战。\n*   然而，一些分析师对此仍持谨慎态度。",
      "shortSummary": "中国人民银行将人民币兑美元中间价设定在7.1772，创两个多月新高。此举是由于美元指数跌至三年低点，主要原因包括市场预期美联储将进一步降息，以及美国总统特朗普的单边关税政策动摇了市场对美元的信心。对美国关税和债务的担忧也长期施压美元，相对支撑了人民币。尽管中美贸易谈判达成初步协议，但分析师仍保持谨慎。",
      "translated_title": "人民币中间价创两个月新高，美元走弱",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank set the yuan’s daily fixing against the US dollar at its strongest level in more than two months, as the greenback tumbled to a multi-year low amid expectations for more interest rate cuts from the Federal Reserve later this year.\nOn Friday, the People’s Bank of China set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.1772 per US dollar, its strongest showing since late March.\nThe move came as the US dollar index plummeted to 97.61 on Thursday - a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/74c6e128-a09c-4930-9583-ec79d54d8b1b_a79872f0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国商飞竞标老挝航空公司，中国加速全球航空扩张 (原标题: China steps up global aviation expansion as Comac bids for Laos carrier)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314303/china-steps-global-aviation-expansion-comac-bids-laos-carrier?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 07:32:56 +0000",
      "isoDate": "2025-06-13T07:32:56.000Z",
      "creator": "Frank Chen",
      "summary": "# 中国商飞竞标老挝航空公司，加速全球航空扩张\n\n中国商用飞机有限责任公司（Comac）正积极推进其在东南亚市场的扩张，据报道已竞标老挝国家航空公司（Lao Airlines）的多数股权。\n\n## 交易详情与背景\n\n*   **竞标目标**：中国商飞寻求获得老挝航空公司至少51%的多数股权。\n*   **交易条件**：\n    *   如果获得老挝当局批准，中国商飞将帮助老挝航空公司改革运营并止损。\n    *   作为交换，老挝航空公司将同意使用中国商飞的客机。\n*   **进展**：\n    *   中国商飞与老挝航空公司已于2024年10月签署了潜在交易的谅解备忘录（MOU）。\n    *   一家独立的审计公司已被聘请对老挝航空公司进行估值并审查其负债。\n*   **现有合作**：老挝航空公司近期已通过租赁协议获得了其首架C909窄体支线客机。该飞机目前执飞老挝国内主要航线，并计划未来开通老挝与中国之间的国际航线。\n*   **政府立场**：老挝总理Sonexay Siphandone向老挝国民议会表示，老挝政府正在“考虑中国商飞关于全面合资企业的提议，特别是其持有至少51%股权的提议”。\n\n## 中国商飞的战略意义\n\n*   **市场扩张**：此次竞标是中国商飞在东南亚地区扩大影响力的最新举措。\n*   **提升可靠性**：中国商飞致力于向西方监管机构证明其飞机的可靠性。\n*   **国际竞争**：最终目标是与空中客车（Airbus）和波音（Boeing）在国际市场上展开竞争。\n*   **成功模式**：航空业资深顾问Brian Yang Bo指出，此次老挝交易与中国商飞向印度尼西亚廉价航空公司TransNusa出售C909客机时所采用的策略相似。",
      "shortSummary": "中国商飞正竞标老挝航空公司多数股权，以加速其在东南亚的航空市场扩张。若获批，中国商飞将帮助老挝航空扭亏为盈，条件是老挝航空使用其客机。此举是中国商飞在全球市场与空客、波音竞争的关键一步，旨在证明其飞机可靠性。老挝航空已租赁首架C909客机并投入运营，并计划开通中老国际航线。",
      "translated_title": "中国商飞竞标老挝航空公司，中国加速全球航空扩张",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Commercial Aircraft Corporation of China (Comac) has reportedly bid to take a majority stake in the flag carrier of Laos, as the state-owned Chinese aviation firm continues its push to expand its market in Southeast Asia.\nThe deal – which is pending approval by the Lao authorities – would see Comac help Lao Airlines overhaul its operations and stem its losses in exchange for the carrier agreeing to use the Chinese company’s passenger jets, Vientiane Times quoted Prime Minister Sonexay...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/cf886acd-a5e5-4444-a93f-6fe20110fe7f_0f5695d2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国出口商探索国内市场，信用证如何提供帮助？ (原标题: As Chinese exporters explore home market, how are letters of credit helping?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314271/how-are-letters-credit-helping-chinese-exporters-pivot-home-market-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 06:00:17 +0000",
      "isoDate": "2025-06-13T06:00:17.000Z",
      "creator": "June Xia",
      "summary": "# 中国出口商探索国内市场：信用证如何提供帮助？\n\n## 背景\n*   美国于四月对中国进口商品征收“对等关税”后，中国政府采取措施帮助中国出口商将产品转向国内市场销售。\n\n## 北京的应对措施\n为了支持出口商转向国内市场，北京采取了以下措施：\n*   在全国范围内举办产品推广活动。\n*   提供财政和金融激励措施。\n*   鼓励增加使用国内信用证（L/Cs）。\n\n## 什么是国内信用证？\n*   **定义与功能**：\n    *   信用证（L/C），在美国也称为跟单信用证，在国际贸易中被广泛使用。\n    *   它是一种以文件形式呈现的金融工具，作为对卖方的保证，确保买方将按时支付约定的款项、服务或货物。\n    *   国内信用证具有类似的功能，有助于确保支付安全和增强信用，这两点是中国许多企业的主要关注点。\n*   **主要特点**：\n    *   支付期限通常为一年。\n    *   可由中国主要银行签发。\n*   **与国际信用证的区别**：\n    *   国际信用证只能用于涉及实物商品的交易。\n    *   国内信用证除了实物商品外，还可以用于服务贸易。",
      "shortSummary": "面对美国关税，中国政府鼓励出口商转向国内市场，并推广使用国内信用证（L/Cs）。国内信用证是一种金融工具，旨在保障支付安全和增强企业信用。与国际信用证类似，但国内信用证除了实物商品外，还可用于服务贸易，支付期通常为一年，由中国主要银行签发，帮助企业顺利拓展国内业务。",
      "translated_title": "中国出口商探索国内市场，信用证如何提供帮助？",
      "images": [],
      "contentSource": "完整文章",
      "content": "After the United States imposed so-called reciprocal tariffs on imports from China in April, Beijing took steps to help Chinese exporters sell their products domestically.\nIn addition to the staging of product promotion events across the country and the offering of fiscal and financial incentives, Beijing also encouraged the increased use of letters of credit (L/Cs) to help such businesses switch focus to the domestic market.\nWhat is a domestic letter of credit?\nA letter of credit, also known as...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/2ba5b4be-d268-4cb5-87bd-71436cc26ccb_7a458564.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "加密货币无法削弱黄金的避险地位：黄金研究员 (原标题: Crypto can’t chip away at gold’s safe-haven shield: gold researcher)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314265/gold-20-or-just-fallacy-crypto-cant-chip-away-golds-safe-haven-shield-researcher?utm_source=rss_feed",
      "pubDate": "Fri, 13 Jun 2025 04:42:28 +0000",
      "isoDate": "2025-06-13T04:42:28.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 黄金研究员：加密货币无法削弱黄金的避险地位\n\n世界黄金协会的一位专家表示，包括比特币和稳定币在内的加密货币并非黄金的替代品，也未对其作为避险投资的角色构成威胁。\n\n## 核心观点\n\n*   **加密货币并非“黄金2.0”**：世界黄金协会高级市场策略师兼研究主管约翰·里德（John Reade）指出，将比特币及其他数字资产宣传为“黄金2.0”或“数字黄金”是一种“谬论”。\n*   **与黄金特性不同**：里德强调，加密货币的走势往往与股票市场同步，这与黄金在市场波动期间通常作为对冲工具的特性截然不同。\n*   **对黄金无威胁**：他认为，这些数字资产对黄金不构成“任何风险或可比性”，并表示不担心数字资产会威胁到黄金。他希望数字资产的倡导者停止将其宣传为“黄金2.0”，因为它们的特性明显不同。\n\n## 黄金需求支撑因素\n\n里德表示，尽管对美元资产的担忧日益加剧、贸易和地缘政治紧张局势持续存在以及关税带来的经济影响，但黄金的长期需求仍然得到良好支撑。\n\n## 市场背景\n\n里德发表上述评论之际，市场对稳定币和其他数字货币的兴趣持续增长，同时，在中东紧张局势加剧和美元走弱的背景下，黄金价格也出现新一轮上涨。",
      "shortSummary": "世界黄金协会专家约翰·里德指出，加密货币并非黄金的替代品，也未对其避险地位构成威胁。他认为，将加密货币称为“数字黄金”是谬论，因为它们与股票联动，而黄金则在市场波动时提供对冲。尽管数字资产兴趣增长，但黄金的长期需求依然强劲。",
      "translated_title": "加密货币无法削弱黄金的避险地位：黄金研究员",
      "images": [],
      "contentSource": "完整文章",
      "content": "Cryptocurrencies – including bitcoin and stablecoins – are not an alternative to gold, nor do they pose a threat to its role as a safe-haven investment, an expert with the World Gold Council said.\nJohn Reade, the senior market strategist and head of research at the association, said that long-term demand for gold remains well supported amid mounting concerns over US dollar assets, persistent trade and geopolitical tensions, and the economic fallout of tariffs.\n“Bitcoin and other digital assets...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/1cfc2f83-64fe-45bf-ba0f-3aa924a99ba3_613161b0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国顶级白酒制造商面临清醒现实：紧缩政策削减利润 (原标题: China’s top baijiu maker faces sobering reality as austerity trims profits)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314159/moutai-chinas-premier-liquor-brand-may-find-austerity-rules-hard-swallow?utm_source=rss_feed",
      "pubDate": "Thu, 12 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-12T22:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "## 贵州茅台面临紧缩政策下的新现实\n\n中国顶级的白酒制造商贵州茅台，一个曾与奢华宴会划等号的品牌，正响应北京新一轮的紧缩政策，努力使其产品摆脱与公众意识中奢华饮酒生活方式的关联。\n\n### 主要挑战与影响\n\n*   **利润受挤压：** 贵州茅台管理层已承诺遵守强调节俭的严格规定。这些规定导致茅台昂贵的白酒从政府宴会中移除，并进一步压缩了公司的利润空间。\n*   **品牌形象调整：** 公司正在积极地将其产品与过去那种铺张浪费、大肆饮酒的形象进行切割，以适应新的政策环境。\n\n### 公司应对策略\n\n*   **反腐与节俭：** 在周二的公司会议上，高管们誓言要警惕腐败风险，并强调遵守节俭指南。这表明公司正积极配合政府的反腐和紧缩措施。\n*   **文化与和谐：** 茅台董事长张德芹引用中国经典文本《礼记》和《诗经》，阐述茅台酒应促进文化、健康与和谐。他表示：“白酒可维系礼仪传统，滋养长者，分享喜悦。”这旨在为茅台酒赋予更积极、更具文化内涵的形象。\n\n### 历史背景\n\n*   **官方饮品：** 茅台酒（酒精度约50%）自中国共产党成立初期以来，一直是中国官员和高管的首选饮品。\n*   **革命领导人青睐：** 革命领导人毛泽东和周恩来在贵州省期间对茅台酒产生了兴趣，使其地位更加特殊。\n*   **外交与宴会：** 独特的白色酒瓶曾作为官方礼物赠予来访的政要，并成为盛大晚宴的固定饮品，这进一步巩固了其在官方场合的地位。",
      "shortSummary": "中国顶级白酒制造商贵州茅台正因北京的紧缩政策面临利润削减的严峻现实。为应对此挑战，茅台正努力摆脱其与奢华饮酒的关联，并承诺遵守节俭规定，这导致其产品从政府宴会中移除，利润空间受挤压。公司管理层誓言反腐，并强调白酒应促进文化、健康与和谐。茅台酒自中共早期便是官员和高管的首选饮品，并常作为官方礼物。",
      "translated_title": "中国顶级白酒制造商面临清醒现实：紧缩政策削减利润",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s premier liquor distiller Kweichow Moutai – a brand that had, over decades, become synonymous with sumptuous feasts – is heeding a renewed mandate for austerity from Beijing, distancing its products from the extravagant hard-drinking lifestyle with which it had been linked in the public consciousness.\nManagement at the company, valued at 1.86 trillion yuan (US$258.73 billion), has pledged to comply with strictures stressing thrift – guidelines that have helped to remove Moutai’s expensive...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/12/302c70a5-6ea0-4a8c-b733-c5d8e3241789_ffb8fad4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国爆红玩具Labubu竟有意外粉丝——执政的共产党 (原标题: China’s viral Labubu toy has an unlikely fan – the ruling Communist Party)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314169/chinas-viral-labubu-toy-has-unlikely-fan-ruling-communist-party?utm_source=rss_feed",
      "pubDate": "Thu, 12 Jun 2025 11:00:17 +0000",
      "isoDate": "2025-06-12T11:00:17.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国爆红玩具Labubu及其背后的创新转型\n\nPop Mart（泡泡玛特），这家总部位于北京的品牌，凭借其爆红的Labubu玩具，为中国企业如何最好地进行国际市场营销树立了榜样，并因此受到中国官方媒体的赞扬，肯定了其成功背后的创意。\n\n## 核心观点：中共的认可与中国转型\n\n*   **《求是》杂志的评论：** 中共最高理论刊物《求是》周三发表评论文章指出，Labubu这款大嘴、大眼玩具的全球粉丝群，证明了中国优先事项的转变——即从低价值商品的生产国转变为创新中心。\n*   **创新生态系统：** 文章强调，随着中国原创知识产权获得全球关注，这个传统上以低端玩具“世界工厂”闻名的国家，“已经培育了一个强大的创新生态系统”，并且“正日益成为一个全球孵化器，创意的种子随处萌芽”。\n*   **创新承诺与全球认可：** 《求是》评论将Labubu的成功与《黑神话：悟空》和动画电影《哪吒2》等其他全球知名的中国产品相提并论，称“Labubu的受欢迎程度生动地证明了中国公司对长期创新的承诺以及中国创意产品日益增长的全球认可。”\n\n## Pop Mart及其产品概况\n\n*   **公司背景：** Pop Mart是一家在香港上市的公司。\n*   **合作模式：** 该公司与一系列艺术家和设计师合作，创作玩具角色，包括Molly和Dimoo。\n*   **Labubu的设计者：** Labubu是Pop Mart迄今为止最受欢迎的产品，由香港艺术家龙家升（Kasing Lung）设计。\n*   **财务表现：** Pop Mart去年在海外及港澳台地区的收入增长了375%，达到50亿元人民币（约合6.955亿美元），占其总收入的近40%。\n\n## Labubu的全球影响力与社会现象\n\n*   **广泛的全球粉丝群：** Labubu在全球范围内拥有广泛的粉丝基础。\n*   **假冒产品现象：** 这款毛绒玩具的受欢迎程度催生了一波被称为“Lafufu”（其中“f”代表“fake”，即假冒）的仿冒产品。\n*   **社交媒体热议：** 在YouTube、Instagram和TikTok等社交媒体平台上，“如何区分Labubu和Lafufu？”已成为一个病毒式传播的话题。",
      "shortSummary": "Pop Mart的Labubu玩具在中国爆红，并获得执政的共产党的赞扬。官方媒体《求是》杂志指出，Labubu的全球成功标志着中国正从低价值商品生产国转型为创新中心，展现了中国企业对创新的承诺和创意产品的全球认可。这款由香港艺术家设计的玩具，去年海外收入大增，并引发了“Lafufu”假冒产品现象，成为社交媒体热议话题。",
      "translated_title": "中国爆红玩具Labubu竟有意外粉丝——执政的共产党",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Chinese companies ponder how best to market their products internationally, the example set by Pop Mart – the Beijing-based brand behind the viral Labubu toy – has been praised by the country’s state media for the creativity that underlies its success.\nThe wide-mouthed, bug-eyed toy’s global fan base is evidence of a shift in priorities for China as it transforms from a producer of low-value goods to a hub of innovation, Qiushi, the Communist Party’s top theoretical journal, said in a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/12/40f78c0a-f4b9-4feb-9143-95dbce28f545_2fbde83d.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-17T07:19:30.939Z"
}