{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "特朗普的芯片协议：中美贸易中新的‘付费游戏’时代是否已经开始？ (原标题: Trump’s chip deal: has a new ‘pay-to-play’ era in China trade begun?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321877/trumps-chip-deal-signals-new-pay-play-china-trade-policy-analysts-say?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 15:00:08 +0000",
      "isoDate": "2025-08-14T15:00:08.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "# 特朗普的芯片协议：中美贸易中的“付费游戏”模式\n\n美国总统唐纳德·特朗普与中国达成一项“前所未有”的协议，允许部分先进芯片出口到中国，以换取销售收入分成。分析师指出，此举以及关于将类似协议推广到其他行业的暗示，表明华盛顿正走向一种潜在危险的“付费游戏”对外贸易政策。\n\n## 协议概述与担忧\n\n*   **协议性质**：特朗普政府允许领先的美国芯片设计公司AMD和英伟达向中国出口多款先进芯片模型。\n*   **收入分成**：作为交换，这些公司需将15%的销售收入贡献给美国政府。\n*   **分析师观点**：\n    *   如果这种收入分成模式扎根，可能会出现利益冲突。\n    *   这可能使美国投资者和出口商在全球第二大经济体（中国）开展业务变得更加困难。\n    *   他们将此视为一种潜在危险的“付费游戏”贸易政策。\n\n## 未来展望与潜在推广\n\n*   **财政部长斯科特·贝森特**：美国财政部长斯科特·贝森特（Scott Bessent）表示，这项出口收入分成协议可以作为其他行业的蓝图。\n*   **“独特解决方案”**：贝森特在接受彭博电视台采访时称赞该安排是特朗普提出的一种“独特解决方案”。\n*   **扩展可能性**：他认为，随着时间的推移，这种模式可能会在其他行业中出现，并表示既然有了模型和“测试版”，为何不将其扩展。\n\n## 对不同公司的影响\n\n*   **AMD和英伟达的特殊情况**：分析师指出，AMD和英伟达之所以能“轻松”地分享收入，是因为他们的协议涵盖的是为中国市场定制的旧款人工智能加速器芯片。\n*   **其他公司的挑战**：然而，如果美国政府要求其他公司从其主流产品的销售中分一杯羹，它们可能会面临更大的问题和挑战。",
      "shortSummary": "特朗普政府与中国达成一项“前所未有”的芯片协议，允许AMD和英伟达等美国公司向中国出口先进芯片，条件是将15%的销售收入上缴美国政府。分析师认为，这标志着美国可能走向危险的“付费游戏”贸易政策，可能加剧利益冲突，并阻碍美国企业在华经营。美国财政部长暗示该模式可能推广至其他行业。尽管AMD和英伟达的协议涉及为中国市场定制的旧款芯片，但其他公司若被要求分享主流产品收入，将面临更大挑战。",
      "translated_title": "特朗普的芯片协议：中美贸易中新的‘付费游戏’时代是否已经开始？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s “unprecedented” deal to allow exports of some advanced chips to China in exchange for a cut of the revenues – and hints that similar deals for other industries are being considered – signals that Washington is moving towards a potentially dangerous “pay to play” foreign trade policy, analysts said.\nConflicts of interest loom if the revenue-sharing model takes root, which could make it harder for American investors and exporters to do business in the world’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/ddae2a58-713c-4b11-bd2f-880d96316900_525fd7fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在全球算力排名第二，在人工智能竞赛白热化之际加速建设 (原标题: China, No 2 in global computing power, accelerates build-out as AI race heats up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321880/china-no-2-global-computing-power-accelerates-build-out-ai-race-heats?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 12:00:15 +0000",
      "isoDate": "2025-08-14T12:00:15.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国加速数字基础设施建设，算力位居全球第二\n\n中国正大力推动数字基础设施建设，以巩固其作为经济增长引擎的地位。在近年来5G网络的快速部署下，中国的算力已跃居全球第二，仅次于美国。\n\n### 关键成就与数据（截至今年6月）\n\n*   **5G基站数量大幅增长**：在过去五年中，中国5G基站数量增长了五倍，达到455万个。\n*   **千兆宽带用户激增**：同期，千兆宽带用户数量增长了34倍，达到2.26亿。\n*   **算力显著提升**：这些基础设施的快速发展显著提升了中国的整体算力水平。\n\n这些数据由国家数据局局长刘烈宏在北京举行的新闻发布会上公布，该发布会重点介绍了中国在数字基础设施发展方面的成就。\n\n### 未来发展方向与目标\n\n尽管取得了显著进展，国家数据局副局长夏冰指出，中国的数据基础设施发展仍处于早期阶段。未来将继续采取以下措施：\n\n*   **大规模设施部署**：持续部署大型数据基础设施。\n*   **培育市场驱动生态系统**：建立一个由市场驱动的生态系统，以支持数字经济和科技创新。\n*   **建设世界领先的基础设施**：目标是“持续建设便捷、高效、自主、安全、世界领先的国家数据基础设施”。\n\n### 数据产业的经济贡献\n\n据国家数据发展研究院的数据，数据产业已成为数字经济的新增长动力：\n\n*   **企业数量庞大**：拥有超过40万家相关企业。\n*   **产值显著增长**：去年产值达到5.86万亿元人民币（约合8164亿美元），比2020年（“十三五”规划末期）增长了117%。\n*   **未来增长预期**：预计未来几年将继续保持高水平增长。\n\n### 区域发展范例\n\n在华东地区的长江三角洲，包括上海、苏州和杭州等发达城市，一个多层次、全链条的数据产业生态系统已经初步形成。",
      "shortSummary": "中国正加速数字基础设施建设，其算力已跃居全球第二。过去五年，5G基站和千兆宽带用户数量大幅增长，显著提升了国家算力。数据产业已成为经济新增长点，去年产值达5.86万亿元人民币，预计将持续高增长。未来中国将继续部署大规模设施，并培育市场驱动的生态系统，以支持数字经济和科技创新。",
      "translated_title": "中国在全球算力排名第二，在人工智能竞赛白热化之际加速建设",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed an even stronger push to entrench digital infrastructure’s role as an economic growth engine, after a rapid 5G roll-out in recent years that has helped lift its computing power to the world’s No 2 ranking, trailing only the US.\nIn the five years to June this year, the number of 5G base stations in China had grown fivefold to 4.55 million and the number of gigabit broadband users had risen 34-fold to 226 million, substantially lifting the country’s computing power, Liu Liehong,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/80cb3583-b63d-42c0-bbc8-779b049f14ba_8bd80308.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普在关税问题上玩过火的4个原因 (原标题: 4 reasons Trump has pushed his luck on tariffs too far)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3321799/four-reasons-trump-has-pushed-his-luck-tariffs-too-far?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 08:30:09 +0000",
      "isoDate": "2025-08-14T08:30:09.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 特朗普关税政策的乐观叙事与潜在风险\n\n自美国总统唐纳德·特朗普于4月初对全球贸易体系发起攻势以来，金融市场形成了一种诱人的叙事：尽管美国平均有效关税税率飙升至18.6%（远高于1月初的2.4%，为1933年以来最高），但许多投资者和经济学家认为全球经济已避免了贸易冲击。\n\n**市场乐观迹象：**\n\n*   国际货币基金组织（IMF）上月上调了全球增长预测，原因是有迹象表明特朗普的关税攻势造成的损害将小于最初的担忧。\n*   美国银行8月10日发布的最新全球基金经理调查显示，投资者情绪达到2月份以来最乐观水平，只有5%的受访者预计全球经济将“硬着陆”，而4月份这一比例为49%。\n\n**乐观情绪的支撑因素：**\n\n这种乐观情绪很大程度上源于避免了全面衰退和资产价格暴跌的局面，这在特朗普4月2日公布“解放日”关税后曾被认为很可能发生。以下几个因素帮助缓解了担忧：\n\n1.  **有限的反击：** 只有少数国家（包括中国）敢于对美国进行反击，从而避免了全面贸易战的爆发。\n2.  **特朗普的策略：** 特朗普选择了“部分退让”，倾向于从其他国家获取让步并延长关税实施的最后期限，例如他于8月11日对中国所做的那样。\n3.  **贸易伙伴的承诺与关税收入：** 美国的贸易伙伴承诺在美国进行巨额投资，同时海关关税收入也达到了创纪录的高点。\n4.  **美国经济的韧性：** 美国经济表现相对良好，通胀得到控制，失业率较低，企业盈利强劲，并且到目前为止，几乎没有证据表明美国消费者正在承担关税成本。\n\n**乐观叙事的后果：**\n\n在特朗普发起贸易攻势四个月后，关于滞胀或衰退的可怕预言并未成真。这部分解释了为什么标普500股指目前处于历史新高。然而，这也解释了为什么特朗普觉得有底气继续推行更高的关税。投资者通过推高资产价格，实际上正在“助长”特朗普的行动。",
      "shortSummary": "尽管美国关税税率飙升，但金融市场和经济学家普遍持乐观态度，认为全球经济已避免贸易冲击。这得益于少数国家反击、特朗普部分让步、贸易伙伴投资承诺以及美国经济的韧性。标普500指数创历史新高，但这种市场乐观情绪反而可能促使特朗普进一步提高关税。",
      "translated_title": "特朗普在关税问题上玩过火的4个原因",
      "images": [],
      "contentSource": "完整文章",
      "content": "A seductive narrative has taken hold in financial markets since US President Donald Trump launched his assault on the global trading system in early April. Despite an average effective tariff rate that, according to the Yale Budget Lab, has surged to 18.6 per cent – up from 2.4 per cent in early January and the highest since 1933 – many investors and economists believe the global economy has averted a trade shock.\nEven the International Monetary Fund upgraded its global growth forecasts last...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/f5752907-cdd8-4d15-a295-745f923df76f_46864dc3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“这需要时间”：中国航运优势或不受韩国投资影响 (原标题: ‘It takes time’: China’s shipping edge likely safe from South Korean investments)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321734/trumps-curbs-chinas-shipbuilding-edge-spur-south-korean-investments-asean?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 23:00:08 +0000",
      "isoDate": "2025-08-13T23:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "### 韩国造船业应对中国主导地位的策略\n\n*   **背景与动机**\n    *   美国正寻求遏制中国在造船业的主导地位。\n    *   韩国造船商正试图通过在菲律宾和越南投资船厂来扩大其海外业务，以期利用这一机会。\n    *   分析师认为，此举旨在解决限制韩国造船业竞争力的因素，包括：\n        *   产能有限\n        *   劳动力短缺\n        *   与国内工会的紧张关系\n\n*   **潜在优势与挑战**\n    *   德鲁里中国区总经理杜瑜表示，将业务转移到劳动力成本较低的东南亚，可以增强韩国的竞争力。\n    *   然而，杜瑜警告说，“提高工人技术技能需要时间”，这意味着尽管这可能是韩国造船商可行的解决方案，但不会立竿见影。\n\n*   **HD 现代在菲律宾的投资案例**\n    *   HD 现代计划通过为期10年的租赁协议，重振菲律宾一家此前破产的船厂。\n    *   该船厂预计于2026年1月开始运营。\n    *   该韩国企业集团将总计投资5.5亿美元，目标是每年建造多达10艘船只，并总共雇佣7000名工人。\n\n*   **船厂历史**\n    *   该位于苏比克湾的船厂最初由韩国韩进重工于2006年启动。\n    *   然而，在拖欠巨额贷款后，韩进重工于2019年申请破产，该船厂的运营也随之停止。",
      "shortSummary": "面对美国遏制中国造船业的努力，韩国正通过在菲律宾和越南投资船厂来扩大海外业务。此举旨在解决韩国国内产能、劳动力短缺和工会问题，并利用东南亚较低的劳动力成本。然而，专家指出，提高当地工人技能需要时间，因此韩国的造船优势不会立即显现，中国的主导地位短期内仍将稳固。",
      "translated_title": "“这需要时间”：中国航运优势或不受韩国投资影响",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the US seeks to curb China’s shipbuilding dominance, South Korea is looking to capitalise by expanding its overseas footprint through shipyard investments in the Philippines and Vietnam.\nAnalysts said South Korean shipbuilders may view the move as a way to tackle constraints that have diminished their competitiveness against China, such as limited capacity, labour shortages and tensions with domestic trade unions.\nShifting operations to Southeast Asia, where labour costs are lower, could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/f9fa0f2b-cb42-4610-98bb-603392a7f5ca_26dd39c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从朋友到敌人：特朗普对巴西和印度发怒的背后原因 (原标题: From friends to foes: what’s behind Trump’s Brazil-India wrath)",
      "link": "https://www.scmp.com/news/us/economy-trade-business/article/3321759/friends-foes-whats-behind-trumps-brazil-india-wrath?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 17:00:11 +0000",
      "isoDate": "2025-08-13T17:00:11.000Z",
      "creator": "Igor Patrick,Khushboo Razdan",
      "summary": "### 特朗普对巴西和印度加征关税的背景\n\n文章探讨了美国前总统唐纳德·特朗普政府对巴西和印度加征关税的原因及其影响，揭示了这些贸易冲突背后的政治和经济考量。\n\n#### 巴西面临的关税危机\n\n*   **关税上调**: 上个月，美国总统特朗普将巴西商品的关税从4月份的10%提高到50%。\n*   **官方理由与实际解读**: 特朗普声称此举是为了国家安全，但在巴西利亚，许多人认为这是对巴西“干预”前总统雅伊尔·博索纳罗命运的报复。博索纳罗是特朗普的盟友，曾被指控在2021年试图发动政变。\n*   **巴西代表团的华盛顿之行**: \n    *   巴西八名参议员组成了一个跨党派代表团，其中包括博索纳罗的前农业部长特蕾莎·克里斯蒂娜、卢拉的参议院领袖雅克·瓦格纳以及来自前总统政治集团的参议员马科斯·蓬特斯。\n    *   他们此行的目的是阻止美国实施威胁巴西重要出口收入的关税。\n    *   **会面受阻**: 白宫拒绝与他们会面。忠于特朗普的共和党参议员也与他们保持距离。\n    *   **唯一会面者**: 只有少数共和党人中批评特朗普的汤姆·蒂利斯（对贸易政策影响力小且即将退休）同意与他们交谈。\n    *   **民主党支持但无力**: 代表团大部分时间与民主党人会面，后者虽然友好并表示同情，但无力改变特朗普政府的政策。\n\n#### 印度面临的类似挑战\n\n*   **战略地位与贸易摩擦**: 印度长期以来被华盛顿视为制衡中国在印太地区影响力的关键民主力量，但也面临着类似的关税、额外罚款和严厉的公开指责。\n*   **贸易谈判僵局**: 尽管特朗普曾数月暗示与新德里的贸易协议“即将达成”，但由于长达数月的谈判陷入僵局，他最终对印度商品征收了25%的关税。\n\n#### 结论\n\n到夏末，对巴西和印度加征的关税不再仅仅是孤立的贸易争端，而是反映了特朗普政府在外交和贸易政策上更广泛的强硬立场，导致曾经的“朋友”关系转向了对抗。",
      "shortSummary": "特朗普政府对巴西和印度加征了高额关税。对巴西，关税从10%升至50%，被视为对巴西干预其盟友博索纳罗命运的报复。巴西参议员代表团赴美试图阻止，但遭到白宫冷遇，未能改变政策。对印度，尽管曾有贸易协议预期，但因谈判僵局，特朗普仍征收了25%关税。这标志着美国与这两个国家的关系从友好转向贸易对抗。",
      "translated_title": "从朋友到敌人：特朗普对巴西和印度发怒的背后原因",
      "images": [],
      "contentSource": "完整文章",
      "content": "As eight Brazilian senators settled into their seats on a flight to Washington on a dry winter evening last month, a single question overshadowed the deep political differences that separated some of them: could they stop the Americans from imposing a tariff that threatened to gut their country’s vital export revenues?\nThey had begun to feel a sense of urgency weeks earlier, forcing them to put aside a stand-off between President Luiz Inácio Lula da Silva and former president Jair Bolsonaro that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/93c15e43-fd6b-418d-9964-c0ccbdce12f7_f687a1ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国飞机在俄罗斯被扣押后，租赁公司遭受巨额损失 (原标题: After Chinese-owned aircraft detained in Russia, leasing firms incur huge losses)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321724/chinese-leasing-firms-incur-huge-losses-after-aircraft-detained-russia?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 10:00:18 +0000",
      "isoDate": "2025-08-13T10:00:18.000Z",
      "creator": "Ji Siqi",
      "summary": "中国飞机租赁公司因俄乌战争而成为最新受害者，其飞机在俄罗斯被扣押，导致巨额损失。\n\n**主要受影响公司及情况：**\n\n*   **AVMAX**\n    *   **背景：** 广东山河智能的全资子公司，曾将飞机租赁给俄罗斯客户（包括Yakutia Airlines和Aurora JSC）。\n    *   **飞机类型：** 由加拿大德哈维兰公司（庞巴迪子公司）开发的涡轮螺旋桨飞机。\n    *   **事件：** 自2022年2月俄乌战争爆发以来，尽管西方对俄罗斯航空业实施制裁，AVMAX多次尝试追回租赁飞机，但均未能成功。\n    *   **结果：** AVMAX已收到2300万美元的保险赔付，涉及三架被扣押且未归还的飞机。\n\n*   **Airwork**\n    *   **背景：** 浙江一家公司的全资子公司，拥有波音757货机。\n    *   **事件：** 在2022年要求终止租赁合同并归还飞机后，其六架波音757货机在俄罗斯被扣押。\n    *   **结果：** 仅追回一架飞机，导致该公司遭受数亿美元的损失。Airwork被迫冲销剩余资产的价值，并进行漫长的保险诉讼。\n\n**影响：**\n\n*   这些事件并非孤立，而是近年来中国资产在俄罗斯被扣押浪潮的一部分。\n*   中国飞机租赁公司因此遭受了巨大的经济损失。",
      "shortSummary": "俄乌战争爆发后，中国飞机租赁公司AVMAX和Airwork因飞机在俄罗斯被扣押而遭受巨额损失。AVMAX获得2300万美元保险赔付，而Airwork因六架货机被扣押，仅追回一架，损失数亿美元，被迫冲销资产并进行保险诉讼。这些事件是中国资产在俄被扣押的缩影。",
      "translated_title": "中国飞机在俄罗斯被扣押后，租赁公司遭受巨额损失",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese aircraft leasing companies have emerged as the latest victims of the prolonged Ukraine war, after one firm disclosed it had received US$23 million in insurance payouts for three planes detained in Russia and never returned – part of a wave of Chinese assets held in the country in recent years.\nAVMAX, which is a wholly-owned subsidiary of Guangdong-based Shanhe Intelligent, had leased the aircraft to Russian clients under three contracts, according to a stock exchange filing released this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/3fd0a34e-3d42-4ed5-a321-468af9018152_670cdcc5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国禁止机构和个人与两家欧盟银行进行交易 (原标题: China bans agencies and individuals from dealing with 2 EU banks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321683/china-bans-agencies-and-individuals-dealing-2-eu-banks?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 06:17:19 +0000",
      "isoDate": "2025-08-13T06:17:19.000Z",
      "creator": "Ji Siqi,Finbarr Bermingham",
      "summary": "## 中国对两家欧盟银行实施制裁\n\n中国于周三决定对两家欧洲银行实施制裁，作为对欧盟此前金融制裁的反制措施。\n\n### 受制裁的银行\n\n*   **UAB Urbo Bankas**\n*   **AB Mano Bankas**\n\n这两家银行均来自立陶宛。立陶宛是欧洲对北京批评最激烈的国家之一，此前因寻求与台湾建立密切关系而受到北京的经济制裁。\n\n### 措施生效时间\n\n根据商务部的在线声明，这项措施将从周三起生效，禁止中国机构和个人与这两家银行进行业务往来。\n\n## 欧盟此前的制裁\n\n上个月，欧盟在其最新一揽子旨在削弱俄罗斯战争机器的措施中，宣布对两家靠近中俄边境城市的中国小型银行实施制裁：\n\n*   **绥芬河农村商业银行**\n*   **黑河农村商业银行**\n\n这些银行被指控协助数字资产交易，这些交易“严重阻碍”了欧盟的制裁。北京对此回应，呼吁欧盟“立即停止其错误做法”。",
      "shortSummary": "中国对两家立陶宛银行（UAB Urbo Bankas和AB Mano Bankas）实施制裁，作为对欧盟此前制裁两家中国银行的反制。欧盟此前指控中国银行协助规避对俄制裁。立陶宛被针对是因为其对北京的批评以及与台湾的关系。此举标志着中欧金融摩擦升级。",
      "translated_title": "中国禁止机构和个人与两家欧盟银行进行交易",
      "images": [],
      "contentSource": "完整文章",
      "content": "China announced on Wednesday it would sanction two European banks as a countermeasure against previous financial sanctions from the 27-member bloc.\nThe Ministry of Commerce will ban Chinese agencies and individuals from doing business with UAB Urbo Bankas and AB Mano Bankas, according to its online statement.\nThe two banks are from Lithuania, a country that has been one of Beijing’s most vociferous critics in Europe. The Baltic state saw its relations with Beijing downgraded and diplomats...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/3d105d74-a500-44cc-bccd-1d41a9af88d6_60129c0f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "榴莲外交：中国欢迎柬埔寨首批水果直航空运 (原标题: Durian diplomacy: China welcomes Cambodia’s first direct air shipments of fruit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321602/chinas-durian-diplomacy-expands-cambodias-first-direct-air-shipments-fruit?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 04:00:09 +0000",
      "isoDate": "2025-08-13T04:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "## 柬埔寨榴莲首次直航中国：农业贸易新里程碑\n\n### 主要事件\n\n*   首批柬埔寨榴莲已于周末通过空运抵达中国中部河南省。\n*   这标志着中柬两国间新鲜水果直航空运走廊的正式启动。\n\n### 运输详情\n\n*   此次空运货物重达两吨。\n*   运输过程采用冷链物流，仅耗时四小时。\n*   据中国驻柬埔寨大使馆官方微信账号周一发布的声明，此举旨在让中国消费者享受到如同新鲜采摘的榴莲。\n\n### 贸易意义\n\n*   榴莲是继香蕉、芒果、龙眼和椰子之后，柬埔寨第五种获准直接供应中国市场的新鲜水果。\n*   这凸显了两国间日益增长的农业贸易以及海关效率的显著提升。\n\n### 柬埔寨榴莲产业概况\n\n*   根据柬埔寨农业部的数据，该国榴莲种植面积超过11,000公顷。\n*   年产量超过12万吨。\n\n### 中国市场与“榴莲外交”\n\n*   榴莲原产于东南亚，以其独特的气味和带刺的外皮而闻名。\n*   中国已成为全球最大的榴莲消费市场，一颗优质的3公斤榴莲在城市超市售价约为150元人民币（约合21美元）。\n*   自2002年以来，中国向更多榴莲出口国开放市场，此举被广泛称为“榴莲外交”。\n*   这一趋势的推动力包括中国消费者日益增长的需求，以及在北京应对中美贸易紧张局势下，深化与东南亚国家联盟（东盟）关系的努力。\n\n### 行业观点\n\n*   尽管如此，一些业内人士对柬埔寨榴莲的商业竞争力仍持谨慎态度。",
      "shortSummary": "柬埔寨首批榴莲已通过空运直达中国河南，标志着两国间新鲜水果直航空运走廊的正式开通。此次两吨货物采用冷链运输，仅耗时四小时。榴莲是继香蕉、芒果等之后，柬埔寨第五种获准直供中国市场的水果，凸显了两国农业贸易增长和海关效率提升。中国是全球最大榴莲消费市场，此举是“榴莲外交”的一部分，旨在深化中国与东盟关系。然而，部分业内人士对柬埔寨榴莲的商业竞争力持保留意见。",
      "translated_title": "榴莲外交：中国欢迎柬埔寨首批水果直航空运",
      "images": [],
      "contentSource": "完整文章",
      "content": "The first Cambodian durians arrived in China’s central province of Henan by air over the weekend, marking the official launch of a direct air corridor for fresh fruit between the two nations.\nThe two-tonne shipment was transported using cold chain logistics in just four hours, allowing Chinese consumers to enjoy the fruit as if it were freshly harvested, according to a statement released Monday on the Chinese Embassy in Cambodia’s official WeChat account.\nDurian is now the fifth fresh fruit...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/39b54c88-2881-477c-b03a-42f7a4923474_44aed507.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“并非易事”：中美关税休战后下一步是什么？ (原标题: ‘Far from a walk in the park’: what’s next after another US-China tariff truce?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321606/whats-next-after-us-china-tariff-truce-and-why-it-far-walk-park?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 15:00:07 +0000",
      "isoDate": "2025-08-12T15:00:07.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "## 中美关税休战：前景与挑战\n\n中美两国之间的关税休战已延长90天，且两国元首有望在今年晚些时候举行会晤。分析人士指出，这为双方在出口管制和商品采购方面达成“零散协议”创造了空间。\n\n### 谈判前景\n\n*   **短期突破可能性低**：尽管存在达成零散协议的可能，但分析师认为，短期内实现重大突破的可能性不大。两国超级大国之间的谈判将持续艰难，并构成对贸易韧性的长期考验。\n*   **持续的调整与延长**：荷兰ING银行大中华区首席经济学家宋林（Lynn Song）表示，关税重新升级不符合任何一方的利益，但同时也很难设想达成一个“一劳永逸”的全面解决方案。他预计，未来可能会继续看到这种休战的延长和调整。\n\n### 美方优先事项\n\n*   **推动中国采购更多美国商品**：华盛顿的一项优先事项是推动北京购买更多的美国商品。在关税休战截止日期前，美国总统唐纳德·特朗普曾敦促中国将其美国大豆的订单量增加四倍，大豆是美国对华的主要出口农产品。\n*   **元首会晤条件**：特朗普上周表示，如果双方能够达成一项贸易协议，他与中国国家主席习近平可能会在“年底前”举行会晤。",
      "shortSummary": "中美关税休战已延长90天，为两国在出口管制和商品采购方面达成“零散协议”创造了空间。然而，分析人士认为短期内难以实现重大突破，谈判将是长期考验。双方都不愿关税升级，但全面解决方案难以达成，预计将持续调整。美方优先推动中国购买更多商品，特朗普呼吁增加大豆订单，并表示若达成协议，可能在年底前与习近平会晤。",
      "translated_title": "“并非易事”：中美关税休战后下一步是什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the tariff truce between China and the United States extended for another 90 days, and in the lead-up to a potential meeting of their presidents later this year, room for “piecemeal agreements” exists for the two countries in terms of export controls and purchases of goods, according to analysts.\nBut the odds of significant breakthroughs – at least in the short term – are unlikely, as negotiations between the superpowers will continue to be difficult and serve as a long-term test of trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/7fab025c-928f-40ef-80ef-44966f852c99_7a2ad68e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对加拿大豌豆淀粉进口启动反倾销调查 (原标题: China launches anti-dumping investigation into imports of Canadian pea starch)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321610/china-launches-anti-dumping-investigation-canadian-pea-starch-imports?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 12:30:15 +0000",
      "isoDate": "2025-08-12T12:30:15.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "## 中国对加拿大豌豆淀粉进口启动反倾销调查\n\n中国商务部已宣布对原产于加拿大的进口豌豆淀粉启动反倾销调查。此举被视为北京对加拿大针对中国钢铁征收关税的最新报复措施。\n\n### 调查背景与依据\n\n*   **启动原因**：此次调查是应中国国内产业界的要求启动的。\n*   **初步证据**：商务部表示，初步证据显示近年来加拿大倾销的豌豆淀粉数量显著增加，其进口价格低于中国国内产品，给中国相关产业造成了损失和困难。\n*   **官方立场**：商务部强调，此次反倾销调查符合世界贸易组织（WTO）规则，旨在保护国内产业，这与加拿大近期违反WTO规则的歧视性行动有着根本区别。\n\n### 加拿大在豌豆出口中的地位\n\n*   根据俄罗斯谷物出口商和生产商联盟上个月的数据，在2023-24农业季，加拿大是中国第二大豌豆出口国，占中国豌豆进口总量的44.6%，仅次于俄罗斯（49.1%）。\n\n### 豌豆淀粉的主要用途\n\n*   豌豆淀粉主要用于食品工业，作为稳定剂，以增加食品的稠度和改善口感。\n\n### 相关措施与生效日期\n\n*   **其他反倾销措施**：同样在周二，中国商务部表示，在去年9月对加拿大菜籽油和卤化丁基橡胶（主要用于医药瓶塞和轮胎内衬）启动反倾销调查后，将开始对进口这些产品的公司征收“保证金”。\n*   **生效日期**：对加拿大豌豆淀粉的反倾销调查以及对加拿大菜籽油和卤化丁基橡胶征收“保证金”的措施均定于本周四生效。",
      "shortSummary": "中国已对加拿大进口豌豆淀粉启动反倾销调查，此举是对加拿大钢铁关税的最新报复。商务部称，倾销的加拿大豌豆淀粉已损害中国国内产业，并强调此调查符合WTO规则。此外，中国还将对加拿大菜籽油和卤化丁基橡胶征收“保证金”。所有措施均于本周四生效。",
      "translated_title": "中国对加拿大豌豆淀粉进口启动反倾销调查",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched an anti-dumping investigation into pea starch imported from Canada, marking Beijing’s latest retaliatory measure against Canada’s tariffs targeting Chinese steel.\nThe probe was initiated at the request of domestic industry insiders, with preliminary evidence showing a significant increase in dumped Canadian pea starch in recent years, according to the Ministry of Commerce.\n“With import prices below domestic products, it has been causing losses and difficulties for China’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/b5f22b38-0866-4ecd-856a-cc7d5f30ba8d_3f5ea013.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管中美关税休战，潮流仍在重塑航运路线 (原标题: Despite US-China tariff truce, the turning tide keeps reshaping shipping routes)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321608/despite-us-china-tariff-truce-turning-tide-keeps-reshaping-shipping-routes?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 12:00:14 +0000",
      "isoDate": "2025-08-12T12:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "尽管中美两国达成了90天的关税休战协议，但中国为实现贸易多元化所做的努力预计将继续重塑今年的全球航运路线。跨太平洋航线在初期“抢运”潮过后，仍面临持续的压力。\n\n*   **关税影响持续**\n    *   Veson Nautical海事分析师Jarl Milford认为，尽管两国正在进行谈判，但关税不太可能完全取消，这将继续对美国进口量造成压力。\n    *   他预计，今年跨太平洋贸易航线的货运量将全年下降，从而进一步压低运费。\n\n*   **运费指数与航线表现**\n    *   上海集装箱运价指数（SCFI）已连续九周下跌，该指数追踪从上海到全球主要目的地的集装箱即期运价。\n    *   从上海到美国西海岸和东海岸的最新运价已从6月初的峰值下跌了一半以上。这一下跌发生在此前出口商为规避关税而进行的“抢运”活动之后。\n\n*   **马士基的观察**\n    *   丹麦航运巨头马士基在其第二季度财报中指出，其中国至美国航线的集装箱货运量在4月至6月期间同比下降了约35%。\n    *   然而，马士基也强调，北美进口量的收缩已被欧洲、拉丁美洲、非洲、西亚和中亚地区强劲的进口增长所抵消，表明全球贸易流向正在发生变化。",
      "shortSummary": "尽管中美达成关税休战，但贸易多元化和持续的关税压力正重塑全球航运格局。跨太平洋航线货运量和运费持续下降，上海至美国航线运价已腰斩，马士基中美航线货运量同比下降35%。然而，北美进口的收缩被欧洲、拉美、非洲和亚洲其他地区的强劲增长所抵消，显示出全球贸易流向的转变。",
      "translated_title": "尽管中美关税休战，潮流仍在重塑航运路线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even after securing another 90-day tariff truce with the US, China’s trade-diversification efforts are expected to continue reshaping shipping routes for the rest of the year, as transpacific routes remain under pressure following an initial front-loading phase.\n“Despite ongoing negotiations between the two countries, we believe it is unlikely that tariffs will be completely eliminated, which will continue to weigh on US import volumes,” said Jarl Milford, a maritime analyst at Veson...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/c36d0233-8b39-4fd3-ac5a-40df0b900954_3d31e40b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么日本、韩国和欧盟未能联手对抗特朗普 (原标题: Why Japan, South Korea and EU couldn’t join forces against Trump)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3321475/why-japan-south-korea-and-eu-couldnt-join-forces-against-trump?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-12T08:30:08.000Z",
      "creator": "Winston Mok",
      "summary": "### 日韩欧接受美国关税：特朗普的“分而治之”策略\n\n在特朗普政府设定的8月1日最后期限之前，日本、韩国和欧盟与美国达成协议，接受对其出口商品征收15%的美国关税。这些协议都附带了对美国进行投资的承诺。\n\n*   **看似屈服，实则可能松了一口气：** 尽管这些协议在当时看来像是屈服，但鉴于美国总统唐纳德·特朗普随后对加拿大、巴西和印度征收的最新关税，这些政府可能正在松一口气。然而，15%的关税仍然高于俄罗斯、伊朗、英国和澳大利亚享有的10%的基准税率。\n\n*   **特朗普的视角：** 特朗普可能认为自己成功地压制了主要贸易伙伴。他通过威胁高关税，迫使他们接受了更“合理”的单向关税。从特朗普的角度来看，这些关税是美国长期以来为其亚洲和欧洲盟友提供安全保护的公平对价。正是在这种背景下，这些盟友无法在贸易谈判中争取到更优惠的条件。\n\n*   **“分而治之”的成功：** 特朗普成功地对这些主要经济体实施了“分而治之”的策略。日本达成的协议实际上为欧盟和韩国设定了一个遵循的基准。\n\n*   **汽车出口的特殊性：** 与中国不同，日本、韩国和欧盟都是对美国的主要汽车出口国。相比之下，中国电动汽车面临超过100%的关税，因此中国在美国销售的汽车数量不多。\n\n*   **历史背景与特朗普的执念：** 冷战期间，美国允许日本和韩国单向进入其庞大的汽车市场，这可以说牺牲了美国的国内汽车产业。自20世纪80年代末以来，特朗普一直对关税着迷，其根源在于他对日本贸易不平衡的看法。因此，这些关税应被视为他试图纠正历史不平衡的尝试。",
      "shortSummary": "在日本、韩国和欧盟接受美国对其出口征收15%关税的协议中，特朗普成功运用了“分而治之”策略。这些协议附带了对美投资承诺，且被特朗普视为美国提供安全保护的公平对价，以及纠正历史贸易不平衡（尤其是在汽车领域）的手段。尽管关税较高，但相较于其他国家，这些盟友可能已感到些许宽慰。",
      "translated_title": "为什么日本、韩国和欧盟未能联手对抗特朗普",
      "images": [],
      "contentSource": "完整文章",
      "content": "Before the Trump administration’s August 1 deadline, Japan, South Korea and the European Union struck agreements with the United States, accepting American tariffs of 15 per cent on their exports. They all came with strings of promised investments in the US attached.\nWhile the agreements looked like capitulation at the time, these governments may be breathing sighs of relief in light of the latest tariffs US President Donald Trump has imposed on Canada, Brazil and India. But 15 per cent is still...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/21555c61-a30d-488f-960d-0dd180eb949d_b5bfbfdf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推动人民币国际化进程加速，Fortescue里程碑式贷款是重要一步 (原标题: China’s push to promote its currency accelerates with landmark Fortescue loan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321546/chinas-push-promote-its-currency-accelerates-landmark-fortescue-loan?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 07:00:08 +0000",
      "isoDate": "2025-08-12T07:00:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国推动人民币国际化进程加速：Fortescue里程碑式贷款\n\n中国在推动人民币全球使用方面取得了又一个里程碑，澳大利亚金属巨头Fortescue同意通过中国一家大型国有银行安排的银团贷款协议，借入创纪录的142亿元人民币（约合19.8亿美元）。\n\n## 贷款的关键细节与意义\n\n*   **历史性突破：** 中国银行周二发表声明称，这笔交易是首笔向澳大利亚公司提供的离岸人民币银团贷款，也是迄今为止向非中国公司提供的最大一笔此类贷款。\n*   **贷款方与金额：** 由中国银行牵头安排，Fortescue（全球第四大铁矿石生产商）借入142亿元人民币。\n*   **资金用途：** Fortescue将利用这笔资金从中国购买清洁能源技术和其他机械设备。\n*   **“跨境人民币闭环融资解决方案”：** Fortescue将通过向中国出售铁矿石所获得的人民币收入来偿还贷款，从而形成一个“跨境人民币闭环融资解决方案”。\n\n## 中国银行的评价\n\n中国银行表示，这笔银团贷款将：\n\n*   促进Fortescue与中国供应商的业务合作。\n*   有效控制汇率风险。\n*   降低整体融资成本。\n*   提供强大的示范效应。\n\n## 背景与动机\n\n这笔贷款协议的达成，正值中国加速推进人民币国际化之际。此举旨在：\n\n*   对冲潜在的美国金融制裁风险。\n*   应对唐纳德·特朗普总统激进的关税和支出政策导致投资者对美元信心动摇的局面。\n\n## 市场表现\n\n*   今年以来，美元指数已下跌超过9%。\n*   离岸人民币兑美元汇率已升值约2%。",
      "shortSummary": "中国推动人民币国际化进程加速，澳大利亚Fortescue公司获得中国银行牵头的142亿元人民币银团贷款，创下向非中国公司提供离岸人民币贷款的最高纪录，也是首笔向澳企提供的此类贷款。Fortescue将用此资金购买中国清洁能源技术，并以对华铁矿石销售所得人民币偿还，形成“闭环融资”。此举旨在对冲美国金融制裁风险，并应对美元信心动摇的局面。",
      "translated_title": "中国推动人民币国际化进程加速，Fortescue里程碑式贷款是重要一步",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has passed another milestone in its efforts to promote the global use of its currency, with the Australian metals giant Fortescue agreeing to borrow a record 14.2 billion yuan (US$1.98 billion) in a syndicated loan agreement arranged by one of China’s biggest state-owned banks.\nThe deal is the first ever offshore yuan syndicated loan to an Australian company and the largest ever to a non-Chinese firm, lead arranger Bank of China said in a statement on Tuesday.\nFortescue – the world’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/513a3028-5382-4599-a766-759c647ff47c_6c94c275.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美中紧张局势加剧之际推进东南亚港口扩张 (原标题: China presses ahead with Southeast Asia port expansion as US tensions simmer)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321453/china-presses-ahead-southeast-asia-port-expansion-us-tensions-simmer?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 00:00:14 +0000",
      "isoDate": "2025-08-12T00:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国在东南亚推进港口扩张，美中紧张局势加剧\n\n### 背景与战略重要性\n\n*   随着东南亚成为美中贸易战的关键前沿，中国正在推进多项旨在加强与该地区贸易关系的港口项目。\n*   在贸易战背景下，东南亚对中国的战略重要性日益增长。中国作为世界第二大经济体，正依赖对该地区不断增长的出口来抵消美国关税的影响。\n\n### 文莱穆阿拉港扩建项目\n\n*   文莱最大的港口穆阿拉港（由一家中国国有企业共同运营）已开始进行大规模扩建。\n*   扩建后，该港口的吞吐能力将增加一倍以上，达到50万标准箱（TEU）。\n*   项目总投资为20亿元人民币（约合2.78亿美元）。\n*   该项目预计将于2027年底完工。\n\n### 贸易数据与美国担忧\n\n*   中国海关数据显示，上个月中国对东盟（Asean）的出货量同比增长16.6%，而对美国的出口则同比下降超过20%。\n*   中国对东南亚出口的激增已引起美国的担忧。华盛顿近几个月来一直在向该地区各国政府施压，要求它们打击中国制造商品的转运。",
      "shortSummary": "中国正加速在东南亚的港口扩张，以深化贸易联系，应对美中贸易战。其中，文莱穆阿拉港的扩建项目已启动，预计2027年底完工，投资20亿元人民币，吞吐能力将翻倍。此举旨在利用对东盟出口的增长来抵消美国关税影响。中国对东盟出口显著增长，而对美出口下降。美国对此表示担忧，并施压东南亚国家打击中国商品转运。",
      "translated_title": "中国在美中紧张局势加剧之际推进东南亚港口扩张",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is pushing forward with several projects designed to boost its trade ties with Southeast Asia – including a major port upgrade in Brunei – as the region emerges as a pivotal front in the US-China trade war.\nWork has already begun on a major expansion of the port in Muara – Brunei’s largest port, which is jointly operated by a state-owned Chinese company – that will see the facility’s capacity more than double to 500,000 20-foot equivalent units (TEU), according to the Brunei Economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/6de09fdd-a7fd-4110-a09b-ed7dbcb5ee56_21296aa0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普援引中国‘重大进展’，延长中美关税休战期 (原标题: Citing China’s ‘significant steps’, Trump extends US tariff truce)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321502/trump-extends-us-tariff-truce-china-cnbc-reports?utm_source=rss_feed",
      "pubDate": "Mon, 11 Aug 2025 19:05:28 +0000",
      "isoDate": "2025-08-11T19:05:28.000Z",
      "creator": "Bochen Han,Luna Sun",
      "summary": "## 特朗普延长中美关税休战期\n\n美国总统唐纳德·特朗普于周一签署了一项行政命令，将美国与中国的关税休战期延长90天。此举在休战期即将到期前几小时，避免了立即升级的风险，但两国贸易关系依然脆弱。\n\n*   **延长原因**：特朗普在周一晚间发布的命令中表示，此举是因为北京在“纠正非互惠贸易安排和解决美国经济及国家安全关切”方面采取了“重大进展”。\n*   **新截止日期**：根据该命令，新的截止日期为美国东部时间11月10日午夜12点。\n*   **关税现状**：目前对中国进口商品征收的10%“对等”关税将继续生效直至新截止日期。\n*   **未延长后果**：如果周二的截止日期未获延长，美国对中国进口商品的关税将回升至4月份的水平，即全球两大贸易国关税战最激烈时期。\n*   **背景**：此决定是在华盛顿方面两周的猜测和混杂信号之后做出的。此前，中美谈判代表上个月在瑞典斯德哥尔摩结束了贸易谈判。\n*   **谈判分歧**：谈判结束后，中方谈判代表宣布就延长关税暂停达成共识，而美方则坚持任何协议未经特朗普明确批准均不作数。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/01/clean-us.jpg?itok=hyOpDqSJ)\n*视频标题：加拿大、巴西受特朗普新全球关税冲击最严重*",
      "shortSummary": "美国总统特朗普签署行政命令，将中美关税休战期延长90天至11月10日，以避免贸易战立即升级。他援引中国在贸易问题上采取的“重大进展”作为延长理由。目前10%的对等关税将继续生效。此举是在中美谈判后，华盛顿发出复杂信号的背景下做出的，尽管避免了即时冲突，但两国贸易关系仍显脆弱。",
      "translated_title": "特朗普援引中国‘重大进展’，延长中美关税休战期",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/01/clean-us.jpg?itok=hyOpDqSJ",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump has signed an executive order extending by 90 days the US’s tariff truce with China, removing the risk of an immediate escalation hours before the ceasefire was set to expire, but leaving trade relations fragile.\nIn the order released Monday night, Trump said that he took the action because Beijing had taken “significant steps” towards “remedying non-reciprocal trade arrangements and addressing the concerns of the United States relating to economic and national security...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/03764109-4d90-4cc3-824a-8ce6397928e4_4117f5d8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "喜忧参半——世界如何回应特朗普的新芯片关税？ (原标题: Some relief, some worry - how did the world react to Trump’s new chip tariffs?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321467/some-relief-some-worry-how-did-world-react-trumps-new-chip-tariffs?utm_source=rss_feed",
      "pubDate": "Mon, 11 Aug 2025 14:00:10 +0000",
      "isoDate": "2025-08-11T14:00:10.000Z",
      "creator": "Kandy Wong",
      "summary": "## 特朗普新芯片关税的全球反应与影响\n\n上周，美国总统唐纳德·特朗普宣布对半导体和芯片进口征收100%的关税，这一消息在全球范围内引起了强烈反响，尤其是在制造业强劲或新兴的国家。然而，一些市场对此却表现出了一定程度的宽慰。\n\n### 特朗普的声明与市场反应\n\n*   **宣布时机：** 特朗普是在8月7日苹果公司首席执行官蒂姆·库克访问白宫期间提出这一关税威胁的。在这次会面中，特朗普还宣布苹果公司承诺在未来四年内投入6000亿美元，以扩大其在美国国内的制造业务。\n*   **关键豁免条款：** 尽管威胁征收三位数的关税，特朗普同时增加了一个重要的附带条件：“如果你已承诺（在美国）建厂或正在（在美国）建厂，则无需缴纳关税……但如果你声称已承诺却不建厂，我们将累加费用。”\n*   **市场焦点：** 尽管面临高额关税威胁，市场的关注点主要集中在这些豁免条款上。特朗普的声明至少暂时消除了半导体关税将采取何种形式的不确定性。\n\n### 特朗普的战略意图\n\n*   **鼓励本土制造：** 尽管目前细节有限，但此举与特朗普鼓励高端公司在美国设立制造设施的战略相符。\n\n### 正在进行的调查\n\n*   **国家安全调查：** 目前，美国工业和安全局正在根据1962年《贸易扩张法》第232条进行一项调查，以确定半导体及其制造设备的进口与国家安全之间的关系。这项调查由商务部长于4月1日启动。",
      "shortSummary": "美国总统特朗普宣布对半导体和芯片进口征收100%关税，但对在美国建厂的公司提供豁免。此举旨在鼓励本土制造，市场焦点集中在这些豁免条款上，暂时缓解了不确定性。同时，美国正根据《贸易扩张法》第232条调查半导体进口对国家安全的影响。",
      "translated_title": "喜忧参半——世界如何回应特朗普的新芯片关税？",
      "images": [],
      "contentSource": "完整文章",
      "content": "When US President Donald Trump announced Washington would be imposing a 100 per cent tariff on semiconductor and chip imports last week, it sent shock waves through countries with strong or emergent manufacturing clusters – but some markets responded with relief.\nHere, we attempt to provide more context for what this tariff could entail and examine its potential impact across different regions.\nWhat did Trump say, and how did markets react?\nTrump broached the subject during Apple CEO Tim Cook’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/79f74896-9276-4ff1-9ce0-259d38f9c3c5_fca49f67.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "印度必须吸取美印贸易协议失败的教训 (原标题: India must learn the lessons of US trade deal failure)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3321416/india-must-learn-lessons-us-trade-deal-failure?utm_source=rss_feed",
      "pubDate": "Mon, 11 Aug 2025 12:30:08 +0000",
      "isoDate": "2025-08-11T12:30:08.000Z",
      "creator": "Akhmad Hanan",
      "summary": "## 美印贸易协议失败及其教训\n\n美印两国经过五轮紧张谈判后，贸易谈判破裂，标志着两国双边关系的一个关键时刻。\n\n*   **贸易现状与影响**\n    *   美国对印度商品的关税目前高达50%：其中25%已于8月7日生效，另有25%的额外关税是为惩罚印度持续购买俄罗斯石油，预计于8月27日生效。\n    *   双边贸易额超过1900亿美元，印度目标是到2030年增至5000亿美元。随着僵局升级，双方都将损失惨重。\n    *   印度是全球增长最快的经济体之一，拥有14亿人口的诱人市场。美国是全球最大经济体，在全球贸易标准制定中拥有重要影响力。\n\n*   **谈判破裂的原因**\n    *   双方谈判策略的脆弱性。\n    *   政治上的误判。\n    *   更广泛的地缘政治因素（如印度购买俄罗斯石油）。\n\n*   **印度方面的谈判策略与误判**\n    *   最初对谈判持乐观态度，受到美国总统特朗普关于潜在“大协议”言论的鼓舞。\n    *   印度官员曾自信能将关税率控制在10%至15%之间，并取消钢铁、铝和汽车产品的关税。\n    *   这些举动反映了印度作为新兴经济强国的自信及其强大的议价能力。\n    *   然而，这种自信是一把双刃剑：特朗普的积极信号促使印度立场更加强硬。\n    *   印度政府为了平衡农民利益，谈判代表不愿做出进一步让步。\n    *   结果，当美国与日本和欧盟签署协议时，印度对25%的关税公告措手不及。\n\n*   **未来展望**\n    *   如果两国关系要得到修复，必须吸取此次失败的教训。",
      "shortSummary": "美印两国五轮贸易谈判破裂，导致美国对印度商品关税飙升至50%，部分原因在于印度购买俄罗斯石油。尽管双边贸易额巨大且印度有增长目标，但双方谈判策略的脆弱性、政治误判及地缘政治因素导致了僵局。印度最初的乐观和强硬立场，以及不愿为平衡农民利益而让步，使其对美国25%的关税公告措手不及。此次失败凸显了吸取教训以修复两国关系的重要性。",
      "translated_title": "印度必须吸取美印贸易协议失败的教训",
      "images": [],
      "contentSource": "完整文章",
      "content": "The failure of trade negotiations between India and the United States after five intense rounds of talks marks a critical moment in the bilateral relationship between the two nations. The US tariff on Indian goods now stands at an eye-watering 50 per cent – 25 per cent effective from August 7, and a further 25 per cent levied to penalise India’s continued purchase of Russian oil. The additional tariff, announced last week, is expected to take effect on August 27.\nWith bilateral trade valued at...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/b57e2912-1f36-4063-affb-d7890d352f8e_91ce5e63.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普可能因中国购买俄罗斯石油而对其实施惩罚性关税 (原标题: Trump may hit China with punitive tariffs over purchases of Russian oil)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3321394/trump-may-impose-more-tariffs-china-punishment-beijing-buying-russian-oil?utm_source=rss_feed",
      "pubDate": "Sun, 10 Aug 2025 21:37:46 +0000",
      "isoDate": "2025-08-10T21:37:46.000Z",
      "creator": "Robert Delaney",
      "summary": "## 特朗普考虑对中国征收惩罚性关税\n\n美国副总统J.D.万斯周日表示，总统唐纳德·特朗普正在“考虑”对从中国进口的商品征收新关税，以回应中国购买俄罗斯石油的行为。\n\n### 背景与动机\n\n*   **印度先例**：上周，特朗普已宣布对印度进口商品征收25%的惩罚性关税，原因是尽管他一再警告，印度仍持续购买俄罗斯石油。\n*   **对华考量**：万斯指出，特朗普正在考虑对中国采取类似行动，但尚未做出最终决定。他强调，与中国的关系更为复杂，涉及许多与俄罗斯局势无关的其他方面。\n*   **竞选承诺**：特朗普在竞选期间曾承诺，一旦上任，将在“第一天”结束俄罗斯对乌克兰的战争。然而，六个多月过去，他向俄罗斯总统普京施压以结束冲突的努力收效甚微。\n\n### 中方回应\n\n*   **合法性声明**：针对万斯的言论，中国驻华盛顿大使馆回应称，中国与俄罗斯的贸易属于国际法范畴。使馆发言人刘鹏宇表示，包括中国在内的国际社会在国际法框架内与俄罗斯进行了正常合作。",
      "shortSummary": "美国副总统J.D.万斯透露，特朗普正考虑对中国购买俄罗斯石油征收惩罚性关税，类似于此前对印度的做法。万斯表示，特朗普尚未做出最终决定，因为美中关系复杂。中方则回应称，其与俄罗斯的贸易符合国际法。",
      "translated_title": "特朗普可能因中国购买俄罗斯石油而对其实施惩罚性关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "US Vice-President J.D. Vance said on Sunday that President Donald Trump is “thinking” about slapping new tariffs on imports from China in response to the country’s purchases of Russian oil.\nVance was asked in a Fox News interview whether Trump would move against Beijing as he did against New Delhi last week, when the president announced a punitive 25 per cent tariff on Indian imports over the South Asian country’s continued purchase of Russian oil despite his repeated warnings.\n“The president...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/1cb57541-6229-4dbd-8683-8959a424446b_854f35ba.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "世界为何必须警惕“狼来了”式的金融危机风险警告 (原标题: Why world must heed boy crying wolf over risk of financial crisis)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3321116/why-world-must-heed-boy-crying-wolf-over-risk-financial-crisis?utm_source=rss_feed",
      "pubDate": "Sat, 09 Aug 2025 08:30:07 +0000",
      "isoDate": "2025-08-09T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "# 世界为何必须警惕“狼来了”式的金融危机风险警告\n\n## 警惕“狼来了”的警告\n经济评论员常被戏称为“预测了过去五次衰退中的九次”，暗示他们是危言耸听者。然而，这种说法有所夸大，我们有充分的理由重视“狼来了”的警告，因为真正的风险可能被忽视。\n\n## 当前市场表象与隐藏的风险\n目前，金融界似乎沉浸在一种乐观情绪中，认为美国总统特朗普的关税政策未能引发全球贸易战。股市高涨，债市虽有波动但远未恐慌，通胀和利率以合理速度上升。表面上看，唯一令人担忧的似乎只有地缘政治问题。\n\n然而，文章指出，真正的“狼”正以伪装的姿态潜伏着，它被“良性且受监管的体面”外表所掩盖，从而逃避了人们的注意。\n\n## 真正的担忧：债务与影子银行\n*   **高估值的股票：** 很少有人担忧股票的高估值，特别是“七巨头”科技公司，它们的市值已可与某些国家的GDP相媲美。\n*   **银行系统：** 银行系统表面上看起来基础稳固。\n*   **全球借贷与债务水平：** 实际上，全球的借贷和债务水平才是真正的担忧来源。\n*   **影子银行的崛起：** 众多影子银行和其他非银行金融机构（NBFIs）已成为“狼”一般的掠食者。它们习惯于从大型银行以低成本借入资金，然后以可观的利润率借给有需求的借款人。\n\n## 潜在的危机触发点\n*   **债务违约风险：** 随着经济在关税和消费者需求下降的影响下放缓，这些高水平的借贷可能导致债务违约。\n*   **系统性金融危机：** 鉴于全球金融系统的高度互联性，这预示着系统性金融危机的风险。\n*   **监管机构的担忧：** 至少一些金融监管机构已经因此而夜不能寐。",
      "shortSummary": "尽管当前金融市场表面平静，但全球正面临隐藏的金融危机风险。高估值的股票、不断增长的全球债务以及影子银行的扩张是主要隐患。随着经济在关税和需求下降影响下放缓，高额借贷可能导致债务违约，进而引发系统性危机。因此，世界必须警惕并重视这些“狼来了”式的警告，因为真正的风险正以伪装的姿态潜伏。",
      "translated_title": "世界为何必须警惕“狼来了”式的金融危机风险警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "There is an old joke that economic commentators have predicted nine out of the past five recessions. The implication is that they engage in doom-mongering while other people get on with real life. This is an exaggeration, and there are good reasons to heed “the boy who cried wolf”.\nThe financial world appears to be basking in the idea that US President Donald Trump’s tariffs have fallen short of sparking a global trade war. Stock markets are riding high, bond markets are jittery but hardly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/07/cbcd16aa-8b2d-4508-ac1b-6232c677f819_d43ad7e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧洲正迎来中国游客潮。它应该感谢唐纳德·特朗普吗？ (原标题: Europe is expecting a wave of Chinese tourists. Should it thank Donald Trump?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321240/europe-expecting-wave-chinese-tourists-should-it-thank-donald-trump?utm_source=rss_feed",
      "pubDate": "Sat, 09 Aug 2025 08:00:10 +0000",
      "isoDate": "2025-08-09T08:00:10.000Z",
      "creator": "Xiaofei Xu",
      "summary": "欧洲正迎来中国游客潮，旅游业对未来充满乐观。尽管面临签证要求和因俄乌冲突导致的航班运力下降等挑战，欧洲旅游业仍希望2025年能达到自新冠疫情以来的中国游客最高水平。\n\n**当前趋势与乐观前景**\n\n*   欧洲（包括瑞士）在2025年上半年中国游客数量同比增长13%。\n*   欧洲旅游委员会（ETC）高级营销经理Ludivine Destrée表示，她在布鲁塞尔市中心看到大量中国游客，并听到普通话，对此感到非常乐观。\n*   预计这一增长势头将持续下去。\n\n**中国游客的强劲意愿**\n\n*   ETC最近的一份报告显示，72%的中国游客表示愿意长途旅行到欧洲大陆。\n*   这一比例远高于全球平均水平（39%），也高于传统强劲市场美国（33%）和日本（13%）。\n\n**驱动因素**\n\n*   中国游客的强烈热情是由多种因素驱动的，包括经济反弹和对长途旅行的重新渴望。\n*   相比之下，日本游客兴趣异常低迷可能与日元走弱有关。",
      "shortSummary": "欧洲正迎来中国游客潮，旅游业对2025年中国游客数量恢复至疫情前水平持乐观态度。尽管存在签证和航班运力挑战，2025年上半年中国游客数量已同比增长13%。一项报告显示，72%的中国游客有意愿长途旅行至欧洲，远超全球平均水平。中国经济复苏和对长途旅行的渴望是主要驱动因素。",
      "translated_title": "欧洲正迎来中国游客潮。它应该感谢唐纳德·特朗普吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Europe is basking in summer, with sunny skies, high temperatures – and a surge in Chinese tourists.\nDespite lingering challenges such as visa requirements and reduced airline capacity due to Russia’s invasion of Ukraine, the continent’s tourism industry is hopeful that 2025 could mark the highest number of Chinese visitors since the Covid-19 pandemic.\n“We’re pretty optimistic. I work at the centre of Brussels and we see a lot of Chinese. I hear Mandarin everywhere,” said Ludivine Destrée, senior...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/08/8ecfbdb7-f14f-421c-a4ce-52de4bb8e0c6_92fa1ed3.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-14T18:39:32.169Z"
}