{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国批准全球最大两栖飞机AG600量产 (原标题: China approves world’s biggest amphibious plane, AG600, for mass production)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314002/china-approves-worlds-biggest-amphibious-plane-ag600-mass-production?utm_source=rss_feed",
      "pubDate": "Thu, 12 Jun 2025 01:00:18 +0000",
      "isoDate": "2025-06-12T01:00:18.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国AG600两栖飞机获批量产：航空工业自主化里程碑\n\n中国自主研发的全球最大两栖飞机AG600已获准量产，标志着中国在建设独立且具全球竞争力的航空工业方面迈出了重要一步。\n\n**关键批准与开发者**\n*   中国民用航空局（CAAC）于周三批准了AG600的量产。\n*   此举确认了其开发商——国有企业中国航空工业集团有限公司（Avic）已建立了一套可靠的系统，能够持续生产符合安全标准的飞机。\n\n**战略意义**\n*   Avic表示，此次批准是迈向“更高端、更标准化”民用航空制造业的里程碑，并“增强了中国独立构建完整民用航空生态系统的能力”。\n*   这一发展是中国推动民用航空工业自给自足，并将其定位为全球主要参与者更广泛努力的一部分。\n*   鉴于美国近期对喷气发动机出口等技术实施的限制，这一目标变得更加紧迫。\n\n**AG600的定位与用途**\n*   AG600是中国国内开发的三款大型飞机之一，另外两款是运-20战略运输机和C919窄体客机，这两款飞机均已投入使用。\n*   据官方媒体此前报道，中国开发AG600是为了满足紧急救援和自然灾害防治的迫切需求。",
      "shortSummary": "中国自主研发的全球最大两栖飞机AG600已获批量产。这款由中国航空工业集团（Avic）开发的飞机，获得中国民用航空局认证，标志着中国在航空工业自主化方面取得重大进展。AG600主要用于紧急救援和自然灾害防治，其量产将增强中国独立构建完整民用航空生态系统的能力，尤其是在面对外部技术限制的背景下。",
      "translated_title": "中国批准全球最大两栖飞机AG600量产",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s home-grown AG600, the world’s largest amphibious aircraft, has been given the green light for mass production, marking a step forward in building an independent and globally competitive aviation industry.\nThe Civil Aviation Administration of China (CAAC) certified the plane on Wednesday, confirming that its developer, the state-owned Aviation Industry Corporation of China (Avic), has established a reliable system to consistently produce aircraft that meet safety standards, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/bbbb636f-4bb5-46ef-bb02-33be4dc0e4c9_d8883e37.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国AI和芯片毕业生人才储备成熟，科技贸易关系恶化背景下正值用人之际 (原标题: China’s orchard of AI, chip grads now ripe for the pickin’ as tech trade sours)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314011/chinas-orchard-ai-chip-grads-now-ripe-pickin-tech-trade-sours?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 22:00:07 +0000",
      "isoDate": "2025-06-11T22:00:07.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国AI和芯片人才储备：科技竞争中的战略优势\n\n文章指出，随着中美科技贸易关系的日益紧张，中国在人工智能（AI）和芯片领域的人才培养已取得显著进展，形成了庞大且日益成熟的人才储备，这正成为其在全球科技竞争中的关键优势。\n\n### 背景与产业趋势\n\n*   **预见性选择：** 2019年，正值中美贸易战初期，学生王杰选择微电子专业，其决定被证明具有前瞻性。该领域围绕高科技微芯片的设计与制造，与中国发展世界领先半导体的雄心相契合。\n*   **行业蓬勃发展：** 过去六年，微电子/半导体行业飞速发展，现已成为人工智能进步的支柱。王杰观察到，即使在2019年，AI也已开始流行，尽管其能力不如今日。\n\n### 人才培养与储备\n\n*   **政策推动：**\n    *   2018年，中国发布行动计划，旨在到2030年将中国大学建设成为引领下一代AI发展的全球人才中心。\n    *   2019年，中国教育部批准了首批35所大学开设AI专业。\n*   **规模化发展：** 如今，中国已有超过535所大学提供AI相关专业。\n*   **全球领先地位：** 根据摩根士丹利最新研究，全球近一半的顶尖AI研究人员来自中国。\n\n### 战略意义\n\n*   **竞争优势：** 中国拥有14亿人口，其庞大的AI人才库正赋予该国在AI领域的竞争优势。\n*   **关键战场：** 研究人员和行业专业人士认为，AI领域已成为全球科技和地缘政治竞争的决定性战场，而中国的人才储备使其在此战场上占据有利地位。",
      "shortSummary": "在科技贸易关系日益紧张的背景下，中国在AI和芯片领域的人才培养已取得显著进展。自2019年起，中国大学大幅增加了AI相关专业，目前已有超过535所院校提供此类课程。据摩根士丹利报告，全球近半数顶尖AI研究人员来自中国。这一庞大且日益成熟的人才储备，正成为中国在AI和半导体领域取得竞争优势的关键，尤其是在全球科技和地缘政治竞争日益激烈的当下。",
      "translated_title": "中国AI和芯片毕业生人才储备成熟，科技贸易关系恶化背景下正值用人之际",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Jack Wang enrolled as an undergraduate in microelectronics at a prestigious Chinese university, the year was 2019, and China was in the early days of its trade war with the United States.\nLooking back, his decision to focus on the field revolving around the design and manufacture of hi-tech microchips has proved prescient. Today, it complements Beijing’s aspirations to make world-leading semiconductors amid Washington’s amped-up efforts to curtail China’s technological progress.\nIndeed, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/d4c3c219-b50c-4533-a58a-03bc70223221_f8bb33ae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普称中美已达成“已完成的协议”，待习近平主席签署 (原标题: China, US agree to ‘done deal’, Trump says, pending sign-off by President Xi)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314050/china-us-agree-done-deal-trump-says-pending-sign-president-xi?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 12:28:47 +0000",
      "isoDate": "2025-06-11T12:28:47.000Z",
      "creator": "Luna Sun,Zhao Ziwen",
      "summary": "# 中美贸易协议取得突破\n\n美国总统唐纳德·特朗普周三表示，中美两国已达成一项“已完成的协议”，旨在缓解此前因相互指责违反协议而重新燃起的贸易紧张局势。这项潜在的突破是在两国谈判团队结束伦敦为期两天的会谈后宣布的。\n\n## 协议主要内容\n\n特朗普在其社交媒体平台Truth Social上发帖称，该协议已“完成”，但仍需等待习近平主席和他的最终批准。根据特朗普的说法，协议的关键条款包括：\n\n*   **稀土供应**：中国将“预先”供应“完整的磁铁和任何必要的稀土”。\n*   **教育交流**：美国将向中国提供“已达成一致的内容”，其中包括允许中国学生使用美国的学院和大学（特朗普表示他对此一直持积极态度）。\n*   **关税**：特朗普指出，美国将获得总计55%的关税，而中国将获得10%的关税。他同时强调两国关系“非常良好”。\n\n## 背景与展望\n\n特朗普的最新表态是在双边关系经历一段“坎坷”时期之后发表的，此前世界两大经济体之间的信任有所动摇。然而，上周习近平主席与特朗普的电话通话为伦敦会谈前的谨慎乐观情绪注入了动力。\n\n在第一条消息发布几分钟后，特朗普又发布了一条消息，表示他将与习近平主席“密切合作”，以“向美国贸易开放中国”。",
      "shortSummary": "美国总统特朗普宣布，中美两国已达成一项“已完成的贸易协议”，旨在缓解贸易紧张。该协议内容包括中国供应稀土和磁铁，以及美国允许中国学生赴美留学。特朗普称美国将获得55%的关税，中国获得10%。此协议尚待习近平主席和特朗普的最终批准，是在伦敦谈判后取得的潜在突破。",
      "translated_title": "特朗普称中美已达成“已完成的协议”，待习近平主席签署",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the US have reached a “done deal” that includes rare earth exports from China and Chinese students attending colleges in America, President Donald Trump said on Wednesday, pointing to a potential breakthrough aimed at easing trade tensions that were reignited by mutual accusations of deal violations.\n“Our deal with China is done, subject to final approval with President Xi [Jinping] and me,” Trump posted on social media, as negotiating teams from the two countries concluded two days of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/172f0d98-ebe8-4182-9a59-a11aca489f85_528430cd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从人工智能到芯片：中国争取私营科技企业助力下一个五年规划 (原标题: From AI to chips: China courts private tech firms to help drive next 5-year plan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314001/ai-chips-china-courts-private-tech-firms-help-drive-next-5-year-plan?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 09:30:13 +0000",
      "isoDate": "2025-06-11T09:30:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国政府寻求私营科技企业助力第十五个五年规划\n\n### 背景与目的\n*   分析人士指出，中国政府已发出日益支持私营部门的信号。国家发展和改革委员会（NDRC）主任郑栅洁与科技行业代表举行了会议，旨在为北京的下一个五年发展蓝图（即第十五个五年规划）收集意见。\n*   根据国家发改委周二发布的声明，郑栅洁与五家私营企业的负责人会面，旨在“为科学制定‘十五五’规划，聚焦科技创新，征求意见和建议”。\n\n### 私营企业的重要性\n*   郑栅洁表示，私营企业可以在帮助北京制定涵盖2026年至2030年的下一个规划中发挥关键作用。\n*   他补充说，私营部门“拥有强大的创新动能、巨大的潜力和充沛的活力”，这使得私营企业成为“发展新质生产力的关键力量”。\n\n### 政府对私营部门的支持信号\n*   自今年年初以来，中国政府对私营部门的态度日益友好。\n*   **高层会议：** 2月，中国国家主席习近平与企业负责人举行了一次罕见的高级别会议，这是自2018年以来的首次。\n*   **法律保障：** 5月，一项新的私营部门法律生效，承诺提供更公平的市场竞争、平等的市场准入和更强的法律保护。\n\n### 第十五个五年规划的重点\n*   广东省改革研究会会长彭澎表示，第十五个五年规划将“以科技和创新为引擎”，这意味着需要“促进新兴产业和面向未来的产业发展”。\n*   他认为，私营企业在这方面具有更多优势，是创新的关键驱动力。",
      "shortSummary": "中国正积极争取私营科技企业参与制定2026-2030年的第十五个五年规划。国家发改委主任郑栅洁已与科技企业代表会面，旨在聚焦科技创新，发展新质生产力。此举体现了政府对私营部门日益增长的支持，包括高层会议和新法律，承认私营企业在推动创新和未来产业发展中的关键作用。",
      "translated_title": "从人工智能到芯片：中国争取私营科技企业助力下一个五年规划",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has signalled growing support for the private sector, as the head of the government department that oversees economic reform sat down with representatives of the tech industry to gather input ahead of Beijing’s next five-year development blueprint, analysts said.\nZheng Shanjie, chairman of the National Development and Reform Commission (NDRC), met leaders from five private enterprises to “gather opinions and suggestions for the scientific formulation of the ‘15th Five-Year Plan’, with a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/02529166-491a-4e4e-88a8-586a73a73763_8da1385c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正努力将C919认证纳入七月欧盟峰会议程 (原标题: China working to add C919 certification to agenda for July EU summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313955/china-working-add-c919-certification-agenda-july-eu-summit?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 08:00:08 +0000",
      "isoDate": "2025-06-11T08:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国推动C919认证纳入中欧峰会议程\n\n中国计划在七月与欧盟领导人举行的峰会上，将民用航空议题，特别是国产C919飞机的认证问题，纳入讨论议程。\n\n### 主要目标\n\n*   **加速认证**: 知情人士透露，关于C919安全评估过程的高级别谈判有望加速该客机的批准。\n*   **潜在助力**: 传闻中北京向空中客车公司订购数百架飞机的消息，可能会进一步推动这一进程。\n\n### 峰会意义\n\n*   即将到来的峰会为双方领导人提供了一个“机会”，以审查进展并在工作层面“加强共识”。\n*   一位匿名消息人士指出：“高层领导人之间的任何直接对话都将有助于[认证]。共识可以促进和有益于实际工作。”\n\n### 与会人员与议题\n\n*   习近平主席下个月将在北京接待欧洲理事会主席安东尼奥·科斯塔和欧盟委员会主席乌尔苏拉·冯德莱恩。\n*   尽管访问日期和官方议程尚未公布，但峰会可能还会讨论电动汽车贸易以及美国总统唐纳德·特朗普可能征收高关税的威胁等问题。",
      "shortSummary": "中国正推动在七月的中欧峰会上，将国产C919飞机的认证作为讨论议题。此举旨在通过高级别谈判加速C919的批准，并可能受益于传闻中的中国对空客的订单。习近平主席将与欧盟领导人会面，以期就此及其他贸易问题达成共识，促进C919的国际认证进程。",
      "translated_title": "中国正努力将C919认证纳入七月欧盟峰会议程",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will push for civil aviation to be a topic of discussion at a summit with European Union leaders in July, with particular focus on the certification of the domestically produced C919 aircraft, according to a source with knowledge of the matter.\nHigh-level negotiations on the safety evaluation process would be likely to fast-track ratification of the airliner, the source said, and a rumoured order of hundreds of Airbus aircraft from Beijing would only help speed things along.\nNext month’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/1927457c-7398-49a7-84f4-83a659c0dda2_fcd813d5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国计划在美国制裁下将深圳打造成人工智能和航空枢纽 (原标题: China plans to turn Shenzhen into AI and aviation hub amid US sanctions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313966/china-plans-turn-shenzhen-ai-and-aviation-hub-amid-us-sanctions?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 06:01:14 +0000",
      "isoDate": "2025-06-11T06:01:14.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 背景与目标\n\n*   中国政府和执政的共产党联合发布了一项改革计划，旨在加速南方科技中心深圳的高科技新兴产业发展，以应对美国日益增长的贸易限制。\n*   该计划的核心目标是提升深圳在人工智能和航空等行业创建可扩展商业模式的能力，这些模式未来可在全国范围内复制推广。\n\n### 主要改革措施\n\n*   培养更多人才。\n*   扩大本地公司获得融资的渠道。\n*   加速尖端技术的部署。\n*   官方文件指出，将“从更高的起点、以更高的标准和更宏伟的目标，深化改革、扩大开放，为更广泛的推广创造新的、可复制的经验”。\n\n### 深圳的地位与挑战\n\n*   深圳几十年来一直走在中国经济发展的前沿，在20世纪70年代末引领了中国第一波经济自由化，随后发展成为一个制造业中心，再成为高科技初创企业的孵化器。\n*   这座前渔村现在拥有近1800万人口，并聚集了众多实力雄厚的公司，包括电信巨头华为技术、无人机制造商大疆创新、电动汽车领军企业比亚迪以及互联网巨头腾讯。\n*   然而，这也使得深圳特别容易受到美国制裁的影响。越来越多的深圳科技、电信和生物技术公司被列入美国商务部的“实体清单”，贸易战也严重打击了当地出口商。",
      "shortSummary": "中国计划通过一系列改革，将深圳打造成人工智能和航空枢纽，以应对美国制裁。该计划旨在培养人才、扩大融资、加速技术部署，以创建可复制的商业模式。作为中国重要的科技中心，深圳拥有华为、大疆等巨头，但也因此面临美国制裁的挑战。",
      "translated_title": "中国计划在美国制裁下将深圳打造成人工智能和航空枢纽",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has outlined a string of reforms to accelerate the development of hi-tech emerging industries in the city of Shenzhen, as the tech hub in southern China grapples with a barrage of US trade restrictions.\nThe plan focuses on boosting Shenzhen’s ability to create scalable business models in industries such as artificial intelligence and aviation that can be replicated across China, by helping the city cultivate a larger talent pool, expand local companies’ access to financing, and speed up...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/ab3d1356-76d4-4a7e-82a5-4322e68a224e_57874e10.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比亚迪等中国大陆汽车制造商承诺加快向供应商付款 (原标题: BYD and other mainland carmakers pledge to speed up payments to suppliers)",
      "link": "https://www.scmp.com/business/china-business/article/3313963/under-beijings-thumb-byd-and-other-carmakers-pledge-speed-payments-suppliers?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 05:57:28 +0000",
      "isoDate": "2025-06-11T05:57:28.000Z",
      "creator": "Daniel Ren",
      "summary": "## 比亚迪等中国车企承诺缩短供应商付款周期\n\n### 背景与原因\n\n中国汽车市场目前正经历一场激烈的价格战。为了规范市场并促进汽车行业的可持续发展，北京出台了新的监管指导。\n\n### 主要承诺\n\n*   包括比亚迪、国有企业一汽和广汽集团在内的14家中国汽车制造商已承诺，将向供应商的付款周期从最长一年缩短至60天。\n*   此举是响应近期监管部门关于中国汽车行业可持续发展的指导。\n\n### 行业现状与影响\n\n*   **车企策略：** 过去，汽车制造商通过延迟付款来获取资金，以支持价格战，这实际上形成了一种隐性且无息的债务。\n*   **供应商困境：** 延长付款周期给零部件供应商（从电动汽车电池到汽车座椅）带来了严重的现金流问题。\n*   **行业不规范：** 分析师和业内官员认为，长期延迟付款是中国汽车行业的一种不规范行为。汽车制造商常常以大额订单为条件，迫使供应商接受延迟付款。\n\n### 监管视角\n\n*   **专家观点：** 上海明亮汽车服务咨询公司首席执行官陈金柱表示，此次主要汽车制造商的协同行动是中国当局规范汽车行业的第一步。他预计，随着政府机构加强对销售策略的监督，汽车公司最终将避免提供大幅折扣。\n*   **政府警告：** 工业和信息化部于5月31日表示，当局将惩罚那些不合理削减汽车价格以争夺市场份额的汽车制造商，但并未详细说明将采取的具体措施。\n\n### 比亚迪付款周期数据（来自彭博社）\n\n*   2023年：275天\n*   2022年：219天\n*   2021年：198天\n*   2024年的数据暂未公布。",
      "shortSummary": "包括比亚迪在内的14家中国车企承诺将供应商付款周期缩短至60天，以响应政府对汽车市场的监管，遏制价格战并促进可持续发展。长期延迟付款曾导致供应商现金流问题，例如比亚迪2023年付款周期达275天。此举被视为政府加强行业监管的开端，预示车企将减少大幅折扣。",
      "translated_title": "比亚迪等中国大陆汽车制造商承诺加快向供应商付款",
      "images": [],
      "contentSource": "完整文章",
      "content": "More than a dozen Chinese carmakers, including BYD, pledged to cut payment cycles to suppliers to 60 days from as long as a year after Beijing moved to police the nation’s auto market, which has been engaged in a bruising price war.\nOn Tuesday evening, the 14 companies – including state-owned FAW and GAC Group – said the move came as a result of recent regulatory guidance on the sustainable development of China’s automotive sector.\nOn paper, carmakers delay payments so they can use those funds...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/ff939fa2-ccfe-4119-85da-484d76e4f1e8_3bf42119.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "GoPro竞争对手Insta360在上海IPO强劲表现后着眼全球扩张 (原标题: GoPro rival Insta360 eyes global expansion after strong Shanghai IPO)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3313956/chinese-gopro-rival-insta360-sees-strong-debut-shanghai-ipo-firm-eyes-expansion?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 05:00:16 +0000",
      "isoDate": "2025-06-11T05:00:16.000Z",
      "creator": "Coco Feng",
      "summary": "## Insta360在上海IPO后着眼全球扩张\n\n中国运动相机制造商Insta360（官方名称：Arashi Vision）在上海科创板首次亮相表现强劲，股价飙升285%，成功募资19亿元人民币（约合2.645亿美元），成为上海17个月以来最大规模的首次公开募股（IPO）。\n\n### 全球扩张战略\n\nInsta360的联合创始人兼营销副总裁Max Richter表示，公司致力于扩大其全球业务，提升品牌影响力，以增加其全球市场份额。他将中国、美国、欧洲、日本和韩国列为公司的关键市场。\n\n*   **市场覆盖：** Insta360的线下零售网络已覆盖60多个国家，并通过亚马逊等在线平台进行全球销售。\n*   **新兴市场：** 公司正积极拓展欧洲和亚太地区的新兴市场，并探索拉丁美洲和非洲的新机遇。\n\n### 公司概况与市场地位\n\nInsta360由Max Richter和中国企业家刘靖康于2015年共同创立，以其360度相机、运动相机和网络摄像头而闻名，深受探险爱好者、视频博主和其他内容创作者的喜爱。\n\n*   **产品优势：** Insta360凭借其亲民的价格和卓越的性能，已成为GoPro在运动相机市场的重要替代品。\n*   **市场份额：** 根据市场研究公司Frost & Sullivan的数据，Insta360在2023年是消费级360度相机市场的领导品牌，市场份额高达67%。在运动相机市场，Insta360位居第二，仅次于GoPro。\n*   **合作伙伴：** 公司已与谷歌（协助拍摄街景图像）和Adobe（通过插件集成到Premiere Pro视频编辑工作流程）等西方品牌建立了合作关系。\n\n![Insta360’s affordability and specifications have helped make it a top alternative to GoPro in the action camera market. Photo: Handout](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/11/bcb7a83e-bdc1-4ec4-b739-59a88c51997d_2b16450f.jpg)",
      "shortSummary": "GoPro的竞争对手Insta360在上海科创板首次公开募股中股价飙升285%，募资19亿元人民币。公司联合创始人表示，Insta360致力于扩大全球业务和品牌影响力，将中国、美国、欧洲、日本和韩国视为关键市场。作为2023年消费级360度相机市场的领导者，Insta360正积极拓展全球新兴市场，巩固其作为GoPro主要替代品的地位。",
      "translated_title": "GoPro竞争对手Insta360在上海IPO强劲表现后着眼全球扩张",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/11/bcb7a83e-bdc1-4ec4-b739-59a88c51997d_2b16450f.jpg",
          "alt": "Insta360’s affordability and specifications have helped make it a top alternative to GoPro in the action camera market. Photo: Handout",
          "title": "Insta360’s affordability and specifications have helped make it a top alternative to GoPro in the action camera market. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Insta360, the Chinese action camera maker challenging GoPro, surged 285 per cent in its trading debut on Shanghai’s Star Market after raising 1.9 billion yuan (US$264.5 million) in the city’s largest initial public offering (IPO) in 17 months.\nMax Richter, Insta360’s vice-president of marketing, said the company is “committed to expanding [its] global presence and elevating brand influence to boost [its] market share worldwide”. He identified China, the US, Europe, Japan and South Korea as key...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/4d576335-34ea-43c7-bbdc-46990ba02ad5_79d46f25.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚洲在动荡中出现‘令人担忧’的长期付款延迟：报告 (原标题: Asia sees ‘concerning’ rise in long payment delays amid turbulence: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313932/asia-sees-concerning-rise-long-payment-delays-amid-turbulence-report?utm_source=rss_feed",
      "pubDate": "Wed, 11 Jun 2025 03:00:17 +0000",
      "isoDate": "2025-06-11T03:00:17.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 报告背景与主要发现\n\n全球贸易信用保险公司科法斯（Coface）发布的最新《亚洲支付调查》报告指出，在动荡的全球经济背景下，亚太地区（特别是中国）的企业在赊销方面变得更加谨慎，同时长期付款延迟现象显著增加，这“令人担忧”。\n\n## 信用销售与支付条款趋势\n\n*   **谨慎态度：** 报告显示，三分之二的亚太企业预计未来六个月内支付条款将缩短，这表明在不确定性加剧的情况下，企业更加注重现金保值。\n*   **支付条款变化：** 2023年，平均支付条款略有延长，从64天增至65天。然而，这一数字仍远低于2018-2022年69天的平均水平，反映出信贷条件趋紧。\n*   **赊销比例下降：** 在接受调查的九个经济体中（包括澳大利亚、香港、台湾、日本、马来西亚、印度、新加坡和泰国），中国大陆提供赊销的企业比例下降幅度最大。2024年，约65%的中国企业表示提供支付条款，比上一年下降了14个百分点。印度紧随其后，下降了9个百分点。值得注意的是，香港逆势增长，提供赊销的企业比例上升了10个百分点，达到91.4%。\n\n## 付款逾期情况分析\n\n*   **整体逾期下降：** 去年，报告付款逾期的亚洲企业比例降至历史新低，从2023年的60%降至49%。报告认为这可能归因于“大多数市场更长的支付条款，为企业提供了更多时间来结清款项并避免逾期”。\n*   **超长期付款延迟激增：** 尽管整体逾期下降，但科法斯指出一个“令人担忧的趋势”是，报告超长期付款延迟（即逾期超过180天，且费用超过其年营业额2%）的亚洲企业比例急剧上升。这一比例从2023年的23%跃升至2024年的40%。",
      "shortSummary": "科法斯报告显示，受全球经济动荡影响，亚太地区（尤其中国）企业在赊销方面趋于谨慎。尽管整体付款逾期率有所下降，但超长期付款延迟（超过180天且金额较大）的企业比例却从23%急剧上升至40%，这一趋势“令人担忧”。企业正优先考虑现金保值，支付条款趋紧。",
      "translated_title": "亚洲在动荡中出现‘令人担忧’的长期付款延迟：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Companies across the Asia-Pacific region – and especially those in China – are becoming more cautious about selling on credit, as a turbulent global economy leads to a “concerning” rise in long payment delays, a new report has found.\nTwo-thirds of Asia-Pacific firms expect payment terms to shorten over the next six months, which suggests “caution and higher priority for cash preservation amid heightened uncertainty”, global trade credit insurer Coface found in its latest Asia Payment survey...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/0a6574df-9203-4c1a-8b9c-636877f1f9cc_2a58117b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“取得突破”：在中国主导地位下，全球争相在其他地方获取稀土 (原标题: ‘Making a dent’: race is on to reap rare earths elsewhere amid China’s dominance)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313862/race-supplant-chinas-rare-earth-dominance-reap-critical-metals-brazil-us?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 23:00:18 +0000",
      "isoDate": "2025-06-10T23:00:18.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国稀土出口限制及其影响\n\n*   **背景与目的**：自4月起，中国开始实施稀土出口限制，此举被视为其应对美国日益加剧的关税和技术限制的“王牌”。\n*   **稀土的重要性**：稀土对汽车、电子和国防工业具有举足轻重的影响，而中国在全球稀土供应链中占据主导地位。\n*   **国际关注**：稀土贸易预计将成为本周美国高级官员与中国副总理何立峰在伦敦举行会谈的关键议题之一。\n*   **建立替代供应链的呼吁**：尽管北京承诺加快出口审批，但中国对稀土行业的强大控制力，促使华盛顿及其盟友深入思考是否应加大力度在中国之外建立独立的稀土工业链，以及为此可能付出的成本。\n\n### 美国稀土公司（USA Rare Earth）的应对措施\n\n*   **战略目标**：美国稀土公司首席执行官约书亚·巴拉德表示，他们计划在明年在磁体生产方面“取得突破”，尽管这不能完全解决问题，但将“有所作为”。\n*   **俄克拉荷马州磁体工厂**：该公司在美国俄克拉荷马州运营一家磁体制造工厂，预计在满负荷生产时，年收入可达8亿美元。该工厂主要为消费电子、电动汽车和机器人等领域的客户提供关键组件。\n*   **德克萨斯州稀土分离技术**：美国稀土公司目前还在邻近的德克萨斯州开发其稀土矿床的分离技术，同样旨在满足美国本土客户的需求。",
      "shortSummary": "中国实施稀土出口限制，凸显其在全球供应链中的主导地位，促使美国及其盟友寻求建立中国之外的稀土产业链。美国稀土公司正积极行动，计划明年在美国本土的俄克拉荷马州磁体工厂实现“突破”，并开发德克萨斯州的稀土分离技术，以减少对中国的依赖，满足美国消费电子、电动汽车和机器人等行业的需求。",
      "translated_title": "“取得突破”：在中国主导地位下，全球争相在其他地方获取稀土",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s imposition of rare earth export restrictions from April – playing its trump card in the face of Washington’s intensifying tariffs and tech curbs – helped send a message to Washington ahead of this week’s discussions over bilateral export-control issues.\nConsidered a trump card because rare earths have an outsized impact on auto, electronics and defence industries, and China dominates the supply chain, the trade in such critical minerals is widely expected to be among the key topics...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/82c2d575-1003-4a5b-ab4e-2b50a4c85617_3b7b2616.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美官员就需习特批准的“框架”达成一致 (原标题: China, US officials agree to ‘framework’ that will need approvals by Xi, Trump)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313921/lutnick-says-us-china-trade-talks-could-spill-third-day?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 19:43:55 +0000",
      "isoDate": "2025-06-10T19:43:55.000Z",
      "creator": "Liu Zhen,Bochen Han,Zhao Ziwen",
      "summary": "## 中美贸易谈判达成“框架”协议\n\n中美两国高级贸易谈判代表在伦敦结束了两天的会谈，并“原则上同意了一个框架”，该框架将提交给各自的最高领导人（中国国家主席习近平和美国总统唐纳德·特朗普）进行审查和批准。\n\n### 协议内容与目标\n\n*   **达成共识的实施框架**：中国首席贸易谈判代表李成钢表示，双方“原则上同意了一个框架，以落实”习近平主席和特朗普总统上周通话以及上个月在日内瓦举行的高级别双边谈判所达成的共识。\n*   **增进互信**：李成钢希望此次伦敦会议取得的进展将“有助于增进中美之间的信任”。\n*   **美方目标**：美国商务部长霍华德·卢特尼克（Howard Lutnick）指出，美方的根本目标是“增加与中国的贸易”，并“减少贸易逆差”。他强调，此次达成的框架是“我们接下来将着手讨论贸易增长的第一步”。\n\n### 批准程序\n\n*   **领导人审查**：双方代表团将把此次会谈的报告以及达成的框架带回各自国家，提交给习近平主席和特朗普总统进行审查。\n*   **高层推动**：卢特尼克表示，双方都有各自总统在背后推动，这为达成协议提供了“额外的动力”。\n*   **实施前提**：只有在两国领导人批准该框架后，双方才会开始实施。\n\n此次协议被视为中美两国在解决贸易问题上迈出的重要一步，但其最终实施仍有待两国最高领导人的批准。",
      "shortSummary": "中美两国高级贸易谈判代表在伦敦结束会谈，并“原则上同意了一个框架”。该框架旨在落实两国领导人此前的共识，并将提交给中国国家主席习近平和美国总统特朗普批准。双方均表示，若获批准，将以此框架为基础，致力于增加贸易并减少贸易逆差。此次协议被视为增进中美互信的第一步，但最终实施取决于两国最高领导人的批准。",
      "translated_title": "中美官员就需习特批准的“框架”达成一致",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States wrapped up two days of high-level trade talks in London with an agreement “in principle to a framework” that each side will bring home for review by their top leaders.\n“The two sides agreed in principle a framework for implementing the consensus” that Chinese President Xi Jinping and US President Donald Trump reached in their phone call last week, and the consensus of high-level bilateral negotiations in Geneva last month, China’s top trade negotiator Li Chenggang...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/64702162-f03e-4453-a105-e28bb626ad8d_d13b223b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电影发行商承诺增加进口以实现市场多元化 (原标题: China’s film distributors pledge more imports to diversify market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313845/chinas-film-distributors-pledge-more-imports-diversify-market?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-10T13:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "中国电影发行商呼吁通过增加更多更好的海外影片来丰富国内电影市场，目前国产电影已占据市场份额的大部分。\n\n*   **主要观点：**\n    *   中国电影集团公司和华夏电影发行公司承诺引进“来自多个国家的好电影”，以提高外国电影的数量、质量和市场份额。\n    *   发行商还承诺“利用进口电影对市场多元化和扩张的积极影响”。\n    *   今年外国电影在中国的情况“严峻”，票房收入落后于国内竞争对手。\n    *   中共宣传部副部长毛宇表示，“应鼓励更多优秀的国际电影进入中国电影市场”。\n    *   中国今年的票房收入强劲反弹，但增长主要由国产电影推动，如动画电影《哪吒2》。\n    *   截至5月中旬，2025年票房收入已达266亿元人民币（37亿美元），超过2024年全年收入的60%以上。其中近96%的收入归功于国产电影。",
      "shortSummary": "中国电影发行商承诺增加进口影片，以实现市场多元化，提高外国电影的数量、质量和市场份额。今年外国电影在中国市场表现不佳，票房收入落后于国产电影。发行商承诺引进更多来自多个国家的好电影，并利用进口电影对市场多元化和扩张的积极影响。今年中国票房收入强劲反弹，但主要由国产电影推动，如《哪吒2》。截至5月中旬，2025年票房收入已超过2024年全年收入的60%以上，其中近96%的收入归功于国产电影。",
      "translated_title": "中国电影发行商承诺增加进口以实现市场多元化",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s film distributors have called for diversifying the country’s cinematic offerings with more and better titles from overseas, at a time when domestic productions have seized the lion’s share of the market from their imported competitors.\nAt a work conference held by the state-owned China Film Group Corporation, as well as Huaxia Film Distribution, companies vowed to bring in “good titles from multiple countries” to improve the number, quality and market share of foreign films, state media...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/ad18be90-0916-4840-9079-2f980ee06fbe_02c8c57e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国总理敦促加快科技应用，应对美国出口管制 (原标题: Chinese premier urges faster tech applications amid US export controls)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313851/chinese-premier-urges-faster-tech-applications-amid-us-export-controls?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 09:08:37 +0000",
      "isoDate": "2025-06-10T09:08:37.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国总理敦促加快科技应用，应对美国出口管制\n\n*   中国总理李强呼吁加快科技应用，以打破对美国技术的依赖，并发展世界领先的工业基础。\n*   李强在国务院会议上表示，新技术应用是创新的“最后一公里”，连接创新和产业，对推动新产品和服务至关重要。\n*   中国面临来自美国的新一轮出口管制，旨在限制其获得一系列关键技术，包括喷气发动机、芯片设计软件和核电站组件。\n*   美国官员表示，如果中国允许更多稀土矿物出口到美国，他们愿意取消这些最新的限制。双方高级官员目前正在伦敦进行一轮高风险的贸易谈判。\n*   尽管中国政府大力推动研发投资，并致力于实现技术自给自足，但这一事件凸显了中国在几个战略领域仍然依赖美国技术的程度。\n*   李强敦促“进一步汇集创新资源，推进体制改革，加强供需联系”，以在将研究转化为实际应用方面取得更具体的结果。",
      "shortSummary": "中国总理李强呼吁加快科技应用，以应对美国出口管制，打破对美国技术的依赖，并发展世界领先的工业基础。他强调新技术应用是创新的“最后一公里”，连接创新和产业。中国面临美国新一轮出口管制，限制其获得关键技术。尽管中国大力推动研发投资，但仍依赖美国技术。李强敦促汇集创新资源，推进体制改革，加强供需联系，以将研究转化为实际应用。",
      "translated_title": "中国总理敦促加快科技应用，应对美国出口管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Premier Li Qiang has called for a push to speed up the application of new advances in science and technology, as the country accelerates efforts to break its dependence on US tech and develop a world-leading industrial base.\nIn a State Council meeting on Monday, Li called the application of new technologies the “last mile” of innovation, as it links innovation and industry and is important in driving new products and services, state-run news agency Xinhua reported.\nThe premier’s comments...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/a1292c03-ebcb-4d7d-8d9d-4ca96a2a69cf_2f538f23.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Labubu成为中国平安银行吸引年轻客户的诱饵 (原标题: Labubu becomes bait for China’s Ping An Bank to lure young customers)",
      "link": "https://www.scmp.com/business/banking-finance/article/3313833/pop-marts-labubu-becomes-bait-chinas-ping-bank-lure-young-customers?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 09:00:08 +0000",
      "isoDate": "2025-06-10T09:00:08.000Z",
      "creator": "Julie Zhang",
      "summary": "中国平安银行为了在激烈的年轻客户争夺战中脱颖而出，推出一项活动：\n\n*   **活动内容：** 开设新储蓄账户并存入超过5万元人民币（约合6954美元）至少三个月的新客户，可以获得泡泡玛特Labubu盲盒（第一或第二系列）。申请信用卡的用户还可以获得第三系列的盲盒。\n*   **Labubu的流行：** Labubu以其尖耳朵、尖牙和调皮的笑容，在全球年轻消费者中迅速走红，推动了泡泡玛特的收入和股价的上涨。这些毛绒玩具通常以不透明的盲盒形式出售，在中国大陆的零售价约为99元人民币，但在美国和中东等其他地区的价格要高得多。由于需求旺盛和供应有限，二级市场的价格可能会飙升。\n*   **活动反响：** 平安银行的这项活动迅速引起了关注，并在小红书上走红。一位四川用户表示，得知赠品后立即赶到当地分行开设账户并存款。\n*   **监管干预：** 据彭博社报道，国家金融监督管理总局浙江分局已指示当地银行停止提供不正当激励措施来吸引存款。",
      "shortSummary": "中国平安银行推出活动，以泡泡玛特Labubu盲盒吸引年轻客户开设新账户并存款。新客户存入超过5万元人民币至少三个月，即可获得盲盒。Labubu在全球年轻消费者中迅速走红，推动了泡泡玛特的收入和股价的上涨。该活动在社交媒体上引起关注，但据报道，浙江金融监管部门已指示当地银行停止提供不正当激励措施来吸引存款。",
      "translated_title": "Labubu成为中国平安银行吸引年轻客户的诱饵",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hoping the world’s trendiest monster will scare up some new customers, China’s Ping An Bank is rewarding those who open new accounts with a Pop Mart Lababu doll amid fierce competition for young customers among Chinese retail banks.\nNew clients who open a savings account and deposit more than 50,000 yuan (US$6,954) for at least three months could receive a blind box from the first or second series of the Chinese toy retailer’s popular collectibles, according to media reports. Customers who also...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/8c6b4f56-09af-416b-bcd5-1258805f8bba_253f4937.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "受美国关税压力，中国对越南、泰国、印度尼西亚的出口增长 (原标题: Pressured by US tariffs, Chinese exports expand in Vietnam, Thailand, Indonesia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313819/pressured-us-tariffs-chinese-exports-expand-vietnam-thailand-indonesia?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 06:59:08 +0000",
      "isoDate": "2025-06-10T06:59:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 受美国关税压力，中国对东南亚出口增长\n\n*   **背景与趋势**\n    *   在今年前五个月，中国对东南亚主要工业中心的出口实现了两位数增长。\n    *   这一增长旨在满足不断扩大的消费市场需求、支持海外工厂投资，并抵消美国高关税带来的损失。\n    *   同期，中国整体出口增长率为6%。\n\n*   **主要数据**\n    *   根据周一发布的官方数据，今年1月至5月，中国对工厂聚集地越南的出口与去年同期相比增长了18.8%。\n    *   对泰国的出口增长了20.9%。\n    *   对印度尼西亚的出口增长了16.8%。\n\n*   **增长原因分析**\n    *   **美国关税压力**：分析人士指出，受美国进口关税影响，中国制造商正将更多产品运往邻近的东南亚工厂，以生产成品，供当地或西方国家（包括美国）销售。\n    *   **市场多元化**：中国人民大学金融学教授赵锡军表示，出口正在逐步多元化，东南亚国家正成为越来越重要的贸易伙伴，经济和投资关系日益紧密。\n    *   **海外投资与生产**：泰国和越南尤其以工厂闻名，其中一些由中国投资，生产汽车、智能手机等一系列用于再出口的产品。\n\n*   **关税规避与本地化**\n    *   分析人士指出，虽然部分出口可能通过东南亚转运以规避美国关税，但这些工厂通常会在来自中国的产品中注入足够的本地成分，从而将再出口商品申报为“越南制造”、“泰国制造”或“印度尼西亚制造”。",
      "shortSummary": "受美国关税压力，中国对越南、泰国和印度尼西亚等东南亚国家的出口在今年前五个月显著增长。这主要是为了满足当地消费市场、支持中国在东南亚的工厂投资，并通过在当地加工生产成品（可能加入足够本地成分）来规避或减轻美国关税影响，从而实现产品再出口。东南亚正成为中国重要的贸易伙伴和出口多元化目的地。",
      "translated_title": "受美国关税压力，中国对越南、泰国、印度尼西亚的出口增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese exports to major industrial centres in Southeast Asia rose by double-digit percentages in the first five months of the year to satisfy growing consumer markets, feed offshore factory investments and offset losses from high US tariffs.\nShipments to factory-magnet Vietnam increased by 18.8 per cent from January to May, compared with the same period in 2024, according to official data released on Monday. Meanwhile, exports to Thailand grew by 20.9 per cent, and Indonesia took 16.8 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/08aded83-8586-47f2-b0af-aba01ccb89de_2a8a538a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易对决：第一天谈判进展如何？ (原标题: US-China trade showdown: where do the talks stand after Day 1?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313786/us-china-trade-showdown-where-do-talks-stand-after-day-1?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 03:16:29 +0000",
      "isoDate": "2025-06-10T03:16:29.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中美贸易谈判：第一天进展\n\n中美两国高级官员预计周二上午在伦敦开始第二天的谈判，旨在缓和对全球经济造成冲击的贸易和技术僵局。\n\n### 第一天谈判结果\n\n*   周一的第一轮谈判结束后，双方均未发布官方声明，也未达成协议。\n*   但双方都已就各自的预期发出了信号。\n\n### 美方信号与预期\n\n*   美国国家经济委员会主任凯文·哈塞特（Kevin Hassett）向CNBC表示，一旦达成“握手协议”，美国将立即放松出口管制，并大量释放稀土，之后再协商其他较小事项。\n*   据《华尔街日报》援引知情人士的报道，美国总统唐纳德·特朗普在伦敦谈判前，已授权美国代表团就近期对华先进技术及其他产品销售限制进行谈判。\n*   **近期美国出口管制措施包括：**\n    *   喷气发动机及相关部件（华盛顿从未公开宣布）。\n    *   中国公司制造先进微芯片所需的设计软件。\n    *   乙烷（天然气的一种成分，用于制造塑料）。",
      "shortSummary": "中美两国高级官员在伦敦举行贸易和技术谈判。第一天谈判结束后，双方未发布官方声明，也未达成协议。美方已发出信号，表示若能达成“握手协议”，将立即放松对华出口管制，包括稀土、先进技术和相关产品。谈判旨在缓和对全球经济造成冲击的僵局。",
      "translated_title": "中美贸易对决：第一天谈判进展如何？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top officials from China and the United States are expected to start a second day of negotiations in London on Tuesday morning local time, as the two sides strive to de-escalate a stand-off over trade and technology that has sent shock waves across the global economy.\nNo official statements were released after the first round of talks on Monday, which finished without a deal being agreed. But both sides have sent signals regarding their expectations.\nUS\nA White House official indicated soon...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/784da5c6-9018-4386-97d0-f0e77b61941e_dab0a357.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "2030年的中国会是什么样？对下一个五年规划的预测 (原标题: What will China look like in 2030? A forecast on the next 5-year plan)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3313692/ai-and-robotics-expected-play-big-role-chinas-next-5-year-plan?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 23:00:14 +0000",
      "isoDate": "2025-06-09T23:00:14.000Z",
      "creator": "Zhou Xin",
      "summary": "### 中国2030年展望：下一个五年规划的预测\n\n**五年规划的演变**\n中国的五年规划已不再仅仅是指令性经济的生产时间表，而是演变为一个全面的国家经济未来愿景，并辅以具体的战略和政策指导。\n\n**2026-2030年规划的重点**\n随着北京的规划者起草2026-2030年的下一个五年规划，一个普遍共识正在形成：发展和经济增长仍然是重中之重。中国正抓住机遇，通过制造业能力和人工智能的进步来增强其“硬实力”。\n\n**强化工业主导地位**\n*   即将出台的规划很可能强化现有优先发展生产的政策。\n*   在“高质量发展”和“新质生产力”等主题下，中国正努力巩固其作为融入全球经济的主导工业强国的地位。\n*   中国在全球制造业中的份额目前为30%，鉴于其在该领域的明显竞争优势，这一比例可能会进一步提高。\n*   中国在电动汽车、工业机器人等多个行业建立无与伦比的制造能力的成功经验，增强了北京对其发展道路的信心。\n\n**战略资产与供应链韧性**\n*   **稀土贸易：** 中国对稀土贸易的显著控制表明，即使是传统上具有污染性的行业，也可以转变为战略资产。\n*   **“稀土换芯片”：** 在伦敦举行的中美贸易谈判中，关于潜在的“稀土换芯片”协议（中国放松稀土出口管制以换取美国放松芯片出口限制）的讨论在中国社交媒体上引起了广泛关注。\n*   **解决供应链瓶颈：** 中国正努力消除供应链中的“卡脖子”环节，特别是在先进芯片领域。\n*   **“举国体制”：** 尽管这种“举国体制”可能导致重复投资的浪费，但国家支持与激烈的市场竞争相结合，正使中国能够逐一攻克瓶颈。\n\n![Semiconductor products at an exhibition in Shanghai. Photo: AFP](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/09/f46a202f-b2df-46c5-ab98-ceeb817e0e50_1126e908.jpg)\n*上海一展览上的半导体产品。图片来源：法新社*",
      "shortSummary": "中国2026-2030年的五年规划将经济增长和“硬实力”提升置于核心地位。该规划旨在通过优先发展制造业和人工智能，巩固中国作为全球主导工业强国的地位，其全球制造业份额有望进一步增长。中国正积极解决先进芯片等供应链中的“卡脖子”问题，并利用稀土等战略资产。国家支持与市场竞争相结合，助力中国克服发展瓶颈，实现高质量发展和新质生产力。",
      "translated_title": "2030年的中国会是什么样？对下一个五年规划的预测",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/09/f46a202f-b2df-46c5-ab98-ceeb817e0e50_1126e908.jpg",
          "alt": "Semiconductor products at an exhibition in Shanghai. Photo: AFP",
          "title": "Semiconductor products at an exhibition in Shanghai. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s five-year plan has evolved beyond a command-economy production schedule. It now represents a comprehensive vision for the country’s economic future, accompanied by strategies and policy guidelines.\nAs Beijing’s planners draft the next five-year plan for 2026-2030, a general consensus is emerging: development and economic growth remain paramount. In particular, China is seizing the opportunity to bolster its “hard power” through manufacturing capabilities and advances in artificial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/62566c70-cf55-4b95-9d21-3a33d87c8ccc_f265cf50.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“不可阻挡的趋势”：为什么中国企业正涌向匈牙利开设工厂 (原标题: ‘Irresistible trend’: why Chinese firms are rushing to open factories in Hungary)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313686/how-hungary-became-chinas-new-factory-hub-heart-europe?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 22:00:07 +0000",
      "isoDate": "2025-06-09T22:00:07.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国企业涌向匈牙利开设工厂的趋势\n\n匈牙利已成为欧洲吸引中国投资的主要热点，尤其是在工厂设立方面，超越了欧洲大陆的其他主要经济体。\n\n### 盈科律师事务所的案例\n\n*   **业务扩张：** 中国大型企业法律服务机构盈科律师事务所去年在布达佩斯设立了办事处，旨在服务大量寻求在匈牙利开设工厂的中国公司。\n*   **服务内容：** 该律所为客户提供全方位服务，包括劳务采购、寻找办公场所，并协助客户克服语言和文化障碍。\n*   **文化适应：** 律所员工Agosto Bodo指出，与欧洲客户不同，中国客户更注重个人关系，商务往来中常伴有宴请。\n*   **业务增长：** 截至2024年末Bodo离职时，盈科布达佩斯办事处已签约10家客户，其中包括新进入匈牙利市场的企业以及寻求在匈牙利扩张的现有中国客户。",
      "shortSummary": "匈牙利正迅速成为中国企业在欧洲设立工厂的首选目的地。中国盈科律师事务所在布达佩斯设立办事处，为涌入匈牙利的中国公司提供劳务、办公场所等全方位服务，并协助克服文化障碍。该律所业务增长迅速，反映出中国对匈牙利投资的强劲且不可阻挡的趋势。",
      "translated_title": "“不可阻挡的趋势”：为什么中国企业正涌向匈牙利开设工厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Agosto Bodo took a job at a Chinese law firm’s Budapest office last year, he found himself catapulted into the centre of a China-fuelled investment boom.\nYingke Law Firm, a major player in Chinese corporate law, had opened the new office to serve a wave of Chinese companies looking to open factories in Hungary. And the business was quickly gaining momentum.\n“We helped our clients with sourcing labour, looking for offices – we provided the whole service to help them overcome the language and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/3ad6af35-39c5-4f7a-a478-e672f3c14c06_6621fd85.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国大豆农民在贸易战持续之际寻求减少对中国的依赖 (原标题: US soybean farmers move to reduce dependence on China as trade war grinds on)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313702/us-soybean-farmers-move-reduce-dependence-china-trade-war-grinds?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 13:00:11 +0000",
      "isoDate": "2025-06-09T13:00:11.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 美国大豆农民寻求市场多元化\n\n## 引言\n尽管中美两国持续存在贸易紧张关系，美国大豆农民仍在积极努力实现出口市场多元化，同时保持中国作为其关键买家的地位。美国大豆出口协会首席执行官吉姆·萨特（Jim Sutter）表示，尽管对潜在中断的担忧持续存在，但中国对大豆（一种对食品和牲畜饲料至关重要的商品）的强劲需求，将确保美国仍是全球最大大豆市场的关键供应商。\n\n## 中国作为关键市场\n萨特指出，美国大豆出口协会已在中国开展工作43年，并视中国为美国大豆的“头号客户”。根据两国政府的数据，中国进口其所需大豆的80%以上，以支持其庞大的畜牧业和加工业；而美国则出口其大豆产量的大约一半。\n\n## 贸易战的影响与应对\n大豆在中美两国之间几十年来一直相互依赖，并在美国前总统唐纳德·特朗普执政期间成为贸易谈判的焦点。两国领导人上周进行了一次长时间的电话通话后，将于本周一在伦敦举行新一轮贸易谈判。萨特表示，美国大豆出口协会一直在努力确保美国大豆能够进入多元化的市场。\n\n## 市场多元化努力\n近年来，紧张的双边关系促使中国也开始使其供应来源多元化，以减少对美国市场的依赖，尽管大豆仍然是美国主要的农产品出口之一。\n\n## 图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/06/CLEAN---thumbnail_0.jpg?itok=UN1Lgsnu)\n*图注：特朗普和习近平在通话中讨论台湾问题以及陷入困境的中美贸易关系，打破僵局。*",
      "shortSummary": "面对持续的中美贸易紧张，美国大豆农民正积极寻求出口市场多元化，以减少对中国的依赖。尽管如此，中国仍是美国大豆的头号买家，其强劲需求确保美国作为重要供应商的地位。同时，中国也在努力使其大豆供应来源多元化。美国大豆出口协会正致力于为美国大豆开拓更广泛的市场。",
      "translated_title": "美国大豆农民在贸易战持续之际寻求减少对中国的依赖",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/06/CLEAN---thumbnail_0.jpg?itok=UN1Lgsnu",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Soybean farmers in the United States have stepped up efforts to diversify their export markets while maintaining China as a critical buyer, despite ongoing trade tensions between the two superpowers, according to the head of a leading industry association.\nJim Sutter, CEO of the US Soybean Export Council, said that while concerns about possible disruptions persist, China’s strong demand for soybeans – a crucial commodity for food and livestock feed – would ensure the US remains an important...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/971422f7-5439-450b-b751-08426beb3f0e_a825434c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美在伦敦开启关键贸易谈判，紧张局势持续升温 (原标题: US and China begin crunch trade talks in London amid simmering tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313738/us-and-china-begin-crunch-trade-talks-london-amid-simmering-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 12:28:06 +0000",
      "isoDate": "2025-06-09T12:28:06.000Z",
      "creator": "Khushboo Razdan,Ji Siqi",
      "summary": "### 中美在伦敦开启关键贸易谈判\n\n中美两国高级经济官员已在伦敦启动了一轮关键贸易谈判。全球正密切关注双方能否就放宽对关键矿产和先进技术的“扼制”控制达成协议，以解决持续的贸易争端。\n\n**主要参会人员：**\n*   中方代表团由中国副总理何立峰率领。\n*   美方代表团包括美国财政部长斯科特·贝森特（Scott Bessent）、商务部长霍华德·卢特尼克（Howard Lutnick）和贸易代表詹姆森·格里尔（Jamieson Greer）。\n\n**会议背景与时间：**\n*   此次会议于当地时间周一下午举行。\n*   会谈是在上周中国国家主席习近平与美国总统唐纳德·特朗普通话后安排的，两国领导人同意推进谈判。\n\n**当前贸易摩擦：**\n*   此前，双方在日内瓦达成协议，同意在90天内大幅削减彼此商品的关税。\n*   然而，自日内瓦协议以来，华盛顿采取了一系列限制措施：\n    *   禁止使用先进的中国制造微芯片。\n    *   对向中国出售芯片设计技术施加了新的限制。\n    *   据媒体报道，美国还暂停了向中国出售部分喷气发动机相关技术。",
      "shortSummary": "中美两国高级经济官员在伦敦开启关键贸易谈判，旨在解决贸易争端并放宽对关键矿产和先进技术的控制。此次会谈是在两国元首通话后进行的。尽管此前有削减关税的协议，美国近期仍对中国实施了微芯片、芯片设计技术及喷气发动机相关技术的出口限制，使谈判面临挑战。",
      "translated_title": "中美在伦敦开启关键贸易谈判，紧张局势持续升温",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top economic officials from Washington and Beijing launched a high-stakes round of trade talks in London, with a senior White House official signalling soon after the start that the US would ease some tech export restrictions on China, adding that he expected the Chinese government to ramp up rare earth mineral exports to American markets.\nThe Chinese and American delegations – led by Chinese Vice-Premier He Lifeng, alongside US Treasury Secretary Scott Bessent, Commerce Secretary Howard Lutnick...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/9aceec1c-e58d-4645-a729-47a46a549ac2_48fd6cc6.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-12T02:46:05.009Z"
}