{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "iOS 26 Code Leak Reveals Apple Smart Home Hub Details",
      "link": "https://www.macrumors.com/2025/12/11/ios-26-home-hub-leak/",
      "pubDate": "Thu, 11 Dec 2025 16:02:42 PST",
      "isoDate": "2025-12-12T00:02:42.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "iOS 26 Code Leak Reveals Apple Smart Home Hub Details",
      "images": [
        {
          "url": "https://images.macrumors.com/t/_HFDZHR8BvSEMxlec_yxR0RNfNU=/400x0/article-new/2025/08/Home-Hub-Command-Center-with-Dome-Base-Siri-Finder-Feature.jpg?lossy",
          "alt": "Home Hub Command Center with Dome Base Siri Finder Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/08/Home-Hub-Command-Center-with-Dome-Base-Siri-Finder-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple is working on a smart home hub that will rely heavily on the more capable version of <a href=\"https://www.macrumors.com/guide/siri/\">Siri</a> that's coming next year. We've <a href=\"https://www.macrumors.com/guide/apple-command-center/\">heard quite a bit about the hub</a> over the last two years, but a recent <a href=\"https://www.macrumors.com/roundup/ios-26/\">iOS 26</a> code leak provides additional insight into what we can expect and confirms rumored features.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/08/Home-Hub-Command-Center-with-Dome-Base-Siri-Finder-Feature.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1014835\" />\r<br/>\n<em><a href=\"https://www.macworld.com/article/3007751/leaked-code-spills-details-of-mystery-apple-smart-home-accessory.html\">Macworld</a></em> claims to have access to an internal version of &zwnj;iOS 26&zwnj; that references several upcoming Apple devices, including the home hub. The site said that the code hints at these options:\r<br/>\n<ul>\r<br/>\n \t<li><strong>Camera</strong> - The device will have a camera, but it will be limited to 1080p.</li>\r<br/>\n \t<li><strong>Face ID</strong> - The home hub will use <a href=\"https://www.macrumors.com/guide/mask-face-id/\">Face ID</a> for authentication and to identify who is in a room.</li>\r<br/>\n \t<li><strong>Profile switching</strong> - With the &zwnj;Face ID&zwnj; feature, the home hub will be able to switch to the profile for the person in the home who is interacting with the device. Apple engineers are apparently using an app to test the accuracy of the system.</li>\r<br/>\n \t<li><strong>Apple Intelligence</strong> - It will support <a href=\"https://www.macrumors.com/guide/apple-intelligence/\">Apple Intelligence</a> and the new version of &zwnj;Siri&zwnj;.</li>\r<br/>\n</ul>\r<br/>\nOther rumors suggest that the home hub will be something of a cross between an <a href=\"https://www.macrumors.com/roundup/ipad/\">iPad</a> and a <a href=\"https://www.macrumors.com/roundup/homepod/\">HomePod</a>. It will have a square-shaped screen that's around seven inches, and an optional speaker base. We're expecting the home hub to launch right around the time that the new version of &zwnj;Siri&zwnj; comes out in iOS 26.4, likely March or April.\r<br/>\n\r<br/>\n<em>Macworld</em> also spotted signs of another device, identified as J229. This is apparently a \"never-before-seen product\" that has multiple sensors that can detect alarm sounds and capture images, but it is an accessory rather than a standalone device. Apple is rumored to be working on a home security camera to go along with the home hub. There's no word on when the camera could launch.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/apple-command-center/\">Apple Command Center</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/11/ios-26-home-hub-leak/\">iOS 26 Code Leak Reveals Apple Smart Home Hub Details</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/ios-26-code-leak-reveals-apple-smart-home-hub-details.2474560/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "OpenAI Launches GPT-5.2 for ChatGPT Users a Week After Declaring 'Code Red'",
      "link": "https://www.macrumors.com/2025/12/11/openai-gpt-5-2/",
      "pubDate": "Thu, 11 Dec 2025 14:54:56 PST",
      "isoDate": "2025-12-11T22:54:56.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "OpenAI Launches GPT-5.2 for ChatGPT Users a Week After Declaring 'Code Red'",
      "images": [
        {
          "url": "https://images.macrumors.com/t/itljiqKYGsyxb1a83asqyUjC7eo=/400x0/article-new/2025/12/openai-logo-neon.jpg?lossy",
          "alt": "openai logo neon",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/openai-logo-neon.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Just a month after introducing GPT 5.1, OpenAI <a href=\"https://openai.com/index/introducing-gpt-5-2/\">introduced GPT-5.2</a>, the next-generation model that will power its popular chatbot. GPT-5.2 is OpenAI's \"most capable model series yet for professional knowledge work.\"\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/openai-logo-neon.jpg\" alt=\"\" width=\"1240\" height=\"698\" class=\"aligncenter size-full wp-image-1029328\" />\r<br/>\nGPT-5.2 is designed to help people get more done quicker. It's better at creating spreadsheets, building presentations, writing code, perceiving images, understanding long context, using tools, and completing multi-step projects. The new model offers improved general intelligence, long-context understanding, agentic tool-calling, and vision, so it is ideal for real-world, professional use.\r<br/>\n\r<br/>\nGPT-5.2 Thinking hallucinates less than GPT-5.1 Thinking, and responses with errors were 30 percent less common. Long context capabilities have improved, and it is able to handle reports, contracts, papers, and multi-file projects, maintaining accuracy across hundreds of thousands of tokens. It is also better at interpreting screenshots, technical diagrams, and visual reports.\r<br/>\n\r<br/>\nOpenAI says that GPT-5.2 outperforms industry professionals at knowledge work tasks spanning 44 occupations, with the model scoring 70.9 percent on the GDPval test. GPT-5.1 scored 38.8 percent on that benchmark, and it is OpenAI's first model that performs at or above a human expert level.\r<br/>\n\r<br/>\nFor ChatGPT users, GPT-5.2 will feel more structured and reliable, and it will have a warmer, more conversational tone. OpenAI says GPT-5.2 Instant is a capable workhorse for everyday work, with improvements in info-seeking questions, how tos and walkthroughs, technical writing, and translation. GPT-5.2 Thinking is meant for more complex tasks, like summarizing long documents, coding, answering questions about uploaded files, and planning decisions. GPT-5.2 Pro is ideal for difficult questions where a higher-quality answer is worth waiting for.\r<br/>\n\r<br/>\nGPT-5.2 Instant, Thinking, and Pro are rolling out today in ChatGPT to paid users. The API is available to all developers.\r<br/>\n\r<br/>\nOpenAI's next-generation model comes just a week after CEO Sam Altman declared a \"code red,\" asking employees to <a href=\"https://www.macrumors.com/2025/12/02/openai-delays-ad-plans/\">focus on improving ChatGPT</a> so it doesn't fall behind competitors like Google's Gemini and Anthropic's Claude. <div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/chatgpt/\">ChatGPT</a>, <a href=\"https://www.macrumors.com/guide/openai/\">OpenAI</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/11/openai-gpt-5-2/\">OpenAI Launches GPT-5.2 for ChatGPT Users a Week After Declaring &#039;Code Red&#039;</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/openai-launches-gpt-5-2-for-chatgpt-users-a-week-after-declaring-code-red.2474558/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Review: Anker Solix C1000 Gen 2 is a Mid-Size Power Station With Fast Charging",
      "link": "https://www.macrumors.com/review/anker-solix-c1000-gen-2/",
      "pubDate": "Thu, 11 Dec 2025 14:45:07 PST",
      "isoDate": "2025-12-11T22:45:07.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Review: Anker Solix C1000 Gen 2 is a Mid-Size Power Station With Fast Charging",
      "images": [
        {
          "url": "https://images.macrumors.com/t/v9JfhaP06K7uWgzRKsI3B2F4AhQ=/400x0/article-new/2025/12/anker-solix-c1000.jpg?lossy",
          "alt": "anker solix c1000",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/t/cspd9htKbGIi4YXoRS2At88tZIw=/400x0/article-new/2025/12/anker-soilx-front.jpg?lossy",
          "alt": "anker soilx front",
          "title": "",
          "position": 2
        },
        {
          "url": "https://images.macrumors.com/t/xmj9T0bWeMU7wqg0xclki6wTvRQ=/400x0/article-new/2025/12/anker-solix-top.jpg?lossy",
          "alt": "anker solix top",
          "title": "",
          "position": 3
        },
        {
          "url": "https://images.macrumors.com/t/Vu-miXCfDnHY95x-mu8HHkn2FY0=/400x0/article-new/2025/12/anker-solix-side.jpg?lossy",
          "alt": "anker solix side",
          "title": "",
          "position": 4
        },
        {
          "url": "https://images.macrumors.com/t/5Us6E2CczA9em81bDAAcyAWayqU=/400x0/article-new/2025/12/anker-solix-macbook-pro.jpg?lossy",
          "alt": "anker solix macbook pro",
          "title": "",
          "position": 5
        },
        {
          "url": "https://images.macrumors.com/t/Im6Sa3OX9YKswYJyX7wlIm8L2I8=/400x0/article-new/2025/12/anker-solix-charging.jpg?lossy",
          "alt": "anker solix charging",
          "title": "",
          "position": 6
        },
        {
          "url": "https://images.macrumors.com/t/kltHleH5EEpZotxGI_35xtUY1hE=/400x0/article-new/2025/12/anker-app.jpg?lossy",
          "alt": "anker app",
          "title": "",
          "position": 7
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/anker-solix-c1000.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Anker is well-known for its charging accessories, including the Solix line of high-capacity power stations. Earlier this year, Anker came out with a new <a href=\"https://www.ankersolix.com/products/c1000-gen2\">Solix C1000 Gen 2 Portable Power Station</a>, which I've been testing for the last several months.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/anker-solix-c1000.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1029806\" />\r<br/>\nThe C1000 has your standard power station aesthetic, made from durable black and gray plastic. It has two handles at the sides, which makes it simple to distribute the weight across two hands, along with fan grilles and an LED display that shows the current power level and the power draw of anything that's plugged in. Rubber feet at all four corners ensure that it remains stable.\r<br/>\n\r<br/>\nThere's no revolutionary design here, but the Solix C1000 looks and feels rugged. Curves at the corners make it feel a little more modern than some other power stations, and while it's not waterproof, you can get a protective carrying case that keeps it safe from moisture. It's 25 pounds, so it's probably not a battery that you're going to want to be lugging to the beach or the park, but it is good for all-day power if you're in a location where dragging around 25 pounds isn't a hassle. It isn't overly large, measuring in at 15 inches by 8.2 inches by 9.6 inches.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/anker-soilx-front.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1029816\" />\r<br/>\nAt the front, there are five AC outlets, two 140W USB-C ports, one 15W USB-C port, and a 12W USB-A port. I appreciate that Anker is phasing out USB-A and only included a single USB-A port, because USB-A connectors are growing more uncommon. In the future, you may have no USB-A devices at all, so you won't have several wasted ports. 140W USB-C should also be good for years to come. There's a charging port at the side, a solar input port, and a 12V car port.\r<br/>\n\r<br/>\nI like the port arrangement, and was fine with all of the AC ports on the front, but spacing could be an issue if you want to plug in multiple devices with large plugs. For the AC outlet, you need to turn on AC power manually, a feature that exists to prevent battery drain when idle.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/anker-solix-top.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1029817\" />\r<br/>\nThis is a 1024-watt-hour battery with support for devices that draw up to 2000W, though it does support 3000W peak output. It should be able to handle almost any small appliance, including refrigerators, TVs (even large screen), heaters, portable air conditioners, lights, coffee makers, microwaves, medical devices, aquarium and animal setups, and tools that require a lot of power. I tested it up to 1500W and it worked with no issue.\r<br/>\n\r<br/>\nIt uses lithium iron phosphate (LiFePO4) technology, which is what you want for a power station because LiFePO4 batteries are safe and last for more charge cycles. The C1000 is able to hold a charge in standby mode for a long time, which is great if you want to have a battery on hand for the occasional power outage. I charged it to full and left it powered off for a month, and it remained at 100 percent when I turned it back on at the end of the test. It's probably better to store it at around 80 percent capacity, but the point is you can charge it up, tuck it in a closet, and pull it out months later to use it in an emergency.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/anker-solix-side.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1029818\" />\r<br/>\nThe C1000's 1024 Wh capacity is enough to charge an <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> dozens of times. Charging my <a href=\"https://www.macrumors.com/roundup/iphone-17-pro/\">iPhone 17 Pro</a> Max from 0 to 80 dropped the battery level from 53 percent to 51 percent, which is only a two percent hit. Subsequent testing consistently used between 2 and 3 percent for &zwnj;iPhone&zwnj; charging.\r<br/>\n\r<br/>\nYou can get fewer full MacBook charges, but it's still enough to keep multiple people up and running for a couple days. Charging my <a href=\"https://www.macrumors.com/roundup/macbook-pro/\">MacBook Pro</a> from 0 to 100 percent dropped the battery from 100 to 88 percent, and charging my <a href=\"https://www.macrumors.com/roundup/macbook-air/\">MacBook Air</a> from 0 to 100 percent dropped the battery from 100 to 90 percent.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/anker-solix-macbook-pro.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1029807\" />\r<br/>\nIt was able to run my &zwnj;MacBook Pro&zwnj; for a full 8-hour work day, doing day-to-day tasks like writing. I started at 76 percent and ended at 57 percent. It lasted almost 24 hours running my full Mac setup, which included my &zwnj;MacBook Pro&zwnj;, Studio Display, three LED lights, and a phone charger. That does include around 10 hours of time where the MacBook and display were in rest mode, but it is more than capable of supporting a full work setup for a day or two.\r<br/>\n\r<br/>\nWhat's great about the C1000 is that it tells you exactly how long it will last based on the power draw of what's plugged in. On the LED, you'll see an estimated readout. It predicted around 14 hours of usage for my 67W &zwnj;MacBook Air&zwnj;, which was accurate.\r<br/>\n\r<br/>\nIt's not going to last super long when using high power devices like a microwave, but you often aren't using high power accessories for very long. It can run a mini heater, but those often range from 750W to 1500W, so it would last around an hour. For something like a mini fridge, though, you would be able to run it for several days.\r<br/>\n\r<br/>\nThe C1000 is able to charge quickly, which has the potential to be useful when you're in a hurry. It can recharge to full in 49 minutes from a standard household plug, drawing around 1200W to do so (Anker says it can go up to 1600W, but you need to enable it). When it is under that kind of load, the fans kick on, and the fans are loud.\r<br/>\n\r<br/>\nI wouldn't be able to sleep with the fans on that high, and it's definitely a loud, irritating fan noise when going full blast. Luckily, the fans only come on at that level when it's under heavy load, and charging doesn't take too long. It also can't run high watt devices for super long, and it's much more tolerable at lower power levels. When charging small devices, it's near silent.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/anker-solix-charging.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1029808\" />\r<br/>\nYou can connect the C1000 to a car or to solar panels to charge it up. For solar, charging times vary based on the size of the panel, the number of panels, and the available light. It can accept up to 600W through the solar input.\r<br/>\n\r<br/>\nFor devices where you might like a backup feature that activates automatically in a power outage, the C1000 supports that. It has a UPS system with a sub 10ms switchover time. So if you plug something like a CPAP machine into the C1000 then plug the power station into power, the C1000 will come on right away when there's an outage.\r<br/>\n\r<br/>\nAnker has an app that connects to the C1000 over Wi-Fi or Bluetooth. You can use the app to check power level, power draw, and time remaining when a device is plugged in. You can also turn on the AC output or car charger output from the app, and fine tune controls like charging power, device timeout, charging and discharging limits, and more. It delivers new firmware too, which I struggled with. For several days, the firmware update kept failing, but it worked flawlessly later on, so I'm not sure what the issue was.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/anker-app.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1029815\" />\r<br/>\n<h2>Bottom Line</h2>\r<br/>\nThis is a well made power station that's versatile thanks to its 1024 Wh capacity and the ability to support devices up to 2000W. It's a good home backup battery to have on hand in case of an emergency, but it also works well for camping, short trips where you need power, medical devices, and powering tools.\r<br/>\n\r<br/>\nI keep a battery like this one in two closets in my house so they're accessible, and I also like to pull out a large power stations when I need to operate a corded tool like a sander or a bright light in an area where I don't have a plug. That's been one of the more compelling use cases for me.\r<br/>\n\r<br/>\nThe C1000 can be loud when it's charging or powering appliances that have high energy draw, but that's about the only downside I found during testing.\r<br/>\n\r<br/>\n<h2>How to Buy</h2>\r<br/>\nThe Solix C1000 Gen 2 Portable Power Station is currently available for &#36;372, which is more than half off its MSRP. It can be <a href=\"https://www.ankersolix.com/products/c1000-gen2?variant=52743678394698\">purchased from the Anker website</a> or <a href=\"https://buy.geni.us/Proxy.ashx?TSID=3088&GR_URL=https%3A%2F%2Fwww.amazon.com%2FAnker-Portable-Station-Generator-Optional%2Fdp%2FB0FN7MSY4L\">from Amazon.com</a>.\r<br/>\n\r<br/>\n<em><small>Note: Anker provided MacRumors with a C1000 for the purpose of this review. No other compensation was received.</small></em><div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/anker/\">Anker</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/review/anker-solix-c1000-gen-2/\">Review: Anker Solix C1000 Gen 2 is a Mid-Size Power Station With Fast Charging</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/review-anker-solix-c1000-gen-2-is-a-mid-size-power-station-with-fast-charging.2474556/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Wins Ability to Charge Fees on External Payment Links as Appeals Court Modifies Epic Injunction",
      "link": "https://www.macrumors.com/2025/12/11/apple-app-store-fees-external-payment-links/",
      "pubDate": "Thu, 11 Dec 2025 12:47:18 PST",
      "isoDate": "2025-12-11T20:47:18.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Wins Ability to Charge Fees on External Payment Links as Appeals Court Modifies Epic Injunction",
      "images": [
        {
          "url": "https://images.macrumors.com/t/mCnRhkWKCZ9hBYaryehwtvEP2lQ=/400x0/article-new/2021/05/app-store-blue-banner-epic-1.jpg?lossy",
          "alt": "app store blue banner epic 1",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2021/05/app-store-blue-banner-epic-1.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple should be able to collect a reasonable commission on purchases made using external links included in iOS apps, <a href=\"https://www.scribd.com/document/964705453/Epic-v-Apple-9th-Circuit-Court-of-Appeals-Order\">the U.S. Court of Appeals ruled today</a> (via <em><a href=\"https://www.reuters.com/sustainability/boards-policy-regulation/us-appeals-court-partly-reverses-sanctions-against-apple-epic-games-antitrust-2025-12-11/\">Reuters</a></em>). The U.S. Court of Appeals partially reversed <a href=\"https://www.macrumors.com/2025/04/30/apple-app-store-rule-change-appeal/\">sanctions imposed on Apple</a> after Apple was found to have <a href=\"https://www.macrumors.com/2025/04/30/apple-app-store-anti-steering-injunction-violation/\">willfully violated an injunction</a> in the ongoing <a href=\"https://www.macrumors.com/guide/epic-games-vs-apple/\">Epic Games vs. Apple</a> legal battle.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2021/05/app-store-blue-banner-epic-1.jpg\" alt=\"\" width=\"1794\" height=\"1009\" class=\"aligncenter size-full wp-image-800065\" />\r<br/>\nSince April, Apple has been forced to let developers offer links to non-App Store purchase options in their apps, with no control over the design of those links. Apps like Spotify can advertise deals and direct customers to their websites, something that was not previously allowed.\r<br/>\n\r<br/>\nApple has not been able to charge any commission at all for purchases made using these in-app links, but that's going to change in the future. The appeals court says that Apple should be able to charge a fee that covers its necessary costs and intellectual property.\r<br/>\n\r<br/>\nApple is not going to be able to start charging a commission immediately, though. The case has been sent back to the district court so that a reasonable fee can be determined.\r<br/>\n<blockquote>In our view, as the April 30 Order is written, it is more like a punitive criminal contempt sanction than a civil contempt sanction or modification of the Injunction. The biggest problem with the commission prohibition is that it permanently prohibits the compensation that Apple can receive for linked-out purchases of digital products, regardless of whether the commission is itself prohibitive.\r<br/>\n\r<br/>\nRather than coercing Apple to comply with the spirit of the Injunction with a reasonable, non-prohibitive commission, the district court used blunt force to ban all commissions, abusing its discretion.</blockquote>\r<br/>\nSome other aspects of the initial ruling were also found to be too broad, so there are other updates in store. Here's an overview of what's changing:\r<br/>\n<ul>\r<br/>\n \t<li><strong>Fees on links</strong> - Apple will be able to charge a reasonable commission</li>\r<br/>\n \t<li><strong>Link design</strong> - Apple can restrict developers from making external links more prominent than in-app purchase options. Specifically, Apple can restrict a developer from putting buttons, links, or other calls to action in more prominent fonts, larger sizes, larger quantities, and more prominent places than buttons for in-app purchases. Apple has to allow developers to place buttons in \"at least\" the same fonts, sizes, and places as Apple's own.</li>\r<br/>\n \t<li><strong>Link language</strong> - Apple may restrict developers from using language that violates its general content standards, if such standards exist.</li>\r<br/>\n \t<li><strong>Link access restrictions</strong> - The original court ruling prevents Apple from restricting certain categories and developers from using links, such as subscriptions provided using the News Partner Program. The appeals court says Apple is not specifically enjoined from excluding developers participating in the VPP and NPP programs.</li>\r<br/>\n</ul>\r<br/>\nApple created a situation requiring court oversight because after the original ruling ordered it to allow in-app links, Apple didn't charge a reasonable fee for purchases made using those links. Apple charged developers 27 percent instead of 30 percent, knowing that developers would also need to pay a fee for payment services. Almost no developers opted in to Apple's link program because it ended up being more expensive than the in-app purchase fees.\r<br/>\n\r<br/>\nThe appeals court agreed that there was clear and convincing evidence of civil contempt, and it declined to vacate the injunction. With the exception of changes to fees and link design, the rest of the injunction will remain in place because Apple made external links \"as hard to use as possible,\" which \"flies in the face of the Injunction's spirit.\"\r<br/>\n\r<br/>\nThe appeals court recommends that the district court calculate a commission that is based on the costs that are necessary for its coordination of external links for linked-out purchases, along with \"some compensation\" for the use of its intellectual property. Costs should not include commission for security and privacy.\r<br/>\n\r<br/>\nWhile Apple is not able to charge any commission until the district court approves an appropriate fee, the appeals court suggests that both Apple and the district court should work to settle on a fee \"expeditiously.\" The full text of the ruling <a href=\"https://www.scribd.com/document/964705453/Epic-v-Apple-9th-Circuit-Court-of-Appeals-Order\">is available here</a>.<div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/app-store/\">App Store</a>, <a href=\"https://www.macrumors.com/guide/apple-developer-program/\">Apple Developer Program</a>, <a href=\"https://www.macrumors.com/guide/epic-games-vs-apple/\">Epic Games vs. Apple</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/11/apple-app-store-fees-external-payment-links/\">Apple Wins Ability to Charge Fees on External Payment Links as Appeals Court Modifies Epic Injunction</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-wins-ability-to-charge-fees-on-external-payment-links-as-appeals-court-modifies-epic-injunction.2474550/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Releases New Firmware for AirPods Pro 2 and AirPods Pro 3",
      "link": "https://www.macrumors.com/2025/12/11/airpods-pro-3-firmware-8b30/",
      "pubDate": "Thu, 11 Dec 2025 11:28:00 PST",
      "isoDate": "2025-12-11T19:28:00.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Releases New Firmware for AirPods Pro 2 and AirPods Pro 3",
      "images": [
        {
          "url": "https://images.macrumors.com/t/9NvRO4p0bPE-rOw0z70Pc-9RhhY=/400x0/article-new/2021/11/AirPods-Pro-Firmware-Feature.jpg?lossy",
          "alt": "AirPods Pro Firmware Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2021/11/AirPods-Pro-Firmware-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple today released new firmware designed for the <a href=\"https://www.macrumors.com/guide/airpods-pro-3/\">AirPods Pro 3</a>  and the prior-generation AirPods Pro 2. The &zwnj;AirPods Pro 3&zwnj; firmware is 8B30, up from 8B25, while the AirPods Pro 2 firmware is 8B28, up from 8B21. \r<br/>\n\r<br/>\n<img class=\"aligncenter size-full wp-image-825981\" src=\"https://images.macrumors.com/article-new/2021/11/AirPods-Pro-Firmware-Feature.jpg\" alt=\"\" width=\"2322\" height=\"1306\" />\r<br/>\nThere's no word on what's include in the updated firmware, but the AirPods Pro 2 and &zwnj;AirPods Pro 3&zwnj; are getting expanded support for Live Translation in the European Union in iOS 26.2, which is being beta tested and is close to release.\r<br/>\n\r<br/>\nThe firmware could be related to that upcoming functionality, or it could add bug fixes and performance improvements. \r<br/>\n\r<br/>\nTo install the new firmware, make sure your AirPods are in range of your <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a>, <a href=\"https://www.macrumors.com/roundup/ipad/\">iPad</a>, or Mac. From there, put your AirPods in the Charging Case and connect the Charging Case to power. Keep the case closed and wait at least 30 minutes for the firmware update to install.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/airpods-pro/\">AirPods Pro 3</a></div><div class=\"linkback\">Buyer's Guide: <a href=\"https://buyersguide.macrumors.com/#AirPods-Pro\">AirPods Pro (Buy Now)</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/airpods.216\">AirPods</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/11/airpods-pro-3-firmware-8b30/\">Apple Releases New Firmware for AirPods Pro 2 and AirPods Pro 3</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-releases-new-firmware-for-airpods-pro-2-and-airpods-pro-3.2474546/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple AirTag 2: Four New Features Found in iOS 26 Code",
      "link": "https://www.macrumors.com/2025/12/11/ios-26-airtag-2-features/",
      "pubDate": "Thu, 11 Dec 2025 10:31:44 PST",
      "isoDate": "2025-12-11T18:31:44.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple AirTag 2: Four New Features Found in iOS 26 Code",
      "images": [
        {
          "url": "https://images.macrumors.com/t/91XysQ0oJiLlFcawNT0XLADFr8A=/400x0/article-new/2023/10/AirTag-2-Mock-Feature.jpg?lossy",
          "alt": "AirTag 2 Mock Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2023/10/AirTag-2-Mock-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "The <a href=\"https://www.macrumors.com/guide/airtags/\">AirTag</a> 2 will include a handful of new features that will improve tracking capabilities, according to a new report from <em><a href=\"https://www.macworld.com/article/3008548/apples-next-homepod-mini-and-airtag-upgrades-surface-in-leaked-internal-code.html\">Macworld</a></em>. The site says that it was able to access an internal build of <a href=\"https://www.macrumors.com/roundup/ios-26/\">iOS 26</a>, which includes references to multiple unreleased products.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2023/10/AirTag-2-Mock-Feature.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-917578\" />\r<br/>\nHere's what's supposedly coming:\r<br/>\n<ul>\r<br/>\n \t<li>An improved pairing process, though no details were provided. &zwnj;AirTag&zwnj; pairing is already fairly simple, but there's room for improvement with the naming and emoji selection.</li>\r<br/>\n \t<li>Detailed battery level reporting.</li>\r<br/>\n \t<li>An \"Improved Moving\" feature that <em>Macworld</em> speculates will allow users to find the precise location of an &zwnj;AirTag&zwnj; when it's moving. Precision Finding in the current &zwnj;AirTag&zwnj; can't handle movement well.</li>\r<br/>\n \t<li>A feature for improving tracking in crowded places.</li>\r<br/>\n</ul>\r<br/>\nWe've been hearing rumors about a new version of the &zwnj;AirTag&zwnj; for years now, and it's supposedly getting upgraded tracking with a new Ultra Wideband chip. The new chip will improve Precision Finding range, and it could also add these new tracking capabilities.\r<br/>\n\r<br/>\nSo far, there have been no rumors of a redesign, so the &zwnj;AirTag&zwnj; 2 will presumably look like the original &zwnj;AirTag&zwnj;. It will continue to feature a replaceable battery, though it could also get upgraded speakers that are harder to remove.\r<br/>\n\r<br/>\nThe &zwnj;AirTag&zwnj; is apparently labeled \"2025AirTag\" in the &zwnj;iOS 26&zwnj; code, which suggests that Apple might have been planning to release it in 2025. At this point, it's not clear when it will launch, but it's looking like we might get it in early 2026.\r<br/>\n\r<br/>\n<em>Macworld</em> also spotted signs of the next-generation <a href=\"https://www.macrumors.com/roundup/homepod-mini/\">HomePod mini</a> with S10 chip, a <a href=\"https://www.macworld.com/article/3008318/internal-apple-code-hints-improved-siri-will-land-next-spring-with-homepad-hub.html\">smarter version</a> of <a href=\"https://www.macrumors.com/guide/siri/\">Siri</a>, and references to the <a href=\"https://www.macworld.com/article/3007751/leaked-code-spills-details-of-mystery-apple-smart-home-accessory.html\">home hub device</a> that Apple is working on. We've previously seen extensive rumors about all of these products, and rumors suggest we'll see them around the March or April timeframe.<div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/airtags-2/\">AirTags 2</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/11/ios-26-airtag-2-features/\">Apple AirTag 2: Four New Features Found in iOS 26 Code</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-airtag-2-four-new-features-found-in-ios-26-code.2474545/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2025-12-12T09:33:07.299Z"
}