{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "美国禁止新的中国电信设备，理由是国家安全风险 (原标题: US bans new Chinese telecoms gear, citing national security risks)",
      "link": "https://www.scmp.com/news/china/article/3330692/us-bans-new-chinese-telecoms-gear-citing-national-security-risks?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 21:47:44 +0000",
      "isoDate": "2025-10-28T21:47:44.000Z",
      "creator": "Frank Tang",
      "summary": "# 美国禁止新的中国电信设备，理由是国家安全风险\n\n美国总统唐纳德·特朗普政府于周二收紧了对美国境内新的中国电信设备的进口、营销和销售规定。此举在美国最高领导人峰会前夕，预计将影响双边关系。\n\n**主要决策点：**\n*   **FCC投票决定：** 美国联邦通信委员会（FCC）投票决定阻止批准来自其“受涵盖名单”上公司设备的新的许可。\n*   **追溯权力：** FCC还被授权在某些情况下禁止此前已获批准的设备。\n*   **受影响公司：** 华为技术公司、海康威视以及其他中国公司生产的设备可能被排除在美国的通信网络之外。\n\n**国家安全担忧：**\n*   **监控风险：** 监管机构发布在线声明指出，许多此类设备与“外国对手”如中国密切相关，可能允许中国共产党（CCP）监视美国人，扰乱通信网络，并威胁美国国家安全。\n*   **漏洞关闭：** 新规定将堵塞“模块化发射器漏洞”，这意味着某些不安全的华为、海康威视或其他“受涵盖名单”上的模块化发射器将不能再作为合法或授权设备的组件。\n\n**背景信息：**\n*   **长期审查：** 此举是在美国长期以来一直在审查其国家安全风险，特别是与中国电信设备制造商相关的风险之后做出的。\n*   **对华关系评估：** 这是华盛顿对其与中国关系的全面评估的一部分。\n\n**相关图片：**\n![中国国家主席习近平会见中国顶级企业家](https://i.ytimg.com/vi/DtqVDGPnrfc/maxresdefault.jpg)\n*   图片描述：中国国家主席习近平会见中国顶级企业家，背景是中美科技竞争。",
      "shortSummary": "美国特朗普政府通过联邦通信委员会（FCC）禁止新的中国电信设备进入美国市场，理由是国家安全风险。此举针对华为、海康威视等公司，旨在防止中国共产党监视美国人并扰乱通信网络。新规定还堵塞了模块化发射器漏洞，是美国全面评估对华关系和国家安全风险的一部分。",
      "translated_title": "美国禁止新的中国电信设备，理由是国家安全风险",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/DtqVDGPnrfc/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The administration of US President Donald Trump on Tuesday tightened the rules on the importation, marketing and sales of new Chinese telecoms gear in the United States, a move set to haunt bilateral relations ahead of the summit of the top leaders later this week.\nThe US Federal Communications Commission (FCC) voted to block new approvals for devices with parts from companies on its “Covered List“ and also to allow it to bar previously approved equipment in certain cases.\nIt means that devices...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/3b3cfa91-403b-49fb-a2ba-743585edb9d3_d0f62c24.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的发展模式正在全球回响 (原标题: China’s development model is reverberating around the world)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330495/chinas-development-model-reverberating-around-world?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 12:30:08 +0000",
      "isoDate": "2025-10-28T12:30:08.000Z",
      "creator": "Richard Heydarian",
      "summary": "# 中国发展模式的全球影响\n\n文章指出，中国国家主席习近平在2018年的一次讲话中，强调了中国在科技发展上的自信，表示“我们不需要追赶（其他国家），我们就是道路”。这不仅体现了他对中国科学界的无限信心，也反映了“中国制造2025”国家经济战略的智慧，该战略带来了技术上的复兴。\n\n## 中国模式的转型与成功\n*   **产业升级：** 凭借一项非常成功的产业政策，中国已迅速从一个低成本的世界工厂转型为高科技全球中心。\n*   **技术自主：** 这种转型降低了中国对外国技术的依赖，带来了明显的国家安全利益，同时也确保其他国家必须依赖中国产品。\n*   **经济韧性：** 凭借其强大而充满活力的经济，中国成功抵御了贸易战。\n\n## 全球影响与观念转变\n*   **专家反思：** 中国的发展模式促使一些专家重新审视他们关于增长和创新的基本假设。\n*   **西方效仿：** 尽管西方工业强国指责北京的“产能过剩”和所谓的掠夺性贸易行为，但它们似乎也在效仿中国。\n*   **全球南方典范：** 中国已成为全球南方国家的发展典范。\n\n## 美国政策的转变\n*   **国家资本主义倾向：** 即使是美国，在唐纳德·特朗普总统执政期间，似乎也放弃了其自由市场意识形态，转而支持国家资本主义。\n*   **特朗普的独特之处：** 文章指出，尽管人们普遍关注特朗普的威权主义和本土主义，但他在当代政治中的独特之处在于他公然攻击美国对自由市场资本主义的承诺。\n*   **中美关系：** 在习近平准备与特朗普在韩国亚太经合组织峰会期间会晤时，他将发现美国同行既是一个受委屈的竞争对手，又是一个不情愿的仰慕者。",
      "shortSummary": "中国的发展模式，以“中国制造2025”为核心，已成功将中国从世界工厂转变为高科技中心，显著降低了对外部技术的依赖。这一模式不仅抵御了贸易战，还促使全球专家重新审视增长与创新。西方国家，包括特朗普时期的美国，在批评中国的同时也似乎在效仿其国家资本主义策略。中国已成为全球南方国家的发展典范，其影响力正在全球回响。",
      "translated_title": "中国的发展模式正在全球回响",
      "images": [],
      "contentSource": "完整文章",
      "content": "“We do not need to chase [after other countries], we are the road,” said President Xi Jinping after inaugurating a major scientific project in Sanya, Hainan province, in 2018. Xi urged scientists to push the boundaries of technological development.\nXi’s bold statement not only reflected his boundless confidence in China’s scientific community but also the wisdom of the “Made in China 2025” national economic strategy, which has produced nothing less than a technological renaissance.\nThanks to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/06f7f028-bfaa-4fd9-8a0b-7d0d84d28ff9_364d0335.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国-东盟自贸协定升级，北京力推区域合作 (原标题: China-Asean free-trade pact gets upgrade as Beijing touts regional ties)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330635/china-asean-free-trade-pact-gets-upgrade-beijing-touts-regional-ties?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 10:00:17 +0000",
      "isoDate": "2025-10-28T10:00:17.000Z",
      "creator": "Ralph Jennings,Mia Nurmamat",
      "summary": "# 中国-东盟自贸协定升级：深化区域经济合作\n\n中国与东盟（东南亚国家联盟）于周二签署了自由贸易协定（CAFTA）的升级议定书，即中国-东盟自由贸易区3.0版。此次升级旨在深化双方的经济联系，并被北京视为在与美国贸易战背景下加强多边经济关系的重要举措。\n\n## 协议背景与签署\n*   **签署时间与地点**：该升级议定书于本周在吉隆坡举行的东盟峰会上签署。\n*   **参与方**：中国与由11个东南亚国家组成的东盟，东盟在2023年拥有6.8亿人口和3.8万亿美元的国内生产总值。\n\n## 关键升级内容\n此次升级扩展了协定条款，涵盖了以下重要领域：\n*   **产品质量**：旨在提升区域内贸易产品的标准和质量。\n*   **环境保护**：纳入了更多关于环境可持续性和保护的条款。\n*   **中小企业扶持**：增加了帮助中小企业发展的措施，促进其参与区域贸易。\n\n## 战略意义与影响\n中国国务院总理李强在第28届中国-东盟峰会上指出，升级后的协议为扩大和加强双边经济贸易合作创造了新机遇，并增强了双方抵御风险的能力。他特别提到，在许多国家因“不公平地遭受高额关税”而面临更大发展挑战的时期，这一举措尤为重要。\n\n中国商务部在其网站声明中强调，在基于规则的国际贸易体系面临严峻挑战之际，签署中国-东盟自由贸易区3.0版议定书具有重大意义。商务部进一步表示：\n*   **多边主义与自由贸易**：此举充分展现了中国和东盟对多边主义和自由贸易的共同承诺。\n*   **经济增长动力**：将为区域和全球经济增长注入更大的信心和动力。\n*   **抵制保护主义**：为各国共同抵制保护主义和单边主义、共同应对全球贸易挑战树立了重要榜样。\n\n此次升级被视为中国在当前国际经济形势下，通过加强区域合作来应对外部挑战、维护开放经济体系的重要一步。",
      "shortSummary": "中国与东盟签署了自由贸易协定（CAFTA）3.0版升级议定书，旨在深化区域经济合作。此次升级将协定条款扩展至产品质量、环境保护和中小企业扶持等领域。中国总理李强指出，此举将创造新的合作机遇，增强双方抵御风险的能力，尤其是在当前国际贸易挑战背景下。中国商务部强调，这展现了双方对多边主义和自由贸易的共同承诺，将为区域和全球经济增长注入信心，并树立抵制保护主义的榜样。",
      "translated_title": "中国-东盟自贸协定升级，北京力推区域合作",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and a bloc of 11 Southeast Asian countries signed an upgrade to their free-trade agreement on Tuesday, expanding its terms to cover product quality, environmental protection and help for small businesses, in a sought-after strengthening of multilateral economic ties for Beijing amid its ongoing trade war with the US.\nThe Association of Southeast Asian Nations (Asean), a group with a combined population of 680 million and a total gross domestic product of US$3.8 trillion in 2023, signed the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/f4d1483b-6a27-4139-b25b-dbc259f8339a_b38678db.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新措辞，新阶段？中国调整人民币国际化表述 (原标题: New phrase, new phase? China adjusts language on yuan internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330605/new-phrase-new-phase-chinas-central-bank-adjusts-language-yuan-internationalisation?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 08:08:42 +0000",
      "isoDate": "2025-10-28T08:08:42.000Z",
      "creator": "Alice Li,Sylvia Ma",
      "summary": "### 中国调整人民币国际化表述，预示新阶段\n\n中国人民银行（PBOC）近期在描述其推动人民币全球使用的努力时，采用了更为积极的措辞。这一修辞上的转变可能预示着，在中国对美元日益担忧的背景下，人民币国际化的努力将有所加强。\n\n**关键措辞变化：**\n\n*   **旧措辞：** 过去，央行官员通常使用“审慎稳步推进人民币国际化”的表述。\n*   **新措辞：** 中国人民银行行长潘功胜在最近的一次会议上承诺“推动人民币国际化”，这与之前的表述相比，语气明显更加积极。\n\n**潘功胜行长提出的具体措施：**\n\n在央行党委的一次会议上，潘功胜行长阐述了未来推动人民币国际化的具体方向：\n\n*   **促进贸易使用：** 提升人民币在贸易结算中的使用。\n*   **金融市场开放：** 逐步有序地进一步开放金融市场。\n*   **支持离岸市场：** 支持离岸人民币市场的发展。\n\n**专家解读：**\n\n渣打银行大中华及北亚区首席经济学家丁爽指出，新措辞的使用是北京发出的一个信号，表明中国将在未来五年内更积极地推动人民币的全球使用。",
      "shortSummary": "中国人民银行已调整其人民币国际化的表述，从“审慎稳步推进”变为“推动人民币国际化”。央行行长潘功胜承诺将更积极地促进人民币在贸易中的使用、开放金融市场并支持离岸市场发展。此举被视为中国在全球对美元担忧加剧之际，加大人民币全球推广力度的信号，预示未来五年将采取更主动的策略。",
      "translated_title": "新措辞，新阶段？中国调整人民币国际化表述",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank has adopted a more proactive tone when describing its efforts to promote the global use of the yuan – a rhetorical change that could signal increased efforts to internationalise the currency amid growing concerns over the US dollar.\nAt a recent meeting, People’s Bank of China Governor Pan Gongsheng pledged to “promote the internationalisation of the yuan”, a noticeable shift in tone from earlier statements by central bank officials, which typically referred to “prudently and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/4b0950ac-c7a9-4781-b33e-1c35c4710fca_d5c8837f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京谴责英国对11家中国公司实施“单边”制裁 (原标题: Beijing slams UK’s ‘unilateral’ sanctions on 11 Chinese companies)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330576/beijing-slams-uks-unilateral-sanctions-11-chinese-firms-over-russia-links?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 05:23:38 +0000",
      "isoDate": "2025-10-28T05:23:38.000Z",
      "creator": "Xiaofei Xu,Carol Yang",
      "summary": "### 北京谴责英国对中国公司实施制裁\n\n中国已强烈谴责英国对11家中国公司实施制裁，称这些公司与俄罗斯存在“所谓联系”。北京警告此举可能损害中英关系。\n\n**主要观点：**\n\n*   **制裁性质与合法性**：\n    *   中国商务部周一发表声明，指出英国的行动构成“单边制裁”，缺乏国际法依据和联合国授权。\n    *   北京敦促伦敦“立即纠正错误，解除对相关中国实体的制裁”。\n*   **对中英关系的影响**：\n    *   中国商务部明确表示，尽管北京提出官方抗议，英国政府仍坚持将这11家公司列入制裁名单。\n    *   此举可能损害“中英经济贸易关系的积极势头”。\n*   **中国立场与原则**：\n    *   中国一贯严格控制两用物品的出口。\n    *   声明强调，中俄企业之间的“正常交流与合作不应受到干预或影响”。\n    *   中国表示将“坚定维护”中国企业的合法权益。\n*   **英国的行动**：\n    *   英国政府于10月15日宣布了最新一轮与俄罗斯相关的制裁。\n    *   此次制裁共针对90个实体和船只，其中包括11家中国公司。\n    *   制裁理由是这些公司涉嫌支持俄罗斯的能源、金融和国防部门。",
      "shortSummary": "中国谴责英国对11家中国公司实施“单边”制裁，理由是这些公司与俄罗斯存在“所谓联系”。北京指出此举缺乏国际法依据和联合国授权，并警告将损害中英关系。中国敦促英国立即解除制裁，并表示将坚定维护中国企业的合法权益。英国于10月15日宣布了针对90个实体和船只的制裁，其中包括这些中国公司，称其支持俄罗斯的能源、金融和国防部门。",
      "translated_title": "北京谴责英国对11家中国公司实施“单边”制裁",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has denounced the United Kingdom for sanctioning 11 Chinese companies over “alleged connections” with Russia despite Beijing’s diplomatic objections, warning the move could damage the UK-China relationship.\n“The UK’s actions constitute unilateral sanctions that lack both a basis in international law and authorisation from the United Nations,” China’s Ministry of Commerce said in a statement on Monday.\nBeijing urged London to “immediately correct its mistake and lift the sanctions on the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/cd321a50-f22e-42b2-aa55-e4007bbf29a9_4435006e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国正在引领全球化新阶段 (原标题: China is spearheading a new phase of globalisation)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330435/chinas-transition-global-powerhouse-hinges-more-innovation?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-27T21:30:08.000Z",
      "creator": "Ningrong Liu",
      "summary": "### 中国引领全球化新阶段\n\n中国的第十五个五年规划及其后续规划，不仅是政策蓝图，更是中国经济发展和全球地位的关键转折点。这些规划将定义一个由创新驱动增长的时代，巩固中国作为主要大国和美国竞争对手的地位。\n\n#### 中国经济发展的历史阶段\n\n*   **改革开放初期（1978-1992年）：** 在文化大革命后的经济挑战下，改革开放势在必行，标志着中国对外开放的初始阶段。\n*   **发展优先阶段（1992年邓小平南巡后）：** 明确确立了发展是首要任务的原则。\n*   **全面融入全球化（2001年加入世贸组织）：** 中国全面融入全球化进程，推动了经济的快速增长，使其在2010年超越日本，成为世界第二大经济体。\n*   **“超级全球化”时代的终结（2017年至今）：** 2017年（美国总统特朗普上任及中共十九大召开）标志着以中美深度经济相互依存为特征的“超级全球化”时代的结束。2018年，美国对中国发动了贸易战。\n\n#### 当前与未来战略重点\n\n*   **2035年社会主义现代化目标：** 在战略竞争加剧的背景下，实现2035年社会主义现代化目标提升了五年规划的重要性。\n*   **五年规划的关键作用：** 这些规划的成功将决定中国能否实现经济突破、国内生产总值是否超越美国以及中美关系的未来走向。\n*   **第四次工业革命的优先地位：** 中国必须优先发展第四次工业革命。\n    *   **历史回顾：** 中国在第一次和第二次工业革命中基本缺席。在第三次工业革命（互联网和信息技术浪潮）中，中国虽然有所发展，但并未成为领跑者。\n    *   **当前成就与潜力：** 如今，中国在新能源汽车、锂电池和太阳能光伏领域取得了全球领先地位，展现了其强大的创新潜力。",
      "shortSummary": "中国第十五个五年规划及其后续计划是其创新驱动增长和全球地位的关键。中国经济发展经历了改革开放、加入世贸组织全面融入全球化等阶段，并在2017年后告别了中美深度互赖的“超级全球化”时代。为实现2035年现代化目标，中国正优先发展第四次工业革命，已在新能源汽车、锂电池和太阳能光伏等领域取得全球领先，展现出引领全球化新阶段的潜力。",
      "translated_title": "中国正在引领全球化新阶段",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s 15th five-year plan is more than a policy blueprint; it is a pivotal turning point. This plan and the next one will define an era of innovation-led growth, solidifying China’s status as a major power and peer competitor to the United States.\nSince the reform and opening-up policy was launched, China’s economic development has had distinct phases. The 1978-1992 period marked the initial stage of opening up. Reform and opening-up was imperative in the wake of economic challenges after the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/69d601dc-3e90-4c52-a779-c3a7bdd97212_fdd605e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在打击加密货币方面加倍努力，央行誓言扩大数字人民币的使用 (原标题: China doubles down on crypto crackdown as central bank vows to expand digital yuan)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330525/china-doubles-down-crypto-crackdown-central-bank-vows-expand-digital-yuan?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 15:36:10 +0000",
      "isoDate": "2025-10-27T15:36:10.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国重申对虚拟货币的强硬立场，并承诺扩大数字人民币使用\n\n中国周一重申了其对虚拟货币的强硬立场，警告了稳定币的风险，并表示将继续打击虚拟货币的境内运营和投机活动。与此同时，中国人民银行行长潘功胜表示，中国将致力于扩大其央行数字货币（e-CNY）的使用范围。\n\n## 稳定币的风险与监管担忧\n\n潘功胜指出，稳定币仍处于发展的早期阶段，全球金融监管机构对其发展普遍持谨慎态度。他强调了稳定币存在的以下问题：\n\n*   **监管缺失**: 作为一种金融活动，稳定币目前未能有效满足客户身份识别和反洗钱等基本要求，这加剧了全球金融监管的漏洞。\n*   **市场投机**: 稳定币助长了强烈的市场投机氛围，增加了全球金融系统的脆弱性。\n*   **货币主权影响**: 稳定币对一些欠发达经济体的货币主权产生了影响。\n\n## 持续打击虚拟货币\n\n潘功胜表示，中国央行将与执法机构合作，继续严厉打击虚拟货币的境内运营和投机活动。这表明中国将继续保持对加密货币的严格监管态势。\n\n## 扩大数字人民币（e-CNY）的使用\n\n与对虚拟货币的严格态度形成对比的是，中国正积极推动其央行数字货币——数字人民币（e-CNY）的发展和应用。潘功胜表示，中国将致力于扩大数字人民币的使用范围。\n\n![中国人民银行行长潘功胜在北京金融街论坛上。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/27/6d32144b-d7a7-4cb0-80d9-27db72d4b2ab_ed1e3839.jpg)\n*中国人民银行行长潘功胜在北京金融街论坛上。图片来源：路透社*",
      "shortSummary": "中国重申对虚拟货币的强硬立场，警告稳定币存在监管漏洞、助长投机并增加金融系统脆弱性。中国人民银行行长潘功胜表示，将继续打击虚拟货币的境内运营和投机。与此同时，中国将致力于扩大其央行数字货币（e-CNY）的使用范围。",
      "translated_title": "中国在打击加密货币方面加倍努力，央行誓言扩大数字人民币的使用",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/27/6d32144b-d7a7-4cb0-80d9-27db72d4b2ab_ed1e3839.jpg",
          "alt": "Pan Gongsheng, governor of the People’s Bank of China, at the Financial Street Forum in Beijing. Photo: Reuters",
          "title": "Pan Gongsheng, governor of the People’s Bank of China, at the Financial Street Forum in Beijing. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China on Monday reaffirmed its hardline approach towards virtual currencies at home, warning of the risks of stablecoins, despite growing concerns that the United States might have consolidated its US dollar dominance through them.\nInstead, the world’s second largest economy vowed to broaden the use of its central bank digital currency known as e-CNY, according to Pan Gongsheng, governor of the People’s Bank of China.\n“[Stablecoins] are still in their early stages of development,” said Pan,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/c64c6fcf-3cf9-42b6-97c3-cd37179b571b_c144a1b4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普暗示在对华峰会前达成贸易协议，结束TikTok风波 (原标题: Trump hints at trade deal, end to TikTok saga in run-up to China summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330504/trump-hints-trade-deal-end-tiktok-saga-run-china-summit?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 14:00:26 +0000",
      "isoDate": "2025-10-27T14:00:26.000Z",
      "creator": "Sylvia Ma,Alice Li",
      "summary": "# 特朗普暗示在对华峰会前解决TikTok和贸易问题\n\n美国总统唐纳德·特朗普表示，本周与中国国家主席习近平的会晤中，可能会就TikTok的最终所有权达成协议，并在此次峰会中推进贸易谈判。此次会晤将是特朗普自今年1月重返白宫以来，首次与习近平进行面对面接触。\n\n## 关键信息点：\n\n*   **TikTok所有权协议**：\n    *   特朗普总统指出，关于中国公司字节跳动剥离其短视频应用TikTok美国版本所有权的最终协议，可能会在即将举行的美中峰会上达成。\n    *   他表示，这“可能是我们讨论的事情之一”。\n    *   特朗普提到，他已获得习近平主席的“初步批准”，并预计会得到进一步批准。\n    *   TikTok的美国版本所有权问题一直是中美双边关系中的一个症结。\n*   **贸易协议进展**：\n    *   此次峰会还将建立在双方代表上周在马来西亚吉隆坡举行的最新一轮贸易谈判基础之上。\n    *   在吉隆坡的贸易谈判中，双方已达成了一项初步框架协议。\n*   **峰会背景与意义**：\n    *   此次潜在的会晤预计将于周四在韩国举行的亚太经济合作组织（Apec）论坛上进行。\n    *   这将是特朗普自今年1月重返白宫以来，首次与中国领导人习近平进行面对面接触。\n*   **特朗普言论来源**：\n    *   特朗普是在从马来西亚飞往日本的空军一号上向媒体发表上述言论的。\n    *   白宫周一分享了一段音频记录，证实了这些言论。",
      "shortSummary": "美国总统特朗普暗示，本周与中国国家主席习近平的会晤中，有望达成TikTok的最终所有权协议，并推进贸易谈判。此次峰会预计在韩国举行，是特朗普重返白宫后首次与习近平面对面会晤，旨在解决TikTok这一双边关系症结，并巩固此前达成的初步贸易框架协议。",
      "translated_title": "特朗普暗示在对华峰会前达成贸易协议，结束TikTok风波",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump has said a final ownership deal on TikTok could be struck during an expected meeting with Chinese President Xi Jinping this week, a summit that would build on the latest round of trade talks between representatives of the world’s two largest economies in Malaysia.\nWhen asked whether he anticipated a concrete deal over Chinese firm ByteDance’s divestment of the American version of its short-video app – a persistent sticking point in bilateral relations – Trump said it...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/da50c6fc-0bac-426d-b100-836060666dc9_f67e5b5e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析师：中美框架协议只是结束贸易战的‘第一步’ (原标题: US-China framework deal only ‘first step’ towards ending trade war: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330479/us-china-framework-deal-only-first-step-towards-ending-trade-war-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 13:00:19 +0000",
      "isoDate": "2025-10-27T13:00:19.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "### 中美贸易谈判取得进展，但分析师警告执行是关键\n\n经过在马来西亚举行的两天高级别中美贸易谈判，华盛顿暗示世界两大经济体已在关税和北京扩大稀土出口管制等关键问题上找到共同点。然而，分析师警告称，真正的考验将在于双方如何执行最终达成的协议。\n\n**谈判成果与官员表态：**\n*   **积极评价：** 中美贸易官员均将吉隆坡周末的谈判描述为“建设性的”，美国财政部长斯科特·贝森特（Scott Bessent）补充说会议“非常好”。\n*   **具体进展：**\n    *   贝森特表示，双方已敲定与潜在TikTok所有权协议相关的细节。\n    *   他还暗示美国农民将对这项协议“非常满意”，这可能指的是中国恢复购买美国大豆。\n    *   中国贸易代表李承刚表示，谈判涵盖了广泛议题，包括出口管制、关税、美国对中国造船商的调查以及可能的“双边贸易扩张”。\n\n**分析师观点与未来展望：**\n*   **“第一步”：** 分析师认为，此次框架协议仅仅是结束贸易战的“第一步”。\n*   **执行挑战：** 真正的挑战在于双方如何将协议付诸实施。\n*   **战略稳定：** 双方目前都在寻求“战略稳定”，尤其是在即将举行的亚太经济合作组织（Apec）论坛之前。\n\n**即将到来的重要会晤：**\n*   美国总统唐纳德·特朗普和中国国家主席习近平预计将于周四在韩国举行的亚太经合组织论坛上会面，这将是自美国总统今年一月重返白宫以来的首次会晤。",
      "shortSummary": "中美两国在马来西亚举行了“建设性”贸易谈判，就关税、稀土出口管制等关键问题达成共识。美国财政部长贝森特提及TikTok协议和中国可能恢复购买美国大豆，中方代表李承刚则表示讨论了出口管制和贸易扩张。分析师指出，该框架协议仅是结束贸易战的“第一步”，执行是关键。特朗普和习近平预计将在韩国举行的亚太经合组织论坛上会面，双方正寻求“战略稳定”。",
      "translated_title": "分析师：中美框架协议只是结束贸易战的‘第一步’",
      "images": [],
      "contentSource": "完整文章",
      "content": "After two days of high-level US-China trade talks in Malaysia, Washington hinted the world’s two largest economies had found common ground on key issues ranging from tariffs to Beijing’s expanded rare earth export controls. But analysts cautioned the “real test” would come when both sides had to execute a resulting deal.\nBoth Chinese and US trade officials described the negotiations in Kuala Lumpur over the weekend as “constructive”, with US Treasury Secretary Scott Bessent adding that the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/180f8b6c-3f29-419d-816f-f90db20107c4_2815251d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为对抗中国，特朗普亚洲之行旨在加强与关键盟友的造船业合作 (原标题: To counter China, Trump’s Asia trip seen shoring up shipbuilding with key allies)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330484/counter-china-trumps-asia-trip-shore-maritime-alliances-japan-south-korea?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 11:00:32 +0000",
      "isoDate": "2025-10-27T11:00:32.000Z",
      "creator": "Carol Yang",
      "summary": "### 特朗普亚洲之行：加强与盟友的造船业合作以对抗中国\n\n美国总统唐纳德·特朗普已开启其亚洲之行，此行的核心目标之一是与日本和韩国在造船业领域建立新的合作关系。此举正值美国与中国在港口费用问题上持续存在争议之际，华盛顿旨在以此对抗北京在海事领域日益增长的主导地位。\n\n#### 美国振兴造船业的战略\n\n*   **目标：** 美国政府致力于通过与战略盟友建立伙伴关系，振兴其几近停滞的国内造船业。\n*   **盟友响应：** 日本和韩国作为全球主要的造船国家，对美国的这一倡议表示了积极的欢迎。\n\n#### 与日本的合作细节\n\n在特朗普对日本为期三天的国事访问期间，两国计划签署一份重要的备忘录，旨在共同提升其造船能力。这份协议草案强调，一个强大且富有创新精神的造船业对于两国的经济安全、海事部门的实力和竞争力以及工业韧性都至关重要。\n\n**具体合作计划包括：**\n\n*   **成立工作组：** 建立一个专门的工作组，以协调和推进合作事宜。\n*   **船厂投资：** 在船厂投资方面进行协作，可能涉及共同投资或优化现有资源。\n*   **标准化：** 推动船舶设计和部件的标准化，以提高效率和互操作性。\n*   **技术进步：** 共同推进造船技术的研发和应用。\n*   **人才培养：** 加强人员招聘和培训，以确保行业拥有高素质的劳动力。\n*   **维修与备件：** 预计两国造船商将能够相互提供船舶维修服务和备件供应，从而增强彼此的后勤支持能力。\n\n#### 相关背景信息\n\n文章还提及，在访问日本期间，特朗普达成了一项“大规模”的贸易协议，其中涉及15%的关税，这显示了其亚洲之行的多重经济和战略目标。\n\n![图片 1](https://i.ytimg.com/vi/Nl2xXdaeyPg/maxresdefault.jpg)",
      "shortSummary": "特朗普总统亚洲之行旨在通过与日本和韩国加强造船业合作，以对抗中国在海事领域的主导地位。美国寻求振兴其造船业，并获得日韩的积极响应。两国计划签署备忘录，深化船厂投资、技术、设计标准化及维修等方面的合作。此举正值美中港口费用纠纷持续之际，也是特朗普亚洲之行的重要战略组成部分。",
      "translated_title": "为对抗中国，特朗普亚洲之行旨在加强与关键盟友的造船业合作",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/Nl2xXdaeyPg/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With US President Donald Trump having kicked off his visit to Asia, new collaborations in shipbuilding with Japan and South Korea are set to advance amid ongoing port-fee disputes with China, as Washington seeks to counter Beijing’s dominance in the maritime sector.\nThe US government has committed to reviving its nearly defunct shipbuilding industry through strategic partnerships, with key allies Japan and South Korea – major shipbuilding countries – welcoming the initiative with open...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/06653c2a-c4b6-418a-99cb-aeefb11c281c_7e5c5ba3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国与马来西亚、泰国签署稀土谅解备忘录。能否对冲中国？ (原标题: US signs rare earth MOUs with Malaysia, Thailand. Can it hedge against China?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330468/us-signs-rare-earth-mous-malaysia-thailand-can-it-hedge-against-china?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 10:30:15 +0000",
      "isoDate": "2025-10-27T10:30:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 美国寻求稀土供应多元化，与马来西亚、泰国签署谅解备忘录\n\n### 背景与目标\n*   美国正加紧努力，以应对全球主要稀土供应国中国可能实施的出口管制。\n*   目标是通过与东南亚国家（马来西亚和泰国）达成协议，增加关键矿物对美国汽车、国防和高科技硬件制造商的出口。\n*   此前，美国已与澳大利亚达成一项85亿美元的框架协议。\n\n### 与马来西亚和泰国的协议\n*   美国与马来西亚和泰国签署了谅解备忘录（MOUs）。\n*   专家认为，其中一项协议有望相对较快地取得成果。\n\n### 中国在全球稀土市场的主导地位\n*   根据美国战略与国际研究中心的数据，中国在全球稀土金属（关键矿物的一个子类别）开采量中约占70%。\n*   在加工产出方面，中国更是占据了90%的份额。\n*   美国电动汽车制造商等行业严重依赖某些稀土金属。\n\n### 挑战与前景\n*   **挑战：** 复旦大学金融学教授Charles Chang指出，这些协议需要行业支持和时间来发展加工能力，才能使原材料以可观的数量运抵美国买家。\n*   **前景：** 分析师认为，尽管存在挑战，这两项协议最终可能有助于减少美国对中国的依赖，尤其是在长期贸易争端中（中国已限制关键矿物的出口）。\n*   **专家观点：**\n    *   Stormcrow Capital总裁Jon Hykawy表示，如果美国能从马来西亚和泰国获得这些材料，并签订长期采购合同，同时建立下游加工能力，那么这些协议将有所帮助。\n    *   香港大学金融学讲席教授陈志武认为，这对美国来说始终是一个良好的对冲策略，因为其他国家不希望受制于未来中国官员可能采取的行动。\n\n### 战略意义\n*   这些举措被视为美国对冲中国稀土出口控制风险的战略，旨在确保关键供应链的韧性。",
      "shortSummary": "美国与马来西亚、泰国签署稀土谅解备忘录，旨在减少对中国稀土供应的依赖。此举是美国多元化关键矿物来源的努力，以保障其汽车、国防和高科技产业。尽管需要时间发展加工能力，专家认为这些协议是美国对冲中国潜在出口限制的有效策略，有助于增强供应链韧性。",
      "translated_title": "美国与马来西亚、泰国签署稀土谅解备忘录。能否对冲中国？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States has ramped up efforts to hedge against rare earth export controls by China – the world’s dominant supplier – through agreements signed on Sunday with two Southeast Asian countries, including one that experts believe could deliver results relatively quickly.\nMemoranda of understanding with Malaysia and Thailand pave the way for increased critical mineral exports to US automotive, defence and hi-tech hardware manufacturers – following a US$8.5 billion US-Australia framework deal...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/58e52ca0-bb90-4088-9e41-08329a4805ba_82521c41.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia困境揭示欧洲陷入美中夹缝，分析师称 (原标题: Nexperia debacle shows Europe trapped between US and China, analysts say)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330454/nexperia-debacle-shows-europe-trapped-between-us-and-china-analysts-say?utm_source=rss_feed",
      "pubDate": "Mon, 27 Oct 2025 09:00:16 +0000",
      "isoDate": "2025-10-27T09:00:16.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### Nexperia困境揭示欧洲陷入美中夹缝\n\n荷兰芯片公司Nexperia的争议事件，暴露了欧洲日益不稳定的处境：被夹在美国和中国之间激烈的竞争中，无法同时满足双方。\n\n*   **核心问题：** 欧洲，特别是荷兰，发现自己处于美中激烈竞争的中间地带，难以同时满足这两个大国的要求。\n\n*   **事件背景：**\n    *   9月30日，荷兰政府采取了极其不寻常的举动，援引自1952年以来一直未使用的法律，以国家安全为由，从其中国所有者手中接管了Nexperia的控制权。\n\n*   **分析师观点：**\n    *   荷兰分析师指出，美中之间日益紧张的关系使欧洲陷入几乎不可能的境地。\n    *   美国仍然是欧洲大陆主要的“安全提供者”，而中国则是欧洲最大的“贸易伙伴”。\n    *   咨询公司ChinaGeopolitics创始人Frans-Paul van der Putten表示，欧洲能做的非常少，因为无论做什么都会造成损害。问题的核心在于：欧洲将损害其安全、经济地位，或两者兼而有之。\n\n*   **解决方案：**\n    *   分析师认为，欧洲摆脱困境的唯一途径是尽快提升其对美中两国的“战略自主性”。",
      "shortSummary": "荷兰芯片公司Nexperia被政府接管事件，凸显欧洲在美国和中国之间的两难境地。分析师指出，美国是欧洲主要安全伙伴，中国是最大贸易伙伴，这使得欧洲无论采取何种行动都可能面临安全或经济损失。专家呼吁欧洲应尽快提升战略自主性，以摆脱这种困境。",
      "translated_title": "Nexperia困境揭示欧洲陷入美中夹缝，分析师称",
      "images": [],
      "contentSource": "完整文章",
      "content": "The geopolitical tussle over Dutch chip firm Nexperia has exposed Europe’s increasingly precarious position: stuck in the middle of an intense US-China rivalry and unable to satisfy both sides at once, Dutch analysts said.\nThe only way out is for Europe to boost its strategic autonomy from both powers as soon as possible, they added.\nRising tensions between China and the United States have placed Europe in an almost impossible situation, as the US remains the continent’s main security provider...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/27/938e2b16-2d8d-4235-b272-e78ad1e293e5_2dc45738.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不要指望中国在亚太经合组织会议上就稀土控制问题做出妥协 (原标题: Don’t expect China to compromise on rare earth controls at Apec)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330255/dont-expect-china-compromise-rare-earth-controls-apec?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-26T21:30:08.000Z",
      "creator": "Andy Xie",
      "summary": "# 中国稀土控制：亚太经合组织峰会展望\n\n## 引言\n\n*   中国国家主席习近平预计将与美国总统特朗普在本月底的亚太经合组织（Apec）峰会期间举行会晤。\n*   文章强调，无论此次峰会结果如何，都不应指望中国在近期宣布的稀土出口管制问题上做出让步。\n\n## 中国稀土政策与贸易战策略\n\n*   中国可能考虑增加对民用工业的稀土供应，前提是美国在日内瓦贸易休战后撤回其升级政策。\n*   然而，美国很可能会做出足够的妥协以避免其人工智能（AI）泡沫破裂，但一旦其武器工业无法获得足够的稀土，美国将重新挑起对中国的经济战。\n*   中国对稀土产品和技术实施“美式”域外控制，代表着中国在贸易战中首次采取重大反击。\n*   中国已从最初侧重于通过减少对美国市场出口的依赖来解决自身脆弱性，转向采取攻势。\n\n## 美国策略的局限性\n\n*   文章指出，美国已经“打出了所有牌”，其目标是在不严重损害自身的情况下削弱中国。\n*   华盛顿的政策内置了升级和违背协议的倾向。\n*   然而，这种策略的有效期有限，其局限性已开始显现。\n\n## 美国经济的特点\n\n*   几十年来，美国经济一直由泡沫和武器支撑，并依赖美元作为储备货币的地位。\n*   美国是一个通过泡沫维持自身并压制竞争性财富中心的“债务超级大国”。\n*   美国领导人将赌注押在人工智能发展和旨在扼杀中国增长的科技战上，但这些努力正处于岌岌可危的境地。",
      "shortSummary": "在即将举行的亚太经合组织峰会上，中国预计不会在稀土出口管制问题上做出妥协。此举是中国在贸易战中首次采取重大反击，标志着其从防御转向攻势。尽管美国可能为保护其人工智能产业而暂时妥协，但一旦其武器工业稀土供应受限，很可能再次升级经济战。文章指出，美国通过泡沫和武器支撑经济、不断升级冲突的策略已显现出局限性。",
      "translated_title": "不要指望中国在亚太经合组织会议上就稀土控制问题做出妥协",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping is expected to meet with his US counterpart, Donald Trump, on the sidelines of the Asia-Pacific Economic Cooperation (Apec) summit later this month. Regardless of how the summit might go, don’t count on China walking back its recently announced export controls on rare earths.\nBeijing might consider increasing supplies for civilian industries if the US rolls back its own escalatory policies following the trade truce brokered in Geneva, Switzerland earlier this year. The US is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/26/de59072a-dfbd-443a-9553-f15e171ec0ff_736a111e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的“梦幻协议”将如何展开，美中贸易全国委员会主席深思 (原标题: How will Trump’s ‘fantastic deal’ unfold, mulls US-China Business Council’s head)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330374/fantastic-deal-china-us-china-business-council-looks-rolling-back-clock?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 12:00:08 +0000",
      "isoDate": "2025-10-26T12:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "### 特朗普“梦幻协议”的展望与中美贸易谈判进展\n\n美中贸易全国委员会主席肖恩·斯坦（Sean Stein）在上海外滩峰会上对美国总统特朗普所承诺的“梦幻协议”进行了展望，认为该协议将使中美贸易关系回到大规模关税实施之前的状态。\n\n#### 斯坦对“梦幻协议”的解读：\n\n*   **核心目标：** 斯坦认为，特朗普的“梦幻协议”本质上是将时间拨回到4月1日，即特朗普大规模关税启动之前的状态。\n*   **关税暂停：** 他预测，90天的关税暂停“毫无疑问”将得到延长。\n*   **特朗普的关键要求：** 斯坦指出，特朗普可能只会向中方提出三项要求：\n    1.  关于芬太尼的协议。\n    2.  恢复大豆采购。\n    3.  稀土问题。\n*   **斯坦的评论：** 斯坦强调，所有这些问题之所以成为必要，正是因为特朗普发起的贸易战。在他看来，“梦幻协议”就是“某种程度上将时间拨回到”贸易战前的状态。\n\n#### 同期贸易谈判进展：\n\n*   **背景：** 斯坦发表此番言论之际，中美两国正在吉隆坡进行第五轮贸易谈判。中方由国务院副总理何立峰率领，美方由财政部长斯科特·贝森特（Scott Bessent）率领。\n*   **目标：** 美国贸易代表杰米森·格里尔（Jamieson Greer）表示，广泛的讨论已使双方“达到一个领导人将举行富有成效会议的境地”，旨在为特朗普总统与中国国家主席习近平在韩国举行的会晤铺平道路（美方已确认，中方尚未确认）。\n\n#### 谈判成果：\n\n*   **初步共识：** 北京方面在谈判结束后发表声明称，双方已就出口管制、关税休战延期、港口费用、农产品贸易以及芬太尼相关关税和合作等问题达成了初步共识。",
      "shortSummary": "美中贸易全国委员会主席肖恩·斯坦认为，特朗普的“梦幻协议”旨在将中美贸易关系恢复到关税战前状态，包括延长关税暂停，并可能要求中方在芬太尼、大豆采购和稀土问题上达成协议。他指出这些问题源于贸易战。同期，中美在吉隆坡的贸易谈判已达成初步共识，涉及出口管制、关税延期、农产品贸易等，为两国领导人会晤铺路。",
      "translated_title": "特朗普的“梦幻协议”将如何展开，美中贸易全国委员会主席深思",
      "images": [],
      "contentSource": "完整文章",
      "content": "A “fantastic deal” that US President Donald Trump has pledged to strike with China would be dialling the clock back to April 1 – before the launch of his massive tariffs, a top US business representative has said.\n“I think things are pretty obvious at this point, of what’s gonna happen,” said Sean Stein, president of the US-China Business Council, at the Bund Summit in Shanghai on Saturday. “The tariff pause of 90 days will be extended without a doubt.”\nBeyond that, there are only three things...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/26/48182442-bb80-4380-849b-7c05c72c53a7_4ce7c993.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美在马来西亚达成初步协议，为可能的习特会铺路 (原标题: China, US agree to preliminary deal in Malaysia ahead of possible Xi-Trump talks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330367/china-us-agree-preliminary-framework-deal-cool-down-trade-war?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 09:16:12 +0000",
      "isoDate": "2025-10-26T09:16:12.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "## 中美在马来西亚达成初步协议\n\n*   **背景与目的**\n    *   中美两国于周日在马来西亚吉隆坡经过两天会谈后，达成了一项初步框架协议。\n    *   此举标志着在两国元首可能举行会晤之前，紧张局势有所缓和。\n    *   此次会谈正值双边关系紧张局势再次加剧之际，也临近临时关税休战协议于11月10日到期。\n\n*   **会谈参与者与地点**\n    *   会谈在马来西亚首都吉隆坡举行。\n    *   中方由副总理何立峰率领，美方由财政部长斯科特·贝森特率领。\n\n*   **主要成果**\n    *   中国贸易谈判代表李成钢在会谈后向记者表示，双方已达成“初步共识”。\n    *   该共识将提交给两国国内批准。\n\n*   **双方立场与观点**\n    *   李成钢形容美方立场“强硬”，而中方在捍卫自身利益和权利方面“坚定”。\n    *   他指出，北京和华盛顿都认为“稳定的中美关系对双方都有利”。\n    *   据新华社报道，副总理何立峰表示：“中美双边贸易关系本质上是互利共赢的。”\n    *   何立峰还强调：“稳定两国关系符合两国人民的利益，也符合世界的期望。”\n\n*   **意义**\n    *   此次初步协议为中美两国关系的稳定发展以及未来可能的高层会谈奠定了基础。",
      "shortSummary": "中美两国在马来西亚吉隆坡举行会谈后，达成了一项初步框架协议。此举旨在缓和两国紧张关系，并为可能举行的习特会铺平道路。会谈由中国副总理何立峰和美国财政部长斯科特·贝森特率领。双方已达成“初步共识”，将提交国内批准。两国均认为稳定的中美关系对双方有利，且贸易关系本质上是互利共赢的。",
      "translated_title": "中美在马来西亚达成初步协议，为可能的习特会铺路",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States agreed on Sunday to a preliminary framework deal after two days of talks in Kuala Lumpur, signalling a de-escalation of tensions in the lead-up to a potential meeting between the presidents of the world’s two largest economies.\nThe talks in the Malaysian capital, led by Vice-Premier He Lifeng and US Secretary of the Treasury Scott Bessent, came on the heels of a fresh surge of tensions in the volatile bilateral relationship and ahead of the November 10 expiration of a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/26/86e8e0b0-39eb-4870-9b62-ee73b200cb95_b5523756.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国小型出口商利润面临风险，因买家要求延长付款期限 (原标题: Profits of small Chinese exporters at risk as buyers ask for more time to pay)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330224/small-chinese-exporters-face-hit-profits-buyers-demand-extended-payment-terms?utm_source=rss_feed",
      "pubDate": "Sun, 26 Oct 2025 06:00:15 +0000",
      "isoDate": "2025-10-26T06:00:15.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国小型出口商利润面临风险：买家要求延长付款期限\n\n在正在进行的中国最大、历史最悠久的贸易展会——广交会秋季展上，许多中国出口商表示，海外买家要求延长付款期限正成为他们维持利润的最大挑战之一。\n\n**主要问题与影响：**\n\n*   **付款期限延长：** 海外买家普遍要求更长的付款期限，例如，一位照明出口商提到，有常规客户突然要求90天船后付款，理由是其他供应商提供更长的期限。\n*   **中小企业压力：** 这种压力对各行业的中小型企业（SMEs）尤为严峻。如果出口商不遵守，他们将面临失去订单的风险。\n*   **资金周转困难：** 中小企业需要预先支付材料、生产和运输成本。如果资金被占用三个月或更长时间，订单很容易从盈利变为潜在亏损。\n\n**根本原因：**\n\n*   **海外流动性收紧：** 全球市场流动性趋紧。\n*   **库存压力上升：** 海外买家面临更高的库存压力。\n*   **复杂宏观经济环境：** 复杂的全球宏观经济环境加剧了这些问题。\n\n**重要性：**\n\n*   中国出口行业是中国第二大经济体的关键驱动力，这一趋势对其利润和运营构成显著威胁。",
      "shortSummary": "在广交会上，中国小型出口商表示，海外买家要求延长付款期限正严重威胁其利润。这种趋势对中小企业造成巨大压力，因为它们需预付成本，而资金被长期占用可能导致订单亏损。该问题源于海外流动性收紧和库存压力上升，对作为中国经济关键驱动力的出口部门构成挑战。",
      "translated_title": "中国小型出口商利润面临风险，因买家要求延长付款期限",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the ongoing autumn session of the Canton Fair, China’s largest and longest-running trade exhibition, many Chinese exporters say that overseas buyers’ demands for extended payment terms are becoming one of their biggest challenges in maintaining profits.\nThe pressure on small and medium-sized enterprises (SMEs) – across a range of industries – is particularly acute.\n“A regular client suddenly demanded 90-day post-shipment payment because other suppliers offer longer terms,” said Kevin Huang, a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/8ff0d1f9-74a7-47fb-a866-1dcc879b0b0e_58d09850.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "失去光泽？中国人工宝石如何颠覆钻石市场 (原标题: Losing its sparkle? How Chinese artificial gems are upending the diamond market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330244/china-churns-out-artificial-gems-diamond-still-forever?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 22:00:14 +0000",
      "isoDate": "2025-10-25T22:00:14.000Z",
      "creator": "Luna Sun",
      "summary": "## 人工钻石的崛起：中国如何改变全球市场\n\n传统上，钻石的形成需要数百万甚至数十亿年。然而，随着技术的进步，这一过程现在只需大约一周。\n\n### 生产方式的变革\n\n*   **高科技生产**：专业的工厂使用重达50吨的机器，模拟地壳内部的巨大压力和极端温度，在短短几天内将晶种转化为无瑕、闪耀的宝石。\n\n### 中国在全球市场的主导地位\n\n*   **产量巨大**：位于中国湖北省的钟景钻石公司（Zhongjing Diamond）拥有近300台机器全天候运转，每年生产约60万克拉的粗制钻石。\n*   **全球领先**：中国在实验室培育钻石生产方面处于领先地位，其工厂生产的粗制人工钻石数量超过世界其他地区的总和。\n\n### 市场增长与消费者接受度\n\n*   **销售激增**：实验室培育钻石的销售额正在迅速增长。财富商业洞察（Fortune Business Insights）预测，全球市场规模将从2024年的258.9亿美元增长到2032年的744.5亿美元。\n*   **成本优势**：钟景钻石公司副总经理范祖华表示，人工钻石“闪耀如真，成本却只是其一小部分”，这使其迅速赢得消费者青睐。\n\n### 对传统钻石市场的影响\n\n*   **产品性质转变**：随着人工钻石的兴起，钻石正从一种珍贵资源转变为一种工业产品。\n*   **市场质疑**：许多人开始质疑，合成宝石是否正在侵蚀对天然钻石的需求，以及这种转变将如何重塑整个钻石行业。",
      "shortSummary": "中国实验室培育钻石正迅速颠覆全球钻石市场。过去需数百万年形成的钻石，现在通过中国工厂的先进机器，一周内即可制成。中国的人工钻石产量已超过世界其他地区总和，销售额因其低成本和同等光泽而激增，市场预计将大幅增长。然而，这也引发了关于合成宝石是否正在侵蚀天然钻石需求的讨论，使钻石从珍贵资源转变为工业产品。",
      "translated_title": "失去光泽？中国人工宝石如何颠覆钻石市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "Creating a new diamond used to be a process spanning millions or even billions of years. Now, it takes about a week.\nInside specialised factories, hulking 50-tonne machines simulate the crushing pressure and extreme temperatures inside the Earth’s crust, transforming seed crystals into flawless, glittering stones in just a few days.\nZhongjing Diamond, a company based in China’s central province of Hubei, has nearly 300 of the machines humming around the clock, which together mint some 600,000...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/f136bef7-ba14-4add-bfec-25776c6e02d9_7a27c678.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国转向高端出口提升利润，对美依赖减少：报告 (原标题: China’s shift to higher-end exports lifts margins as US reliance shrinks: report)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330215/china-shift-higher-end-exports-boosts-margins-mutual-gains-us-reliance-dips-report?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 10:00:13 +0000",
      "isoDate": "2025-10-25T10:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 中国出口战略转型：转向高端市场与非美市场扩张\n\n高盛策略师指出，中国旗舰企业，涵盖科技到零售等多个领域，正日益避开美国市场，转而向东南亚等欠发达市场扩张。在这些市场，中国企业可以利用其历史性的低成本优势并构建供应链。\n\n## 关键发现\n\n*   **出口市场重心转移：**\n    *   自2018年以来，中国对非美国市场的出口以约7.5%的复合年增长率增长。\n    *   同期，中国对美国的出口每年下降0.6%。\n*   **2018年：关键转折点：**\n    *   高盛投资银行的研究报告指出，2018年标志着一个转折点，当时华盛顿和北京之间的贸易紧张局势升级，促使中国企业探索新的市场。\n*   **价值链升级：**\n    *   中国正沿着价值附加曲线向上移动。例如，玩具和纺织品的制造已被消费电子产品、汽车和泡泡玛特（Pop Mart）手办的销售所取代。\n*   **整体海外收入增长：**\n    *   尽管对美出口下降，但中国企业的整体海外收入仍在增长。\n*   **企业策略调整：**\n    *   面对美国市场，许多中国公司不得不转移或分散其出口目的地。",
      "shortSummary": "高盛报告指出，中国旗舰企业正将出口重心从美国转向东南亚等非美市场。自2018年以来，对非美市场出口年复合增长7.5%，而对美出口年降0.6%。中美贸易紧张促使中国企业寻求市场多元化，并推动其向价值链高端发展，从玩具纺织转向消费电子和汽车等高附加值产品。尽管对美依赖减少，中国整体海外收入仍在增长。",
      "translated_title": "中国转向高端出口提升利润，对美依赖减少：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Flagship Chinese companies, spanning sectors from tech to retail, are increasingly shunning the United States and expanding in less-developed markets such as Southeast Asia, where they can leverage historic low-cost advantages and build out supply chains, a Goldman Sachs strategist said.\nChinese exports to non-US markets have grown at a compound annual rate of about 7.5 per cent since 2018, according to a research note by the investment bank. In contrast, exports to the US have declined by 0.6...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/24/6f3da0eb-88bd-4e84-8194-61fe2d339375_fc7289e0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在另一次金融危机爆发前遏制贷款证券化 (原标题: Rein in loan securitisation before another financial meltdown hits)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3330089/rein-loan-securitisation-another-financial-meltdown-hits?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 08:30:08 +0000",
      "isoDate": "2025-10-25T08:30:08.000Z",
      "creator": "Anthony Rowley",
      "summary": "# 新一轮金融危机风险迫近：贷款证券化监管不足的警示\n\n文章指出，随着两家公司——First Brands和Tricolor——的倒闭，下一场债务市场危机的序曲已经奏响，这正在震动所谓的抵押贷款债务（CLO）市场。然而，由于股市仍沉浸在“咆哮的二十年代”的乐观情绪中，很少有投资者注意到这一威胁。作者警告，只有当危机达到高潮时，人们才会关注，届时可能为时已晚，无法阻止一场堪比2008年全球债务危机及其随之而来的经济衰退的紧急情况。\n\n## 历史与现状的惊人相似之处\n\n文章强调，当前局势与2008年全球金融危机之间存在着令人不安的相似之处：\n\n*   **2008年金融危机回顾：**\n    *   当时，雷曼兄弟和华盛顿互惠银行等大型银行以及其他数十家机构陷入困境。\n    *   危机的主要原因在于将抵押贷款（特别是向信用状况可疑的借款人发放的次级抵押贷款）“切片和分块”（即重新打包）成贷款证券。银行因其相对有吸引力的利率而抢购这些证券，然后转售给投资者。当这些次级抵押贷款违约时，许多银行随之倒闭。\n\n*   **当前危机迹象：**\n    *   尽管First Brands和Tricolor并非家喻户晓的名字，但它们的失败原因与2008年惊人地相似。\n    *   国际货币基金组织（IMF）财政事务部负责人维托尔·加斯帕（Vitor Gaspar）引用IMF报告警告称，全球债务的增长可能引发金融动荡，并释放“财政-金融厄运循环”。\n\n## 核心问题：监管失职与贷款证券化\n\n文章指出，当前和2008年危机爆发的根本原因在于两个方面的失职：\n\n1.  **官方疏忽：**\n    *   对高知名度银行进行严密监控。\n    *   对CLO市场中的贷款发行方监管松懈。\n\n2.  **未能更坚定地遏制贷款证券化过程：**\n    *   这两种失职共同作用，掩盖了合法银行部门对信用风险的真实敞口。\n    *   同时也使散户投资者面临更大的风险。\n\n## 结论与警示\n\n文章强调，债务问题不再仅仅是新兴市场关注的焦点，它也已成为发达经济体明确而现实的危险。作者呼吁，在另一次金融危机爆发前，必须加强对贷款证券化的监管，以避免重蹈2008年的覆辙。\n\n![雷曼兄弟](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/db7663af-4ed6-4b5e-ae04-f2059adfa569_7983b287.jpg)\n*2010年9月24日，佳士得拍卖行的员工在伦敦市中心与雷曼兄弟的标志合影。图片来源：路透社*",
      "shortSummary": "文章警告，随着First Brands和Tricolor的倒闭，抵押贷款债务（CLO）市场正面临危机，但投资者普遍麻木。这与2008年金融危机有惊人相似之处，根源在于对CLO市场贷款发行方监管松懈和未能有效遏制贷款证券化。IMF也警告全球债务增长可能引发金融动荡。作者呼吁在危机爆发前，紧急加强对贷款证券化的监管，以避免另一次经济紧急情况。",
      "translated_title": "在另一次金融危机爆发前遏制贷款证券化",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/23/db7663af-4ed6-4b5e-ae04-f2059adfa569_7983b287.jpg",
          "alt": "Christie’s employees pose with a Lehman Brothers sign at the auction house in central London on September 24, 2010. Photo: Reuters",
          "title": "Christie’s employees pose with a Lehman Brothers sign at the auction house in central London on September 24, 2010. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The overture to the next debt markets crisis has already begun to play with the collapse of two companies, First Brands and Tricolor, rattling the so-called collateralised loan obligations (CLO) market. However, with stock markets still in a Roaring Twenties mood, few investors appear to have noticed.\nOnly when the threatened crisis reaches a crescendo will they lend an ear. By then, it may be too late to prevent an economic emergency on a par with the 2008 global debt crisis and the ensuing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/23/23312ae4-c3ee-490c-bce4-1297ce45b6bd_31017022.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国特使呼吁‘共同繁荣’，习特会或将临近 (原标题: Chinese envoy calls for ‘shared prosperity’ as possible Xi-Trump summit approaches)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3330299/chinese-envoy-calls-shared-prosperity-possible-xi-trump-summit-approaches?utm_source=rss_feed",
      "pubDate": "Sat, 25 Oct 2025 04:41:10 +0000",
      "isoDate": "2025-10-25T04:41:10.000Z",
      "creator": "Frank Tang,Khushboo Razdan",
      "summary": "中国驻美国大使谢锋近日强调了“共同繁荣”的重要性，并将可能在下周韩国举行的美国总统特朗普与中国国家主席习近平的峰会（习特会）视为一个合作而非对抗的机会。\n\n### 主要观点：\n\n*   **合作与沟通的呼吁**：\n    *   谢锋大使在一次活动中指出，中美作为全球两大经济体，应加强沟通并管控彼此间的分歧。\n    *   他强调：“在这个混乱的世界中，我们有1000个理由把中美关系搞好。”\n    *   谢锋表示，希望美方能与中方合作，遵循两国元首达成的共识，并秉持相互尊重、和平共处、合作共赢的原则。\n\n*   **当前贸易紧张局势**：\n    *   中美关系目前正经历贸易紧张局势的再度升级，其特点是针锋相对的措施。\n    *   这些措施已经扰乱了全球供应链，并动摇了金融市场。\n    *   此轮紧张局势是在今年早些时候一段相对稳定时期之后出现的。\n\n*   **高层磋商**：\n    *   双方高级代表团已于周六抵达马来西亚吉隆坡，进行一轮关键的经济和贸易磋商。",
      "shortSummary": "中国驻美大使谢锋在可能举行的习特会前夕，呼吁中美两国实现“共同繁荣”，强调合作而非对抗。他指出，尽管当前贸易紧张局势加剧，两国仍需加强沟通、管控分歧，并遵循相互尊重、合作共赢的原则。同时，双方高级代表团已在吉隆坡进行关键的经济和贸易磋商。",
      "translated_title": "中国特使呼吁‘共同繁荣’，习特会或将临近",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s top envoy in Washington has emphasised the need for “shared prosperity”, framing a possible summit between US President Donald Trump and Chinese President Xi Jinping next week in South Korea as an opportunity for cooperation rather than confrontation.\nSpeaking at an event on Friday, China’s ambassador to the United States, Xie Feng, said that China and the US, as the world’s two largest economies, should improve communication and manage their differences.\n“In this chaotic world, we...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/25/1776c5e2-75c6-4b97-b0d1-c3d71e4f64df_c8262981.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-29T01:55:04.675Z"
}