{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "‘Dare to fight’: how China’s art of the deal reflects years of Trump dealings",
      "link": "https://www.scmp.com/economy/global-economy/article/3327266/dare-fight-how-chinas-refined-art-deal-reflects-years-dealing-trump?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 13:00:13 +0000",
      "isoDate": "2025-09-29T13:00:13.000Z",
      "creator": "Mia Nurmamat,Sylvia Ma",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "‘Dare to fight’: how China’s art of the deal reflects years of Trump dealings",
      "images": [],
      "contentSource": "RSS",
      "content": "Just hours before US President Donald Trump signed an executive order to settle the tumult surrounding TikTok, Beijing launched a sudden salvo in its ongoing trade war with Washington.\nAs Trump’s order brought the fate of the popular short-video app closer to a resolution, a number of American firms were being hit with trade curbs.\nIt not only marked the latest example of bilateral tensions flaring up during Trump’s second presidential term, analysts say it also reflected a pattern in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/29/45531b5b-6acc-4762-b468-e46b25fae542_386590d9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C919客机订单或因发动机供应问题面临延误 (原标题: Orders of China’s C919 jet could face delays over engine supply snags)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327021/orders-chinas-c919-jet-could-face-delays-over-engine-supply-snags?utm_source=rss_feed",
      "pubDate": "Mon, 29 Sep 2025 02:00:20 +0000",
      "isoDate": "2025-09-29T02:00:20.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国C919客机交付或因发动机供应问题面临延误\n\n根据公司财务报告，中国首款窄体客机C919向国内三大航空公司的交付可能落后于计划，引发了市场对该型号发动机供应可能中断的猜测。\n\n**主要交付情况与目标：**\n*   **中国国航与中国东方航空：**\n    *   上半年各接收了一架C919飞机。\n    *   两家航空公司均设定了在2025年各增加10架C919的目标，目前的交付进度远低于此目标。\n*   **中国南方航空：**\n    *   报告显示，该航空公司预计今年将接收12架C919单通道客机。\n    *   然而，截至6月，南航仅“融资租赁”了总共三架C919，且报告中未提及所有权。\n\n**制造商与市场地位：**\n*   **中国商用飞机有限责任公司（Comac）：**\n    *   C919的开发商，这是一款旨在与空客A320和波音737系列飞机竞争的单通道客机。\n    *   2024年，Comac从这三家国有航空公司获得了数百架C919的订单。\n    *   自2023年5月C919首次商业飞行以来，该机型已运送超过200万名乘客，表明Comac在打破西方两大巨头主导的市场方面取得了一定进展。\n\n**发动机供应问题：**\n*   独立航空分析师李瀚明指出，Comac在确保C919型号发动机供应方面可能正遭遇“一些乱流”，这被认为是导致交付延误的主要原因。",
      "shortSummary": "中国C919客机向国内三大航空公司的交付可能落后于计划，引发了对发动机供应问题的猜测。国航和东航上半年各收到一架，远低于2025年目标；南航预计今年接收12架，但截至6月仅融资租赁三架。制造商中国商飞在打破西方市场主导地位方面取得进展，但分析师指出其在发动机供应方面可能遇到挑战。",
      "translated_title": "中国C919客机订单或因发动机供应问题面临延误",
      "images": [],
      "contentSource": "完整文章",
      "content": "Deliveries of China’s first narrowbody passenger jet to the top three domestic airlines could be falling behind schedule, according to company financial reports, raising market speculation regarding potential disruptions to the model’s engine supply.\nAir China and China Eastern Airlines received one C919 aircraft each in the first half of the year despite their stated goals of adding 10 apiece in 2025, according to the reports.\nChina Southern Airlines’ reports said the carrier expects 12 of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/ee42ebb3-dd53-4e6a-ad6b-91c714a16cd4_a25cd095.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车巨头比亚迪预计今年国际销量将超过20% (原标题: China’s EV king BYD expects international sales to top 20% this year)",
      "link": "https://www.scmp.com/business/china-business/article/3327153/chinas-ev-king-byd-builds-export-momentum-expects-sales-abroad-top-20-year?utm_source=rss_feed",
      "pubDate": "Sun, 28 Sep 2025 22:30:12 +0000",
      "isoDate": "2025-09-28T22:30:12.000Z",
      "creator": "Daniel Ren",
      "summary": "### 比亚迪预计今年国际销量将突破20%\n\n中国电动汽车（EV）领军企业比亚迪（BYD）预计，在物流改善和新车型推出的推动下，今年其出口量将占全球总销量的约20%。\n\n*   **国际销售目标**\n    *   比亚迪品牌及公关总经理李云飞表示，公司预计今年海外销售比例将达到20%。\n    *   他补充说，未来几年国际交付量将做出更大贡献。\n\n*   **销售预测与历史数据**\n    *   **2025年预测**：比亚迪预计2025年在中国大陆以外的交付量将达到80万至100万辆。\n    *   **2025年总销售预测**：预计总销量为460万辆。\n    *   **2024年表现**：2024年，比亚迪在中国大陆以外的销量占其总交付量426万辆的不到10%。\n\n*   **增长驱动因素**\n    *   **物流优化**：比亚迪自有汽车运输船队支持了出口激增。\n        *   目前拥有8艘大型船舶，其中最大的一艘可运输9200辆汽车。\n        *   这些船舶航行于连接中国与欧洲、东南亚等主要海外市场的远洋航线。\n    *   **新车型推出**：比亚迪将通过向国际消费者推出所有在中国开发的车型，来扩大其海外市场的产品线。",
      "shortSummary": "中国电动汽车巨头比亚迪（BYD）预计，在物流改善和新车型推出的推动下，今年国际销量将占其全球总销量的约20%。公司预计2025年海外交付量将达到80万至100万辆，而2024年这一比例不到10%。比亚迪通过自有汽车运输船队和向国际市场引入更多中国车型来支持其出口增长。",
      "translated_title": "中国电动汽车巨头比亚迪预计今年国际销量将超过20%",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese electric-vehicle (EV) king BYD expects exports to make up about 20 per cent of its global sales this year, spurred by improved logistics and new model launches.\nThe Shenzhen-based carmaker forecasts 800,000 to 1 million deliveries outside mainland China in 2025, compared with projected total sales of 4.6 million units, said Li Yunfei, the company’s general manager of branding and public relations.\n“We estimate that the proportion of our overseas sales would hit 20 per cent this year,” he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/28/d20d8753-5328-4020-b1f6-4a27307c9915_4dd8dd5c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "陆路、海路或航空：5种免签入境中国的方式 (原标题: By land, sea or air: 5 ways to enter China without a visa)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326978/here-are-5-ways-enter-china-without-visa-land-sea-or-air?utm_source=rss_feed",
      "pubDate": "Sat, 27 Sep 2025 06:00:16 +0000",
      "isoDate": "2025-09-27T06:00:16.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 免签入境中国：北京放宽政策吸引游客\n\n中国大陆的签证办理通常涉及繁琐的文书工作、超过100美元的费用以及数天的处理时间。然而，为了吸引更多外国游客并提振旅游业，北京正在逐步放宽免签入境规定，为越来越多的访客降低或完全取消了一些障碍。\n\n### 主要免签政策概览\n\n*   **过境免签**：来自55个国家（包括澳大利亚、俄罗斯、印度尼西亚、美国和多个欧洲国家）的护照持有者，在通过中国国际机场过境时，可在大部分中国大陆地区免签停留长达10天。\n*   **长期免签**：越来越多的其他国家公民被允许免签停留30天。\n\n### 最新政策更新\n\n*   **俄罗斯公民免签**：2023年9月2日，在中国国家主席普京访问期间，北京宣布自9月15日起，俄罗斯公民可免签停留长达30天。\n\n### 免签入境方式（文章中提及的第一种）\n\n文章列出了五种免签入境中国大陆的方式，目前只提供了第一种的详细信息：\n\n1.  **经中国城市过境（10天）**\n    *   **适用人群**：来自55个国家的护照持有者，例如澳大利亚、俄罗斯、印度尼西亚、美国和多个欧洲国家。\n    *   **停留时间**：最长可停留10天。\n    *   **入境方式**：通过中国的国际机场过境。\n    *   **适用范围**：适用于中国大陆的大部分地区。",
      "shortSummary": "为吸引外国游客和提振旅游业，中国正放宽免签入境政策。目前，部分国家公民可享10天过境免签，另有更多国家公民可免签停留30天。最新政策是俄罗斯公民自9月15日起可免签停留30天。文章列举了免签入境方式，其中之一是通过中国国际机场过境可免签停留10天。",
      "translated_title": "陆路、海路或航空：5种免签入境中国的方式",
      "images": [],
      "contentSource": "完整文章",
      "content": "Obtaining a visa to enter mainland China often requires filling out pages of paperwork, paying more than US$100, and waiting days for the documents to be processed.\nBut for a growing number of visitors, some hurdles have been lowered or removed entirely as Beijing continues to relax visa-free entry rules to attract more foreign visitors and boost the nation’s tourism sector.\nImmigration officials now allow travellers from certain countries who are transiting through China to stay without a visa...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/08e21371-9b07-475c-8ffd-b4f971e83d99_cf261bec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国旨在机器人领域超越美国。其最新策略：机器人训练营 (原标题: China aims to leapfrog the US in robotics. Its latest tactic: robot boot camps)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327001/china-unveils-giant-robot-boot-camps-train-world-leading-humanoids?utm_source=rss_feed",
      "pubDate": "Sat, 27 Sep 2025 02:15:08 +0000",
      "isoDate": "2025-09-27T02:15:08.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国机器人训练营：超越美国的新策略\n\n中国正全力以赴，旨在先进人形机器人领域超越美国，其最新策略是建立大规模的“机器人训练营”。这些训练基地旨在通过在多种场景中对机器人进行训练，并收集数据，以加速制造商的产品开发。\n\n### 核心目标与背景\n\n*   **超越美国**：中国致力于在人形机器人产业中取得领先地位，该产业旨在开发具有类人身体的机器人，以替代工厂、零售店和养老院等各种环境中的人类工人。\n*   **解决数据短缺**：这些训练基地旨在解决当前阻碍中国国内产业发展的数据短缺问题。\n\n### 训练基地详情\n\n*   **规模庞大**：全国各地正在开设大型人形机器人训练基地。其中最大的设施位于北京石景山区，占地面积超过10,000平方米（108,000平方英尺）。\n*   **数据生成**：北京的设施预计每年将生成超过600万个数据点，为机器人开发提供海量训练数据。\n*   **多样化场景**：北京中心提供16种具体的机器人训练场景，包括模拟制造工厂、零售店、老年护理中心和智能家居等环境。\n\n### 优势与效益\n\n*   **标准化数据**：过去，机器人公司各自收集训练数据，导致数据质量不一致。新的训练基地将实现标准化、大规模的数据生成，以更低的成本提供高质量的数据。\n*   **加速开发**：通过提供丰富的、标准化的训练数据，这些基地将帮助制造商更快地迭代和改进其人形机器人产品。\n\n### 竞争格局\n\n中国和美国是新兴人形机器人产业的明确领跑者，这一产业的竞争日益激烈。",
      "shortSummary": "中国正通过设立大规模“机器人训练营”来加速人形机器人发展，旨在超越美国。这些训练基地（如北京石景山区占地超10,000平方米的设施）让机器人在多种场景中训练，每年可生成数百万标准化数据点。此举旨在解决数据短缺、降低成本，并加速产品开发，以在日益激烈的人形机器人产业竞争中取得领先。",
      "translated_title": "中国旨在机器人领域超越美国。其最新策略：机器人训练营",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is going all out to outpace the United States in the race to develop advanced humanoid robots. Its latest strategy: sending its bots to boot camp.\nCities across the country are opening huge humanoid robotics training bases, which put robots through their paces in a variety of different scenarios and harvest training data to help manufacturers accelerate their product development.\nThe biggest of these facilities, located in Beijing’s Shijingshan district, covers an area of more than 10,000...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/9296551d-1eb0-404b-acc1-d857db4ae3b8_6c2e4748.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港在北京经济战略中的角色未来五年如何演变 (原标题: How Hong Kong’s role in Beijing’s economic strategy could evolve in next 5 years)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327000/how-hong-kongs-role-chinas-economic-strategy-could-evolve-next-5-years?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 22:00:10 +0000",
      "isoDate": "2025-09-26T22:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 香港在中国第十五个五年规划中的角色展望\n\n中国正在起草其第十五个五年规划，这份宏大的蓝图将为国家未来五年的发展定下基调。在此背景下，本文探讨了香港如何能够加强其作为连接中国内地与全球市场的“超级联系人”地位。\n\n### 香港地位的转变与复苏\n\n*   **过去的疑虑**：不久前，许多人曾质疑香港作为国际金融中心的吸引力是否减弱，这主要受到中美关系紧张、经济长期放缓以及新加坡等区域竞争对手崛起的影响。\n*   **近期回升**：然而，这些疑虑已有所缓解。香港股市指数上涨、融资活动激增，以及对全球企业和人才的吸引力增强，都表明香港正在反弹。\n*   **专家观点**：香港英国商会创新与技术主席Phil McManus在LinkedIn上表示：“香港反弹了。它一直如此。它将永远如此。”\n\n### 香港在国家战略中的独特作用\n\n*   **“超级联系人”**：分析人士指出，在中国的第十五个五年规划中，香港特别行政区有望在中国不断演变的经济战略中扮演独特的角色，进一步巩固其作为连接内地与全球市场的“超级联系人”地位。\n*   **政策导向**：澳新银行大中华区首席经济学家杨宇霆（Raymond Yeung）强调，香港在下一个五年规划中的定位，将直接决定北京对其施加的政策和资源倾斜。\n*   **受政策影响**：与中国其他地区一样，香港（以及澳门和台湾）的经济发展轨迹在很大程度上受到北京政策决策的影响。",
      "shortSummary": "随着中国起草第十五个五年规划，香港有望在国家经济战略中扮演关键的“超级联系人”角色。尽管曾面临挑战，但香港近期通过股市上涨、融资激增和对全球人才的吸引力展现出强劲复苏。分析人士指出，香港在五年规划中的定位将决定北京对其的政策和资源支持，凸显其经济轨迹与中央政策的紧密联系。",
      "translated_title": "香港在北京经济战略中的角色未来五年如何演变",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how Hong Kong could strengthen its position as a “superconnector” linking the mainland with global markets.\nFor more stories in this ongoing series, click here.\nIn a LinkedIn post earlier this month,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/b786c920-fc28-4bad-8325-27bc06f29d45_172dcfc0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "TikTok交易：对于中美投资，这是新常态还是对等风险？ (原标题: TikTok deal: for US-China investments, is this a new normal or reciprocity risk?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3327024/tiktok-deal-us-china-investments-new-normal-or-reciprocity-risk?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 14:00:15 +0000",
      "isoDate": "2025-09-26T14:00:15.000Z",
      "creator": "Mandy Zuo,Ralph Jennings",
      "summary": "### TikTok交易：中美投资的新常态还是对等风险？\n\n**1. 背景与最新进展**\n*   美国总统唐纳德·特朗普签署了一项行政命令，旨在推动备受关注的TikTok争议走向解决。\n*   此举引发了对下个月两国领导人会晤时可能达成更广泛中美贸易协议的预期。\n*   同时，拟议的剥离也引发了关于中美两国公司在对方市场投资和运营命运的疑问。\n\n**2. 行政命令内容**\n*   特朗普在周四的命令中指出，中国公司字节跳动剥离其有影响力的短视频平台TikTok，将允许美国用户继续使用该应用，同时保护国家安全。\n*   此命令是在本月早些时候在马德里达成的一项框架协议，以及上周习近平主席在通话中给予的“同意”之后发布的。\n\n**3. 拟议交易条款**\n*   根据拟议的交易条款，TikTok将在美国所有权下运营，由甲骨文等投资者主导。\n*   字节跳动将保留TikTok 20%的股权。\n\n**4. 中方回应**\n*   中国外交部在周五的新闻发布会上敦促华盛顿在TikTok交易后为中国投资者提供公平的竞争环境。\n*   发言人郭继坤表示，中国政府尊重企业的意愿，欢迎它们在市场规则基础上进行商业谈判，达成符合中国法律并平衡各方利益的解决方案。",
      "shortSummary": "美国总统特朗普签署行政命令，推动TikTok剥离，以确保美国用户继续使用并保护国家安全。根据拟议协议，TikTok将由美国投资者（如甲骨文）主导，字节跳动保留20%股权。此举引发了对更广泛中美贸易协议的期待，也对两国公司在对方市场的投资前景提出疑问。中国外交部敦促美国为中国投资者提供公平竞争环境，并表示尊重企业基于市场规则的谈判。",
      "translated_title": "TikTok交易：对于中美投资，这是新常态还是对等风险？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US President Donald Trump signed an executive order on Thursday to bring the widely watched TikTok dispute closer to a resolution, the move fuelled expectations of broader US-China trade deals when their leaders are expected to meet next month.\nThe proposed divestiture, meanwhile, has also raised questions about the fate of Chinese and American companies investing and operating in each other’s markets.\nIn the latest development in the saga involving the short-video app, Trump wrote in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/a3ed371a-ef4f-4557-9343-4d0ae06873e1_6628ca5b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对墨西哥的贸易调查被视为‘明确警告’，勿屈服于美国压力 (原标题: China’s trade probes into Mexico seen as ‘clear warning’ not to bow to US pressure)",
      "link": "https://www.scmp.com/economy/china-economy/article/3327011/chinas-trade-probes-mexico-send-clear-warning-not-bow-us-pressure-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 12:00:09 +0000",
      "isoDate": "2025-09-26T12:00:09.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "### 中国对墨西哥贸易调查的背景与影响\n\n随着中美贸易谈判进入下一阶段，中国对墨西哥启动了反倾销和贸易壁垒调查。此举被分析人士解读为北京发出的“明确警告”，旨在阻止墨西哥屈服于美国压力。\n\n#### 墨西哥的关税计划\n\n*   **时间**: 9月初，墨西哥宣布计划对约1400种产品类别（包括汽车、汽车零部件、钢铁、玩具和家具）提高最高达50%的关税。\n*   **适用范围**: 这些关税将适用于与墨西哥没有贸易协议的国家，其中包含中国，但豁免了美国和加拿大。\n*   **时机**: 墨西哥的关税计划恰逢《美墨加自由贸易协定》（USMCA）2026年审查的准备工作。\n\n#### 中国的应对措施\n\n*   **反倾销调查**: 中国商务部于周四对源自墨西哥和美国的山核桃启动了反倾销调查，预计将持续一年。\n*   **贸易壁垒调查**: 同日，商务部还启动了另一项调查，以查明墨西哥是否对中国产品设置了贸易壁垒。\n*   **潜在后果**: 如果贸易壁垒得到证实，北京可能会寻求双边谈判，或将此案升级至世界贸易组织（WTO）等多边争端解决机构。\n\n#### 分析师观点\n\n*   ISEAS-Yusof Ishak研究所高级访问学者、前美国贸易谈判代表斯蒂芬·奥尔森（Stephen Olson）表示，他认为这是“中国在展示实力”。\n*   奥尔森指出，中国此举表明其认为自己处于足够强大的地位，无需小心翼翼或避免采取具有挑衅性的行动。",
      "shortSummary": "中国对墨西哥启动反倾销和贸易壁垒调查，此举被视为北京向墨西哥发出的“明确警告”，旨在阻止其屈服于美国压力。此前，墨西哥宣布计划对包括中国商品在内的约1400种产品提高最高50%的关税，但豁免了美国和加拿大。分析人士认为，这是中国在展示实力，表明其不惧采取强硬行动。调查涉及墨西哥山核桃和其对中国产品设置的贸易壁垒，可能导致双边谈判或诉诸WTO。",
      "translated_title": "中国对墨西哥的贸易调查被视为‘明确警告’，勿屈服于美国压力",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China and the United States approach the next phase of trade talks, Beijing has launched anti-dumping and trade barrier probes into Mexico after the Latin American country proposed higher tariffs on Chinese goods.\nAnalysts said the move signalled a warning from Beijing, as Mexico’s planned duties – affecting a range of countries, but sparing the US and Canada – are widely seen as an attempt to curry favour with Washington.\nOn Thursday, China’s Ministry of Commerce launched an anti-dumping...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/9d81adf9-5f8c-4988-b97f-d6674aec8ede_1dc47a24.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "贸易紧急情况下的破窗：中国政策工具箱内部 (原标题: In case of trade emergency, break glass: inside China’s policy toolbox)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326998/case-trade-emergency-break-glass-inside-chinas-policy-toolbox?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 10:00:12 +0000",
      "isoDate": "2025-09-26T10:00:12.000Z",
      "creator": "Mia Nurmamat",
      "summary": "### 中国应对贸易紧张局势的政策工具\n\n随着中国经济面临多重外部紧张局势，北京已部署了多种措施来保护其国内产业。除了国际法中接受的传统工具（如反倾销或反补贴调查）外，中国商务部还采取了其他方法来应对北京认为的贸易伙伴的侵犯行为，尤其是在美国总统唐纳德·特朗普开始第二任期并征收巨额进口关税以来的几个月里。以下是文章中提及的两种措施：\n\n*   **不可靠实体清单**\n    *   **目的**：该机制于2019年首次宣布，旨在针对被认为危害中国主权、安全或发展利益，或严重损害中国企业权利的外国实体（公司、组织或个人）。\n    *   **后果**：被列入清单的实体可能面临贸易和投资禁令等限制，其高级管理人员可能被禁止入境。\n    *   **近期行动**：\n        *   商务部近期将三家美国公司列入该清单，原因是它们与台湾进行军事技术合作。\n        *   今年早些时候的四次更新中，共有50个美国实体被列入清单，包括47家公司和两个实验室。\n        *   然而，在7月下旬斯德哥尔摩举行的高级别贸易谈判之后，4月份被列入的17个实体在8月份获得了90天的暂缓执行或被完全移出清单。\n\n*   **军民两用物品出口管制**\n    *   **新规**：中国去年发布了关于“军民两用”商品（即具有民用功能和潜在军事用途的物品）出口的新规定。\n    *   **要求**：这些规定要求对与许可、管制清单、临时限制或全面禁令相关的货物运输进行审批。",
      "shortSummary": "面对外部贸易紧张，特别是来自美国的压力，中国正利用多种政策工具保护其国内产业。这些工具超越了传统的国际法手段，包括于2019年推出的“不可靠实体清单”，旨在制裁损害中国利益的外国实体，近期已有多家美国公司因此被列入。此外，中国还实施了针对军民两用物品的出口管制新规，要求对相关货物运输进行严格审批，以限制其潜在军事应用。",
      "translated_title": "贸易紧急情况下的破窗：中国政策工具箱内部",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has deployed a wide variety of measures to protect its domestic industries as China’s economy, the world’s second largest, grapples with a number of external tensions.\nIn addition to traditional tools accepted in international law such as anti-dumping or countervailing investigations, the country’s Ministry of Commerce has adopted other methods to respond to what Beijing views as encroachment by trade partners, particularly in the months since US President Donald Trump began his second...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/16471a1c-eb5a-411d-b968-72edbb85b635_81f76ba0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在美国港口费用生效前，航运公司正在规避打击：专家 (原标题: Before US port fee hits China vessels, carriers are dodging the blow: experts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326952/us-port-fee-hits-china-vessels-carriers-are-already-dodging-blow-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 08:00:10 +0000",
      "isoDate": "2025-09-26T08:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "### 美国港口费用生效前，航运公司规避成本\n\n**背景概述：**\n\n*   美国针对中国建造或运营船只的港口费用即将生效，距生效日期不足三周。\n\n**航运公司的应对策略：**\n\n*   一些主要航运公司已开始调整其船舶部署，以规避或吸收额外成本。\n*   至少在初期，航运公司倾向于调整部署而非立即向客户征收附加费。\n\n**市场观察（来自Sea Intelligence报告）：**\n\n*   **跨太平洋航线（亚洲-北美西海岸）：**\n    *   有早期迹象表明，中国建造船舶的部署有所减少。\n    *   根据对2025年船舶部署的追踪，该航线中国建造船舶的份额已从2025年上半年的25-30%下降至最近几周的20-25%。\n*   **亚洲-北美东海岸航线：**\n    *   也出现了类似但不太明显的趋势。\n*   **跨大西洋航线：**\n    *   报告指出，目前尚未观察到类似的发展。\n\n**中远海运（Cosco Shipping Lines）的立场：**\n\n*   中远海运集运（上海和香港上市的中远海运控股的集装箱业务部门）已确认致力于维持其美国市场班轮服务的“稳定运营”。\n*   该公司于9月16日表示，尽管港口服务费可能给其运营带来一些挑战，但他们对其美国航线网络服务仍充满信心。",
      "shortSummary": "在美国针对中国船只的港口费用生效前，航运公司正调整部署以规避成本，而非立即征收附加费。海事咨询公司Sea Intelligence报告显示，跨太平洋航线中中国建造船舶的部署比例已下降，亚洲-北美东海岸航线也有类似趋势。中远海运表示将维持美国航线服务的稳定运营，并对其网络充满信心。",
      "translated_title": "在美国港口费用生效前，航运公司正在规避打击：专家",
      "images": [],
      "contentSource": "完整文章",
      "content": "Less than three weeks before the US port fee targeting China-built or China-operated vessels is scheduled to take effect, some major carriers have begun adjusting their vessel deployment to avoid or absorb the extra cost rather than resorting to imposing a surcharge on clients – at least initially.\n“On the transpacific, there are early signs of a reduction in the deployment of Chinese-built vessels,” shipping consultancy Sea Intelligence said in a report last week.\nAfter tracking vessel...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/c696a471-aa86-451f-a6b1-ea5e404bdfb7_b4f24a3a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“包容、创新”：中国加大数字人民币国际化推进力度 (原标题: ‘Inclusive, innovative’: China ups push for digital yuan internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326928/will-chinas-digital-yuan-centre-be-step-forward-internationalisation?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 04:01:09 +0000",
      "isoDate": "2025-09-26T04:01:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "中国正在加大力度推动数字人民币（e-CNY）在跨境支付和海外市场的使用，旨在提供一种替代方案，以应对国际上对稳定币的狂热，并重塑目前由美元主导的全球金融格局。\n\n*   **数字人民币国际化新进展**\n    *   **国际运营中心成立**：数字人民币国际运营中心于周四在上海正式启用。\n    *   **中国人民银行的愿景**：中国人民银行（PBOC）副行长陆磊表示，数字时代货币和支付系统的演变是历史必然，PBOC致力于提供开放、包容和创新的解决方案，以改善全球跨境支付系统。\n\n*   **三大核心平台**\n    *   **跨境数字支付平台**：该平台将探索利用数字人民币（e-CNY）提高国际交易效率。\n    *   **区块链服务平台**：旨在实现链上支付，并提供标准化的跨链交易信息传输服务。\n    *   **数字资产平台**：通过提供标准化、即插即用的数字资产服务，帮助现有金融基础设施扩展到区块链领域。\n\n*   **背景信息**\n    *   该中心的设立计划由中国人民银行行长潘功胜于今年6月在上海陆家嘴论坛上首次宣布。",
      "shortSummary": "中国正加速推进数字人民币（e-CNY）的国际化进程，旨在挑战美元主导的全球金融体系。上海新设立的数字人民币国际运营中心将通过三大平台，包括跨境数字支付、区块链服务和数字资产平台，促进数字人民币在跨境支付和海外市场的应用，为全球提供包容、创新的支付解决方案，并作为稳定币的替代选择。",
      "translated_title": "“包容、创新”：中国加大数字人民币国际化推进力度",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is stepping up efforts to encourage the use of its digital yuan in cross-border payments and overseas markets, offering an alternative amid an international frenzy over stablecoins, as it aims to reshape the global financial architecture now dominated by the US dollar.\nChina’s international operations centre for the digital yuan opened in Shanghai on Thursday, with the People’s Bank of China highlighting three platforms designed to accelerate the internationalisation of the digital Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/6405f197-f9a4-4543-9141-ef68be81b39f_c0a7dce0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "家庭收入增长是中国消费希望的关键：前官员 (原标题: Household income growth holds key to Chinese consumption hopes: ex-official)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326866/boost-household-income-drive-chinas-economy-next-5-years-ex-official-urges?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 00:00:18 +0000",
      "isoDate": "2025-09-26T00:00:18.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国消费增长的关键：家庭收入\n\n一位前高级官员指出，中国作为世界第二大经济体，应在未来五年内加大努力提升家庭收入，以期通过消费来驱动未来的经济增长。\n\n**核心观点：**\n*   前中央财经领导小组办公室副主任杨伟民强调，中国消费需求疲软的根本原因在于收入问题。\n*   他认为，未来五年的增长动力将来源于共享发展、追求共同富裕以及逐步缩小收入差距。\n\n**背景信息：**\n*   杨伟民在中共中央委员会第四次全体会议召开前发表了上述评论。\n*   此次会议将讨论中国的下一个五年规划，该经济蓝图预计将重点关注收入和国内生产总值（GDP）的增长、产业升级以及技术创新。\n\n**具体建议：**\n*   提高家庭可支配收入在国民收入中的比重。\n*   提高消费支出在总需求中的比重。\n\n**杨伟民的背景：**\n*   他曾协助起草多个五年规划，并曾担任国家发展和改革委员会规划司司长，后于2011年加入中央财经领导小组办公室。",
      "shortSummary": "前官员杨伟民指出，中国未来五年应着力提升家庭收入，以消费驱动经济增长。他强调，消费需求疲软的根本在于收入问题，并建议提高家庭可支配收入在国民收入中的比重，同时增加消费支出在总需求中的份额。此举旨在实现共享发展、共同富裕，并缩小收入差距，以支撑未来的经济增长。",
      "translated_title": "家庭收入增长是中国消费希望的关键：前官员",
      "images": [],
      "contentSource": "完整文章",
      "content": "China should make greater efforts to boost household income over the next five years as the world’s second-largest economy looks to consumption to power future growth, a former senior official said.\nYang Weimin, a former deputy head of the Office of the Central Leading Group on Financial and Economic Affairs, made the comments ahead of next month’s fourth plenum of the Communist Party’s Central Committee.\nCommittee members will discuss the country’s next five-year plan, with the economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/f983da29-bd86-488e-aead-d54a819329d7_de7f4f5f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国有汽车巨头拥抱本土技术，主导电动汽车市场 (原标题: China’s state-owned car giants embrace home-grown tech to dominate EV market)",
      "link": "https://www.scmp.com/business/china-business/article/3326732/chinas-state-owned-car-giants-embrace-home-grown-tech-dominate-ev-market?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 23:30:09 +0000",
      "isoDate": "2025-09-25T23:30:09.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国国有汽车巨头拥抱本土技术，主导电动汽车市场\n\n中国国有汽车制造商正在调整其在大陆的运营策略，在数十年来依赖外国品牌之后，开始与国内合作伙伴建立合作关系。此举旨在全球最大的清洁能源汽车市场中，专注于电动汽车（EV）领域。\n\n## 战略转变与背景\n*   **告别外国依赖**：从中国最古老的汽车制造商一汽集团到2023年前中国最大的汽车制造商上汽集团等巨头，都在采取措施采纳本土技术，如自动驾驶软件和数字座舱系统，以扩大市场份额。\n*   **市场驱动因素**：随着数字化功能成为决定性因素，以及外国品牌在中国大陆市场失去光泽，国有汽车制造商正努力追赶比亚迪和吉利汽车等私营竞争对手。\n*   **消费者偏好变化**：上海经销商万卓汽车的销售总监赵震指出，年轻消费者不再被外国汽车品牌的设计和性能所吸引，他们的品味变化促使国有汽车制造商寻求中国科技集团和小型同行的帮助。\n\n## 市场竞争格局\n*   **国有车企面临挑战**：根据中国乘用车协会（CPCA）的数据，今年在大陆销量排名前十的电动汽车制造商中，只有四家是国有背景。\n*   **私营巨头表现强劲**：\n    *   全球最大的电动汽车制造商比亚迪在2025年前八个月向大陆和海外客户交付了283万辆汽车，同比增长21.9%。\n    *   同期，比亚迪在中国市场占据了31.6%的份额。\n\n## 本土技术支持\n*   **华为的角色**：华为向赛力斯（Seres）和阿维塔（Avatr）等本土汽车制造商提供汽车芯片、传感器和数字技术。\n\n![华为向赛力斯和阿维塔等本土汽车制造商提供汽车芯片、传感器和数字技术。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/24/e96553e5-adf8-4503-a906-dab17644320e_c59609ff.jpg)\n*华为向赛力斯和阿维塔等本土汽车制造商提供汽车芯片、传感器和数字技术。*",
      "shortSummary": "中国国有汽车巨头正转向拥抱本土技术，如自动驾驶和数字座舱系统，以主导电动汽车市场。面对外国品牌吸引力下降和消费者偏好变化，他们正与国内伙伴合作，努力追赶比亚迪等私营竞争对手。华为等本土科技公司也为这一转型提供关键支持。此举旨在提升国有车企在日益激烈的中国电动汽车市场的竞争力。",
      "translated_title": "中国国有汽车巨头拥抱本土技术，主导电动汽车市场",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/24/e96553e5-adf8-4503-a906-dab17644320e_c59609ff.jpg",
          "alt": "Huawei supplies local carmakers such as Seres and Avatr with automotive chips, sensors and digital ­technologies. Photo: EPA-EFE",
          "title": "Huawei supplies local carmakers such as Seres and Avatr with automotive chips, sensors and digital ­technologies. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s state-owned carmakers are realigning their operations on the mainland, forming tie-ups with domestic partners after relying on foreign marques for decades, as they focus on electric vehicles (EV) in the world’s largest market for clean-energy cars.\nJuggernauts from FAW Group, mainland China’s oldest carmaker, to SAIC Motor, the country’s largest carmaker until 2023, are taking steps to adopt home-grown technologies like autonomous driving software and digital cockpit systems to grow...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/f28f3c46-2413-4de1-85b9-6737136dc4ac_3b83a7e1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何中国无与伦比的供应链中的薄弱环节可能在五年内不复存在 (原标题: Why weak links in China’s unrivalled supply chains may not exist in 5 years)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326808/chinas-unrivalled-supply-chains-still-have-weak-links-why-5-years-could-fix-them?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 22:00:10 +0000",
      "isoDate": "2025-09-25T22:00:10.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国供应链的韧性与未来规划\n\n中国正在起草其第十五个五年规划，这是一系列宏伟蓝图中的最新一份，旨在为国家未来几十年的发展定下基调。这份规划将反映并指导高层政策优先事项，特别是在供应链领域。\n\n### 中国供应链的现状与韧性\n\n*   **“印度制造”的表象与现实**：\n    *   苹果公司最近宣布，其最新旗舰智能手机iPhone 17所有销往美国的型号将在印度生产，这一消息曾被视为中美贸易关系紧张和“脱钩”论调的体现。\n    *   然而，据《苹果在中国：世界最伟大公司的捕获》一书作者帕特里克·麦吉指出，“印度制造”的iPhone通常仅指在印度完成最终组装。设备的核心部件，如电池、显示屏和摄像头模块，仍主要依赖中国无与伦比的供应链。\n*   **全球最完整和最具韧性的制造生态系统**：\n    *   经过数十年的发展和完善，中国的制造业生态系统已成为全球最完整和最具韧性的系统，涵盖众多行业，这是中国引以为傲的成就。\n\n### 第十五个五年规划对供应链的战略目标\n\n在北京审议第十五个五年规划之际，分析师预计政策制定者将致力于巩固国家在供应链韧性方面已取得的成就，并进一步推动产业向价值链高端迈进，同时解决高科技领域的“卡脖子”问题。\n\n*   **巩固供应链韧性**：在当前国内经济转型和外部不确定性加剧的背景下，确保供应链的稳定性和抗风险能力是核心目标。\n*   **提升价值链地位**：通过技术创新和产业升级，推动中国制造业向更高附加值环节发展。\n*   **解决高科技“卡脖子”问题**：重点关注关键核心技术领域的自主可控，减少对外部的依赖，以应对潜在的外部限制和挑战。",
      "shortSummary": "中国正在制定第十五个五年规划，旨在巩固其全球领先的供应链韧性，并解决高科技领域的“卡脖子”问题。尽管有“印度制造”iPhone的说法，但其核心部件仍严重依赖中国供应链，这凸显了中国制造业生态系统的完整性。未来规划将推动中国产业向价值链高端迈进，以应对国内外挑战。",
      "translated_title": "为何中国无与伦比的供应链中的薄弱环节可能在五年内不复存在",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how fine-tuning supply chains would work to China’s advantage.\nFor more stories in this ongoing series, click here.\nOn paper, when Apple unveiled its latest flagship smartphone earlier this month, all...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/5a0a039b-3e6b-47d2-ae9d-cb984093708d_21a99b2f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "评论家们未能看到中国经济转型的全貌 (原标题: Critics are missing the big picture on China’s economic transition)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3326515/critics-are-missing-big-picture-chinas-economic-transition?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 21:30:08 +0000",
      "isoDate": "2025-09-25T21:30:08.000Z",
      "creator": "Wang Huiyao",
      "summary": "### 中国经济转型的深层力量\n\n外部评论往往聚焦于中国经济转型中的短期挑战，如房地产市场降温和增长放缓。然而，这些表象掩盖了中国经济更深层次、更重要的发展故事。\n\n**中国经济的韧性基础**\n\n中国经济的真正力量源于基础设施、人力资本、技术以及对绿色转型的坚定承诺所形成的协同效应。这些相互关联的优势共同构成了未来可持续增长的坚实基础。这种协同作用预示着一波可持续、高质量的发展浪潮，标志着中国正迈向一个更加全面和多元化的经济结构。\n\n**科技创新：从实验室到全球产业**\n\n这种协同效应的一个显著体现是思想从实验室到市场并最终扩展为全球产业的速度。\n\n*   **科研领导力：** 过去，中国在先进科学领域相对落后。如今，中国已成为全球科学研究的领导者。\n    *   截至2024年中期，中国产出了全球33.8%的高被引科学论文。\n    *   根据澳大利亚战略政策研究所的数据，中国在64项关键技术中，有57项处于领先地位，包括人工智能、高性能计算、后量子密码学、先进材料和可再生能源等。\n*   **研究机构的贡献：** 中国科学院是全球生产力最高的科研机构，其突破性成果不断转化为商业应用。",
      "shortSummary": "外部评论常关注中国经济的短期挑战，但忽视了其深层优势。中国经济的韧性源于基础设施、人力资本、技术和绿色转型的协同效应，为可持续高质量发展奠定了坚实基础。中国已从科学领域的追赶者变为全球领导者，在多项关键技术上处于领先地位，展现出强大的创新转化能力。",
      "translated_title": "评论家们未能看到中国经济转型的全貌",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China transitions from the 14th to the 15th five-year plan, its economic trajectory is once again under scrutiny. External commentary often focuses on the short-term headwinds from a cooling property market and commensurately lowered growth, but these challenges obscure a more important story.\nBeneath the surface, China has a vibrant backbone made strong by the synergistic effects of infrastructure, human capital, technology and an unparalleled commitment to a green transition. These...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/e98780aa-8189-480b-98ad-d545a7cb7299_7820f84e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从英特尔到锂，特朗普在中美竞争中借鉴北京的产业政策策略 (原标题: From Intel to lithium, Trump borrows Beijing’s industry playbook in US-China race)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326869/intel-lithium-trump-borrows-beijings-industrial-playbook-us-china-race?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 14:00:10 +0000",
      "isoDate": "2025-09-25T14:00:10.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "## 美国效仿中国产业政策以应对供应链挑战\n\n美国政府正日益在其曾推崇的自由市场中运用“有形之手”，采取产业政策，这与中国长期以来的策略相似。此举旨在应对全球供应链的脆弱性，尤其是在中美竞争加剧的背景下。\n\n### 政策转变的核心原因\n\n*   **供应链脆弱性担忧**：美国政府日益关注全球供应链的脆弱性，尤其是在半导体和关键矿产等战略领域。\n*   **中美竞争加剧**：与中国的竞争是推动美国采取更具干预性经济策略的关键因素。\n*   **地缘政治紧张**：不断升级的地缘政治紧张局势加剧了美国政府对半导体和关键矿产进口供应链中断的担忧。\n\n### 借鉴中国的“剧本”\n\n香港大学当代中国与世界研究中心研究员Brian Wong指出，美国政府正试图“借鉴中国的策略”。这一观点得到了亚太经济公司首席执行官Rajiv Biswas的认同，他认为华盛顿最近的举动凸显了一种更“干预主义的政策方法”。\n\n### 商业市场局限性\n\nRajiv Biswas解释说，这种政策转变反映了美国政府认识到，商业市场力量可能无法为国防技术或先进电子产品等某些关键战略产业提供足够的国内供应能力。\n\n### 具体行动示例\n\n美国政府的这些行动包括：\n\n*   **资助英特尔（Intel）**：为半导体产业提供资金支持。\n*   **考虑入股美洲锂业公司（Lithium Americas）**：旨在确保关键矿产的供应。",
      "shortSummary": "在中美竞争背景下，美国政府正效仿中国，通过产业政策干预半导体和关键矿产等战略领域。此举旨在应对全球供应链脆弱性及地缘政治紧张，确保关键产业的国内供应能力。专家认为，这标志着美国采取了更具干预性的经济策略，以弥补商业市场在战略物资供应上的不足。",
      "translated_title": "从英特尔到锂，特朗普在中美竞争中借鉴北京的产业政策策略",
      "images": [],
      "contentSource": "完整文章",
      "content": "From funding Intel to eyeing a potential stake in Lithium Americas, the United States is increasingly wielding the government’s “visible hand” in its once-celebrated free market – a strategy long associated with China.\nAnalysts said Washington’s recent embrace of industrial policy – though limited to certain strategic sectors, such as semiconductors and critical minerals – reflects growing concern over the vulnerability of global supply chains amid rising US-China competition.\n“I believe the US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/59ab5233-8ebc-48ff-b1ac-52c0cb754b19_606cdc5c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为了大豆，中国敦促美国取消关税，因为农民越来越绝望 (原标题: For soybeans’ sake, cancel tariffs, China urges US as farmers grow desperate)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326873/soybeans-sake-cancel-tariffs-china-urges-us-farmers-grow-desperate-harvest?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 11:09:47 +0000",
      "isoDate": "2025-09-25T11:09:47.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国呼吁美国取消大豆关税以恢复正常贸易\n\n### 背景与呼吁\n*   **中方立场**：中国已呼吁美国取消其单边关税措施，以便两国能够恢复正常的大豆贸易流动。此举是正在进行的谈判的焦点，因为许多美国农民正日益迫切地希望达成一项双边协议以确保出口。\n*   **商务部表态**：中国商务部发言人何亚东在周四的新闻发布会上表示，华盛顿可以采取果断行动来缓解紧张局势，使这种对美国农业产业至关重要的作物贸易恢复正常。\n*   **具体要求**：何亚东指出：“美方应采取积极行动取消这些不合理的关税，为扩大双边贸易创造条件，并为全球经济发展注入更多稳定性和确定性。”\n\n### 美国农民的困境与中国采购现状\n*   **农民困境**：随着美国农民对达成双边协议以确保大豆出口的渴望日益增加，中国此番呼吁显得尤为重要。\n*   **采购停滞**：尽管美国农业中心地带的收获季节（通常为9月至11月）正在进行中，但作为传统上美国大豆最大买家的中国，尚未像往年一样进行大宗采购。\n\n### 贸易障碍与近期动态\n*   **近期会晤**：何亚东的言论是在中国贸易谈判代表、商务部副部长李成钢与来自美国中西部的政治和商业领袖代表团周一会晤之后发表的。\n*   **主要障碍**：何亚东指出，美国的所谓“对等关税”（在两次临时休战协议后定于11月生效）是正常贸易流动的最大障碍。\n*   **美方暗示**：上周，美国总统唐纳德·特朗普曾暗示可能延长与中国的贸易休战。",
      "shortSummary": "中国敦促美国取消对大豆的单边关税，以恢复正常贸易，因为美国农民正迫切希望达成出口协议。中国商务部发言人何亚东表示，美国应取消不合理关税，为扩大双边贸易创造条件。尽管正值收获季节，作为传统最大买家的中国尚未进行大宗采购。美国即将生效的“对等关税”被视为主要障碍，而特朗普曾暗示可能延长贸易休战。",
      "translated_title": "为了大豆，中国敦促美国取消关税，因为农民越来越绝望",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has called on the United States to lift its unilateral tariff measures so the two sides can restore normal trade flows of soybeans – a focal point of ongoing negotiations as many US farmers grow increasingly desperate for a bilateral deal to secure exports.\nWashington could take decisive action to ease tensions and bring trading of the crop – a critically important export for America’s agricultural industry – back to normalcy, Ministry of Commerce spokesman He Yadong said during a press...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/0d64ec02-277d-49ba-9c2e-7ded9048d819_d0a8b024.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京承诺保护在美中国企业并在会谈中促进双边关系 (原标题: Beijing vows to protect Chinese firms in US and boost bilateral ties amid talks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326839/beijing-vows-protect-chinese-firms-us-boost-bilateral-ties-amid-negotiation-process?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 09:05:02 +0000",
      "isoDate": "2025-09-25T09:05:02.000Z",
      "creator": "Mia Nurmamat",
      "summary": "### 北京承诺保护在美中国企业并促进双边关系\n\n在当前中美贸易谈判寻求进展之际，中国已承诺维护其在美运营企业的合法权益，并努力稳定两国经济贸易关系。\n\n*   **高层会议**\n    *   中国商务部部长王文涛于周二在纽约主持了一场圆桌会议。\n    *   与会者包括十余家在美运营的中国企业高管，以及中国美国总商会负责人。\n\n*   **对全球贸易环境的警告**\n    *   王文涛部长警告称，单边主义和保护主义正在“严重破坏”全球贸易环境和规则。\n    *   他敦促在美中国企业“认清当前形势”并“积极应对”。\n\n*   **对企业的指导和期望**\n    *   鼓励企业采取多元化战略和合规经营。\n    *   敦促企业在不确定性中“寻求确定性”，并共同努力保持相互支持。\n\n*   **中国政府的承诺**\n    *   王文涛部长表示，中国将努力稳定中美经贸关系，并坚定维护中国企业的合法权益。\n\n*   **与会企业代表的行业**\n    *   与会企业涵盖了金融、物流、跨境电商、石化、电信、轨道交通、汽车零部件、新能源和制药等多个领域。",
      "shortSummary": "中国商务部部长王文涛在纽约会见了在美中国企业高管，承诺保护其合法权益并稳定中美经贸关系。他警告单边主义和保护主义对全球贸易的威胁，并敦促企业采取多元化和合规策略。此举旨在推动中美贸易谈判进展，并确保中国企业在美运营的稳定性。",
      "translated_title": "北京承诺保护在美中国企业并在会谈中促进双边关系",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has pledged to safeguard the legitimate rights of its companies operating in the United States and work to stabilise economic and trade relations, as Beijing and Washington seek progress in ongoing trade negotiations.\nMinister of Commerce Wang Wentao convened a round-table meeting in New York on Tuesday with executives from more than a dozen Chinese companies operating in the US, joined by the head of the China General Chamber of Commerce in the US.\nWang warned that the global trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/0dd63a48-ff02-435b-a50b-9d51900613d5_0042c09f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国制裁6家美国公司，贸易和TikTok出售引发紧张局势升级 (原标题: China sanctions 6 US firms as tensions boil over trade, TikTok sale)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326830/beijing-hits-6-us-companies-trade-restrictions-over-taiwan-arms-sales?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 08:42:55 +0000",
      "isoDate": "2025-09-25T08:42:55.000Z",
      "creator": "Ji Siqi,Xiaofei Xu",
      "summary": "# 中国制裁6家美国公司，中美紧张局势升级\n\n中国商务部周四宣布对六家美国公司实施贸易制裁，此举标志着中美两国在贸易和TikTok出售等问题上的广泛竞争进一步加剧，而两国领导人正准备举行备受期待的会晤。\n\n## 制裁详情\n\n### 1. 列入“不可靠实体清单”\n三家美国公司被列入中国的“不可靠实体清单”，这意味着它们被禁止在华进行贸易和投资。\n\n*   **受影响公司：**\n    *   无人驾驶飞行器公司 Saronic Technologies\n    *   卫星公司 Aerkomm\n    *   海底工程公司 Oceaneering International\n*   **制裁原因：** 商务部表示，这些公司“不顾中方强烈反对，与台湾进行所谓军事技术合作，严重损害中国国家主权、安全和发展利益”。\n*   **中方立场：** 商务部强调，中国始终审慎处理该清单，依法针对少数危害中国国家安全的外国实体，守法经营的外国实体无需担忧。\n\n### 2. 列入“出口管制清单”\n另有三家美国公司被列入出口管制清单，这将阻止它们从中国接收被认定具有军事和民用双重用途的物品。\n\n*   **受影响公司：**\n    *   造船商 Huntington Ingalls Industries\n    *   工程和施工管理公司 Planate\n    *   服务提供商 Global Dimensions\n\n## 背景与其他争议\n\n*   **领导人会晤：** 在两国领导人上周进行近两小时的通话后，美国总统特朗普表示计划下个月在韩国举行的亚太经济合作组织（APEC）峰会期间与中国领导人习近平会面。\n*   **中美摩擦：** 自特朗普今年1月开始第二任期以来，两国在一系列问题上冲突不断，最显著的是4月份关税税率的迅速升级以及中国社交媒体平台TikTok即将出售给美国投资者的问题。",
      "shortSummary": "中国商务部周四宣布对六家美国公司实施贸易制裁，加剧了中美两国在贸易和TikTok出售等问题上的紧张关系。其中三家公司因与台湾进行“军事技术合作”被列入“不可靠实体清单”，禁止在华贸易投资；另三家公司被列入“出口管制清单”，限制其从中国接收军民两用物品。此举发生在中美两国领导人计划下月会晤之前。",
      "translated_title": "中国制裁6家美国公司，贸易和TikTok出售引发紧张局势升级",
      "images": [],
      "contentSource": "完整文章",
      "content": "China announced trade sanctions for six American companies on Thursday, another flare-up in its wide-ranging rivalry with the United States as the two countries prepare for a hotly anticipated meeting between their leaders.\nAccording to a statement from Beijing’s Ministry of Commerce, three US companies were added to the “unreliable entity list”, effectively banning them from trade and investment in China.\nThe affected enterprises – unmanned vehicle firm Saronic Technologies, satellite company...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/c08ce175-1fa8-471f-b3c7-a76c22bfa84b_21286323.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国承诺加快北斗（其GPS竞争对手）的全球推广，以扩大‘朋友圈’ (原标题: China vows faster global roll-out of BeiDou, its GPS rival, to expand ‘friends’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326790/china-vows-speed-global-roll-out-beidou-its-home-grown-gps-rival?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 06:00:11 +0000",
      "isoDate": "2025-09-25T06:00:11.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国承诺加快北斗系统全球推广\n\n中国政府承诺将加速其自主研发的北斗卫星导航系统在全球范围内的推广应用。北斗系统是美国全球定位系统（GPS）的替代品，目前已在中国国内市场占据主导地位。\n\n## 扩大国际朋友圈\n\n*   **官方表态**：国务院副总理丁薛祥在周三的一次峰会上表示，经过31年的技术发展，中国正在通过北斗系统“扩大其国际朋友圈”。\n*   **市场份额**：北斗系统目前已占据中国国内消费市场超过70%的份额。\n*   **日常融合**：该系统正日益融入中国民众的日常生活，预计到2028年，兼容北斗技术的新终端和设备将超过4亿台。\n\n## 发展历程与全球新阶段\n\n*   **起源**：北斗系统以中国古代用于导航的七颗明亮北星命名。\n*   **早期发展**：首批卫星于1994年发射。\n*   **里程碑**：2020年第三代北斗系统成功发射，标志着其发展进入新阶段。\n*   **全球服务**：丁薛祥指出，北斗系统“已进入全球发展新阶段，服务性能全面提升，大规模应用广泛拓展，成为服务全球用户的关键新型基础设施”。\n\n## 信息来源\n\n*   **行业蓝皮书**：上述信息来源于中国信息通信研究院（CAICT）编制的行业蓝皮书，该蓝皮书在湖南省举行的第四届北斗系统应用国际峰会上发布。\n*   **主旨演讲**：丁薛祥副总理在该峰会上发表了主旨演讲。\n\n## 应用领域\n\n北斗系统已广泛应用于智能手机、可穿戴设备、共享出行服务及其他产品，主导了国内市场。\n\n## 相关图片\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2020/06/23/beidou-3_web_0.jpg?itok=_SNZt9Ol)\n图片描述：中国发射北斗导航卫星系统最后一颗卫星。",
      "shortSummary": "中国承诺加快其自主研发的北斗卫星导航系统在全球的推广，以扩大国际影响力。北斗系统作为美国GPS的竞争对手，已主导中国国内市场，并正日益融入日常生活。国务院副总理丁薛祥表示，经过31年发展，北斗已进入全球发展新阶段，服务性能全面提升，成为服务全球用户的关键新型基础设施，旨在“扩大国际朋友圈”。",
      "translated_title": "中国承诺加快北斗（其GPS竞争对手）的全球推广，以扩大‘朋友圈’",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2020/06/23/beidou-3_web_0.jpg?itok=_SNZt9Ol",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Beijing has pledged to accelerate the global adoption of its home-grown BeiDou satellite navigation system, an alternative to the US-run Global Positioning System (GPS) that already dominates China’s domestic market.\nAt a summit on Wednesday, Vice-Premier Ding Xuexiang said the country was “enlarging its circle of international friends” after 31 years of developing the technology, which now accounts for over 70 per cent of the domestic consumer market share.\nBeiDou is increasingly integrated...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/b0681387-fc38-45e7-ae68-a5e08e3577d7_07955028.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-30T06:34:52.220Z"
}