{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "美国瞄准中国学生签证，特朗普关税受阻：南华早报每日要闻 (原标题: US targets Chinese student visas, Trump tariffs blocked: SCMP daily highlights)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3312345/trumps-tariff-setback-us-aggressively-revoke-china-student-visas-scmp-daily-highlights?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 13:20:08 +0000",
      "isoDate": "2025-05-29T13:20:08.000Z",
      "creator": "SCMP",
      "summary": "## 南华早报每日要闻：美国瞄准中国学生签证，特朗普关税受阻\n\n本文概述了南华早报当日关于中美关系的三大要闻：\n\n### 1. 特朗普关税受阻及其影响\n\n*   **法院裁决：** 美国一家法院阻止了总统唐纳德·特朗普的“解放日”关税。\n*   **分析师观点：** 分析人士认为，这一裁决对美国领导人来说是一个挫折，但对中国和其他美国贸易伙伴而言，这可能只提供暂时的喘息机会。\n\n### 2. 美国将“积极”撤销中国学生签证\n\n*   **国务卿声明：** 美国国务卿马可·卢比奥周三表示，美国将开始“积极”撤销已签发给中国学生的签证。\n*   **加强审查：** 美国还将“加强审查”来自中国大陆和香港的签证申请。\n\n### 3. 特朗普对华策略可能调整\n\n*   **学者观点：** 复旦大学国际问题研究院教授兼院长吴心伯表示，北京应为华盛顿在下一阶段谈判中可能改变策略做好准备。\n*   **策略转变原因：** 他指出，特朗普政府已认识到征收高额关税的局限性，因此可能会采取其他施压策略。\n\n![吴心伯，复旦大学国际问题研究院教授兼院长，表示北京应为华盛顿在下一阶段谈判中可能改变策略做好准备。图：美联社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/05/29/99e27364-e26a-4e4e-9846-bba36c66dd3b_1126e908.jpg)",
      "shortSummary": "美国法院阻止了特朗普的关税，但分析认为这仅为中国带来短暂喘息。同时，美国国务卿卢比奥宣布将“积极”撤销中国学生签证，并加强对中港申请的审查。有学者指出，特朗普政府可能因关税局限性而调整对华谈判策略，北京应为此做好准备。",
      "translated_title": "美国瞄准中国学生签证，特朗普关税受阻：南华早报每日要闻",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/05/29/99e27364-e26a-4e4e-9846-bba36c66dd3b_1126e908.jpg",
          "alt": "Wu Xinbo, professor and dean at the Institute of International Studies at Fudan University, says Beijing should be prepared for a possible shift in Washington’s negotiation tactics in the next phase. Photo: AP",
          "title": "Wu Xinbo, professor and dean at the Institute of International Studies at Fudan University, says Beijing should be prepared for a possible shift in Washington’s negotiation tactics in the next phase. Photo: AP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Catch up on some of SCMP’s biggest China stories of the day. If you would like to see more of our reporting, please consider subscribing.\n1. A US court has blocked Trump’s tariffs. What does that mean for China?\nA US court order blocking President Donald Trump’s “Liberation Day” tariffs marks a setback for the US leader, but is unlikely to provide China and other American trading partners with more than a temporary reprieve, analysts said.\n2. US to start ‘aggressively’ revoking visas for Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/65887adf-33ed-492c-b40b-2f607a0e4b71_f839c3ae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国法院阻止了特朗普的关税。这对中国意味着什么？ (原标题: A US court has blocked Trump’s tariffs. What does that mean for China?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312313/us-court-has-blocked-trumps-tariffs-what-does-mean-china?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 10:00:33 +0000",
      "isoDate": "2025-05-29T10:00:33.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "### 美国法院阻止特朗普关税的裁决及其影响\n\n*   **裁决背景与内容**\n    *   美国一家法院下令阻止了特朗普总统的“解放日”关税。\n    *   这项裁决要求美国政府在10天内停止征收相关关税，并允许对已征收的关税进行退款。\n    *   此前，特朗普政府通过行政命令将对中国商品的关税提高了惊人的145个百分点，这是中美之间一系列针锋相对的贸易冲突后的举措。\n    *   共有12个美国州和5家美国企业提起了诉讼，以阻止这些行政行动。\n\n*   **对特朗普政府的影响**\n    *   分析人士认为，这项裁决对美国总统特朗普来说是一个挫折。\n\n*   **对中国及贸易伙伴的影响**\n    *   尽管裁决阻止了关税，但分析人士指出，这不太可能为中国和其他美国贸易伙伴提供超过暂时性的喘息机会。\n\n*   **特朗普政府的回应与潜在对策**\n    *   特朗普政府已向联邦巡回法院提出上诉，试图阻止关税禁令。\n    *   分析人士补充说，即使上诉失败，特朗普仍有可能通过其他方法重新征收关税。",
      "shortSummary": "美国一家法院裁定阻止了特朗普政府对中国商品征收的“解放日”关税，要求其在10天内停止征收并退还已收关税。分析人士认为，这对特朗普是挫折，但对中国及贸易伙伴而言可能只是暂时性缓解。特朗普政府已就此裁决提起上诉，并可能寻求其他方式重新征收关税。",
      "translated_title": "美国法院阻止了特朗普的关税。这对中国意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A US court order blocking President Donald Trump’s “Liberation Day” tariffs marks a setback for the US leader, but is unlikely to provide China and other American trading partners with more than a temporary reprieve, analysts said.\nThe Trump administration has already filed an appeal to stop the tariff block with a Federal Circuit court, and even if that effort fails he could potentially reinstate the tariffs using other methods, they added.\nA three-judge panel at the New York-based US Court of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/6de28479-5e5a-4f6d-b751-f3d656fcfb12_b11e15b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国施压加剧，中国顶级党刊呼吁做好最坏打算 (原标题: As US pressure mounts, top China party journal calls for worst-case preparations)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312285/us-pressure-mounts-chinas-top-party-journal-doubles-down-long-haul-preparations?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 08:08:04 +0000",
      "isoDate": "2025-05-29T08:08:04.000Z",
      "creator": "Alice Li",
      "summary": "## 《求是》杂志呼吁中国为最坏情况做准备\n\n中共中央机关刊物《求是》杂志发表文章，呼吁中国在与华盛顿的贸易谈判中为最坏情况做准备，同时强调中国经济的确定性。这篇文章发表于华盛顿升级对华技术和教育限制的数小时前。\n\n### 背景与美方施压\n\n*   文章指出，美国已“离开谈判桌，并立即加大了对中国半导体行业的施压”。\n*   这表明“解决贸易问题并非一朝一夕之事”。\n*   《求是》杂志警告，中国可能面临一个由突发和意外事件构成的更具挑战性的外部环境。\n\n### 对策与建议\n\n文章呼吁中国决策者：\n\n*   充分考虑华盛顿的关税政策。\n*   彻底评估风险并准备反制措施。\n*   加强核心和尖端技术建设。\n*   在关键“卡脖子”技术领域取得突破。\n*   加速科技成果应用，以驱动新的增长动能。\n*   加强“底线思维”。\n\n### 中国经济面临的挑战\n\n文章提到，中国经济目前面临多重压力，包括：\n\n*   国内需求疲软。\n*   就业压力。\n*   房地产危机。\n*   美国关税。\n\n### 中国经济的信心与能力\n\n尽管面临挑战，文章强调中国经济拥有：\n\n*   坚实的基本面。\n*   强大的韧性。\n*   宏观经济管理和贸易摩擦方面的丰富经验。\n\n作为一个“超大规模经济体”，中国有信心和能力应对当前的经济挑战。",
      "shortSummary": "中共中央机关刊物《求是》杂志发文，呼吁中国为与美国贸易谈判的最坏情况做准备，并强调中国经济的确定性。文章指出，美国已升级对华技术和教育限制，中国面临更严峻的外部环境。为此，中国需充分评估风险，加强核心技术突破，加速科技应用，并强化“底线思维”。尽管面临国内需求疲软、就业压力和房地产危机等挑战，文章坚信中国经济具有应对当前挑战的信心和能力。",
      "translated_title": "随着美国施压加剧，中国顶级党刊呼吁做好最坏打算",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing must prepare for the worst-case scenario in its trade talks with Washington, while embracing a narrative of China’s economic certainty, the Communist Party’s leading theoretical journal said in an article published hours before Washington escalated tech and education curbs on China.\n“The US turned away from the negotiating table and immediately intensified its pressure on China’s semiconductor industry,” said a commentary posted on the official WeChat account of the Qiushi Journal on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/98ac01e4-365d-474e-a99e-ca26fdcc1f68_4814337b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何剩余关税可能阻碍中国航空公司和波音的发展 (原标题: Why remaining tariffs could clip Chinese airlines’ wings, and Boeing’s)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312216/trade-turbulence-slow-chinese-airlines-growth-add-boeing-delays-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 29 May 2025 03:05:16 +0000",
      "isoDate": "2025-05-29T03:05:16.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 剩余关税对中国航空业及波音公司的潜在影响\n\n尽管近期关税有所下调，但中美之间剩余的进口关税，加上全球范围内的交付延迟，可能迫使中国买家为波音飞机支付数百万美元的额外费用，并导致中国航空运力增长大幅放缓。\n\n**核心观点：**\n\n*   **关税成本增加：** 分析师指出，对美国进口商品征收的剩余关税可能使每架波音飞机的成本增加数百万至超过1000万美元。\n*   **运力增长预测：** 中国国际金融股份有限公司（CICC）的分析师预测，受关税和全球供应链限制的影响，到2028年，中国民航客运能力年均增长率可能仅为3.1%。这与2019年前十年平均15.4%的年增长率形成鲜明对比。\n*   **航空公司态度：** 尽管关税税率有所降低，但由于成本增加，中国航空公司短期内仍不愿进口波音飞机。分析师预计，部分订单可能会被延迟交付，甚至可能被中国航空公司取消。\n*   **交付问题：** 波音公司首席执行官凯利·奥特伯格（Kelly Ortberg）上月证实，在今年的贸易动荡中，一些中国航空公司曾拒绝接收波音飞机。不过，据报道，在中美互征关税的“以牙还牙”局面本月初有所缓和后，美国制造飞机的交付已恢复。\n*   **持续挑战：** 供应链紧张和关税压力意味着飞机交付延迟率可能仍将维持在25%左右。",
      "shortSummary": "剩余关税和全球供应链问题正阻碍中国航空业发展。分析师指出，对美进口关税可能使中国购买波音飞机的成本增加数百万美元，导致中国民航客运能力年均增长率从15.4%骤降至3.1%。这促使中国航空公司不愿进口波音飞机，可能延迟或取消订单，且交付延迟率预计将维持在25%左右，对波音和中国航空业均构成挑战。",
      "translated_title": "为何剩余关税可能阻碍中国航空公司和波音的发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite recent tariff cuts, remaining duties on imports from the US could force Chinese buyers of Boeing jets to pay millions of US dollars more than before and, along with worldwide delivery delays, contribute to a sharp slowdown in the growth of China’s aviation capacity, analysts said.\nHeld back by tariffs and global supply chain constraints, China’s civil aviation passenger capacity is likely to grow by an average of 3.1 per cent a year until 2028, analysts at China International Capital...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/29/913212a4-2b7e-4341-b365-857241acaa63_96d5a26b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "前世贸组织负责人呼吁中欧合作，以应对特朗普的“黑手党式”策略 (原标题: China, EU cooperation urged by former WTO head amid Trump’s ‘mafia-like’ tactics)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312167/urging-china-eu-cooperation-former-wto-head-pascal-lamy-points-common-ground?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 13:38:28 +0000",
      "isoDate": "2025-05-28T13:38:28.000Z",
      "creator": "Kandy Wong",
      "summary": "### 前世贸组织负责人呼吁中欧合作以应对特朗普的贸易策略\n\n前世界贸易组织（WTO）总干事帕斯卡尔·拉米（Pascal Lamy）在香港瑞银亚洲投资会议期间接受采访时表示，在中美等国进行关税谈判的背景下，中国和欧盟之间存在“共同点”，可以携手合作，确保互惠和开放的贸易继续遵循基于规则的体系。\n\n**合作的共同基础：**\n\n*   **规则导向的贸易体系：** 拉米强调，中欧应共同努力，确保国际贸易保持在规则框架内，而非受单边主义影响。\n*   **吸引中国投资：** 拉米指出，欧盟欢迎中国的投资，特别是电动汽车领域的投资，但前提是这些投资能在欧盟本地进行生产。他表示，这类似于30年前中国对待外国投资的方式，即“欢迎来到欧盟，前提是你们在这里生产”。\n*   **脱碳努力：** 中欧在脱碳方面拥有共同利益，因为双方的“发展方向”一致，并且“存在大量的合作能力”。然而，拉米也指出，中国在脱碳进程中仍严重依赖煤炭，因此“行动不够迅速”。\n\n**背景：特朗普的贸易政策：**\n\n*   拉米的评论是在美国总统唐纳德·特朗普自1月重返白宫以来，其关税政策给全球带来不确定性的背景下发表的。\n*   拉米将特朗普的策略形容为“黑手党式的人质劫持”。\n*   特朗普于4月对几乎所有贸易伙伴征收了所谓的“对等关税”，并于上周威胁从6月1日开始对欧盟征收50%的关税，尽管他后来将实施日期推迟到7月9日。",
      "shortSummary": "前世贸组织总干事帕斯卡尔·拉米呼吁中国和欧盟加强合作，以应对美国总统特朗普的“黑手党式”关税策略。他指出，中欧在维护基于规则的贸易、吸引中国在欧投资（如电动汽车）以及推动脱碳方面存在共同利益和合作潜力。拉米强调，在全球贸易不确定性加剧的背景下，中欧应携手确保开放贸易的规则性。",
      "translated_title": "前世贸组织负责人呼吁中欧合作，以应对特朗普的“黑手党式”策略",
      "images": [],
      "contentSource": "完整文章",
      "content": "Against the backdrop of tariff negotiations between the United States and various countries, there is “common ground” on which China and the European Union can work together and ensure that mutual and open trade remains a rules-based game, according to a former head of the World Trade Organization.\n“We should do what China did to us 30 years ago,” Pascal Lamy told the Post on Wednesday on the sidelines of the UBS Asian Investment Conference in Hong Kong, with the message being: “Welcome to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/748a2e21-d2e7-4de0-bfb2-838861a60de4_b605c4fa.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧半导体企业会晤，旨在‘霸凌’背景下加强供应链安全 (原标题: China, EU semiconductor firms meet to enhance supply-chain security amid ‘bullying’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312160/chinese-eu-semiconductor-firms-discuss-supply-chain-security-amid-bullying?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 12:00:09 +0000",
      "isoDate": "2025-05-28T12:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中欧半导体企业会晤：加强供应链安全与合作\n\n### 会晤背景与目的\n\n*   **背景：** 鉴于美国对华技术限制的升级以及中美在微芯片领域的紧张关系加剧，全球半导体供应链的安全与稳定面临严峻挑战。\n*   **目的：** 中国和欧洲的半导体行业代表在北京举行政府主导的会议，旨在探讨深化合作，增强供应链韧性。\n\n### 参会方\n\n*   **企业代表：** 超过40家半导体供应链上下游企业代表。\n*   **政府与行业协会：** 中国商务部（Mofcom）、中国半导体行业协会、欧盟商会代表。\n\n### 核心观点与承诺\n\n*   **中方立场：** 中国商务部声明指出，全球半导体生产和供应链的安全与稳定正面临严重挑战，并“坚决反对单边主义和霸凌行径”。\n*   **合作重要性：** 会议强调，中欧作为全球半导体供应链的关键参与者，维护其安全与稳定至关重要，加强合作符合双方利益。\n*   **中国承诺：** 中国将继续深化高水平对外开放，并为企业提供“公平、稳定、透明和可预测的政策环境”。",
      "shortSummary": "中欧半导体企业代表在北京举行会议，旨在深化合作，加强供应链韧性，以应对美国对华技术限制和全球半导体供应链面临的挑战。中国商务部表示坚决反对单边主义和“霸凌”行为，并强调中欧加强合作符合双方利益，中国将继续提供公平、稳定的营商环境。",
      "translated_title": "中欧半导体企业会晤，旨在‘霸凌’背景下加强供应链安全",
      "images": [],
      "contentSource": "完整文章",
      "content": "Semiconductor representatives from China and Europe have come together at a government-hosted meeting in Beijing to explore deeper collaboration and enhance supply-chain resilience after the United States stepped up tech curbs on China.\nRepresentatives from more than 40 companies in the semiconductor supply chain, both upstream and downstream, attended Tuesday’s meeting, along with representatives from China’s Ministry of Commerce (Mofcom), the China Semiconductor Industry Association, and the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/392a6b9f-a1da-4331-aa47-57c316d34cea_0a48d771.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“亚洲联盟”：中国如何在贸易战中打造新的力量中心 (原标题: ‘Asian alliance’: how China is forging a new power centre amid the trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312111/china-pushes-new-asian-alliance-it-signs-deals-asean-gulf-states?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 09:00:20 +0000",
      "isoDate": "2025-05-28T09:00:20.000Z",
      "creator": "Ji Siqi",
      "summary": "中国正积极推动与东南亚国家联盟（东盟）和海湾合作委员会（海合会）国家建立一个强大的新经济集团，以对抗日益增长的美国保护主义。有分析人士认为，这可能正在形成一个“亚洲联盟”的原型。\n\n### 关键事件与声明\n\n*   中国总理李强出席了在马来西亚吉隆坡举行的东盟-中国-海合会经济论坛开幕式。\n*   李强指出，当前的全球紧张局势为三方深化互信、加强团结提供了机会，从而创造长期的战略机遇。\n*   同日早些时候，三方还举行了峰会，并签署了一份联合声明，承诺在贸易、供应链、基础设施和金融领域进行更紧密的合作。\n\n### 参与方构成\n\n*   **东盟：** 由10个东南亚国家组成。\n*   **海合会：** 包括6个与波斯湾接壤的阿拉伯国家——巴林、科威特、阿曼、卡塔尔、沙特阿拉伯和阿拉伯联合酋长国。\n\n### 经济潜力与战略意义\n\n*   李强表示，这三方合计占世界人口和经济总量的四分之一，但仅占全球贸易的5%，这表明巨大的扩张潜力。\n*   中国与全球化智库创始人兼总裁王辉耀认为，此次新峰会有潜力为亚洲的多边合作创造新范式，使中国在抵御美国贸易压力方面处于更有利的地位。",
      "shortSummary": "中国正与东南亚（东盟）和中东（海合会）国家构建新的经济联盟，以应对美国贸易保护主义。中国总理李强在东盟-中国-海合会经济论坛上强调，全球紧张局势提供了深化合作的机遇。三方已签署联合声明，承诺在贸易、供应链、基础设施和金融领域加强合作。这一新联盟代表了全球四分之一的人口和经济总量，具有巨大的贸易扩张潜力，旨在增强中国抵御美国贸易压力的能力，被视为“亚洲联盟”的雏形。",
      "translated_title": "“亚洲联盟”：中国如何在贸易战中打造新的力量中心",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is pushing to forge a powerful new economic bloc with countries across Southeast Asia and the Middle East to counteract rising US protectionism, with some analysts suggesting a prototype for an “Asian Union” may be taking shape.\nPremier Li Qiang attended the opening of a new forum bringing together leaders from China, the Association of Southeast Asian Nations (Asean) and the Gulf Cooperation Council (GCC) on Tuesday, where he remarked that the current global tensions offered an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/6d4f1fa6-ffda-4b25-b813-63d8fc3d8410_55896649.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "城市更新是中国经济增强韧性的长期策略 (原标题: Urban renewal is part of China’s long game to harden the economy)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3311832/urban-renewal-china-buying-its-economy-time?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 08:30:09 +0000",
      "isoDate": "2025-05-28T08:30:09.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "# 中国的城市更新：经济韧性化的长期策略\n\n近年来，中国政府在应对经济逆风时表现出的审慎态度令市场感到沮丧。面对持续疲软的家庭消费、旷日持久的房地产低迷以及日益增长的外部不确定性，许多人曾希望北京能采取大胆的刺激措施或直接向公民发放现金。然而，官方一再表明其坚持既定方针的意图——专注于缓慢推进的结构性改革，而非短期修补。国务院最新推动的城市更新行动便是一个例证。\n\n## 城市更新计划的背景与发展\n\n*   **并非新概念：** 城市更新并非一个新颖的概念。自2019年中央经济工作会议首次提出该计划以来，地方政府已在改善老旧社区、改造危房和盘活闲置土地方面取得了进展。\n*   **政府承诺与目标：** 上周国务院新闻发布会详细回顾了这些进展。伴随一系列新的高层指导方针，政府承诺为该计划提供更多的财政和政策支持，以期在2030年前取得切实成果。\n\n## 增长策略的转变\n\n*   **核心转变：** 这一推动强调了中国首选增长战略的转变：从依赖债务驱动的城市边缘扩张，转向城市核心区内更加审慎、内涵式的开发。\n\n## 城市更新的短期效益\n\n*   **支撑建筑业：** 从政策角度看，城市更新满足了短期需求。在住宅房地产活动依然低迷的情况下，升级老旧建筑及周边基础设施有助于维持建筑业的活跃，并为就业提供缓冲。\n\n## 城市更新的长期溢出效应（深层价值）\n\n*   **刺激后续消费：** 城市更新的更深层价值在于其长期的溢出效应。翻新的建筑和社区可以引发一波后续消费，包括家居装修、家电购买以及智能家居系统等。\n*   **促进汽车购买：** 更好的停车条件和充电基础设施可以刺激汽车购买。\n*   **提升城市价值：** 升级的公共空间可以提高房产价值，提升生活质量，并带来更稳定的地方税收。\n\n## 总结\n\n简而言之，城市更新是一种“慢燃式”的刺激——它通过二阶和三阶效应发挥作用，而非通过引人注目的直接注入。这体现了中国政府在经济韧性化方面的长期策略。",
      "shortSummary": "城市更新是中国政府应对经济挑战的长期策略，而非短期刺激。它标志着增长模式从债务驱动的城市边缘扩张转向城市核心区的内涵式发展。该计划通过改善老旧社区、升级基础设施，短期内支撑建筑业和就业，长期则能刺激家居消费、汽车购买，提升房产价值和生活质量，并增加地方税收。这是一种通过多重效应逐步发挥作用的“慢燃式”经济刺激。",
      "translated_title": "城市更新是中国经济增强韧性的长期策略",
      "images": [],
      "contentSource": "完整文章",
      "content": "In recent months, the Chinese government’s deliberate pace in responding to economic headwinds has frustrated markets. Faced with persistent weakness in household consumption, a drawn-out property downturn and growing external uncertainty, many had hoped Beijing would turn to bold stimulus measures or administer direct cash transfers to citizens.\nYet time and again, officials have signalled their intent to stay the course – doubling down on slow-moving structural reforms rather than short-term...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/524f274b-f9fa-43d7-bcb3-0589f6c71cbc_232b126c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国阻止Labubu、Molly玩偶走私，因价格飙升，海外冲突频传 (原标题: China stops Labubu, Molly doll smugglers as prices soar, fights reported overseas)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312093/china-stops-labubu-molly-doll-smugglers-prices-soar-fights-reported-overseas?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 08:00:09 +0000",
      "isoDate": "2025-05-28T08:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国海关截获泡泡玛特玩偶走私\n\n中国海关部门多次截获涉嫌走私泡泡玛特（Pop Mart）玩具的行为，其中包括其Labubu和Molly系列玩偶。此举正值这家总部位于北京的零售商在全球扩张，导致这些玩偶价格飙升之际。\n\n*   **走私活动详情：**\n    *   海关人员多次从“据称旨在通过转售获利”的旅客手中截获未申报的玩具。\n    *   **典型案例一：** 在湖南长沙黄花国际机场，三名旅客被查获318个玩偶。\n    *   **典型案例二：** 在安徽合肥新桥国际机场，一名旅客被查获94个玩偶，所有这些玩偶都打算用于转售。\n    *   媒体报道和分析师指出，旅客据称在海外购买这些玩具，然后将其带回中国。\n\n*   **价格差异与市场动态：**\n    *   泡泡玛特最受欢迎的玩具在海外的售价有时低于中国国内，这主要是由于汇率波动或当地折扣。\n    *   广东省体制改革研究会执行会长彭澎表示，高价既是炒作，也是国际知名度的影响。\n    *   他补充说，中国消费者和商家对此或多或少都感兴趣，不应错过这种能够促进消费的商机。\n\n*   **泡泡玛特公司概况：**\n    *   泡泡玛特成立于2010年。\n    *   目前正迅速进行国际扩张，在全球30多个国家和地区拥有500多家门店。",
      "shortSummary": "中国海关多次截获泡泡玛特Labubu和Molly玩偶走私，因其在国内价格飙升。走私者利用海外售价较低（受汇率和折扣影响）的优势，在海外购买后带回中国转售获利。这种现象反映了泡泡玛特全球扩张带来的市场炒作和高需求。",
      "translated_title": "中国阻止Labubu、Molly玩偶走私，因价格飙升，海外冲突频传",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese customs authorities have repeatedly stopped suspected smugglers of Pop Mart toys, including its Labubu and Molly series, as prices for the dolls soar amid a global expansion for the Beijing-based retailer.\nCustoms agents have intercepted undeclared toys multiple times from passengers “allegedly seeking to profit from resales”, China Daily reported.\nIn one case, 318 toys were confiscated from three travellers at Changsha Huanghua International Airport in Hunan province, according to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/5259a079-81dd-4bf8-acb6-658460505e0d_5041aa99.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "调查显示，在华欧盟企业悲观情绪达到创纪录水平 (原标题: Record levels of pessimism among EU businesses in China, survey reveals)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312080/confidence-eu-businesses-china-hit-record-low-even-tariff-war-survey?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 06:00:17 +0000",
      "isoDate": "2025-05-28T06:00:17.000Z",
      "creator": "Carol Yang",
      "summary": "### 在华欧盟企业信心跌至历史新低\n\n根据欧盟商会最新发布的年度调查结果，欧洲企业对在华增长和盈利能力的乐观情绪已降至历史最低点。此次调查于今年1月和2月进行，涵盖了503家商会成员企业，即使在中美贸易战升级之前，也已显示出悲观的商业前景。\n\n#### 关键发现：\n\n*   **增长前景悲观**：\n    *   仅有29%的受访者对未来两年在华的增长前景表示乐观，这是自2013年以来的最低水平。\n    *   与此同时，有29%的受访者表示悲观，创下了同期的新高。\n*   **盈利能力担忧加剧**：\n    *   对未来两年在华盈利能力表示乐观的比例仅为12%，比去年下降了3个百分点，达到历史新低。\n    *   表示悲观的受访者比例高达49%，创下新纪录。\n\n#### 导致悲观情绪的主要原因：\n\n*   **宏观经济因素**：\n    *   经济下行。\n    *   地缘政治紧张局势加剧。\n    *   对中国国内经济的担忧。\n    *   持续的生产者价格通缩。\n*   **市场准入与监管障碍**：\n    *   与去年调查类似，市场准入和监管壁垒仍然普遍存在。\n    *   三分之一的受访者不认为市场准入会有实质性改善。\n\n欧盟商会主席Jens Eskelund指出，不断升级的贸易和地缘政治紧张局势带来的不确定性、对中国国内经济的担忧以及持续的生产者价格通缩，都给欧洲和中国企业带来了沉重压力。\n\n#### 呼吁与建议：\n\n欧盟商会呼吁中方全面落实近期宣布的旨在改善营商环境的措施，以提振企业信心。",
      "shortSummary": "一项最新调查显示，在华欧盟企业对增长和盈利的乐观情绪已降至历史最低点。仅29%的企业对未来两年增长乐观，而49%的企业对盈利表示悲观。主要原因包括经济下行、地缘政治紧张、中国国内经济担忧、通缩以及普遍存在的市场准入和监管障碍。欧盟商会呼吁全面落实改善营商环境的措施。",
      "translated_title": "调查显示，在华欧盟企业悲观情绪达到创纪录水平",
      "images": [],
      "contentSource": "完整文章",
      "content": "European businesses’ optimism about growth and profitability in China has hit a record low, overshadowed by economic downturns and rising geopolitical tensions, according to annual survey findings by a leading foreign business association, which called for the full implementation of recently announced measures aimed at improving the business environment.\nConducted in January and February, the survey of 503 chamber members showed a bleak outlook even before the China-US trade war intensified in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/4fbd0675-71da-487d-914c-86c78249e237_a2467cc0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国如何在美国技术限制下规划IT制造业的“新突破” (原标题: How China plans ‘new breakthroughs’ in IT manufacturing amid US tech curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312075/china-releases-plan-aimed-upgrading-it-manufacturers-boosting-self-sufficiency?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 04:16:48 +0000",
      "isoDate": "2025-05-28T04:16:48.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国IT制造业升级计划：应对美国技术限制，实现自给自足\n\n中国已公布一项详细计划，旨在升级其信息技术（IT）制造业，以期在半导体、电池、卫星导航和人工智能（AI）等关键技术领域实现自给自足，并规避美国的科技限制。\n\n### 核心目标与背景\n\n*   **主要目的**：提升IT制造业水平，实现关键技术自给自足，应对美国技术限制。\n*   **发布机构**：工业和信息化部、国家发展和改革委员会、国家数据局。\n*   **背景**：正值“中国制造2025”倡议的收官阶段。\n*   **IT制造业范畴**：涵盖上游材料（如单晶硅和多晶硅）、中游零部件制造以及下游电子和汽车系统应用。\n\n### 18点行动计划的关键时间节点与目标\n\n*   **到2027年**：\n    *   深化AI与IT制造业的融合。\n    *   培育一批新型工业服务提供商。\n    *   确保超过85%的制造商在关键流程中采用计算机数控（CNC）技术。\n    *   培养至少100家IT行业专业服务提供商。\n*   **到2030年**：\n    *   建成核心工业数据库。\n    *   推动IT制造商实现“新突破”，并攀升至“全球价值链高端”。\n\n### 重点关注技术领域\n\n该计划特别强调在以下技术领域实现自给自足：\n\n*   半导体\n*   电池\n*   卫星导航\n*   人工智能（AI）",
      "shortSummary": "中国发布详细计划，旨在升级IT制造业，以在半导体、电池、卫星导航和人工智能等关键技术领域实现自给自足，并规避美国的技术限制。该18点行动计划设定了具体目标：到2027年，深化AI融合，提升数控技术应用，并培育专业服务商；到2030年，建成核心工业数据库，推动IT制造商实现“新突破”，迈向全球价值链高端。",
      "translated_title": "中国如何在美国技术限制下规划IT制造业的“新突破”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has unveiled a detailed plan to upgrade its information technology (IT) manufacturers as it doubles down on achieving self-sufficiency in technologies including semiconductors, batteries, satellite navigation and artificial intelligence (AI), and sidestepping US tech curbs.\nThe 18-point action plan calls for the deepening of AI integration and the fostering of a new class of industry service providers by 2027.\nIt aims to see more than 85 per cent of manufacturers using computer numerical...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/6376c202-6d5b-4dfb-b86b-b53280f67c1c_28dfbd0a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "不仅仅是表演：中国机器人格斗提供科技进步的近距离视角 (原标题: More than a show: China’s robot fights offer ringside view of tech advancements)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311985/secret-behind-chinas-bombastic-robot-battles-these-shows-pack-unexpected-punch?utm_source=rss_feed",
      "pubDate": "Wed, 28 May 2025 00:00:12 +0000",
      "isoDate": "2025-05-28T00:00:12.000Z",
      "creator": "Alice Li,Ralph Jennings",
      "summary": "### 中国人形机器人进入体育竞技以推动技术发展\n\n中国的人形机器人正越来越多地进入人类竞技场，参与真实的体育比赛，这不仅让它们暴露在不可预测、复杂的环境中，也为它们的进一步发展提供了宝贵的数据。\n\n*   **实战竞技案例**\n    *   **机器人拳击赛**：全球首场人形机器人拳击赛于周日在杭州举行。四台宇树G1机器人戴着头盔和拳击手套，以惊人的速度和精确度发动攻击，熟练地执行了扫腿和肘击等动作。\n    *   **机器人马拉松**：在此次拳击赛前一个月，人形机器人还在北京参加了一场马拉松比赛。机器人以人类运动员的姿态奔跑，手臂有节奏地摆动，并保持着快速、短促的步频。\n\n*   **技术发展与数据价值**\n    *   高盛分析师指出，尽管中国在硬件和供应链方面保持领先地位，但初创公司已开始致力于开发人形机器人的“大脑”。\n    *   分析师强调，真实世界的数据对于实现物理世界的一致性和任务准确性变得越来越重要。\n\n*   **科技竞争与商业化前景**\n    *   在中美科技竞争日益激烈的大背景下，人形机器人领域的公司正竞相提升投资者信心。\n    *   它们试图向市场证明，这项技术正以超乎预期的速度发展，并且商业化前景可期。",
      "shortSummary": "中国的人形机器人正积极参与拳击、马拉松等真实体育赛事，以在复杂环境中收集数据，加速其“大脑”和整体技术的发展。高盛分析师指出，真实世界数据对提高机器人性能至关重要。在中美科技竞争加剧之际，此举旨在展示技术进步，并推动人形机器人的商业化进程。",
      "translated_title": "不仅仅是表演：中国机器人格斗提供科技进步的近距离视角",
      "images": [],
      "contentSource": "完整文章",
      "content": "They dance, they run, they punch – but they never break a sweat or flinch in pain.\nChina’s humanoid robots are increasingly entering human arenas, participating in real-world sports competitions that expose them to unpredictable, complex environments – and, as analysts note, generate valuable data to advance their development.\nOn Sunday, the world’s first kickboxing contest featuring humanoid robots kicked off in the eastern city of Hangzhou. Four Unitree G1 robots – donning helmets and boxing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/28/c37e0946-6eca-4011-87a9-389c17014be9_f3432e92.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美元疑虑和“三重打击”风险会否促使人民币复兴？ (原标题: Will US dollar doubts, risk of ‘triple whammy’ give rise to yuan’s renaissance?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312008/how-us-dollar-doubts-risk-triple-whammy-could-give-rise-yuans-renaissance?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 15:00:08 +0000",
      "isoDate": "2025-05-27T15:00:08.000Z",
      "creator": "Sylvia Ma,Ji Siqi",
      "summary": "### 美元疑虑与人民币的韧性\n\n随着美国面临不可持续的债务和赤字前景的担忧加剧，以及特朗普政府的政策影响，分析师们正在关注人民币在贸易战中的表现，并有观点认为人民币可能迎来“复兴”。\n\n#### 美国面临的挑战\n\n*   **债务和赤字担忧**：美国众议院通过了一项包含税收削减、支出增减以及将联邦债务上限提高4万亿美元的综合性法案（“One Big Beautiful Bill Act”），加剧了对美国债务可持续性的担忧。\n*   **新的关税威胁**：美国总统特朗普威胁对欧盟征收50%的关税，这进一步增加了市场的不确定性。\n*   **美元资产吸引力下降**：渣打银行大中华区首席经济学家丁爽指出，美元下跌的根本原因是市场对美国资产是否真正安全的疑虑日益加深。他认为，这与美国的经济政策、主权信用评级下调以及扩张性财政政策（将增加赤字压力）等多种因素有关。欧亚集团中国区总监王丹也表示，“美元资产吸引力下降是真实存在的”。\n\n#### 人民币的韧性表现\n\n*   **贸易战中的表现**：与美元面临的挑战形成对比，人民币在持续的贸易战中展现出显著的韧性。\n*   **近期升值**：自4月2日（特朗普宣布“解放日”关税）以来，人民币兑美元已升值1%。\n*   **与历史对比**：这种韧性与2018年至2020年贸易战初期人民币约13%的贬值形成了鲜明对比。",
      "shortSummary": "随着美国债务和赤字担忧加剧，以及新的关税威胁，市场对美元资产的安全性产生疑虑。与此同时，人民币在贸易战中展现出显著韧性，自4月2日以来兑美元已升值1%，与贸易战初期的大幅贬值形成鲜明对比。分析师认为，这可能预示着人民币的“复兴”。",
      "translated_title": "美元疑虑和“三重打击”风险会否促使人民币复兴？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the United States faces renewed concern over unsustainable debts and its deficit outlook, ignited by the “One Big Beautiful Bill Act” and new tariff threats from US President Donald Trump, China’s yuan is being hailed by analysts for its resiliency during the ongoing trade war, with some pointing to a “renaissance of the renminbi”.\nConcerns over the sustainability of US debt levels intensified after the US House of Representatives last week passed a sweeping tax and spending bill, which is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/27/08419173-31b5-48a4-92f2-96087a4d797d_b277aff8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国重申企业改革决心，分析师称中美竞争“日益激烈” (原标题: China renews drive for corporate reform as US rivalry grows ‘fiercer’: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311990/china-renews-drive-corporate-reform-us-rivalry-grows-fiercer-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 12:00:08 +0000",
      "isoDate": "2025-05-27T12:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "# 中国重申企业改革决心，应对日益激烈的中美竞争\n\n中国正在加大力度改善企业治理并提升其全球竞争力。分析人士指出，鉴于中美在技术霸权方面的高风险竞争以及持续的贸易不确定性，这一举措将更具紧迫性。\n\n## 改革目标与背景\n\n*   **目标（2035年）：** 根据本周发布的新指导方针，北京旨在到2035年将更多国有和私营企业转变为具有现代化公司治理结构的创新型、韧性强、全球竞争力的企业。\n*   **竞争背景：** 上海金融与法律研究院院长傅蔚冈表示，“中美之间日益激烈的竞争将在两国企业之间展开……未来是‘中国企业’对‘美国企业’的较量。”\n*   **改革必要性：** 傅蔚冈认为，尽管取得了巨大进步，中国企业在许多领域仍处于劣势。这份文件反映了北京更加重视通过更好的治理来提高其竞争力。\n\n## 指导方针的重要性与内容\n\n*   **发布机构：** 这些指导方针由中共中央和国务院（中国内阁）联合发布，这表明了其重要性。\n*   **现代公司治理定义：** 北京此前曾表示，现代公司治理的特点是产权清晰、权责明确和管理模式科学。\n*   **特殊要求：** 指导方针还包括了在私营企业中巩固党的领导的要求。",
      "shortSummary": "中国正加大企业改革力度，以提升全球竞争力，应对日益激烈的中美科技竞争和贸易不确定性。新指导方针旨在到2035年将国有和私营企业打造为具现代化治理结构的全球竞争力企业。分析师认为这是“中国企业”与“美国企业”的较量，强调通过改善治理来提高竞争力，其中也包括巩固党的领导。",
      "translated_title": "中国重申企业改革决心，分析师称中美竞争“日益激烈”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is doubling down on its efforts to improve corporate governance and sharpen its global competitiveness, a move analysts said will be given greater urgency amid the high-stakes race for technological supremacy against the US and ongoing trade uncertainties.\nBy 2035, Beijing aims to turn more state and privately owned companies into innovative, resilient and globally competitive firms with modern corporate governance structures, according to new guidelines released this week.\n“Fiercer...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/27/9a581977-4ab9-480c-b34a-cfc2a8174b36_38b50cf9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京要求汽车制造商和交易平台整顿二手车市场 (原标题: Beijing asks carmakers, trading platforms to clean up used-vehicle market)",
      "link": "https://www.scmp.com/business/china-evs/article/3312001/beijing-asks-carmakers-trading-platforms-clean-used-vehicle-market-amid-price-war?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 11:30:07 +0000",
      "isoDate": "2025-05-27T11:30:07.000Z",
      "creator": "Daniel Ren",
      "summary": "## 北京整顿“零里程”二手车市场以稳定汽车价格\n\n中国汽车行业正面临产能过剩和日益激烈的价格战，导致盈利能力承压。在此背景下，北京已介入监控二手车交易市场，以期稳定市场秩序。\n\n### 商务部介入调查\n\n*   **会议召开：** 周二下午，商务部召集了行业团体、主要汽车制造商和二手车交易平台，讨论了围绕“零里程二手车”销售的问题。\n*   **目的：** 此次会议旨在稳定全球最大汽车和电动汽车（EV）市场的汽车价格，该市场目前有约100家制造商卷入恶性竞争。\n\n### “零里程”二手车销售模式解析\n\n*   **操作方式：** 这种模式通常指二手车经销商以极低的价格从制造商处购买从未驾驶过的新车，然后将其作为“准新车”或“二手车”出售给消费者。\n*   **行业观点：** 上海易友汽车服务销售经理田茂伟指出，汽车制造商通过二手车经销商以远低于新车的价格销售“准新车”。\n*   **价格优势：** 据经销商透露，这些从未驾驶过的二手车售价比新车低30%以上。\n\n### 市场影响与挑战\n\n*   **库存缓解：** 这种销售模式有助于个别汽车公司减少库存压力。\n*   **市场损害：** 然而，它对整个市场造成了负面影响。过低的汽车价格使得大多数汽车制造商难以实现盈亏平衡，加剧了市场竞争的恶性循环。\n*   **政策不确定性：** 目前尚不清楚商务部是否会继续允许汽车制造商和经销商使用这种二手车销售模式。经销商认为，这种销售模式可能不会被商务部定义为违法行为。",
      "shortSummary": "为应对产能过剩和价格战，北京正介入整顿二手车市场。商务部召集车企和交易平台，讨论“零里程”二手车销售问题。这种模式下，新车以二手车名义低价出售，虽助车企清库存，却导致市场价格混乱，多数车企难以盈利。政府旨在稳定汽车价格，但该销售模式的合法性尚不明朗。",
      "translated_title": "北京要求汽车制造商和交易平台整顿二手车市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has stepped in to monitor the trading of used cars as mainland China’s automotive sector, saddled with overcapacity, is under pressure to improve profitability amid an escalating price war.\nOn Tuesday afternoon, the Ministry of Commerce gathered industry groups, major carmakers and trading platforms for second-hand cars to discuss issues surrounding the sale of “used vehicles with zero mileage”, according to Reuters.\nThe ministry was seeking to stabilise car prices in the world’s largest...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/27/c1e3359b-dd68-4325-b1ab-9856d0725ce5_0caec25c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在越南，出口商对特朗普的关税言论置若罔闻——并急于寻找美国市场的替代方案 (原标题: In Vietnam, exporters tune out Trump’s tariff riffs – and rush to replace the US)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311967/vietnam-exporters-tune-out-trumps-tariff-riffs-and-rush-replace-us?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 08:02:24 +0000",
      "isoDate": "2025-05-27T08:02:24.000Z",
      "creator": "Mia Nulimaimaiti,Ralph Jennings",
      "summary": "## 越南服装出口商对特朗普关税言论的反应\n\n尽管美国总统唐纳德·特朗普表示美国不寻求生产运动鞋和T恤，但中国和越南的服装制造商仍面临巨大的不确定性。\n\n### 特朗普的言论与背景\n\n*   **特朗普的最新表态**：特朗普于周日表示，美国“不寻求生产运动鞋和T恤”，并认为这些产品可以在其他地方很好地生产。他强调，美国的目标是专注于生产“芯片、电脑以及许多其他产品，还有坦克和舰船”，而非低利润的纺织服装行业。\n*   **财政部长的观点**：此前，美国财政部长斯科特·贝森特也曾发表类似言论，指出美国应将重心放在高端精密制造业的回流上，而非纺织业。\n*   **对出口商的影响**：这些言论暂时让越南的纺织品出口商松了一口气，因为这似乎表明特朗普推动美国制造业复兴的努力不会延伸到低利润的服装领域。\n\n### 行业反应与挑战\n\n*   **持续的不确定性**：尽管有积极信号，但由于特朗普政府关税政策的反复无常，很少有企业会根据总统的最新评论改变其长期计划。企业已经认识到，特朗普的立场可能很快再次改变。\n*   **90天关税暂停期**：中国和越南作为全球两大服装出口中心，目前正处于美国关税90天暂停期内。两国都在努力与华盛顿达成协议，以避免关税再次大幅上涨。\n*   **谨慎的长期规划**：面对巨大的不确定性，制造商们选择保持谨慎，并继续为可能出现的关税变化做准备，而不是仅仅依赖于短期言论。",
      "shortSummary": "尽管美国总统特朗普表示美国不寻求生产低利润的运动鞋和T恤，但中国和越南的服装出口商仍对未来充满不确定性。他们对特朗普反复无常的关税政策持谨慎态度，很少会根据其最新言论改变计划。两国正处于关税暂停期，并努力与美国达成协议，以避免关税再次上涨。行业暂时松了口气，但长期挑战依然存在。",
      "translated_title": "在越南，出口商对特朗普的关税言论置若罔闻——并急于寻找美国市场的替代方案",
      "images": [],
      "contentSource": "完整文章",
      "content": "Garment manufacturers across China and Vietnam breathed a small sigh of relief on Sunday, after US President Donald Trump told reporters that the United States was “not looking to make sneakers and T-shirts”.\nBut few plan to change their plans based on the president’s comments. After weeks of wild swings in US tariff policies, they have learned that Trump could soon change his tune once again.\nBusinesses in China and Vietnam – the world’s two largest clothing export hubs – are still facing huge...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/27/3147a7fb-5cec-4396-b504-3556f4f709e5_33cac492.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国工业利润4月增长，尽管面临中美贸易战 (原标题: China’s industrial profits grow in April despite US trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311925/chinas-industrial-profits-grow-april-despite-us-trade-war?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 06:00:14 +0000",
      "isoDate": "2025-05-27T06:00:14.000Z",
      "creator": "Leopold Chen",
      "summary": "### 中国4月工业利润增长概述\n\n中国规模以上工业企业在2019年4月实现了温和但加速的利润增长，尽管当时正值中美贸易战升级，关税上升，经济不确定性加剧。\n\n*   **4月利润增长**\n    *   根据国家统计局（NBS）的数据，年主营业务收入2000万元人民币（约合278万美元）及以上的规模以上工业企业，4月份利润同比增长3%。\n    *   这一增长率高于3月份的2.6%。\n\n*   **前四个月累计表现**\n    *   今年前四个月，工业利润累计增长1.4%。\n    *   在各类企业中，民营企业利润增长率最高，而国有企业利润则出现下降。\n\n*   **专家观点与未来展望**\n    *   Pinpoint Asset Management总裁张智威指出，这是工业利润连续第二个月实现增长，并且这一趋势与中国4月份的其他经济数据（如出口数据改善）相符。\n    *   他预计，工业利润增长在今年上半年可能保持积极态势。\n    *   然而，他认为下半年的前景“模糊”，因为中美贸易关系的高度不确定性给经济带来了挑战。\n\n*   **数据背景**\n    *   4月份的工业利润数据是中美关税战升级以来，衡量中国工业企业健康状况的首个指标。\n    *   该数据发布于两国于5月14日同意达成90天贸易休战协议之前。",
      "shortSummary": "尽管面临中美贸易战，中国规模以上工业企业在4月份仍实现利润同比增长3%，高于3月份的2.6%。今年前四个月累计增长1.4%，其中民营企业表现突出。专家认为，上半年利润增长可能持续，但受中美贸易关系不确定性影响，下半年前景不明朗。此数据是关税战升级后的首个指标，发布于两国达成贸易休战前。",
      "translated_title": "中国工业利润4月增长，尽管面临中美贸易战",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s large industrial enterprises posted modest but accelerating growth in April, despite an unprecedented trade war with the United States that drove up tariffs on both sides and intensified economic uncertainty.\nIndustrial profits among larger firms, with an annual income of 20 million yuan ($US2.78 million) or above generated from their main businesses, recorded a 3 per cent year-on-year increase last month, the National Bureau of Statistics (NBS) announced on Tuesday, up from 2.6 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/27/c2059d11-416b-4c05-b55f-d97289e54e6b_2ec0712d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么央行在推高黄金价格方面扮演着重要角色 (原标题: Why central banks are playing a big role in pushing up gold prices)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311909/why-central-banks-are-playing-big-role-pushing-gold-prices?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 03:40:07 +0000",
      "isoDate": "2025-05-27T03:40:07.000Z",
      "creator": "Kandy Wong",
      "summary": "## 央行在推高黄金价格中的重要作用\n\n今年以来，受美国总统唐纳德·特朗普关税政策引发的经济不确定性加剧影响，投资者寻求避险投资，导致黄金价格飙升。然而，经济学家指出，推动金价上涨的另一个重要因素是各国央行的购买行为。\n\n### 央行购买黄金的原因\n\n高盛研究报告指出，2022年俄罗斯入侵乌克兰以及随后西方国家对俄罗斯资产的冻结，标志着央行对黄金看法的“转折点”。\n\n*   **购买量激增**：自入侵开始以来，央行对黄金的购买量增加了五倍。报告预计，各国政府的需求将在未来一段时间内保持高位，从而“持续提振”黄金价格。\n*   **规避美元体系**：根据大西洋理事会经济治国方略倡议的Kimberly Donovan和Maia Nikoladze的文章，各国正越来越多地尝试创建由黄金支持的数字资产和交易系统，以绕过以美元计价的金融体系。\n    *   **经济利益**：在许多情况下，这些举措是为了纯粹的经济利益。\n    *   **规避制裁**：然而，黄金也被美国的对手国用于规避制裁或资助与美国国家安全利益相悖的活动。\n\n### 对未来金价的影响\n\n央行持续且不断增长的黄金需求，正在推动黄金需求发生长期的结构性转变，预计将对未来的黄金价格产生持续的积极影响。",
      "shortSummary": "黄金价格上涨主要受经济不确定性及央行购买推动。自2022年俄乌冲突爆发和西方制裁后，央行购买黄金量激增五倍，寻求替代美元的避险资产，并尝试开发黄金支持的数字系统。此举既为经济利益，也为部分国家规避制裁，预示着黄金需求将发生长期结构性转变，持续推高金价。",
      "translated_title": "为什么央行在推高黄金价格方面扮演着重要角色",
      "images": [],
      "contentSource": "完整文章",
      "content": "Gold prices have surged this year as investors seek safe investments amid a spike in economic uncertainty unleashed by US President Donald Trump’s tariff policies.\nBut economists say that there is another important factor driving the rally: purchases by central banks.\nIn this explainer, we explore why central banks are increasingly turning to gold assets, how that is driving a long-term structural shift in demand for the metal, and what that means for gold prices going forward.\nWhy are central...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/27/2870df70-7136-4ea2-b831-92c3b7fbe2ed_7c812d21.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国新疆在制裁下吸引外国游客，目标万亿旅游收入 (原标题: China’s Xinjiang woos foreigners for 1 trillion yuan tourism haul amid sanctions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3311842/chinas-xinjiang-plans-open-more-tourists-including-foreigners?utm_source=rss_feed",
      "pubDate": "Tue, 27 May 2025 01:00:08 +0000",
      "isoDate": "2025-05-27T01:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "# 中国新疆旅游业发展计划\n\n中国新疆维吾尔自治区，一个民族多元的地区，尽管面临西方因人权问题实施的制裁，正计划向更多外国游客开放，以提振旅游业并实现区域经济多元化。\n\n## 现状与挑战\n\n*   **国内市场表现强劲：** 近年来，新疆已成为中国国内游客的热门目的地，去年接待游客数量达到创纪录的3.02亿人次。\n*   **外国游客准入限制：** 尽管国际游客通常可以自由进入新疆，但访问某些特定景点（如巨大的巴音布鲁克草原）通常需要特殊许可证。目前，新疆尚未完全向外国公民开放。\n*   **地区特色：** 新疆以其壮丽的自然风光和多样的民族融合而闻名。\n\n## 未来目标与措施（2030年）\n\n新疆地方政府已发布一项行动计划，旨在进一步发展该地区的文化和旅游业，并设定了以下目标：\n\n*   **收入目标：** 到2030年，将该行业的年收入提高到至少1万亿元人民币（约合1380亿美元）。\n*   **游客数量目标：** 到2030年，每年接待游客数量至少达到4亿人次。\n*   **吸引外国游客：** 该计划明确提及将向更多外国游客开放，包括：\n    *   加强跨境旅游的发展。\n    *   扩大文化产品和服务的贸易。",
      "shortSummary": "中国新疆维吾尔自治区，尽管面临西方制裁，正积极寻求向更多外国游客开放，以促进旅游业发展。根据最新行动计划，新疆目标到2030年实现年旅游收入1万亿元人民币，接待游客4亿人次。目前，新疆已是国内热门旅游地，但外国游客进入部分景点仍需特殊许可。该计划旨在加强跨境旅游并扩大文化贸易。",
      "translated_title": "中国新疆在制裁下吸引外国游客，目标万亿旅游收入",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Xinjiang – an ethnically diverse region that still faces Western sanctions over a slew of human-rights issues – plans to open up to more foreign visitors, as the local government strives to boost tourism and diversify the regional economy.\nThe Xinjiang Uygur autonomous region, which stretches over a vast tract of land in western China, has become a hugely popular destination among domestic tourists in recent years, receiving a record 302 million visits last year.\nNow, local officials...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/26/1e37f54c-10fd-441a-a408-35a4fe5147ef_a72cc170.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着对美元的信心动摇，北京应推动人民币在全球发挥更大影响力 (原标题: Beijing should push for more yuan global influence as faith in US dollar falters)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3311816/beijing-should-seize-rattled-faith-us-dollar-accelerate-yuans-global-influence?utm_source=rss_feed",
      "pubDate": "Mon, 26 May 2025 23:00:15 +0000",
      "isoDate": "2025-05-26T23:00:15.000Z",
      "creator": "Zhou Xin",
      "summary": "# 人民币国际化面临的挑战与机遇\n\n自2008年全球金融危机以来，中国当局启动了人民币国际化的进程，但迄今为止，人民币在全球贸易、投资以及央行储备中的使用方面，其影响力提升有限。\n\n## 人民币在全球金融体系中的地位\n\n*   **全球支付份额**：根据环球银行金融电信协会（Swift）的数据，截至4月，人民币在全球支付中的份额仅为3.5%，位列第五，排在美国美元、欧元、英镑和日元之后。\n*   **外汇储备份额**：国际货币基金组织（IMF）的数据显示，人民币在官方外汇储备中仅占2.2%，远低于美元的57.8%和欧元的19.8%。\n\n鉴于中国经济和贸易的巨大体量（作为120多个国家的最大贸易伙伴），人民币在全球金融体系中的代表性明显不足。\n\n## 国际化受限的主要原因\n\n人民币国际化进展缓慢的一个关键原因是，中国在权衡管理国际货币的风险和收益后，采取了谨慎的态度，尤其是在2015年人民币改革失误引发持续资本外流之后。\n\n### 资本外流与汇率压力\n\n在过去十年中，中国央行一直面临美元升值和人民币贬值的压力。中国人民银行致力于避免潜在的金融危机，即股票、债券和汇率同时下跌的“三重威胁”，并努力防止资本外逃，因为资本外逃被视为金融崩溃的催化剂。在这种背景下，人民币国际化成为了这种谨慎策略的“附带损害”。\n\n### 美元强势的影响\n\n资本外流和人民币贬值压力的一个重要因素是美元的相对强势。美元越强，中国对人民币及其汇率的控制就越严格。而过度的控制反过来又限制了海外投资者对人民币资产的兴趣。当美元显然是最佳选择时，放弃美元的吸引力就会减弱。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/09/Thumb---Clean.jpg?itok=Zh6fNOcQ)\n\n然而，文章指出，今年以来，风向开始转向有利于北京的方向。",
      "shortSummary": "尽管中国自2008年起推动人民币国际化，但其在全球支付和储备中的份额仍有限，远低于美元。这主要归因于中国为防范资本外流和金融风险而采取的谨慎策略，以及美元的持续强势。人民币国际化因此成为“附带损害”。然而，文章指出，当前形势正开始出现有利于人民币的转变。",
      "translated_title": "随着对美元的信心动摇，北京应推动人民币在全球发挥更大影响力",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/09/Thumb---Clean.jpg?itok=Zh6fNOcQ",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "In the aftermath of the 2008 global financial crisis, Chinese authorities kick-started a process to make the yuan an international currency. Yet, as measured by its use in global trade and investment, as well as central bank reserves, Beijing has achieved only limited success in boosting the currency, also known as the renminbi.\nAccording to data compiled by Swift, the Belgium-based operator of the international payments messaging network for financial institutions, the yuan’s share in global...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/05/26/e638b86c-de5b-4af4-a27e-8fd3715ca553_bc06392a.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-05-29T13:30:47.110Z"
}