{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "隐藏的标准之战：中国重塑全球制造业的努力 (原标题: The hidden standards battle: inside China’s push to rewire global manufacturing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325816/hidden-standards-battle-inside-chinas-push-rewire-global-manufacturing?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 15:00:13 +0000",
      "isoDate": "2025-09-17T15:00:13.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 背景\n\n*   今年是中国与欧盟正式建立外交关系50周年，也是中国欧盟商会成立25周年。\n*   本文是探讨中欧关系系列报道的第四篇，聚焦中国在影响全球制造业标准制定机构方面的努力，而欧洲在这一领域扮演着主导角色。\n\n### 标准的重要性\n\n*   19世纪德国工业家维尔纳·冯·西门子曾言：“谁拥有标准，谁就拥有市场。”这一格言在一个多世纪后依然适用。\n*   全球范围内的公司和政府正悄然投入巨额资源，试图定义从电动汽车到机器人等新产品的技术标准。\n*   这场“隐藏的战争”的利害关系巨大：赢家基本上可以为全球产业制定规则，迫使竞争对手适应根据赢家自身产品开发的规范。\n\n### 历史格局与中国崛起\n\n*   几十年来，美国和德国一直主导着标准制定过程，这为英特尔和西门子等公司带来了显著优势。\n*   然而，这种格局正在发生改变。\n*   中国曾以低端产品的“世界工厂”闻名，如今正迅速崛起为众多行业的技术领导者。\n*   中国决心从“规则的接受者”转变为“规则的制定者”，在中国的商业领袖中，“一流企业定标准”已成为一句口头禅。",
      "shortSummary": "中国正积极寻求重塑全球制造业标准，从过去的“规则接受者”转变为“规则制定者”。在美德长期主导标准制定后，中国正投入巨资，旨在定义从电动汽车到机器人等新产品的技术规范。正如“谁拥有标准，谁就拥有市场”的格言所示，这场“隐藏的标准之战”对全球产业格局具有巨大影响，中国企业界也奉行“一流企业定标准”的理念。",
      "translated_title": "隐藏的标准之战：中国重塑全球制造业的努力",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union, as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. The fourth story in our series examining ties between the two powers focuses on China’s efforts to influence the bodies that set global manufacturing standards, an arena where Europe plays a leading role.\nThe 19th-century German industrialist Werner von Siemens once famously remarked that “he who...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/fdde0706-c8a9-42d6-9b3e-fa2070980cde_f61b772c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "波兰边境关闭给中欧班列设置障碍：分析师称 (原标题: Poland border closure sets up speed bumps on China-Europe railway: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325864/poland-border-closure-sets-speed-bumps-china-europe-railway-analysts?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 14:00:11 +0000",
      "isoDate": "2025-09-17T14:00:11.000Z",
      "creator": "Kandy Wong,Ji Siqi,Ralph Jennings",
      "summary": "## 波兰边境关闭对中欧班列的影响\n\n### 背景\n*   波兰与白俄罗斯之间近400公里的边境线自9月11日起关闭。\n*   波兰总理唐纳德·图斯克（Donald Tusk）援引国家安全担忧，理由是边境对面正在举行由俄罗斯主导的军事演习。\n\n### 对中欧班列的直接影响\n*   分析师和行业参与者表示，边境的突然关闭已对中欧班列的用户造成了严重的物流中断。\n*   波兰货运公司铁路货运总监米洛什·维特科夫斯基（Milosz Witkowski）指出，目前尚不清楚边境何时会重新开放，这“完全取决于俄罗斯和白俄罗斯”。\n*   中国货运代理公司新丝路多式联运（New Silk Road Intermodal）的商务经理莫洛伊斯（Lois Mo）证实，目前尚未收到任何关于口岸何时重新开放的通知。\n*   她强调，中欧班列的运营必然受到影响，因为列车无法进入波兰，导致大量货物滞留在白俄罗斯。\n*   客户目前处于“恐慌模式”，正在考虑将铁路货运订单转向海运。\n\n### 波兰作为交通枢纽的风险\n*   分析师警告称，如果边境长时间关闭，波兰将面临失去其作为欧洲和亚洲之间主要交通枢纽地位的风险。",
      "shortSummary": "波兰与白俄罗斯边境自9月11日因国家安全担忧关闭，对中欧班列造成严重物流中断。列车滞留白俄罗斯，货物延误，客户考虑转向海运。业内人士指出，边境重开时间不确定，取决于俄罗斯和白俄罗斯。分析师警告，若长期关闭，波兰作为欧亚交通枢纽的地位将面临风险。",
      "translated_title": "波兰边境关闭给中欧班列设置障碍：分析师称",
      "images": [],
      "contentSource": "完整文章",
      "content": "The sudden closure of Poland’s border with Belarus has already caused logistical disruptions for users of the China-Europe Railway Express, analysts and industry players said, adding that Warsaw would be risking its position as a major transit hub between Europe and Asia if it allowed a prolonged shutdown.\nThe nearly 400km boundary line has been closed since September 11, with Polish Prime Minister Donald Tusk citing national security concerns over Russia-led military exercises taking place...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/92d46b6a-71da-4976-9c92-57197ced065e_13e7718c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "罕见举动：中国大陆法院在海外出售扣押的区块链代币 (原标题: In rare move, mainland China court sells seized blockchain tokens overseas)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325856/mainland-china-court-sells-seized-blockchain-tokens-hong-kong-crypto-platform?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 13:00:09 +0000",
      "isoDate": "2025-09-17T13:00:09.000Z",
      "creator": "Alice Li",
      "summary": "上海成为中国大陆首批利用海外加密货币交易平台对刑事案件中扣押的超过9万个Filecoin（一种基于区块链的存储代币）进行重新定价和出售的城市之一。\n\n*   上海某区级法院与中国大陆的一家第三方机构合作，通过香港一家持牌平台出售了这些加密货币。\n*   出售所得款项已转入法院控制的银行账户，并将根据法律程序分配给国库或退还给受害者。\n*   此举正值中国国内对稳定币及其在数字金融中的作用进行日益激烈的辩论之际。中国大陆在试点央行数字货币（即e-CNY）的同时，继续严格打击比特币挖矿和中心化交易等与加密货币相关的活动。\n*   市场参与者和学者一直在讨论中国大陆是否应该效仿香港（香港于8月1日推出了首个稳定币条例），以促进人民币的境外使用。\n*   处理涉及中国公民和公司的加密资产也给司法部门带来了新的挑战。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/08/07/17ec37d7-8c9a-4e40-bd5b-ae2d2207109c_3d2fa0d3.jpg?itok=ttmMm8be)",
      "shortSummary": "上海成为中国大陆首批利用海外平台出售扣押加密货币的城市之一，涉及超过9万个Filecoin。法院与第三方机构合作，通过香港持牌平台出售，所得款项将分配给国库或退还受害者。此举正值中国对加密货币活动保持严格管控，并对稳定币的监管进行讨论之际。处理加密资产给司法部门带来新的挑战。",
      "translated_title": "罕见举动：中国大陆法院在海外出售扣押的区块链代币",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/08/07/17ec37d7-8c9a-4e40-bd5b-ae2d2207109c_3d2fa0d3.jpg?itok=ttmMm8be",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Shanghai, mainland China’s financial centre, has become one of the first cities in the country to use an overseas cryptocurrency trading platform to reprice and sell more than 90,000 filecoins – a blockchain-based storage token – that were seized in criminal cases.\nA district-level court partnered with a third-party institution in mainland China, which sold the cryptocurrency on a licensed platform in Hong Kong, according to an announcement by Shanghai’s Supreme People’s Court on Tuesday.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/f5e3dda8-a86b-4381-842d-896f091123a9_8d47145f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国监控造船产能以防过剩 (原标题: China monitors shipbuilding capacity to prevent oversupply)",
      "link": "https://www.scmp.com/business/china-business/article/3325893/china-monitors-shipbuilding-capacity-prevent-oversupply-state-backed-group-says?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 12:00:46 +0000",
      "isoDate": "2025-09-17T12:00:46.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国造船业产能监控与可持续发展\n\n中国船舶工业行业协会（CANSI）副秘书长谭乃芬表示，中国正密切监控其造船产能，以避免全球造船业出现生产设施过剩。中国在全球造船市场中占据主导地位。\n\n## 风险认知与应对机制\n\n*   **认识风险：** 当局认识到对船厂进行不计后果投资的风险。\n*   **建立机制：** 已建立制衡机制，旨在防止行业出现“繁荣-萧条”周期，确保行业可持续增长。\n*   **谨慎态度：** 尽管目前行业表现良好（得益于制造实力和完整供应链），当局和协会仍对造船产能采取谨慎态度。\n*   **平衡目标：** 努力在产能和新船订单之间取得平衡。\n\n## 行业现状与业绩\n\n*   **市场份额：** 中国船厂目前占据全球市场70%的份额。\n*   **产能利用率：** 产能利用率为75%。\n*   **上半年业绩：**\n    *   包括国有巨头和私营企业在内的中国造船商，上半年总收入达3988亿元人民币（约合560亿美元）。\n    *   同比增长20.8%。\n    *   毛利率达到历史新高9.7%。\n\n## 图片\n\n![Ships under construction at the port in Taicang, Jiangsu province. Photo: AFP](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/17/2db02264-8f68-4c66-90e1-51f2a00dd566_759b73d6.jpg)\n*图片：江苏太仓港在建船舶。来源：法新社*",
      "shortSummary": "中国正密切监控其造船产能，以防全球市场出现过剩。中国船舶工业行业协会（CANSI）副秘书长谭乃芬指出，当局已建立制衡机制，旨在避免行业“繁荣-萧条”周期，确保可持续发展。尽管中国船厂占据全球70%的市场份额且上半年业绩强劲，但仍对产能扩张保持谨慎，力求产能与订单平衡。",
      "translated_title": "中国监控造船产能以防过剩",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/17/2db02264-8f68-4c66-90e1-51f2a00dd566_759b73d6.jpg",
          "alt": "Ships under construction at the port in Taicang, Jiangsu province. Photo: AFP",
          "title": "Ships under construction at the port in Taicang, Jiangsu province. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China is closely monitoring its shipbuilding capacity to avoid an oversupply of production facilities in a global industry dominated by the country, according to an official from the China Association of the National Shipbuilding Industry (CANSI).\nTan Naifen, deputy secretary general of the government-backed organisation, said in an interview with the Post on Wednesday that authorities recognised the risks associated with reckless investments in shipyards. As a result, they had established a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/370dfab7-690c-4055-bc57-e8b558a0e982_f4fadc10.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟商会指出中国经济失衡，敦促在五年规划中纠正方向 (原标题: Flagging imbalances in China, EU chamber urges course correction in 5-year plan)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325859/eu-chamber-china-flags-manufacturing-maladies-urging-course-correction-5-year-plan?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 09:01:04 +0000",
      "isoDate": "2025-09-17T09:01:04.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 欧盟商会呼吁中国在五年规划中纠正经济失衡\n\n欧洲在华商业利益代表组织——中国欧盟商会，正敦促中国政策制定者抓住制定下一个五年规划（2026-2030年）的机会，重新平衡经济发展模式，并解决损害国内外企业的恶性价格竞争问题。\n\n## 核心问题：内卷与供需失衡\n\n*   **内卷化现象：** 商会最新发布的《2025/2026年度中国欧盟商会建议书》指出，中国经济的核心问题在于制造业产出增长速度快于消费增长。这种由某些行业供过于求导致的低质量价格竞争被称为“内卷”。\n*   **高层关注：** 中国国家主席习近平在7月也曾批评这种竞争导致“破坏性折扣”和“低效产出”，表明高层对该问题的重视。\n*   **负面影响：** 这种供需不匹配的自然结果包括：\n    *   库存扩大\n    *   利润空间受压\n    *   资产利用率下降\n    *   出口压力增加\n\n## 建议与方向\n\n*   **五年规划机遇：** 商会建议中国应利用其2026-2030年规划，转向“新的、富有成效的发展模式”，并从根本上解决“内卷”问题。\n*   **关注供给侧：** 商会主席延斯·埃斯克伦德（Jens Eskelund）强调，鉴于中国制造业产出增速快于零售业，需要对供给侧给予同等的关注，而目前尚未完全看到这一点。\n*   **政策审议：** 中国执政的共产党计划于10月召开年度全体会议，主要议程之一便是审议第十五个五年规划（2026-2030年）。\n\n## 相关视频\n\n![欧洲-中国贸易关系：逆差、争议与去风险化](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/19/Thu_Clean-(2)-smaller.jpg?itok=Os7gGWYf)\n10:31 欧洲-中国贸易关系：逆差、争议与去风险化",
      "shortSummary": "中国欧盟商会敦促中国在2026-2030年五年规划中纠正经济失衡，呼吁重新平衡发展模式。商会指出，制造业产出增速快于消费导致“内卷”现象，即供过于求引发的恶性价格竞争，这导致库存扩大、利润受压。商会建议中国转向新的、富有成效的发展模式，并对供给侧给予同等关注，以解决这一核心问题。",
      "translated_title": "欧盟商会指出中国经济失衡，敦促在五年规划中纠正方向",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/08/19/Thu_Clean-(2)-smaller.jpg?itok=Os7gGWYf",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A member-driven organisation representing European business interests in China is urging policymakers to seize the opportunity – while forming the nation’s next five-year plan – to rebalance the economic-development model and strike at the heart of cutthroat price competition that hurts both foreign and domestic firms.\nThe European Union Chamber of Commerce in China, which has more than 1,600 member companies, recommends in its latest position paper that China should use its 2026-2030 plan to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/07495bcb-ff12-42c6-8dd0-01a43bbb0255_049a7004.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从旅游到医疗，中国公布19点计划以刺激消费 (原标题: From tourism to healthcare, China unveils a 19-point plan to get people spending)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325829/china-pulls-out-stops-get-people-spending-19-consumption-minded-measures?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 07:04:11 +0000",
      "isoDate": "2025-09-17T07:04:11.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 中国发布19点计划刺激服务消费\n\n中国政府正采取积极措施，通过放宽市场准入、增加供给、加强财政支持和投资等手段，全面推动服务消费，以扩大国内需求，促进经济增长。商务部等十个部门于周二联合发布了这份包含19项具体指导意见的计划。\n\n### 主要措施和重点领域：\n\n*   **文化产业的开放与发展**\n    *   承诺进一步开放文化市场。\n    *   引导现有资金支持高质量的创意作品和制作。\n    *   延长热门博物馆及其他风景名胜区的开放时间。\n\n*   **体育赛事与活动的推广**\n    *   计划引入更多国际体育赛事。\n    *   支持地方政府举办群众性体育活动。\n\n*   **医疗健康领域的投资与优化**\n    *   减少繁文缛节，吸引更多外国和私人投资进入中高端医疗领域。\n\n*   **促进旅游与休闲消费**\n    *   提议扩大免签范围，以吸引更多外国游客来华。\n    *   探索调整学校假期安排，为旅行和其他活动提供更多时间。\n\n*   **金融支持与刺激消费**\n    *   鼓励金融机构向服务业企业提供更多贷款。\n    *   在重点领域实施消费贷款利息补贴。\n\n这些措施旨在通过多方面、多层次的政策支持，全面激发居民消费潜力，推动服务业高质量发展，从而为中国经济增长注入新动力。",
      "shortSummary": "中国政府发布了一项19点计划，旨在通过放宽市场准入、增加供给、加强财政支持和投资等措施，全面刺激服务消费，以扩大内需。该计划涵盖文化、体育、医疗、旅游等多个领域，具体措施包括开放文化市场、引入国际体育赛事、吸引医疗投资、扩大免签范围、调整学校假期以及提供金融支持和消费贷款补贴。目标是促进经济增长，鼓励民众消费。",
      "translated_title": "从旅游到医疗，中国公布19点计划以刺激消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is making a renewed push to boost service consumption by relaxing market access and increasing supply – across sectors such as culture, sports and healthcare – as Beijing doubles down on expanding domestic demand for economic growth.\nThe measures, which also include strengthening fiscal support and investments, were released in a 19-point set of guidelines jointly released by the Ministry of Commerce and nine other departments on Tuesday.\nAuthorities pledged to further open up the culture...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/a53e021f-bd94-428d-b27c-130a69ed3e96_033f8d6c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国离岸人民币兑美元进一步走强，因降息临近 (原标题: China’s offshore yuan strengthens further against US dollar as rate cuts loom)",
      "link": "https://www.scmp.com/economy/policy/article/3325822/chinas-offshore-yuan-strengthens-further-against-us-dollar-rate-cuts-loom?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 06:00:35 +0000",
      "isoDate": "2025-09-17T06:00:35.000Z",
      "creator": "Mia Nurmamat,Sylvia Ma",
      "summary": "## 中国离岸人民币兑美元走强\n\n近期，中国离岸人民币兑美元汇率显著走强，首次突破7.1关口，创下近一年来的新高。这一走势主要受到市场对美联储即将降息的强烈预期影响，也反映了中国货币政策的逐步调整。\n\n### 人民币汇率表现\n\n*   **突破7.1关口：** 在本周美联储预期降息之前，离岸人民币兑美元汇率近一年来首次突破7.1。\n*   **具体数值：**\n    *   周三上午：离岸人民币兑美元汇率达到7.0999，为去年11月以来的最高水平。\n    *   周三下午：交易价为7.1027。\n*   **中国人民银行中间价：** 同日，中国人民银行将人民币兑美元中间价设定为7.1013，较周二的7.1027有所走强。\n\n### 美联储降息预期\n\n*   **会议时间：** 美联储联邦公开市场委员会（FOMC）为期两天的会议于周二在华盛顿召开，市场普遍预计将在此次会议上宣布降低利率。\n*   **降息幅度预测：**\n    *   **0.25个百分点：** 巴克莱（Barclays）、法国巴黎银行（BNP Paribas）和德意志银行（Deutsche Bank）均预测美联储将降息0.25个百分点。\n    *   **0.5个百分点：** 渣打银行（Standard Chartered）则预测更大幅度的降息0.5个百分点，并认为这将开启一个持续到明年的降息周期。\n\n### 专家观点\n\n*   **工商银行国际首席经济学家兼董事总经理程实表示：** 美联储的宽松政策无疑将进一步推动美元当前的贬值趋势，而人民币将因此走向更大的稳定和走强。",
      "shortSummary": "中国离岸人民币兑美元汇率近期走强，首次突破7.1，创近一年新高。这主要源于市场对美联储即将降息的强烈预期。美联储预计在本周的FOMC会议上宣布降息，多家投行预测降息幅度为0.25%至0.5%。专家认为，美联储的宽松政策将加速美元贬值，从而提升人民币的稳定性和强度。",
      "translated_title": "中国离岸人民币兑美元进一步走强，因降息临近",
      "images": [],
      "contentSource": "完整文章",
      "content": "Ahead of an anticipated interest rate cut from the US Federal Reserve this week, the offshore yuan strengthened past a rate of 7.1 against the US dollar for the first time in nearly a year – another milestone reached in a gradual shift of China's monetary policy that has seen the currency gain ground over the last month.\nOn Wednesday morning, the offshore yuan reached 7.0999 per US dollar, its strongest showing since November. It was trading at 7.1027 as of Wednesday afternoon.\nThe People’s Bank...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/17/1ef22a7c-933a-4071-9de4-210b8abb92a3_ca8aebe4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将迎来‘黄金周’出行高峰，提振经济 (原标题: China set for bumper ‘golden week’ travel rush in boost for economy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325733/china-set-bumper-golden-week-travel-rush-boost-economy?utm_source=rss_feed",
      "pubDate": "Wed, 17 Sep 2025 02:00:19 +0000",
      "isoDate": "2025-09-17T02:00:19.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国“黄金周”出行高峰将提振经济\n\n中国即将迎来一年中最重要的旅行时期之一——“黄金周”假期，预计将出现旅行预订的强劲增长，这将为消费支出提供急需的提振。\n\n## 假期概览与预期\n*   **假期时间**：从10月1日开始的八天公共假期，结合了中秋节和国庆节。\n*   **预期增长**：中国旅行运营商的早期数据显示，国内和国际旅行需求强劲。\n*   **经济影响**：预计此次出行高峰将显著提振消费者支出，从而促进经济发展。\n\n## 旅行数据与趋势\n*   **整体趋势**：与去年“黄金周”相比，铁路、航班和汽车租赁预订量预计将有所增长。\n*   **消费偏好**：中国消费者越来越倾向于将支出用于服务和文化体验。\n\n### 各交通方式数据\n*   **铁路**：\n    *   中国铁路部门预计，从9月29日至10月10日的12天内，将处理约2.19亿人次旅客出行。\n    *   去年同期（10天内）处理了1.77亿人次，其中10月1日单日创下2140万人次的最高纪录。\n*   **航班**：\n    *   在线旅行社同程旅行表示，9月初国内航班搜索量同比增长30%。\n    *   机票价格与去年同期持平。\n*   **汽车租赁**：\n    *   旅行平台飞猪报告称，航班、火车和汽车租赁预订量均同比增长。\n    *   多目的地汽车租赁预订量与去年同期相比增长了93%。",
      "shortSummary": "中国即将到来的“黄金周”假期预计将迎来出行高峰，为经济注入活力。早期数据显示，国内和国际旅行需求旺盛，铁路、航班和汽车租赁预订量均显著增长。消费者更倾向于服务和文化体验消费。铁路部门预计12天内将处理2.19亿人次旅客，航班搜索量同比增长30%，多目的地汽车租赁预订量更是激增93%。此次出行热潮有望大幅提振消费支出。",
      "translated_title": "中国将迎来‘黄金周’出行高峰，提振经济",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is likely to see a bumper surge in travel bookings for the coming “golden week” holiday – one of the country’s most important travel periods of the year – providing a much-needed boost to consumer spending.\nEarly data from Chinese travel operators shows strong demand for both domestic and international trips over the eight-day public holiday beginning on October 1, which combines the Mid-Autumn Festival and National Day.\nThe figures indicate that rail, flight and car rental bookings could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/2a0eeb8a-db88-4237-aa60-86db4e9f75b6_31812201.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国开通秘鲁大型港口新航线，深化在拉美贸易影响力 (原标题: China drops latest trade anchor in Latin America with new service to Peru megaport)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325728/china-launches-first-direct-break-bulk-shipping-route-perus-chancay-port?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 15:00:11 +0000",
      "isoDate": "2025-09-16T15:00:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 中国开通秘鲁大型港口新航线，深化在拉美贸易影响力\n\n中国已开通首条直达秘鲁钱凯港的散杂货航运服务，此举标志着中国在拉丁美洲的贸易、投资和影响力进一步提升。\n\n## 航线详情\n*   **服务启动**：由中远海运特种运输公司运营的船只“Greensuape”于上周从中国江苏省苏州港启航，开始其首航。\n*   **目的地**：秘鲁钱凯港。\n*   **航程时间**：预计总航程约32天。\n*   **货物类型**：\n    *   载有超过30,000吨货物。\n    *   包括储能柜、吨袋、钢圆棒及其他设备。\n    *   主要货物是用于将矿石粉碎成细粉的研磨球，将直接供应给钱凯的矿物加工厂，以“保障当地采矿业供应链的稳定运行”。\n*   **服务频率**：新直航航线每月运营一次。\n*   **运输方式**：与标准化集装箱运输不同，散杂货船专门运输不规则和超大货物，这些货物是单独装载的。\n\n## 钱凯港项目背景\n*   **性质**：钱凯港是“一带一路”倡议在拉丁美洲的一个重要项目。\n*   **建设方**：由中国中远海运港口有限公司和秘鲁Volcan公司共同建设。\n*   **投资规模**：总投资约35亿美元。\n*   **建设与启用**：第一阶段建设始于2021年，并于去年11月启用。",
      "shortSummary": "中国已开通首条直达秘鲁钱凯港的散杂货航运服务，进一步深化其在拉美的贸易、投资和影响力。由中远海运特种运输公司运营的“Greensuape”号货轮已从苏州启航，载有超过3万吨货物，包括用于当地采矿业的研磨球。钱凯港是“一带一路”项目，由中远海运港口和秘鲁Volcan公司投资35亿美元建设，已于去年11月启用。此航线每月一班，旨在保障当地采矿业供应链稳定。",
      "translated_title": "中国开通秘鲁大型港口新航线，深化在拉美贸易影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched its first direct break-bulk shipping service to Peru’s Chancay port, as it steps up its trade, investment and influence in Latin America.\nA vessel operated by Cosco Shipping Specialised Carriers departed last week from Suzhou in eastern Jiangsu province on its maiden voyage to the strategic gateway, with the journey expected to take about 32 days in total, according to local media outlet Suzhou Daily.\nThe ship, named Greensuape, is carrying more than 30,000 tonnes of cargo,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/4e46c32a-0290-4aad-9349-2511089ca055_2e2656a9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "深入剖析TikTok协议：分析师看到多层博弈、关税与大豆 (原标题: Peeling into TikTok deal, analysts see layers of leverage, tariffs and soybeans)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325752/peeling-us-china-tiktok-deal-analysts-see-layers-leverage-tariffs-and-soybeans?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 13:00:16 +0000",
      "isoDate": "2025-09-16T13:00:16.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "### 中美TikTok框架协议：多层博弈与未来展望\n\n根据分析师的观点，尽管措辞模糊，中美两国就热门视频分享应用TikTok达成的新框架协议，是推动双边对话、保持两国关系热度以迎接未来会晤的重要一步。分析师们还指出，北京方面可能会试图利用TikTok协议，寻求关税减免或高科技出口管制方面的豁免。\n\n#### 协议背景与谈判进展\n\n*   **谈判地点与时间**：两国官员在西班牙马德里经过周日和周一的谈判后，确认已就解决TikTok相关问题达成框架协议。\n*   **问题溯源**：这些问题可追溯到美国前总统唐纳德·特朗普第一个任期，即五年前。\n*   **框架文本**：谈判人员尚未公布TikTok框架协议的具体文本。\n*   **中方立场**：中方表示保留审查和批准与TikTok（一款在美国拥有超过1亿用户的热门中国应用）相关的技术出口、知识产权和许可协议事宜的权利。\n\n#### 潜在的博弈筹码\n\n*   分析师认为，中国可能会利用此次TikTok协议作为筹码，争取美国在关税方面做出让步，或放松对中国高科技产品的出口管制。\n\n#### 后续发展与协议内容预测\n\n*   **关键通话**：协议的具体条款预计将在特朗普与中国国家主席习近平预计于周五进行的电话通话后公布。\n*   **潜在条款**：美国威拉米特大学经济学教授梁燕表示，该协议可能包括“新的所有权方案”或允许美国对“专有技术”进行许可。",
      "shortSummary": "中美两国就TikTok达成一项新的框架协议，分析师认为这是推动双边对话和保持两国关系热度的重要一步。北京可能利用此协议寻求关税减免或高科技出口管制豁免。该协议的细节尚未公开，但中方保留审查技术出口和知识产权的权利。具体条款预计将在特朗普与习近平通话后公布，可能涉及“新的所有权方案”或技术许可。",
      "translated_title": "深入剖析TikTok协议：分析师看到多层博弈、关税与大豆",
      "images": [],
      "contentSource": "完整文章",
      "content": "Despite its vague wording, the new China-US framework deal on popular video-sharing app TikTok represents an important step in advancing bilateral talks and keeping ties warm ahead of any future meetings between the world’s two largest economies, according to analysts.\nAnd they added that Beijing could potentially try to leverage the TikTok deal by seeking tariff cuts or relief from hi-tech export controls.\nOfficials from both powers confirmed after negotiations in Madrid, Spain, on Sunday and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/c0d5ed23-412a-4ed1-9166-3f6e126c528f_4bd40142.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国家主席习近平呼吁建设统一大市场以在全球竞争中“取得优势” (原标题: China’s Xi calls for building unified market to ‘secure an edge’ in global race)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325680/chinas-xi-calls-building-unified-market-secure-edge-global-race?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 04:30:10 +0000",
      "isoDate": "2025-09-16T04:30:10.000Z",
      "creator": "Alice Li",
      "summary": "# 中国国家主席习近平呼吁建设统一大市场以在全球竞争中“取得优势”\n\n中国国家主席习近平强调，需要加大力度发展统一的国内市场，认为这对于帮助中国在全球竞争中取得优势并实现其发展目标至关重要。\n\n## 背景与来源\n\n*   这一呼吁发表在周一出版的中共中央理论刊物《求是》杂志上的一篇文章中。\n*   该文章是习近平在7月召开的中央财经委员会会议上讲话的摘录。在这次会议上，官员们呼吁打击企业间过度价格竞争，并逐步淘汰过时的工业产能。\n\n## 核心目标\n\n*   通过建设统一的国内市场，帮助中国在全球竞争中“取得优势”。\n*   实现中国的发展目标。\n\n## 六项关键任务与措施（重点关注过度竞争）\n\n习近平在文章中列出了六项关键任务，其中处理过度恶性竞争的措施处于首位。\n\n### 1. 应对恶性竞争\n\n*   **问题现状：** 近几个月来，由于企业努力应对持续的产能过剩和需求低迷，多个行业爆发了恶性价格战，加剧了中国经济的通缩压力。\n*   **指导原则：** 习近平指出，“行业协会应引导企业提高产品质量，重质量而非价格，反对低质量产品。”\n\n### 2. 淘汰落后产能\n\n*   **具体措施：** “过时的生产能力应有序淘汰。”\n\n### 3. 解决“内卷”问题\n\n*   **关注领域：** 政策应解决线上和线下业务中的“内卷”问题。",
      "shortSummary": "中国国家主席习近平呼吁建设统一的国内市场，以在全球竞争中取得优势并实现发展目标。他在《求是》杂志上发表的文章中强调，需应对过度恶性竞争、淘汰落后产能、提高产品质量，并解决线上线下业务的“内卷”问题。此举旨在缓解产能过剩和需求低迷带来的价格战及通缩压力。",
      "translated_title": "中国国家主席习近平呼吁建设统一大市场以在全球竞争中“取得优势”",
      "images": [],
      "contentSource": "完整文章",
      "content": "President Xi Jinping has called for more efforts to develop a unified domestic market, arguing that it will be crucial to helping China secure an edge in international competition and meet its development goals.\nIn an article published on Monday in Qiushi, the ruling Communist Party’s leading theoretical journal, the Chinese leader listed six key tasks, with measures to deal with excessive cutthroat competition at the forefront.\nVicious price wars have broken out in several industries in recent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/16/6c223310-0226-480a-9675-fa5ee86753f3_0200ffad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚推动对华出口增长，贸易壁垒逐渐消除 (原标题: Australia pushes to boost exports to China as trade barriers fade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325631/australia-unveils-plan-boost-exports-china-trade-barriers-fade?utm_source=rss_feed",
      "pubDate": "Tue, 16 Sep 2025 00:00:20 +0000",
      "isoDate": "2025-09-16T00:00:20.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 澳大利亚政府推出新计划，旨在促进对华出口\n\n## 引言\n澳大利亚政府近日宣布了一项为期两年的新计划——“进入新市场倡议”，旨在改善国内出口商进入中国市场的机会。此前，中国已取消了对价值200亿澳元（约合133亿美元）澳大利亚商品施加的贸易壁垒。\n\n## “进入新市场倡议” (Accessing New Markets Initiative)\n该倡议将提供5000万澳元的资金，主要目标是“巩固”中国近期取消多项影响澳大利亚产品的贸易限制所取得的成果。\n\n*   **贸易部长声明：** 贸易和旅游部长唐·法雷尔（Don Farrell）表示，该倡议建立在阿尔巴尼斯工党政府已为澳大利亚出口商所做工作的基础上，包括消除了对华出口价值超过200亿澳元的贸易障碍，使农民、渔民、矿工和葡萄酒生产商能够以比以往更高的销量重返中国市场。\n\n## 背景与关系改善\n\n*   **历史背景：** 在疫情期间，由于两国关系紧张，中国曾限制了对一系列澳大利亚产品的进口。\n*   **关系重建：** 自2022年上任以来，澳大利亚总理安东尼·阿尔巴尼斯（Anthony Albanese）一直致力于重建两国关系。\n*   **成果：** 这一努力为中国近几个月来取消对澳大利亚红肉、龙虾、葡萄酒及其他多种产品的贸易壁垒铺平了道路。\n*   **分析师观点：** 分析师指出，美国前总统唐纳德·特朗普的关税政策也促使中澳两国改善贸易联系。\n\n## 对出口商的支持措施\n该倡议覆盖澳大利亚在全球范围内的贸易活动，政府将向出口商提供“快速、灵活和有针对性”的支持，包括：\n\n*   获得贸易顾问的帮助。\n*   参与海外活动的机会。\n\n## 澳大利亚贸易投资委员会 (Austrade) 的作用\n澳大利亚贸易投资委员会（一个政府推广机构）将与行业机构合作，支持其成员快速实现多元化，并拓展到包括中国在内的新出口市场。",
      "shortSummary": "澳大利亚政府启动了一项为期两年的“进入新市场倡议”，投入5000万澳元，旨在利用中国取消200亿澳元贸易壁垒的契机，促进对华出口。此举是在总理阿尔巴尼斯努力重建两国关系后实现的，此前中国曾限制澳大利亚红肉、龙虾和葡萄酒等产品进口。该计划将为出口商提供顾问和海外活动支持，并由澳大利亚贸易投资委员会协助企业拓展包括中国在内的新市场。",
      "translated_title": "澳大利亚推动对华出口增长，贸易壁垒逐渐消除",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Australian government has unveiled a plan to improve domestic exporters’ access to the Chinese market after Beijing’s removal of trade barriers that previously affected A$20 billion (US$13.3 billion) worth of the country’s goods.\nThe two-year Accessing New Markets Initiative will provide A$50 million of funding in an attempt to “build on” China’s recent scrapping of several trade restrictions affecting Australian products, the Department of Foreign Affairs and Trade said in a statement on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/e9b4958d-ae6d-424d-a323-05e92149e49a_d3f28b13.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国为何对美国芯片发起调查——以及这对国内企业意味着什么 (原标题: Why China launched probe into US chips – and what it means for domestic firms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3325594/why-china-launched-anti-dumping-probe-us-chips-and-what-it-means-domestic-firms?utm_source=rss_feed",
      "pubDate": "Mon, 15 Sep 2025 08:31:06 +0000",
      "isoDate": "2025-09-15T08:31:06.000Z",
      "creator": "Mandy Zuo",
      "summary": "中国商务部宣布对原产于美国的模拟集成电路（IC）芯片发起反倾销调查，理由是这些芯片“降低和压制”了国内替代产品的价格。该调查由江苏省半导体行业协会提出，目标是采用40纳米及以上工艺节点制造的通用接口芯片和栅极驱动芯片。这些芯片广泛应用于智能家电和工业电机驱动等对成本敏感、性能要求适中的应用中的电源管理和数据传输。预计受影响的主要美国芯片制造商包括德州仪器（TI）、安森美半导体（ON Semiconductor）、亚德诺半导体（ADI）和博通（Broadcom）。江苏省半导体行业协会表示，在整个2024年，受调查的美国原产产品价格“持续大幅下降”。",
      "shortSummary": "中国对原产于美国的模拟集成电路芯片发起反倾销调查，原因是这些芯片压低了国内替代产品的价格。调查目标是40纳米及以上工艺节点制造的通用接口芯片和栅极驱动芯片，主要应用于智能家电和工业电机驱动等领域。预计德州仪器、安森美半导体、亚德诺半导体和博通等美国芯片制造商将受到影响。江苏省半导体行业协会指出，2024年美国原产产品价格持续大幅下降。",
      "translated_title": "中国为何对美国芯片发起调查——以及这对国内企业意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched an anti-dumping investigation into analogue integrated circuit (IC) chips imported from the United States, saying they have “lowered and suppressed” the prices of domestic alternatives.\nThe probe, requested by a provincial semiconductor association, was announced on Saturday, a day after Washington introduced its latest tech curbs on Chinese companies – and a day before the two economic powers began their fourth round of trade talks in Spain on Sunday.\nIn this explainer, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/2f6e2e1f-76de-4c78-aa05-f59d655c31f2_8ebd53ec.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国小鹏汽车与奥地利麦格纳斯太尔合作，在欧洲启动电动汽车生产 (原标题: China’s Xpeng launches EV production in Europe with Austria’s Magna Steyr)",
      "link": "https://www.scmp.com/business/china-business/article/3325572/chinas-xpeng-launches-ev-production-europe-austrias-magna-steyr?utm_source=rss_feed",
      "pubDate": "Mon, 15 Sep 2025 08:30:11 +0000",
      "isoDate": "2025-09-15T08:30:11.000Z",
      "creator": "Daniel Ren",
      "summary": "小鹏汽车已在欧洲启动电动汽车生产，以规避惩罚性关税并增强竞争力。\n\n*   **合作方：** 小鹏汽车与奥地利麦格纳斯太尔公司合作。\n*   **生产地点：** 麦格纳斯太尔位于格拉茨的工厂。\n*   **生产车型：** 目前组装G6和G9 SUV车型，未来将有更多小鹏车型在此工厂组装。\n*   **目的：** 通过本地化生产，小鹏汽车可以免受欧盟对中国制造的纯电动汽车征收的关税（目前为30.7%），同时提高其在欧洲这一重要汽车市场的竞争力。\n*   **供应链：** 初期将使用麦格纳的供应链，并逐步提高本地化水平。\n\n![Xpeng and Magna Steyr staff with the first cars made at the Austrian contract manufacturer’s plant in Graz. Photo: Handout](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/15/f7f08e76-2797-426f-9550-f7666991d59e_3811b488.jpg)",
      "shortSummary": "小鹏汽车与奥地利麦格纳斯太尔合作，在欧洲启动电动汽车生产。小鹏汽车在麦格纳斯太尔位于格拉茨的工厂组装G6和G9 SUV车型。此举旨在规避欧盟对中国制造电动汽车征收的关税，提高其在欧洲市场的竞争力。小鹏汽车初期将使用麦格纳的供应链，并逐步提高本地化水平。",
      "translated_title": "中国小鹏汽车与奥地利麦格纳斯太尔合作，在欧洲启动电动汽车生产",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/15/f7f08e76-2797-426f-9550-f7666991d59e_3811b488.jpg",
          "alt": "Xpeng and Magna Steyr staff with the first cars made at the Austrian contract manufacturer’s plant in Graz. Photo: Handout",
          "title": "Xpeng and Magna Steyr staff with the first cars made at the Austrian contract manufacturer’s plant in Graz. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Xpeng, part owned by Volkswagen Group, has begun production in Europe in partnership with a contract manufacturer in Austria, as mainland Chinese electric vehicle (EV) makers make inroads into the continent and circumvent punitive tariffs.\nThe Guangzhou-based carmaker said on Monday that it had started assembling the G6 and G9 SUVs at Magna Steyr’s plant in Graz. Xpeng did not elaborate on its planned output, but added that cooperation with its partner would deepen over time.\n“[The roll-out]...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/8c7467ff-ea33-452a-bd5f-6330b1255daa_9d52360a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济8月承压，零售销售和工业产出均不及预期 (原标题: China’s economy strains in August as retail sales, industrial output miss forecasts)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3325524/chinas-economy-under-strain-august-retail-sales-industrial-output-miss-forecasts?utm_source=rss_feed",
      "pubDate": "Mon, 15 Sep 2025 01:59:44 +0000",
      "isoDate": "2025-09-15T01:59:44.000Z",
      "creator": "Xinyi Wu,Ji Siqi",
      "summary": "# 中国经济8月承压\n\n8月份，中国经济出现承压迹象，主要受国内需求疲软、中美贸易战逆风以及房地产市场长期低迷等因素影响。\n\n## 关键经济指标表现\n*   **零售销售：** 作为衡量消费的主要指标，8月份同比增长3.4%，低于金融数据提供商Wind调查预测的3.82%，也低于7月份3.7%的增速。\n\n## 官方回应与展望\n*   国家统计局发言人付凌晖表示，8月份经济“总体稳定”，但警告称“外部环境中不稳定不确定因素较多”，经济“面临多重风险挑战”。\n*   他强调，必须全面落实宏观政策，着力稳就业、稳企业、稳市场、稳预期，深化改革开放和创新，以促进经济平稳健康发展。\n\n## 政府应对措施\n*   为平衡经济并抵消中美贸易紧张局势的影响，北京今年将提振国内消费作为优先事项。\n*   家电及其他商品的“以旧换新”计划是今年消费增长的主要动力之一，但一些省份因资金耗尽而暂停了对某些商品的补贴。\n*   中国已承诺提供更多财政支持以刺激消费，上个月公布了一项为期一年的计划，旨在补贴个人消费贷款利息。",
      "shortSummary": "8月份中国经济面临压力，零售销售增长3.4%，低于预期。国内需求疲软、中美贸易战和房地产低迷是主要原因。国家统计局表示经济总体稳定但挑战犹存。政府正优先提振消费，已推出个人消费贷款利息补贴等措施，以应对经济下行风险。",
      "translated_title": "中国经济8月承压，零售销售和工业产出均不及预期",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy showed signs of strain in August, as sluggish domestic demand, headwinds from the US trade war and a prolonged property downturn continued to weigh on several major indicators.\nRetail sales, a major gauge of consumption, rose by 3.4 per cent in August from a year earlier, missing the 3.82 per cent forecast in a poll by financial data provider Wind and down from July’s 3.7 per cent growth, data from the National Bureau of Statistics (NBS) showed on Monday.\nFu Linghui, spokesperson...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/15/4d299fe4-ec31-4527-a9af-e1dfc844185a_a55933fd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易代表团在马德里启动第四轮会谈 (原标题: China, US trade delegations kick off fourth round of talks in Madrid)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325494/china-us-trade-delegations-kick-fourth-round-talks-madrid?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 12:08:16 +0000",
      "isoDate": "2025-09-14T12:08:16.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中美在马德里举行第四轮贸易会谈\n\n中美贸易代表团已在西班牙马德里启动新一轮（第四轮）贸易会谈。此次会谈由中国国务院副总理何立峰和美国财政部长斯科特·贝森特共同牵头，旨在解决两国间日益加剧的贸易分歧。\n\n### 会谈背景与目的\n*   **关税休战协议临近到期：** 此前在斯德哥尔摩达成的关税休战协议定于11月到期，为此次会谈增添了紧迫性。\n*   **解决贸易分歧：** 自美国总统唐纳德·特朗普于4月重启关税战以来，中美两国间的贸易分歧不断升级，双方正努力寻求解决方案。\n*   **第四次面对面会晤：** 这是何立峰副总理和贝森特财长在欧洲举行的第四次面对面会晤，显示出双方持续沟通的努力。\n\n### 会谈地点与参与人员\n*   **抵达马德里：** 中美代表团于当地时间周日下午抵达位于马德里市中心的西班牙外交部，中方团队在此前数小时抵达首都。\n*   **主要牵头人：** 中方由国务院副总理何立峰率领，并有高级贸易谈判代表李成钢陪同；美方由财政部长斯科特·贝森特率领。\n*   **西班牙官方欢迎：** 西班牙外交大臣何塞·曼努埃尔·阿尔瓦雷斯（Jose Manuel Albares）对中美代表团的到来表示欢迎。\n*   **西班牙首相缺席：** 西班牙首相佩德罗·桑切斯（Pedro Sánchez）当时正在该国南部参加西班牙工人社会党的一次集会。\n\n### 现场情况\n*   **媒体关注：** 来自中国和欧洲（包括西班牙公共广播公司TVE）的十余名记者聚集在外交部大楼外，吸引了路人和附近咖啡馆露台当地居民的好奇目光。",
      "shortSummary": "中美贸易代表团在马德里启动第四轮会谈，由中国副总理何立峰和美国财长斯科特·贝森特牵头。此次会谈旨在解决日益加剧的贸易分歧，此前在斯德哥尔摩达成的关税休战协议将于11月到期。这是自美国总统特朗普4月重启关税战以来，双方在欧洲的第四次面对面会晤，显示出双方在贸易问题上持续沟通的努力。",
      "translated_title": "中美贸易代表团在马德里启动第四轮会谈",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Vice-Premier He Lifeng and US Treasury Secretary Scott Bessent are leading a new round of trade talks in Madrid, with the tariff truce reached in Stockholm set to expire in November.\nThe delegations arrived at the Spanish foreign ministry in central Madrid on Sunday afternoon local time, just hours after the Chinese team touched down in the capital.\nA dozen journalists from Chinese and European outlets, including Spain’s public broadcaster TVE, had gathered outside the ministry building...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/14/075cecf0-b31f-4fe1-8225-45fc110f5cd9_7e3275e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大量俄罗斯学生涌入中文小学引关注 (原标题: Huge enrolment of Russian pupils turns heads at Chinese-language primary school)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325360/enrolment-russians-surges-chinese-school-turning-heads-blonde-hair-blue-eyes?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 08:00:17 +0000",
      "isoDate": "2025-09-14T08:00:17.000Z",
      "creator": "He Huifeng",
      "summary": "## 俄罗斯学生大量涌入中国小学\n\n### 背景概述\n\n中俄边境的一所中国学校近期接收了大量俄罗斯学生，这一现象引起了广泛关注，并强调了中俄两国间人文交流已达到历史新高。\n\n### 入学情况\n\n*   **新入学学生：** 根据中国驻俄罗斯大使馆官方微信账号发布的信息，9月1日，共有127名来自俄罗斯的儿童在黑龙江省的公立学校——黑河小学开始上课。\n*   **总学生人数：** 这些新入学的学生加入了此前已在该校就读的89名俄罗斯学生，使得该校的俄罗斯学生总数达到216人。\n*   **校园景象：** 文章指出，校园里经常能看到金发碧眼的俄罗斯学生与中国同学手拉手。\n\n### 学生通勤与家长反馈\n\n*   **跨境通勤：** 一位来自俄罗斯布拉戈维申斯克的母亲表示，她的女儿每天通过一座桥梁跨境通勤，大约需要20分钟。\n*   **语言学习：** 这位母亲曾担心女儿无法理解中文，但现在女儿每天回家都会教他们说中文的“谢谢”和“再见”，对此她感到非常欣慰。\n\n### 学校支持措施\n\n*   为了协助像上述家庭这样的跨境学生，黑河小学特别安排了专用的跨境巴士路线和翻译服务，以便利学生的学习和生活。",
      "shortSummary": "中俄边境黑河小学迎来大量俄罗斯学生，新学期有127名俄罗斯儿童入学，使该校俄罗斯学生总数达到216人。此现象凸显两国人文交流升温。学校为跨境学生提供专用巴士和翻译服务，方便学生通勤和学习，家长对此表示满意，称孩子已能回家教中文。",
      "translated_title": "大量俄罗斯学生涌入中文小学引关注",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese school along the border with Russia has welcomed a large batch of young Russians, drawing widespread coverage while underscoring how people-to-people exchanges between the neighbouring countries have warmed to a historically high degree.\nA total of 127 children from north of the border began classes on September 1 at Heihe Primary School, a public institution in Heilongjiang province, according to an article posted by the Chinese embassy in Russia to its official WeChat account on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/dab2fa49-cfe5-485b-87cd-bf38c1b4fc11_6884a90c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对菲律宾的旅行警告将对两国商业关系意味着什么？ (原标题: What will China’s travel warnings about the Philippines mean for business ties?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3325357/what-will-chinas-travel-warnings-about-philippines-mean-business-ties?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 06:00:15 +0000",
      "isoDate": "2025-09-14T06:00:15.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国对菲律宾的旅行警告及其对商业关系的影响\n\n### 引言\n自今年四月以来，中国已针对菲律宾发布了四次旅行警告，分析人士指出，如果中国公民听从这些警告，两国间的双向贸易、投资和高等教育交流可能会因此放缓。\n\n### 旅行警告详情\n*   **发布频率与机构：** 中国在短短五个月内发布了四次旅行警告。\n    *   最近一次警告由中国外交部于8月30日发布，指出菲律宾的公共安全“不稳定”，并存在“大量针对中国公民的犯罪”。\n    *   此前，外交部已于4月1日发布了类似的警告。\n    *   中国教育部也分别在4月和8月对在菲律宾的中国学生发布了安全警告。\n\n### 分析师观点\n*   分析人士普遍认为，前往菲律宾进行合法贸易、投资、学习或旅游的普通中国公民很少会遇到麻烦，但他们仍需对潜在风险保持警惕。\n\n### 警告发布背景（以Joseph Sy案为例）\n*   这些旅行警告发布的一个背景是近期发生的一起事件：菲律宾移民局于上月拘留了矿业公司高管Joseph Sy。\n    *   Sy被怀疑是一名非法获取菲律宾公民身份文件的中国公民。\n    *   尽管地方法院曾两次下令释放他，并指出此举侵犯了他作为菲律宾公民的权利，但移民局已对这些命令提出上诉，并尚未执行释放。\n    *   值得注意的是，Joseph Sy同时担任菲律宾工商会矿业委员会的主席。\n\n### 潜在影响\n*   如果中国公民因这些警告而减少前往菲律宾的旅行，预计将对两国间的贸易额、相互投资以及高等教育领域的学生交流产生负面影响，导致相关活动放缓。",
      "shortSummary": "中国已发布四次对菲律宾的旅行警告，理由是公共安全不稳定和针对中国公民的犯罪。分析师认为，这可能导致中菲两国在贸易、投资和高等教育领域的交流放缓。警告发布的背景之一是菲律宾移民局拘留了一名涉嫌非法获取公民身份的中国籍矿业高管。",
      "translated_title": "中国对菲律宾的旅行警告将对两国商业关系意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has issued four travel advisories warning of risks in the Philippines since April, with analysts saying that two-way trade, investment and higher education exchanges could slow if they are heeded by Chinese citizens.\nThe latest notice, issued by the Ministry of Foreign Affairs on August 30, described public security in the Philippines as “unstable” with “numerous crimes targeting Chinese citizens”. A similar advisory went out on April 1, and the Ministry of Education issued warnings in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/12/f0ebe6d1-ec67-4bd8-8695-8f0fd05be915_7fff10ed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "股市上涨建立在充满风险的叙事之上 (原标题: Stock market rally is built on narrative that is loaded with risk)",
      "link": "https://www.scmp.com/business/banking-finance/article/3325465/stock-bulls-everywhere-beware-us-market-rally-narrative-loaded-risks?utm_source=rss_feed",
      "pubDate": "Sun, 14 Sep 2025 04:31:17 +0000",
      "isoDate": "2025-09-14T04:31:17.000Z",
      "creator": "Bloomberg",
      "summary": "# 股市上涨：风险与乐观并存\n\n## 当前市场情绪与S&P 500指数\n*   美国股市看涨情绪高涨，华尔街策略师纷纷上调S&P 500指数目标，该指数屡创新高。\n*   尽管市场普遍乐观，但即使是最看涨的分析师也清醒地认识到，一系列潜在问题可能终结当前的上涨势头。\n\n## 主要风险因素\n*   **估值过高**：当前市场估值处于本世纪以来的最高水平之一。\n*   **人工智能主题的潜在裂痕**：对人工智能热潮的担忧日益浮现。\n*   **贸易战影响**：前总统唐纳德·特朗普的贸易战可能造成的持续损害。\n*   **政府债务负担**：不断膨胀的政府债务。\n*   **劳动力市场疲软**：劳动力市场出现走弱迹象。\n\n## 专家观点\n*   CFRA首席投资策略师Sam Stovall指出，所有新高都是积极的，除了最后一个。他预计涨势将继续，部分原因是美国股市与其他发达股票市场同时创下新高，这在历史上是一个强劲信号。\n*   华尔街许多人将这些担忧视为招股说明书中的风险因素——它们真实存在且策略师和投资者都知晓，但并未因此却步。\n\n## 机构展望\n*   近期，德意志银行、巴克莱银行、富国银行、美国银行和Yardeni Research等多家机构上调了S&P 500指数的目标价。\n*   高盛和摩根士丹利也发布了对2026年的看涨展望，预计美联储将于9月17日开始的降息可能进一步刺激股市上涨。\n\n## 市场图片\n![纽约证券交易所（NYSE）的交易员，摄于2025年9月12日。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/14/40ac3720-7124-4694-a071-96c60ecd515a_c80f2ae3.jpg)\n*纽约证券交易所（NYSE）的交易员，摄于2025年9月12日。图片来源：路透社*",
      "shortSummary": "美国股市正经历强劲上涨，S&P 500指数屡创新高，多家华尔街机构上调目标价。然而，这种乐观情绪伴随着显著风险，包括高估值、AI主题潜在问题、贸易战影响、政府债务和劳动力市场疲软。尽管存在这些担忧，许多分析师仍看好市场前景，预计美联储即将开始的降息将进一步推动涨势。",
      "translated_title": "股市上涨建立在充满风险的叙事之上",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/14/40ac3720-7124-4694-a071-96c60ecd515a_c80f2ae3.jpg",
          "alt": "Floor traders at the New York Stock Exchange (NYSE) on September 12, 2025. Photo: Reuters",
          "title": "Floor traders at the New York Stock Exchange (NYSE) on September 12, 2025. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Bullish sentiment towards stocks is rampant in the US, as one Wall Street strategist after another raises their target for an S&P 500 Index that is repeatedly setting records.\nYet as optimism about further gains has solidified into something resembling a consensus, even the most bullish are clear-eyed about a growing list of issues that could potentially stop the party. With valuations at among the richest levels of this century, the most commonly cited risks for a hard market landing include...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/14/ef02606c-4f9c-40d3-99b0-be8318522a0f_799738bc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "海南和香港如何能相互借鉴，共同成功 (原标题: How Hainan and Hong Kong can build on each other’s success)",
      "link": "https://www.scmp.com/opinion/hong-kong-opinion/article/3325041/how-hainan-and-hong-kong-can-build-each-others-success?utm_source=rss_feed",
      "pubDate": "Sat, 13 Sep 2025 21:30:08 +0000",
      "isoDate": "2025-09-13T21:30:08.000Z",
      "creator": "Ken Chu",
      "summary": "# 海南与香港：互补共赢的新篇章\n\n海南省与香港特别行政区今年早些时候签署的谅解备忘录，标志着中国这两个关键门户进入了双向协调和共同抱负的新阶段。这份备忘录涵盖金融、贸易与投资、数据、旅游和人才交流等多个领域，强调了两者未来深度交织的关系。\n\n## 海南的发展与潜力\n\n*   **自贸港政策：**\n    *   今年8月，中国在海南自由贸易港启动了跨境资产管理试点，初期配额为100亿元人民币，允许海外机构和个人投资共同基金等金融产品。\n    *   预计到12月，海南将实施独立的关税运作，对超过6600种产品实行零关税制度。\n*   **角色定位：**\n    *   这些发展不应被解读为对香港国家经济地位的激烈竞争。相反，海南的角色是补充香港，而非取代。\n    *   海南自贸港扩展了国家的工具箱，为香港提供了一个机会，使其从单一的门户转变为跨境金融未来共同发展的可信赖伙伴。\n\n## 香港的独特优势与支持\n\n*   **世界级金融体系：**\n    *   海南的改革要取得成功，需要强化、结构和全球连通性，而这正是香港世界级金融体系发挥作用的地方。\n    *   根据证券及期货事务监察委员会的数据，去年香港的资产及财富管理行业管理着35.1万亿港元（约合4.5万亿美元）的资产，其中超过一半是为海外投资者管理的。\n*   **专业服务：**\n    *   香港在基金管理、法律服务和风险管理等领域的优势，对于扩大海南寻求吸引的跨境资金流动至关重要。\n    *   资金可能流入海南，但仍需要可信赖的托管机构和基础设施。香港可以提供这种支撑，赋予全球公认的信誉。\n\n## 多元化合作领域\n\n*   **旅游业：**\n    *   谅解备忘录为旅游等合作开辟了新途径。将海南庞大的免税生态系统与香港的高端服务业相结合，可以促使国际旅客规划一次性游览两地的行程。\n*   **文化休闲产业：**\n    *   此外，在文化和休闲产业中开展品牌合作等联合努力，可以提升中国南方的区域竞争力。\n\n![顾客在海南海口国际免税城购物。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/10/3fbed2fa-c575-4c59-a690-2f2e2168498f_b458fa52.jpg)\n*顾客于12月31日在海南海口国际免税城购物。图片来源：新华社*",
      "shortSummary": "海南与香港通过签署谅解备忘录，进入了双向协调的新阶段，旨在相互借鉴、共同成功。海南的自由贸易港政策，包括跨境资产管理试点和零关税制度，将与香港世界级的金融体系及其在基金管理、法律服务和风险管理方面的优势形成互补。双方合作领域广泛，不仅限于金融，还包括旅游和文化休闲产业，以共同提升区域竞争力，将香港从单一门户转变为跨境金融发展的可信赖伙伴。",
      "translated_title": "海南和香港如何能相互借鉴，共同成功",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/10/3fbed2fa-c575-4c59-a690-2f2e2168498f_b458fa52.jpg",
          "alt": "Customers shop at Haikou International Duty Free City in Haikou, Hainan province, on December 31. Photo: Xinhua",
          "title": "Customers shop at Haikou International Duty Free City in Haikou, Hainan province, on December 31. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The memorandum of understanding signed earlier this year between Hainan province and Hong Kong is more than a mere policy document. It’s a signal that two of China’s key gateways have entered a new phase of two-way coordination and shared ambition. Spanning multiple sectors such as finance, trade and investment, data, tourism and talent exchange, the memorandum underscores the deeply intertwined future of both places.\nIn August, China launched a cross-border asset management pilot in the Hainan...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/11/a1b7d72b-4ddb-431f-bd20-a8d51bfa8a1f_4202c0bb.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-17T19:15:23.390Z"
}