{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "中国报告第三季度GDP增长4.8%，接近年度目标 (原标题: China reports 4.8% quarterly GDP growth, moving closer to annual target)",
      "link": "https://www.scmp.com/economy/economic-indicators/article/3329606/china-reports-48-quarterly-gdp-growth-moving-closer-annual-target?utm_source=rss_feed",
      "pubDate": "Mon, 20 Oct 2025 02:03:24 +0000",
      "isoDate": "2025-10-20T02:03:24.000Z",
      "creator": "Sylvia Ma,Ji Siqi",
      "summary": "### 中国经济第三季度GDP增长及面临的挑战\n\n根据国家统计局（NBS）周一发布的数据，中国经济在2025年第三季度同比增长4.8%。这一增长数据略高于中国金融数据提供商Wind对经济学家调查预测的4.76%，表明中国基本有望实现其全年经济增长目标。\n\n#### 季度增长趋势\n\n*   **第三季度增长：** 4.8%\n*   **第二季度增长：** 5.2%\n*   **第一季度增长：** 5.4%\n\n数据显示，第三季度的增长速度较第二季度和第一季度有所放缓。尽管如此，今年前三个季度的经济增长率达到5.2%，与北京设定的“5%左右”的年度GDP增长目标保持一致。\n\n#### 政策背景与未来规划\n\nGDP数据的发布恰逢备受瞩目的第四次全体会议开幕日。在此次会议上，国家主席习近平和执政的中国共产党中央委员会预计将讨论第十五个五年规划的纲要。这份文件将概述中国未来五年广泛的社会经济目标。\n\n#### 面临的挑战与政策需求\n\n尽管经济增长保持稳定，但作为世界第二大经济体，中国仍面临多重挑战，这些挑战可能影响其持续增长的轨迹：\n\n*   **贸易紧张局势：** 与美国的贸易摩擦再次升级。\n*   **国内需求疲软：** 国内消费需求持续不振。\n*   **房地产市场低迷：** 房地产市场持续面临困境。\n\n分析师指出，为了维持经济的稳定发展并提振国内需求，中国仍需要进一步的政策支持。",
      "shortSummary": "中国2025年第三季度GDP同比增长4.8%，略高于预期，并使全年经济增长接近“5%左右”的目标。然而，增速较前两季度有所放缓。当前中国经济面临与美国贸易紧张、国内需求疲软和房地产市场持续低迷等挑战。分析师认为，为维持稳定增长和提振国内需求，仍需进一步的政策支持。",
      "translated_title": "中国报告第三季度GDP增长4.8%，接近年度目标",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy grew 4.8 per cent year on year in the third quarter of 2025, keeping the country largely on track to achieve its full-year target, but analysts said further policy support is still needed to maintain this stable trajectory and improve domestic demand.\nThe closely watched figure for gross domestic product, released by the National Bureau of Statistics (NBS) on Monday, came in just above the 4.76 per cent forecast in a survey of economists by Chinese financial data provider...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/20/c4a14884-216a-45ef-9fa5-5f8274df7cc6_ee870223.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "刘倩谈中国创新、中美竞争以及女性撑起半边天 (原标题: Liu Qian on Chinese innovation, the US rivalry and women holding up half the sky)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329426/liu-qian-chinese-innovation-us-rivalry-and-women-holding-half-sky?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 22:00:16 +0000",
      "isoDate": "2025-10-19T22:00:16.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 刘倩访谈：中国创新、中美竞争与女性力量\n\n本次访谈深入探讨了中国创新、中美竞争的走向以及女性在政策制定中的关键作用。受访者刘倩是Wusawa咨询公司的创始人，曾任《经济学人》集团大中华区董事总经理，同时也是性别平等的积极倡导者，以及联合国妇女领袖网络核心工作组中唯一的中国代表。\n\n### 中美竞争的广度与影响\n\n刘倩指出，当前中美竞争已超越贸易领域，扩展到技术、意识形态和全球合作等多个方面。她强调，这种“不健康的竞争”如果持续下去，不仅会损害中美两国，还会对全球造成负面影响。\n\n### 贸易保护主义对中国经济的影响被夸大\n\n尽管近期关于中国经济的讨论多集中于外部挑战，特别是美国关税对中国出口的影响，但刘倩认为，对全球贸易保护主义的担忧被夸大了：\n\n*   **出口对GDP的贡献下降**：中国出口占GDP的比重已从峰值时期的约36%下降至去年约19%。\n*   **对美出口占比有限**：在去年19%的出口总额中，对美国的出口仅占14.7%，低于对东盟和欧盟的出口。\n*   **对中国GDP的实际影响**：简单计算可知，对美出口约占中国GDP的2.8%（19% * 14.7%）。这意味着，即使关税战完全摧毁对美出口市场，也只会影响中国经济的2%至3%。\n*   **最大出口目的地转移**：目前，中国最大的出口目的地已是东盟。即使假设对东盟出口的一半最终流向美国，其对中国GDP的影响也仍然很小。\n\n### 其他讨论主题\n\n访谈还提及了中国创新与西方创新的差异，以及女性声音在政策制定中的重要性，但本次节选内容主要聚焦于中美经济竞争的分析。",
      "shortSummary": "刘倩在访谈中指出，中美竞争已超越贸易，扩展到技术和意识形态领域。她认为，外界对贸易保护主义影响中国经济的担忧被夸大。数据显示，对美出口仅占中国GDP的约2.8%，即使对美出口市场完全消失，对中国经济的冲击也仅为2-3%。中国最大的出口目的地已转变为东盟。访谈还涉及中国创新和女性在政策制定中的作用。",
      "translated_title": "刘倩谈中国创新、中美竞争以及女性撑起半边天",
      "images": [],
      "contentSource": "完整文章",
      "content": "Liu Qian is the founder of Wusawa Advisory and formerly the managing director of The Economist Group in Greater China. She is also a prominent advocate for gender equality, and the only Chinese representative in the core working group of the UN Women Leaders Network. In this interview, she discusses how Chinese innovation differs from Western innovation, where the US-China rivalry is headed and the critical role of women’s voices in policymaking.\nThis interview first appeared in SCMP Plus. For...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/0d058110-e7ad-48ea-b451-75791604e339_563715de.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国公司感谢‘销售顾问’特朗普，关税威胁刺激订单增长 (原标题: Chinese firm thanks ‘sales consultant' Trump as tariff threat spurs orders)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329465/chinese-robotics-firm-thanks-sales-consultant-trump-tariff-threat-spurs-orders?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 12:00:10 +0000",
      "isoDate": "2025-10-19T12:00:10.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国公司MyActuator因关税威胁订单激增\n\n## 背景\n美国前总统唐纳德·特朗普威胁将对所有中国进口商品征收额外100%的关税，此举是在北京扩大稀土元素及相关技术出口限制之后提出的。这一威胁定于11月1日生效。\n\n## 订单激增\n*   **受益公司**：苏州的MyActuator，一家为人形机器人制造智能驱动模块的中国出口商。\n*   **客户群体**：包括行业领导者OpenAI在内的美国人形机器人制造商和人工智能（AI）公司。\n*   **订单数量**：在过去一周内，MyActuator收到了超过1,000份新订单。\n*   **客户意图**：客户明确表示，这些订单是紧急采购，旨在避免潜在的关税上涨。\n*   **生产应对**：MyActuator在苏州、东莞和常州的工厂正在加班加点生产，以赶在新的关税政策生效前发货。\n\n## 市场反应\n*   **感知严重性**：与以往的关税威胁（即使达到三位数）相比，此次美国客户似乎更相信特朗普的威胁是认真的，导致订单量显著增加。\n*   **公司规模**：MyActuator是一家拥有70多名员工的小公司，年收入达5000万元人民币（约合700万美元），通常每年处理数万份订单，平均每月数千台。",
      "shortSummary": "中国智能驱动模块制造商MyActuator因美国前总统特朗普威胁对中国商品征收100%关税，订单量激增。包括OpenAI在内的美国机器人和AI公司正紧急采购关键部件，以赶在11月1日关税生效前完成交易。MyActuator工厂正加班加点生产，客户认为此次关税威胁是认真的。",
      "translated_title": "中国公司感谢‘销售顾问’特朗普，关税威胁刺激订单增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "A Chinese exporter said it has seen a sudden surge in orders as US humanoid robot makers and artificial intelligence (AI) companies – including industry leader OpenAI – rush to secure critical components amid Washington’s threat to impose an additional 100 per cent tariff on goods from the country.\nMyActuator, a Suzhou-based manufacturer of intelligent drive modules for humanoid robots, has received more than 1,000 new orders in the past week alone, according to a person familiar with the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/61d1cb9c-efde-4248-9247-12611cae6c0b_21796ec6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国部长谴责美国在航运业的‘保护主义’ (原标题: Chinese minister calls out US ‘protectionism’ in shipping industry)",
      "link": "https://www.scmp.com/business/markets/article/3329582/chinese-minister-calls-shipping-industry-fight-us-protectionism?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 11:15:16 +0000",
      "isoDate": "2025-10-19T11:15:16.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国交通部长呼吁抵制美国航运保护主义\n\n中国交通部长刘伟在上海举行的北外滩峰会上，呼吁全球航运公司和港口运营商共同努力，促进自由贸易，以对抗美国政府对中国船只征收港口费所体现的“保护主义”行为。\n\n## 背景与事件\n\n*   **美国征收港口费**：美国政府近期对中国建造和运营的船只征收港口费。\n*   **中方立场**：刘伟部长将此举定义为“单边主义和保护主义”。\n*   **中方反制**：他强调，中国采取的反制措施是“有充分依据的，也是为维护我国航运业利益而必须执行的”。\n\n## 具体措施与市场对比\n\n*   **美国措施**：美国总统唐纳德·特朗普于本月初对中国船只征收每净吨50美元的港口费。\n*   **中国反制**：北京随后宣布对美国船只征收每净吨400元人民币（约合56美元）的费用。\n*   **市场份额差异**：根据美国智库战略与国际研究中心的数据，美国建造的船舶仅占全球造船业的0.1%，而中国船厂在全球市场中占据53.3%的份额。\n\n## 呼吁与展望\n\n*   **维护公平环境**：刘伟部长呼吁所有从事航运业务的公司共同努力，促进一个公平、公正和开放的环境，维护全球经济和贸易发展的共同利益。\n*   **共创可持续生态**：他表示，中国将继续秉持相互理解和共享利益的原则，与其他国家共同克服挑战，为全球航运的可持续发展创造一个新生态。\n\n## 潜在影响\n\n这些言论正值人们日益担忧中美贸易紧张局势升级，这可能扰乱国际供应链并对全球经济造成严重破坏。",
      "shortSummary": "中国交通部长刘伟在上海北外滩峰会上谴责美国对中国船只征收港口费是“保护主义”，呼吁全球航运业共同维护自由贸易。他指出美国对中国船只征收每净吨50美元费用，中国已反制征收每净吨400元人民币。刘伟强调中国在全球造船市场占主导地位，而美国份额极低。此举加剧了中美贸易紧张，可能扰乱全球供应链。",
      "translated_title": "中国部长谴责美国在航运业的‘保护主义’",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Minister of Transport Liu Wei has called on shipping companies and port operators worldwide to promote free trade in a “concerted effort” to combat “protectionism” after the US administration slapped port fees on Chinese vessels.\n“All the companies dealing with shipping businesses should work together to promote a fair, just and open environment and safeguard the common interests of global economic and trade development,” he said at the North Bund Summit, a shipping industry ­conference,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/19/3c475570-d524-40e4-bc3c-c147aa3de695_f0195799.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美针锋相对的升级已成为常态，而非偶然 (原标题: US-China tit-for-tat escalation is now a feature, not a bug)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329374/us-china-tit-tat-escalation-now-feature-not-bug?utm_source=rss_feed",
      "pubDate": "Sun, 19 Oct 2025 09:53:59 +0000",
      "isoDate": "2025-10-19T09:53:59.000Z",
      "creator": "Shaoshan Liu",
      "summary": "### 中美科技竞争：从偶然事件到系统性常态\n\n文章指出，中美两国之间在科技领域的针锋相对已不再是孤立的“错误”，而是两国关系中的一个“常态化特征”。这种升级主要体现在科技领域，双方都在利用各自的优势测试对方的底线。\n\n#### 中国采取的行动及其战略要点：\n\n*   **稀土出口管制升级：**\n    *   北京已扩大对稀土的出口管制范围。\n    *   新规定要求外国买家必须获得中国的出口许可证。\n    *   管制范围进一步扩大到使用中国稀土或技术的外国制造产品。\n    *   中国在稀土加工和磁铁制造方面占据主导地位，形成了关键的“扼制点”。\n*   **本土科技实力崛起：**\n    *   **DeepSeek：** 推出了高性能、低成本的推理模型，证明了价格-性能竞争不再是单方面的，挑战了传统科技巨头的优势。\n    *   **华为鸿蒙NEXT：** 正在转向支持本土应用程序，并在中国的设备生态系统中不断扩展，旨在建立独立的操作系统生态。\n    *   **芯载（SiCarrier）：** 在2025年中国半导体展（Semicon China 2025）上发布了新产品，旨在挑战ASML和应用材料等公司所持有的半导体供应链“扼制点”，这表明即使是半导体零部件供应链也不再是禁区，中国正努力提升自主可控能力。\n\n#### 美国及其历史上的科技主导地位：\n\n*   美国拥有世界上最强大的制裁和标准制定体系，能够对全球科技秩序施加巨大影响。\n*   几十年来，世界主要运行在一个事实上的“单一系统”之下，即以美国为中心的科技秩序。\n*   这个秩序围绕着一系列美国科技巨头构建，包括：\n    *   **软件与操作系统：** 微软的Windows和Office、谷歌搜索和安卓、苹果的iOS和App Store。\n    *   **云计算：** 亚马逊网络服务（AWS）等超大规模云服务。\n    *   **硬件与芯片：** 英伟达的图形处理器（GPU）、英特尔的x86架构。\n    *   **电子设计自动化：** Synopsys和Cadence等平台。这些系统曾是全球软件、芯片和标准的默认选择。\n\n#### 结论：\n\n中国在关键材料和新兴技术上的崛起，正在对这一既有的、以美国为中心的科技架构造成全面冲击。中美双方都在利用各自的优势（中国在关键材料和新兴技术上的主导，美国在制裁和标准上的影响力）进行博弈，使得这种针锋相对的升级成为两国关系中不可或缺的、系统性的特征。",
      "shortSummary": "中美两国在科技领域的针锋相对已成为常态。中国通过扩大稀土出口管制，利用其在稀土加工和磁铁制造的优势，并推动DeepSeek、华为鸿蒙NEXT及芯载等本土科技发展，挑战美国主导的全球科技秩序。美国则凭借其强大的制裁和标准制定能力进行反制。中国崛起正冲击着以美国为中心的传统科技架构，双方都在测试对方的底线，使这种升级成为两国关系的固有特征。",
      "translated_title": "中美针锋相对的升级已成为常态，而非偶然",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has expanded export controls on rare earths. The latest move requires foreign buyers to obtain a Chinese export licence and extends controls to foreign-made products that use rare earths or technology from China.\nWashington shot back with threats of sweeping tariff hikes. Markets shuddered and supply-chain chiefs braced.\nThe stakes are systemic. China wields a chokepoint through its dominance in processing of rare earths and manufacture of magnets; the US wields the world’s most powerful...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/1d1adf1d-3712-42c8-80d3-22de06fa40f6_bd13192b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "机器人亮相广交会，无惧美国关税担忧 (原标题: Robots take centre stage at Canton Fair, defying US tariff concerns)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329424/robots-smart-manufacturing-take-centre-stage-canton-fair-defying-us-tariff-concerns?utm_source=rss_feed",
      "pubDate": "Sat, 18 Oct 2025 13:00:10 +0000",
      "isoDate": "2025-10-18T13:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "# 机器人亮相广交会，无惧美国关税担忧\n\n本周开幕的中国历史最悠久、规模最大的贸易展览会——广交会（中国进出口商品交易会）秋季展上，机器人、智能制造和新能源汽车展馆成为最繁忙的区域。\n\n*   **展会盛况与焦点：**\n    *   在广州的展厅内，高科技产品展位吸引了大量人群、闪光灯和排队等候的买家。\n    *   美国关税上涨带来的担忧并未显现，现场气氛热烈。\n    *   机器人、智能制造和新能源汽车是本届广交会的亮点。\n\n*   **太西机器人（Taixirobot）的成功案例：**\n    *   太西机器人展位展示了新型登山和爬楼梯外骨骼机器人，吸引了来自世界各地的买家排长队咨询。\n    *   公司首席执行官梁林超表示，这些机器人能将穿戴者的疲劳度降低30%。\n    *   主要目标市场是欧洲和美洲。\n    *   广交会开幕首日，梁林超与50多位潜在买家进行了交流，其销售团队处理了数百个咨询。\n\n*   **智能医疗机器人领域的展望：**\n    *   本届已有68年历史的广交会，将于本月晚些时候首次推出智能医疗机器人专区。\n    *   届时将有近50家公司展示手术机器人、智能诊断系统等产品。\n\n*   **富宝机器人（Fubao Robot）的旺盛需求：**\n    *   一些制造商已在展示医疗机器人。\n    *   富宝机器人（一家医疗指导机器人制造商）的销售人员应接不暇，难以应对来自澳大利亚、印度和阿根廷买家的海量咨询。\n    *   公司已从杭州工厂调派额外人手前往展会以应对需求。",
      "shortSummary": "广交会秋季展上，机器人、智能制造和新能源汽车成为焦点，吸引了全球买家，美国关税担忧影响甚微。太西机器人的外骨骼机器人和富宝机器人的医疗指导机器人需求旺盛。展会还将首次设立智能医疗机器人专区，预示着高科技产品正引领中国出口新趋势。",
      "translated_title": "机器人亮相广交会，无惧美国关税担忧",
      "images": [],
      "contentSource": "完整文章",
      "content": "At the autumn session of the twice-yearly Canton Fair – China’s oldest and largest trade exhibition – which opened this week, the busiest pavilions were those showcasing robotics, smart manufacturing and new energy vehicles.\nAt the exhibition halls in Guangzhou, the capital of southern China’s Guangdong province, cameras flashed, crowds surged and long queues formed at booths displaying hi-tech products, with concerns about the shadows cast by US tariff increases thin on the ground.\nThe sales...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/13f8f122-d885-4491-a634-1cb096c8647c_0358bd85.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国储能企业海外扩张，加剧对高管人才的争夺 (原标题: Overseas expansion adds fuel to Chinese energy storage firms’ hunt for bosses)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329425/overseas-opportunities-add-fuel-chinese-energy-storage-firms-hunt-executives?utm_source=rss_feed",
      "pubDate": "Sat, 18 Oct 2025 06:00:16 +0000",
      "isoDate": "2025-10-18T06:00:16.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国储能企业海外扩张与人才需求激增\n\n随着中国储能企业在全球范围内迅速扩张，海外业务的职位空缺数量激增，导致对高管人才的需求旺盛，薪资待遇也远超国内制造业水平。\n\n### 海外扩张的规模与速度\n\n*   **订单量激增**：根据中国能源新闻援引中国储能联盟的数据，今年上半年中国企业获得了近200份海外订单，总计186吉瓦时（GWh），同比增长超过220%。这表明中国储能企业正积极寻求成为全球领导者。\n*   **主要市场分布**：\n    *   超过57%的订单来自中东、澳大利亚和欧洲。\n    *   美国市场由于关税和监管障碍，贡献了5.34 GWh，占比不足3%。\n\n### 国内市场状况\n\n*   **小型制造商困境**：尽管小型制造商仍面临产能过剩的困境，但得益于政策支持，国内储能行业正在复苏。\n*   **政策支持与投资**：国家能源局上月发布计划，目标是到2027年新增180吉瓦（GW）的储能容量（主要为锂离子系统），预计将带动约2500亿元人民币（320亿美元）的投资。\n\n### 人才需求与薪资待遇\n\n*   **职位空缺普遍**：海外储能业务的职位空缺数量庞大，招聘网站上随处可见，无论是上市巨头还是中小型企业都在招聘。\n*   **薪资优厚**：这些海外职位的薪资远高于中国制造业的普遍水平。\n*   **求职体验与担忧**：一位在深圳储能公司任职的泰国总监表示，求职从未如此容易，但同时也担忧新职位能否持续到明年以后，反映出市场快速变化带来的不确定性。\n\n### 总结\n\n中国储能企业正经历前所未有的海外增长，这不仅推动了全球能源转型，也对高层管理人才产生了巨大需求。然而，快速扩张的市场也伴随着对职位长期稳定性的潜在担忧。",
      "shortSummary": "中国储能企业正经历快速的海外扩张，上半年海外订单量同比增长超220%，主要市场在中东、澳大利亚和欧洲。这导致海外业务对高管人才的需求激增，薪资待遇优厚。尽管国内小型制造商面临产能过剩，但政策支持下国内市场也在复苏。然而，人才也担忧职位的长期稳定性。",
      "translated_title": "中国储能企业海外扩张，加剧对高管人才的争夺",
      "images": [],
      "contentSource": "完整文章",
      "content": "Openings at overseas energy storage operations flood John Yang’s screen anytime he browses recruitment websites, with listed giants and small and medium-sized enterprises (SMEs) alike offering salaries well above those typically found in China’s manufacturing sector.\n“Job seeking has never felt easier. The only worry is whether the new role could last beyond next year,” joked Yang, Thailand director at a Shenzhen-based energy storage firm.\nYang’s experience reflects the recent, rapid overseas...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/85c94298-4f49-4224-838e-e1d982940009_ba4f7026.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美紧张关系缓和，贝森特确认将与中方对等官员何立峰通话 (原标题: US-China tensions ease as Bessent confirms call with counterpart He Lifeng)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329483/us-china-tensions-ease-bessent-confirms-call-counterpart-he-lifeng?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 20:52:36 +0000",
      "isoDate": "2025-10-17T20:52:36.000Z",
      "creator": "Bochen Han,Mia Nurmamat",
      "summary": "# 中美紧张关系缓和：贝森特确认将与何立峰通话\n\n美国财政部长斯科特·贝森特（Scott Bessent）确认，他将于周五晚间与中国副总理何立峰通话，这被视为两国领导人可能举行会晤前紧张关系缓和的进一步迹象。\n\n## 通话与未来会晤计划\n*   **确认通话**：贝森特于周五在白宫表示，他将与中方对等官员何立峰副总理在当晚8:30至9:00左右进行通话。\n*   **马来西亚会面**：贝森特补充说，何立峰还将在“大概一周后”与他及一个代表团在马来西亚会面，为美国总统唐纳德·特朗普（Donald Trump）和中国国家主席习近平之间的潜在会晤做准备。\n\n## 此前紧张局势回顾\n贝森特的此番言论发表前几天，中美贸易战的紧张局势刚刚升级：\n*   **稀土出口限制**：10月9日，北京宣布将对稀土元素（高科技制造中使用的关键原材料）实施进一步的出口限制。许多人认为这是对美国扩大贸易黑名单的回应。\n*   **特朗普的回应**：\n    *   特朗普曾威胁对中国商品征收额外100%的关税，但他后来承认这“不可持续”。\n    *   他还宣布将从下月初开始对所有“关键软件”实施出口管制。\n*   **港口费用与进口威胁**：\n    *   周二，中美两国开始对彼此的船只实施新的港口费用结构。\n    *   特朗普还警告称，他正在考虑停止进口中国食用油。\n\n## 相关图片\n![美国财政部长斯科特·贝森特（左）与中国副总理何立峰在日内瓦举行的中美双边会议上握手。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/18/68d07abe-086a-4fc0-a93d-438539c020b_e15278eb.jpg)\n*图：美国财政部长斯科特·贝森特（左）与中国副总理何立峰在日内瓦举行的中美双边会议上握手。图片来源：路透社*",
      "shortSummary": "美国财政部长斯科特·贝森特确认将与中国副总理何立峰通话，此举被视为中美紧张关系缓和的迹象。他们还将在马来西亚会面，为特朗普与习近平的潜在会晤做准备。此前，两国因中国稀土出口限制、美国贸易黑名单扩大以及关税威胁等问题，关系一度紧张。",
      "translated_title": "中美紧张关系缓和，贝森特确认将与中方对等官员何立峰通话",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/18/68d07abe-086a-4fc0-a93d-438539c0b20b_e15278eb.jpg",
          "alt": "US Treasury Secretary Scott Bessent (left) shakes hands with Chinese Vice-Premier He Lifeng during a bilateral meeting between the US and China in Geneva in May. Photo: Reuters",
          "title": "US Treasury Secretary Scott Bessent (left) shakes hands with Chinese Vice-Premier He Lifeng during a bilateral meeting between the US and China in Geneva in May. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US Treasury Secretary Scott Bessent confirmed plans to speak with Chinese Vice-Premier He Lifeng on Friday in a further sign of easing tensions ahead of a potential meeting between the two countries’ leaders.\n“The vice-premier, who is my counterpart, and I will be speaking this evening at around 8.30, 9 o’clock,” Bessent said at the White House on Friday.\nThe Treasury secretary added that He will also join him and a delegation in Malaysia “probably a week from tomorrow” to prepare for a meeting...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/18/e33a1f33-a8b1-403f-8364-80e4931d8911_ac086e91.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国稀土出口管制走向全球。它能执行吗？ (原标题: China’s rare earth export controls have gone global. Can it enforce them?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329439/chinas-rare-earth-export-controls-have-gone-global-can-it-enforce-them?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 12:00:13 +0000",
      "isoDate": "2025-10-17T12:00:13.000Z",
      "creator": "Ji Siqi,Sylvia Ma",
      "summary": "# 中国稀土出口管制走向全球：执行面临挑战\n\n## 背景与新规\n*   **背景：** 随着各国制定稀土元素储备应急计划，分析师指出，中国收紧对稀土矿物供应和精炼能力的近乎垄断地位的控制，此举是北京与美国更广泛贸易冲突的一部分，但在执行上可能面临挑战。\n*   **新规发布：** 上周，中国宣布大幅扩大其稀土元素出口管制制度。稀土是多种高科技产品生产中的关键原材料。\n*   **官方解释：** 商务部辩称，此举是对美国类似贸易制裁范围扩大的对等回应，美国的相关制裁已于上月底生效。\n\n## 关键修订与域外管辖\n*   **核心变化：** 北京对稀土贸易规则的几项修订中，有一项尤为突出：自12月1日起，在中国境外使用中国稀土技术制造的产品，以及含有来自中国稀土且达到或超过指定比例的永磁体及其他物品，将纳入出口管制范围。\n*   **域外管辖：** 这一变化为中国对关键矿物的贸易限制增加了域外管辖要素，这与华盛顿对一些被视为国家安全敏感商品（最显著的是先进计算所需的高科技芯片）采取的方法如出一辙。\n\n## 执行挑战\n*   **缺乏合规架构：** 然而，摩根士丹利在周四的一份报告中指出，中国尚未建立起可与美国相媲美的合规架构来支撑其出口管制制度，这使得在全球范围内执行这些措施面临挑战。\n*   **美国模式：** 摩根士丹利表示，美国利用数十年的法律框架、既定的全球许可制度、密切的盟友合作以及严格的责任执行，确保对复杂供应链中美国原产技术的可见性。中国目前缺乏这样的基础，可能难以有效推行其全球范围的稀土出口管制。",
      "shortSummary": "中国已扩大稀土出口管制，将域外产品和含中国稀土的物品纳入管制范围，以回应美国制裁。此举旨在加强其稀土垄断地位，但摩根士丹利指出，中国缺乏美国那样的成熟合规架构、全球许可制度和盟友合作，这将使其在全球范围内的执行面临重大挑战。",
      "translated_title": "中国稀土出口管制走向全球。它能执行吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As more countries begin formulating contingency plans for their stocks of rare earth elements, analysts said China’s tightening control over its near-monopoly status in the supply and refining capacity of the minerals – an action taken as part of Beijing’s broader trade conflict with the US – could face challenges in enforcement.\nLast week, China announced a sweeping expansion of its export control regime as it relates to rare earth elements – raw materials that are crucial components in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/9a1d0035-ae1e-4b19-acf1-ac9cf47c6ce1_c16c9934.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在与美国芯片战中的秘密武器：激烈的城市竞争 (原标题: China’s secret weapon in chip battle with US: intense city rivalry)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329415/chinas-secret-weapon-chip-battle-us-intense-city-rivalry?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 08:59:29 +0000",
      "isoDate": "2025-10-17T08:59:29.000Z",
      "creator": "Alice Li",
      "summary": "## 中国城市竞争推动芯片自给自足\n\n面对美国日益收紧的出口管制，中国正在加速其芯片自给自足的进程。在此背景下，中国各大城市正协同行动，积极吸引资金投入半导体研发领域。\n\n### 城市间的激烈竞争\n\n*   **主要参与者：** 包括深圳、上海、杭州等主要科技中心，甚至湖北省等相对不那么知名的地区，都在过去几个月启动了大型芯片产业投资项目。\n*   **目标：** 各地区之间正展开激烈竞争，旨在成为这一战略性关键领域的强国。\n\n### 深圳的最新举措\n\n*   **设立新基金：** 深圳——这座常被称为“中国硅谷”的南方城市——于近期推出了一项新的50亿元人民币（约合7亿美元）基金。\n*   **投资方向：** 该基金将主要投资于芯片设计项目，以及关键设备、零部件和先进封装技术。\n*   **资金来源与期限：** 该基金由深圳市政府和一个来自该市半导体产业集群的区级国有投资机构共同支持，计划运行十年。\n*   **战略意义：** 广东省改革智库执行主席彭澎表示，深圳推出半导体基金是其巩固世界级创新中心地位的最新举措，以应对国内外激烈的城市间竞争。\n\n### 专家观点\n\n*   彭澎指出，人工智能和半导体已成为这场竞争的前沿阵地。\n*   他强调，芯片、机器人和新材料等领域都需要政府支持，以增强地方能力并弥补薄弱环节。",
      "shortSummary": "面对美国出口管制，中国正通过城市间的激烈竞争加速芯片自给自足。深圳、上海、杭州等主要城市纷纷推出大型半导体投资项目。其中，深圳设立了50亿元人民币基金，专注于芯片设计、设备和封装技术，旨在巩固其创新中心地位。专家指出，人工智能和半导体是当前竞争的核心领域。",
      "translated_title": "中国在与美国芯片战中的秘密武器：激烈的城市竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s megacities are moving in tandem to draw capital to semiconductor research and development, as Beijing accelerates its chip self-sufficiency drive in the face of tightening US export controls.\nMajor technology hubs including Shenzhen, Shanghai and Hangzhou – and even lesser-known players like Hubei province – have all launched major chip industry investment projects in the past few months, with regions competing to emerge as powerhouses in the strategically vital sector, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/fa84c10d-0431-4531-8f36-f74bd42ea8f6_89537848.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普可能正在意识到他对中国的影响力不如他想象的那么大 (原标题: Trump may be realising he has less leverage over China than he thought)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3329351/trump-may-be-realising-he-has-less-leverage-over-china-he-thought?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 08:30:08 +0000",
      "isoDate": "2025-10-17T08:30:08.000Z",
      "creator": "David Dodwell",
      "summary": "## 稀土元素：现代科技的“隐形支柱”与地缘政治工具\n\n稀土元素，共17种，虽然并非稀有，但其加工过程极其复杂和困难。它们被誉为现代科技的“隐形支柱”，同时也是塑造未来能源、人工智能和国防领域格局的“地缘政治工具”。\n\n这些关键元素广泛应用于各种产品，从日常消费品到尖端军事技术：\n\n*   **日常用品**：笔记本电脑、微波炉、智能手机耳机等。\n*   **高科技与军事设备**：电动汽车、风力涡轮机、无人机、喷气发动机、雷达系统、智能炸弹和战斧导弹等。\n\n## 中国对稀土的掌控及其地缘政治影响\n\n直到最近中美贸易谈判中出现的一次突发事件，人们才开始广泛认识到稀土的重要性以及中国对其生产和供应的绝对控制。这种控制力使中国拥有了强大的地缘政治筹码。\n\n*   **对美国的影响**：中国威胁限制稀土出口，可能对美国总统特朗普的关税战构成严重挑战，削弱美国在遏制中国方面的优势。更深层次地，这甚至可能从根本上威胁到美国的国防工业和国家安全。\n\n## 中美贸易谈判中的转折点\n\n在特朗普于4月单方面对包括盟友和对手在内的国家征收惩罚性关税后，中美贸易谈判似乎经过精心安排，原计划在10月底韩国举行的亚太经合组织峰会期间促成中国国家主席习近平与特朗普总统的会晤，以达成一项贸易协议。\n\n*   **会晤前景存疑**：然而，中国威胁限制高科技、军民两用和国防工业稀土出口的举动，使得这次原定的习特会能否如期举行成为一个疑问。\n*   **谈判策略揭示**：这一挫折也提供了一个罕见且不那么光彩的视角，揭示了像中美贸易谈判这种高风险谈判背后存在的敷衍、霸凌和虚张声势等策略。\n\n## 相关图片\n\n![图片 1](https://i.ytimg.com/vi/MIIwiMhz0Lo/maxresdefault.jpg)\n\n*   视频标题：稀土是什么，为什么中国的统治地位面临全球反击",
      "shortSummary": "中国对稀土元素的绝对控制正成为其在中美贸易战中的关键筹码。稀土是现代科技和国防工业的“隐形支柱”，中国威胁限制其出口，可能削弱特朗普的关税影响力，并对美国高科技和国防安全构成严重威胁。这揭示了美国对中国的影响力可能不如其预期，也为高风险谈判的复杂性提供了洞察。",
      "translated_title": "特朗普可能正在意识到他对中国的影响力不如他想象的那么大",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/MIIwiMhz0Lo/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "When did you last notice that laptops invariably carry a little “Intel inside” sticker? Aware that its microprocessors were important but invisible, Intel thought it was essential marketing to alert the world to their existence at the heart of every computer.\nPerhaps every computer today should carry another prominent sticker: “Rare earth elements inside”. So too electric vehicles, wind turbines, drones, jet engines, radar systems, smart bombs and Tomahawk missiles. Not to mention everyday items...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/c876e96c-63ba-4c58-b2b5-3dd90e85a7e6_ee2cb767.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "印度尼西亚直接向中国出口榴莲的努力取决于冷藏和卫生条件 (原标题: Indonesia’s bid to ship durians straight to China rides on refrigeration, sanitation)",
      "link": "https://www.scmp.com/news/china/article/3328793/indonesias-bid-ship-durians-straight-china-rides-refrigeration-sanitation?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 07:00:11 +0000",
      "isoDate": "2025-10-17T07:00:11.000Z",
      "creator": "Ralph Jennings",
      "summary": "印度尼西亚正积极寻求直接向中国出口榴莲，以期将利润从平均10%提高到30%。目前，印度尼西亚是东南亚地区新鲜榴莲对华出口的新参与者，此前泰国、越南和马来西亚已在该市场占据主导地位。\n\n**主要挑战与要求：**\n*   **卫生标准**：印度尼西亚必须完善其卫生标准，确保榴莲在运输过程中保持足够低温，以避免被中国海关退回。\n*   **冷链储存**：掌握大规模、长期的冷链储存技术至关重要。\n\n**现状与中介作用：**\n*   此前，马来西亚和泰国作为中介国，在印度尼西亚榴莲输华过程中发挥了关键作用。\n*   这些中介国协助印度尼西亚种植者办理中国当局要求的植物检疫审批，并提供冷链储存服务。\n\n**印度尼西亚的努力：**\n*   印度尼西亚副农业部长Sudaryono表示，该国正积极寻求直接出口机会。\n*   新加坡ISEAS – Yusof Ishak Institute研究机构的贸易专家Jayant Menon指出，印度尼西亚一直在努力改进认证流程。\n*   目标是减少对其他东南亚国家的依赖，以便直接进入中国市场并满足中国海关的要求。\n\n**市场背景：**\n*   中国消费了全球90%以上的榴莲产量。\n*   印度尼西亚于今年早些时候开始向中国出口新鲜榴莲。",
      "shortSummary": "印度尼西亚正寻求直接向中国出口榴莲，以将利润提高10%至30%。此举的关键在于掌握严格的卫生标准和冷链储存技术。目前，印度尼西亚依赖马来西亚和泰国等中介国协助植物检疫审批和冷链服务。该国正努力改进认证流程，以减少对中介的依赖，直接进入中国巨大的榴莲市场。",
      "translated_title": "印度尼西亚直接向中国出口榴莲的努力取决于冷藏和卫生条件",
      "images": [],
      "contentSource": "完整文章",
      "content": "Indonesia’s intent to export durians directly to China in search of higher profits will hinge on mastering the sanitary standards and cold-chain storage that intermediary countries have provided to date, analysts said.\nSudaryono, deputy agriculture minister of the Southeast Asian archipelago, has announced that Indonesia is “actively seeking opportunities” to export directly to China as a way of increasing profits from an average of 10 to 30 per cent, the national news agency Antara reported...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/13/de1c171e-029b-44c3-b8a4-d62144a999e8_5e5408d8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "船舶改道，董事辞职，中美港口费用冲击航运业 (原标题: Ships divert, directors resign as US-China port fees rock shipping industry)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329246/ships-divert-directors-resign-us-china-port-fees-rock-shipping-industry?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 02:00:31 +0000",
      "isoDate": "2025-10-17T02:00:31.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美港口新费用生效，航运业受冲击\n\n自周二起，美国和中国征收的严厉新港口费用正式生效，对全球航运业造成了显著影响。为最大程度地减少新费用带来的财务风险，航运公司正紧急采取行动，包括调整船舶航线和重组公司结构。\n\n### 主要航运公司采取应对措施\n\n欧洲航运巨头马士基（Maersk）和赫伯罗特（Hapag-Lloyd）作为“双子座联盟”（Gemini alliance）的成员，已率先对新费用做出反应。他们决定将两艘悬挂美国国旗的船只从原定的中国港口改道。\n\n### 具体改道案例\n\n*   **赫伯罗特“波托马克快线”号改道：** 赫伯罗特的集装箱船“波托马克快线”（Potomac Express）取消了原定在中国东部宁波港的停靠，转而驶往韩国釜山。\n    *   马士基表示，原定运往或经由宁波的货物将在釜山卸载，然后通过马士基的现有网络运送至最终目的地。\n*   **马士基“马士基金洛斯”号改道：** 马士基的“马士基金洛斯”（Maersk Kinloss）号也将采取类似安排，不再停靠宁波，直接前往韩国。\n    *   其宁波方向的货物将在韩国卸载，并通过公司已建立的网络转运。\n\n### 调整航线以确保供应链顺畅\n\n马士基补充说，将对其TP7航线进行“调整”。TP7航线是一项往返亚洲和北美港口的跨太平洋航运服务，上述两艘集装箱船均在该航线上运营。此举旨在确保客户的供应链能够继续“尽可能顺畅”地运行，以应对新费用带来的挑战。",
      "shortSummary": "中美两国新港口费用生效后，航运业面临冲击。为规避高额费用，航运公司正紧急调整运营。欧洲巨头马士基和赫伯罗特已将两艘美国籍船只从中国港口改道至韩国釜山，原定宁波的货物将在釜山卸载并转运。马士基还将调整其跨太平洋航线，以确保供应链顺畅。此举旨在最大程度减少新规对航运业务的影响。",
      "translated_title": "船舶改道，董事辞职，中美港口费用冲击航运业",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shipping companies are rushing to divert vessels and adjust their corporate structures, as they strive to minimise their exposure to steep new US and Chinese port fees that took effect on Tuesday.\nThe United States has targeted Chinese-linked vessels with hefty charges as part of a broader push to curtail China’s dominance in global shipbuilding, prompting Beijing to impose similar duties on US-owned or operated ships in an apparent tit-for-tat move.\nEuropean shipping giants Maersk and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/bcc54f54-f4c8-4aa7-846d-d633e4bd8f2d_b8670da5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车制造商理想汽车以香港为基地放眼全球市场 (原标题: Chinese EV maker Li Auto eyes global market with Hong Kong base)",
      "link": "https://www.scmp.com/business/banking-finance/article/3329313/chinese-ev-maker-li-auto-eyes-global-market-hong-kong-headquarters?utm_source=rss_feed",
      "pubDate": "Fri, 17 Oct 2025 01:37:10 +0000",
      "isoDate": "2025-10-17T01:37:10.000Z",
      "creator": "Daniel Ren",
      "summary": "# 理想汽车在香港设立国际总部，剑指全球市场\n\n*   **战略布局与背景**\n    *   中国电动汽车制造商理想汽车（Li Auto）已在香港设立国际总部，旨在应对日益激烈的国内市场竞争，并为海外扩张铺平道路。\n    *   此举将香港定位为其全球战略的跳板。\n\n*   **香港总部的职能**\n    *   根据香港投资推广署（InvestHK）的声明，香港业务将作为理想汽车的战略基地，负责“监督其研发（R&D）、知识产权管理和国际供应链职能”。\n\n*   **理想汽车的地位与行业趋势**\n    *   理想汽车是中国大陆少数盈利的电动汽车制造商之一。\n    *   越来越多的中国汽车公司选择在香港设立业务，将其视为实现全球抱负的重要一步。\n    *   其他国内竞争对手，如全球最大的电动汽车制造商比亚迪（BYD）和吉利汽车旗下的极氪（Zeekr），已在香港销售智能电动汽车。\n    *   雷诺支持的初创公司BeyonCa也计划很快在香港组装电动汽车。\n\n*   **香港的优势**\n    *   香港投资推广署的投资推广助理署长Loretta Lee指出，香港作为“国际创新科技（I&T）枢纽和领先的全球金融中心”具有双重优势。\n    *   香港拥有世界级的科研人才、活跃的资本市场以及与国际标准接轨的法律体系，使其成为中国大陆领先创新科技企业走向全球的理想门户。\n\n*   **未来展望**\n    *   理想汽车正积极计划进一步扩大在香港的业务并壮大本地团队，然后进一步发展其全球业务。\n\n*   **图片**\n    *   ![一辆理想L6。理想汽车是中国大陆少数盈利的电动汽车制造商之一。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/9ba70d6d-0e63-441f-9e87-b27cd951f087_10ade1a9.jpg)",
      "shortSummary": "中国电动汽车制造商理想汽车已在香港设立国际总部，以应对国内激烈竞争并推动全球扩张。香港将作为其研发、知识产权管理和国际供应链的战略基地。作为中国少数盈利的电动汽车制造商之一，理想汽车此举利用香港作为国际创新科技枢纽和金融中心的优势，将其视为走向全球市场的理想门户。",
      "translated_title": "中国电动汽车制造商理想汽车以香港为基地放眼全球市场",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/17/9ba70d6d-0e63-441f-9e87-b27cd951f087_10ade1a9.jpg",
          "alt": "A Li Auto L6. The company is one of the few profitable EV makers in mainland China. Photo: Reuters",
          "title": "A Li Auto L6. The company is one of the few profitable EV makers in mainland China. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese electric-vehicle (EV) maker Li Auto has set up its international headquarters in Hong Kong, paving the way for its overseas expansion amid intensifying competition at home.\nThe Hong Kong operations would serve as a strategic base for the Beijing-based carmaker to “oversee its research and development [R&D], intellectual property management and international supply chain functions”, said InvestHK, the Hong Kong government’s investment promotion arm, in a statement on Thursday.\nLi Auto,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/17/ad2d9d0a-9d2a-4a9c-80ea-e5e9d874c7f6_c0ac90e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "施压升级：北京和华盛顿在叙事战中较量实力 (原标题: The squeeze is on: Beijing and Washington flex muscles as narrative war heats up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329260/squeeze-beijing-and-washington-flex-muscles-narrative-war-heats?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 15:00:10 +0000",
      "isoDate": "2025-10-16T15:00:10.000Z",
      "creator": "Ji Siqi,Mandy Zuo",
      "summary": "# 中美叙事战升级：施压与反击\n\n中美两国在贸易紧张局势升级之际，相互指责对方挑起事端并扰乱全球经济。分析人士指出，双方言语交锋的共同目标是在达成协议前施加最大压力。\n\n## 美国立场与指责\n\n*   美国将近期关系紧张归咎于“中国对抗世界”。\n*   美国财政部长斯科特·贝森特（Scott Bessent）表示，中国上周公布的稀土元素出口限制使其成为“不可靠的伙伴”。\n\n## 中国回应与反驳\n\n*   中国商务部反驳称美国在此问题上采取“双重标准”。\n*   中方举例：美国扩大贸易限制范围，其出口管制清单包含3000多项商品，而中国仅有约900项。\n*   《人民日报》重申中方立场：中国稀土管制旨在更好地维护世界和平，并经过“全面评估”，确信这些措施对供应链的影响将微乎其微。\n*   商务部发言人何永谦表示，美方说法“严重歪曲和夸大中国的措施，蓄意制造不必要的误解和恐慌”。\n\n## 专家观点\n\n*   北京对外经济贸易大学经济学教授龚炯（John Gong）指出，两国之间的来回交锋本质上是一场“相互竞争的叙事之战”。",
      "shortSummary": "中美贸易紧张局势升级，双方正通过“叙事战”相互施压，以期达成协议。美国指责中国稀土出口限制使其成为“不可靠伙伴”，将其描绘为“中国对抗世界”。中国则反驳称美国采取“双重标准”，并强调其稀土管制旨在维护世界和平，对供应链影响甚微。专家认为，这是一场竞争性叙事之战。",
      "translated_title": "施压升级：北京和华盛顿在叙事战中较量实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China and the United States accuse each other of provoking the latest escalation in trade tensions and disrupting the world economy, analysts say both share a goal in their war of words: applying maximum pressure until a deal is struck.\nIn the past few days, Washington has framed the recent flare-up in relations as “China versus the world”, with US Treasury Secretary Scott Bessent suggesting on Wednesday that Beijing’s restrictions on the export of rare earth elements unveiled last week made...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/765cc9c4-7ee6-49d9-8e11-e56009ba3f10_654ad019.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“不必要的恐慌”：中国反驳美国官员关于稀土的言论 (原标题: ‘Unnecessary panic’: China rebukes US officials’ comments on rare earths)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329265/unnecessary-panic-china-rebukes-us-officials-comments-rare-earths?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 11:00:13 +0000",
      "isoDate": "2025-10-16T11:00:13.000Z",
      "creator": "Mandy Zuo,Ji Siqi",
      "summary": "## 中国反驳美国对稀土出口管制的指责\n\n中国商务部于周四召开新闻发布会，对美国官员关于中国稀土出口管制措施的言论进行了反驳，强调其政策并非“与世界为敌”，并指责美方言论“故意制造不必要的误解和恐慌”。\n\n### 中国的立场与措施\n\n*   **反驳“与世界为敌”论调**：中国商务部表示，美国将中国的稀土出口管制措施描述为“与世界为敌”的说法，严重扭曲和夸大了中国的意图。\n*   **审批流程**：中方强调，对于符合规定的申请，将予以批准。\n*   **加快审查**：中国正在采取措施加快审查流程，包括可能建立“绿色通道”，以提高效率。\n*   **指责美国**：商务部发言人何永谦指出，是华盛顿的域外行动，特别是对半导体贸易的限制，旨在“全球压制中国”。她表示，美国的说法是“将自己的行为投射到他人身上”。\n*   **全球供应链稳定**：中方强调，全球供应链的稳定和安全需要包括美国在内的所有国家的共同努力。\n\n### 美国的指责\n\n*   **财政部长斯科特·贝森特**：美国财政部长斯科特·贝森特此前在华盛顿表示，中国在稀土问题上的行动制造了“中国对抗世界”的分裂，并使北京成为一个“不可靠的伙伴”。\n\n### 背景与影响\n\n*   **贸易争端升级**：此次言语交锋是中美两国旷日持久的贸易争端的一部分。\n*   **紧张关系加剧**：近期，双方的行动，包括中国扩大稀土元素出口管制（作为对美国贸易黑名单扩大的回应）以及美国总统唐纳德·特朗普威胁对中国进口商品加征100%关税，都加剧了两国本已紧张的关系。\n*   **其他摩擦**：两国之间还出现了其他复杂情况，例如双方开始对彼此的船只实施新的港口费用结构，以及特朗普考虑停止进口中国食用油。",
      "shortSummary": "中国商务部反驳美国官员关于其稀土出口管制措施的言论，称美方指责“与世界为敌”是扭曲事实，旨在制造“不必要的恐慌”。中方强调对合规申请将予批准，并正加快审查流程。商务部发言人指出，是美国的域外行动意在“全球压制中国”。此番言论是中美贸易争端升级的体现，加剧了两国紧张关系。",
      "translated_title": "“不必要的恐慌”：中国反驳美国官员关于稀土的言论",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing on Thursday rebutted Washington’s characterisation of its recent rare earth export control measures as an action taken “against the world”, stressing it grants approval to compliant applications and is taking steps to expedite the review process, including the potential establishment of a green channel.\nClaims the policy will disrupt global supply chains “severely” distort and exaggerate China’s intent, “deliberately causing unnecessary misunderstanding and panic”, the Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/e9cbc176-3a3a-4847-a725-5b52940a7d77_0f286268.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "富达：日本市场繁荣将持续，尽管存在政治不确定性 (原标题: Japan’s market boom to continue despite political uncertainty: Fidelity)",
      "link": "https://www.scmp.com/business/banking-finance/article/3329234/japans-market-boom-continue-despite-political-uncertainty-fidelity?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 09:15:08 +0000",
      "isoDate": "2025-10-16T09:15:08.000Z",
      "creator": "Julie Zhang",
      "summary": "# 日本市场展望：富达国际预测繁荣将持续\n\n富达国际的投资经理周四表示，如果日本下一届政府继续努力促进经济增长并防止国家重回通货紧缩，日本股市有望延续涨势。\n\n## 市场表现与关键因素\n\n*   **创纪录高位**：基准日经225指数在10月9日达到创纪录的48,580.44点，超越了1989年日本经济泡沫时期的峰值。这发生在议会投票选举下一任领导人之前，各政党正在争夺影响力。\n*   **增长策略至关重要**：富达日本投资主管Miyuki Kashima指出，市场能否保持其势头，取决于政府是否会“继续过去十年所奉行的增长战略”，而不仅仅是谁担任领导职务。\n*   **告别“失去的十年”**：在1990年代至2010年代日本所谓的“失去的十年”中，国家经历了停滞、通货紧缩、失业率上升和招聘削减。政府曾推出货币和财政刺激措施以应对增长放缓。\n\n## 经济前景与公司行为\n\n*   **通货紧缩结束**：Kashima表示，任何新的执政联盟都不可能逆转政策，让日本重新陷入旧的通货紧缩模式。日本经济目前正经历通货膨胀，通货紧缩已经结束，经济有望继续增长。\n*   **企业投资活跃**：公司正在“投资，而不是持有所有现金，这开始在经济中创造一个积极的螺旋”。\n\n![日本基准日经225指数本月已突破48,000点，创下历史新高。图：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/16/caea6954-8e1c-46b6-bdd2-065433b2397e_70f36509.jpg)\n*日本基准日经225指数本月已突破48,000点，创下历史新高。图：法新社*",
      "shortSummary": "富达国际预测，尽管存在政治不确定性，日本股市的繁荣将持续。日经225指数已创历史新高。市场势头取决于下一届政府能否延续促增长策略并避免通货紧缩。富达认为，日本经济已摆脱通缩，正经历通胀，企业投资活跃，形成积极的经济循环。",
      "translated_title": "富达：日本市场繁荣将持续，尽管存在政治不确定性",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/16/caea6954-8e1c-46b6-bdd2-065433b2397e_70f36509.jpg",
          "alt": "Japan’s benchmark Nikkei 225 index has reached record highs above 48,000 this month. Photo: AFP",
          "title": "Japan’s benchmark Nikkei 225 index has reached record highs above 48,000 this month. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Japan’s stock market is expected to extend its rally if the next government continues efforts to boost economic growth and prevent the country from returning to deflation, investment managers at Fidelity International said on Thursday.\nThe benchmark Nikkei 225 index reached a record high of 48,580.44 on October 9, surpassing the 1989 Japanese economic bubble-era peak, as political parties vied for influence ahead of a parliamentary vote next week to elect the country’s next leader.\nWhether the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/056582d1-2680-45d0-9a73-fa2cd8bfa636_5ba4f97a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行将人民币兑美元汇率设定为一年来最高水平 (原标题: China’s central bank sets yuan at highest rate against US dollar in a year)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329206/chinas-central-bank-sets-daily-yuan-rate-against-us-dollar-strongest-level-year?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 05:06:29 +0000",
      "isoDate": "2025-10-16T05:06:29.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国央行将人民币兑美元汇率设定为一年来最高水平\n\n## 主要信息\n*   中国人民银行（PBOC）将人民币兑美元的每日中间价设定为一年来的最高水平。\n*   此举是在市场普遍预期美联储本月将再次降息的背景下进行的。\n\n## 关键细节\n*   **汇率设定**：周四，中国人民银行将人民币兑美元的中间价（即每日固定汇率）设定为7.0968，这是自去年10月以来的最强水平。\n*   **美联储降息预期**：\n    *   两天前，美联储主席杰罗姆·鲍威尔表示，美国的劳动力市场和通胀前景与上月美联储降息时相比变化不大。\n    *   他的言论强化了市场对本月晚些时候再次降息的预期。\n    *   美联储理事斯蒂芬·米兰周三表示，中美贸易紧张局势带来的不确定性增加了美国经济前景的风险，使得降息变得更加紧迫。\n*   **市场预测**：在美联储上月进行今年首次0.25个百分点的降息后，市场预计今年还将有两次降息。\n*   **离岸人民币表现**：\n    *   周四中午，离岸人民币兑美元汇率小幅下跌至7.129，此前在中间价设定后曾升至7.121。\n    *   周三，人民币也走强，当时中国人民银行将汇率设定为去年11月以来的最高水平。",
      "shortSummary": "中国央行将人民币兑美元汇率设定为一年来的最高水平，周四中间价为7.0968。此举主要受市场普遍预期美联储本月将再次降息的推动。美联储主席鲍威尔的言论以及贸易紧张局势带来的经济风险，都强化了市场对进一步降息的预期。离岸人民币在中间价设定后也表现出波动。",
      "translated_title": "中国央行将人民币兑美元汇率设定为一年来最高水平",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank has set the yuan’s daily reference rate against the US dollar at the strongest level in a year, as expectations grow that the US Federal Reserve will cut rates again this month.\nOn Thursday, the People’s Bank of China (PBOC) set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.0968 per US dollar, its strongest since October last year.\nTwo days earlier, US Federal Reserve Chairman Jerome Powell said that America’s labour market and inflation outlooks were...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/f586ff8b-67a2-4fb3-89da-d531bea4f5a7_47aae87d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国航空公司反对美国禁止其航班飞越俄罗斯领空的计划 (原标题: Chinese airlines oppose US plan to stop flights over Russia on way to America)",
      "link": "https://www.scmp.com/economy/china-economy/article/3329182/chinese-airlines-formally-oppose-us-plan-stop-them-flying-over-russia-way-america?utm_source=rss_feed",
      "pubDate": "Thu, 16 Oct 2025 03:00:15 +0000",
      "isoDate": "2025-10-16T03:00:15.000Z",
      "creator": "Alice Li",
      "summary": "# 中国航空公司反对美国禁止其航班飞越俄罗斯领空的提议\n\n所有主要运营美国航线的中国航空公司已正式反对或要求重新考虑美国政府的一项提议。该提议可能最早于下个月生效，禁止这些航空公司在飞往美国的航线上飞越俄罗斯领空。\n\n## 主要反对理由和影响\n\n*   **中国国际航空公司（Air China）的立场**：\n    *   明确表示“反对”该提议，认为这将给乘客带来极大的不便。\n    *   估计如果该限制生效，至少有4,400名持有中国国际航空机票的乘客（计划于2025年11月和12月出行）将受到影响。\n    *   指出该时期包括感恩节和圣诞节等主要节假日，中断将严重影响乘客权益和公共利益。\n    *   请求至少60天的宽限期，以便乘客重新预订并最大程度地减少对其运营的干扰。\n\n*   **其他航空公司的响应**：\n    *   中国南方航空、中国东方航空、海南航空、厦门航空和四川航空也已提交了正式文件，对该提议作出回应。\n\n## 背景\n\n*   该提议可能最早于下个月生效。\n*   近期中美贸易紧张局势有所升级，为这一航空争议增添了背景。该提议的实施将进一步加剧两国之间的摩擦。虽然文章未明确指出该提议与贸易紧张局势的直接关联，但将其作为背景信息提及，暗示了更广泛的地缘政治和经济考量。",
      "shortSummary": "所有主要中国航空公司已正式反对美国政府的一项提议，该提议可能最早于下个月生效，禁止其飞往美国的航班飞越俄罗斯领空。中国国际航空指出，此举将给乘客带来不便，并影响2025年11月至12月期间至少4,400名乘客的出行，尤其是在节假日。其他中国航空公司也提交了反对意见，背景是近期中美贸易紧张局势升级。",
      "translated_title": "中国航空公司反对美国禁止其航班飞越俄罗斯领空的计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "All major Chinese airlines operating flights to the United States have formally opposed or asked for reconsideration of a US government proposal that could bar them from flying over Russian airspace on US routes as early as next month.\nIn a filing to the US Department of Transportation on Tuesday, Air China said it “opposes” the proposal because it would make travel more inconvenient for passengers.\n“Air China estimates that at least 4,400 passengers holding Air China tickets for travel in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/16/bafe3103-d061-4f92-8015-e789c7bada72_bfd0a95c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中美紧张局势再次升级，TikTok交易是否面临风险？ (原标题: With US-China tensions back on the upswing, is the TikTok deal at risk?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3329137/us-china-tensions-back-upswing-tiktok-deal-risk?utm_source=rss_feed",
      "pubDate": "Wed, 15 Oct 2025 15:00:09 +0000",
      "isoDate": "2025-10-15T15:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 随着中美紧张局势再次升级，TikTok交易是否面临风险？\n\n## TikTok交易面临新压力\n中国短视频应用TikTok在美国的暂定管理协议正面临新的压力。上周中美贸易紧张局势的再度升级，使得分析师们对该协议能否最终达成持不同看法。\n\n## 分析师观点\n*   **Gary Ng（法国外贸银行高级亚太经济学家）**：他认为，在当前这种氛围下，该协议“可能很难实现”。他表示不确定协议会破裂还是通过，但“最大的不利因素是美国可能会关闭（该应用）并阻止访问”。\n\n## 紧张局势加剧的迹象\n近期，中美双方采取了一系列行动，进一步加剧了本已紧张的双边关系：\n*   **中国扩大稀土出口管制**：此举是对美国扩大贸易黑名单的回应。\n*   **美国关税威胁**：美国总统唐纳德·特朗普威胁对中国进口商品加征100%的额外关税。\n*   **港口费用结构调整**：中美两国于周二开始对彼此的船只实施新的港口费用结构。\n*   **特朗普考虑暂停进口中国食用油**：特朗普在社交媒体上警告称，他正在考虑停止进口中国食用油。\n\n## 对TikTok交易的影响\n尽管TikTok交易在这些往来中并未被明确提及，但这些事件以及双边关系中的其他冲突点，可能会阻碍该协议的最终敲定。",
      "shortSummary": "随着中美贸易紧张局势再次升级，中国短视频应用TikTok在美国的暂定管理协议面临新压力。分析师对协议能否达成意见不一，有观点认为在当前氛围下协议很难实现，甚至可能导致美国关闭该应用。近期中国扩大稀土出口管制、美国威胁加征关税、两国实施新港口费用以及特朗普考虑暂停进口中国食用油等事件，都加剧了双边关系紧张，可能阻碍TikTok协议的最终敲定。",
      "translated_title": "随着中美紧张局势再次升级，TikTok交易是否面临风险？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A tentative deal for the management of Chinese short video app TikTok in the United States is facing new pressure after last week’s flare-up in trade tensions between Beijing and Washington, with analysts mixed in their assessment of the pact’s chances for survival.\n“It’s probably quite hard to see that [deal] happening under such an atmosphere,” said Gary Ng, senior Asia-Pacific economist at Natixis.\n“I don’t know whether it will collapse or go through … The biggest downside is the US could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/15/cfdb7e7c-df9a-47aa-b83a-f129595cfabe_33225fe1.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-20T12:48:38.851Z"
}