{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "Japan App Store Gets Alternative Marketplaces, Third-Party Payments and More",
      "link": "https://www.macrumors.com/2025/12/17/japan-app-store-feature-updates/",
      "pubDate": "Wed, 17 Dec 2025 17:00:00 PST",
      "isoDate": "2025-12-18T01:00:00.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Japan App Store Gets Alternative Marketplaces, Third-Party Payments and More",
      "images": [
        {
          "url": "https://images.macrumors.com/article-new/2025/12/Liquid-Glass-App-Store-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple today introduced several changes to the <a href=\"https://www.macrumors.com/guide/app-store/\">App Store</a> in Japan to meet the requirements of the <a href=\"https://www.jftc.go.jp/file/MSCA_Guidelines_tentative_translation.pdf\">Mobile Software Competition Act</a> (MSCA) that goes into effect on December 18. The MSCA is similar to Europe's Digital Markets Act (DMA) so the Japanese &zwnj;App Store&zwnj; will work a lot like the EU &zwnj;App Store&zwnj;, but there are some differences.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/Liquid-Glass-App-Store-Feature.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1030484\" />\r<br/>\nHere's a quick rundown of what's changing as of today:\r<br/>\n<ul>\r<br/>\n \t<li><strong>Side Button</strong> - Users in Japan will be able to change what the side button does, and it will be able to activate third-party voice assistants instead of <a href=\"https://www.macrumors.com/guide/siri/\">Siri</a>.</li>\r<br/>\n \t<li><strong>Payment options</strong> - Developers can offer in-app purchases, accept third-party payments in their apps, or direct users to a website to make a purchase.</li>\r<br/>\n \t<li><strong>Alternative app marketplaces</strong> - Apps can be distributed through alternative app marketplaces instead of the &zwnj;App Store&zwnj;. Users can set an alternative app marketplace as their default marketplace instead of the &zwnj;App Store&zwnj;.</li>\r<br/>\n \t<li><strong>Fee changes</strong> - New fees range from 5% to 26% depending on distribution method and payment method.</li>\r<br/>\n \t<li><strong>Browser choice</strong> - Users are prompted to select a default browser at setup.</li>\r<br/>\n \t<li><strong>Search engine choice</strong> - Users are prompted to choose a default Search engine at setup.</li>\r<br/>\n \t<li><strong>Navigation apps</strong> - Users in Japan can select a different navigation app.</li>\r<br/>\n</ul>\r<br/>\n<h2>Alternative Payment Options</h2>\r<br/>\nThere is a notable difference between how alternative payment options are implemented in Japan and how they are implemented in the EU. Developers in Japan are required to display third-party digital purchase options alongside in-app purchase options, so customers can choose to use in-app purchase if desired.\r<br/>\n\r<br/>\nPurchase screens can link to a website or use a third-party payment service for end-to-end checkout directly in an app, but those two alternative payment options must be displayed right alongside an in-app purchase option. Developers are required to make the in-app purchase button at least as prominent as other payment options that are displayed.\r<br/>\n\r<br/>\nJapanese developers are able to offer different price points, so a direct payment link can be cheaper than the accompanying in-app purchase option. When a user chooses an alternative payment option or taps a link to a website to make a purchase, an in-app sheet will let them know they are no longer transacting with Apple. It informs users that refund requests and other Apple-provided services will not be available.\r<br/>\n\r<br/>\n<h2>Alternative App Marketplaces</h2>\r<br/>\nApp developers in Japan can offer their apps through the &zwnj;App Store&zwnj; or through any alternative app marketplace. Apps and app marketplaces are subject to Apple's Notarization process, and there is no option to distribute apps through a website like there is in the EU.\r<br/>\n\r<br/>\nAny developer is able to build an app marketplace. As in the EU, alternative app marketplaces will be checked for basic functionality, malware, and security threats for user protection purposes, but Apple does not have content oversight.\r<br/>\n\r<br/>\nApp marketplaces can establish their own content rules if desired, and must handle fraud prevention, customer support, and refunds. Apple says that app marketplaces will need to be authorized and will have to meet ongoing requirements to serve developers and users.\r<br/>\n\r<br/>\nApp developers in Japan can select an &zwnj;App Store&zwnj; or alternative app marketplace when using &zwnj;App Store&zwnj; Connect, and can distribute apps through one marketplace or many.\r<br/>\n\r<br/>\nUsers are able to set a default app marketplace that replaces the &zwnj;App Store&zwnj; as the primary app option.\r<br/>\n\r<br/>\n<h2>Fees in Japan</h2>\r<br/>\nApple has established a new fee structure in Japan, and fees are based on distribution and payment method. Apple says that fees will be the same or lower for 100% of developers in Japan.\r<br/>\n\r<br/>\nParticipants in the Small Business Program, Video Partner Program, and Mini Apps Partner Program will pay the reduced rate below. Subscriptions in apps maintained after the first year are also subjected to the lower fee. <a href=\"https://developer.apple.com/app-store/small-business-program/\">The Small Business Program includes</a> developers that earn less than 1 million USD annually. Developers that earn more than that have to pay Apple's full commission rates.\r<br/>\n<ul>\r<br/>\n \t<li><strong>App Store w/ In-App Purchase</strong> - Varies from 15% to 26%. 21% base fee, 5% payment processing fee. Base fee is 10% for program participants, and 5% fee remains the same.</li>\r<br/>\n \t<li><strong>App Store w/ Alt Purchase</strong> - Varies from 10% to 21%. 21% base fee, no payment processing fee. 10% for program participants.</li>\r<br/>\n \t<li><strong>App Store w/ Web Link</strong> - Varies from 10% to 15%. 15% Store Services Fee, 10% for program participants.</li>\r<br/>\n \t<li><strong>Alternative Marketplace</strong> - 5% Core Technology Commission.</li>\r<br/>\n</ul>\r<br/>\nTo explain it another way, all apps on the &zwnj;App Store&zwnj; will pay a 10% or 21% &zwnj;App Store&zwnj; commission. For purchases made using in-app purchase through the &zwnj;App Store&zwnj;, Apple will collect an additional 5%. Purchases made in an app through an alternate payment method will not incur the 5% fee, but developers will need to pay the fee from whatever payment processing service they're using.\r<br/>\n\r<br/>\nWeb link fees are lower. Apple will collect 15% from standard users, or 10% from program participants. There is no payment processing fee, but developers will need to pay the fee of the third-party payment processing service.\r<br/>\n\r<br/>\nNon-App Store distribution has the lowest fee, at 5%. The Core Technology Commission applies to the sale of digital goods and services, including paid apps in alternative app marketplaces.\r<br/>\n\r<br/>\n<h2>Side Button Changes</h2>\r<br/>\nUsers in Japan can change the function of the Side Button, assigning a voice-based conversational app. There are criteria that apps need to meet to be eligible to operate with the Side Button, and Apple has created an API to allow developers of voice-based conversational apps to request Side Button access.\r<br/>\n\r<br/>\nApps that offer a conversational experience as their primary purpose are eligible to be used with the Side Button. That includes chatbot apps like ChatGPT, Claude, or Gemini. \r<br/>\n\r<br/>\nThe Side Button will be able to activate the voice chat mode in an eligible third-party app, and it will function much like the Action Button does now when launching an app using a Shortcut. \r<br/>\n\r<br/>\n<h2>Child Protections</h2>\r<br/>\nAll apps need to provide an install sheet with a clear age rating, regardless of whether an app is distributed through the &zwnj;App Store&zwnj; or an app marketplace.\r<br/>\n\r<br/>\nApps in the Kids category will not be able to include links to websites to complete transactions at all. Apps outside of the kids category cannot link to websites for transactions for users under 13 years old. Developers are able to include a link to a website for transactions in their app, with that link only displayed to users that are over the age of 13 to meet the MSCA's requirements. \r<br/>\n\r<br/>\nFor all users under the age of 18, all &zwnj;App Store&zwnj; apps that use alternative payment processing or link to a website for transactions must include a parental gate that requires younger users to involve their parent before making a purchase.\r<br/>\n\r<br/>\nApple plans to release APIs in the future to better support the new requirements.\r<br/>\n\r<br/>\n<h2>Browser and Search Engine Choice</h2>\r<br/>\nDuring the device setup process, <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> users in Japan are presented with browser and search engine selection screens with options displayed in a randomized order. Safari and Google Search will no longer be the automatic default in Japan.\r<br/>\n\r<br/>\nDevelopers in Japan can choose alternative web browser engines other than WebKit, as long as those browser engines meet Apple's privacy requirements.\r<br/>\n\r<br/>\nUsers can change their defaults in the Defaults section of the Settings app.\r<br/>\n\r<br/>\n<h2>Interoperability</h2>\r<br/>\nLike in the EU, Japan's MSCA requires Apple to accept interoperability requests. Developers can ask Apple to add new features that will allow them expanded access to hardware and software features. There is also a baseline interoperability requirement.\r<br/>\n\r<br/>\nApple has more control over interoperability in Japan than it does in the EU, and it is able to consider security and privacy risks when deciding whether to implement an interoperability feature.\r<br/>\n\r<br/>\nInteroperability requirements in the EU have led to delayed features like Live Translation, or have prevented Apple from implementing features like Screen Mirroring. Apple does not anticipate that interoperability requirements will lead to delayed features in Japan because Japan's law includes exceptions for privacy and security.\r<br/>\n\r<br/>\n<h2>Navigation</h2>\r<br/>\n&zwnj;iPhone&zwnj; users in Japan can select a different app as the default navigation app.\r<br/>\n\r<br/>\n<h2>MSCA vs. DMA</h2>\r<br/>\nApple worked with Japanese regulators on the MSCA, and sees it as a better solution <a href=\"https://developer.apple.com/support/communication-and-promotion-of-offers-on-the-app-store-in-the-eu/\">than the DMA in Europe</a>. Changes mandated by the MSCA expose users to some risk by allowing non-App Store app installations, but it maintains protections for children.\r<br/>\n\r<br/>\nThough the MSCA allows for alternative app distribution, it does not include a provision for downloading apps directly from websites, so Apple is able to maintain some level of security by overseeing app marketplaces. Apple is able to require apps to offer both in-app purchase and alternative payment methods, allowing users in Japan to decide their preference.\r<br/>\n\r<br/>\nThe MSCA also allows Apple to deny interoperability requests that would expose users to privacy and security risks, while the DMA does not.\r<br/>\n\r<br/>\nFee structures and features provided by Apple are not as complicated in Japan as they are in the European Union. Japan's fees are similar to the Store Services Tier 2 fee in the EU (applicable to all apps starting on January 1, 2026), which includes all &zwnj;App Store&zwnj; functionality for a 15 to 20% total fee.\r<br/>\n\r<br/>\nJapan does not have the Store Services Tier 1 option, which cuts down on &zwnj;App Store&zwnj; functionality that Apple delivers but also lowers fees to 10% to 12%.\r<br/>\n\r<br/>\n<h2>Availability</h2>\r<br/>\nApple is implementing the &zwnj;App Store&zwnj; and iOS changes starting today, with the functionality built into the iOS 26.2 update that came out on December 12. Developers with iOS apps in Japan can start shipping the new features immediately, with more detailed information <a href=\"https://developer.apple.com/support/app-distribution-in-japan/\">available on Apple's developer site</a>. The changes are only applicable to iOS apps distributed in Japan.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/17/japan-app-store-feature-updates/\">Japan App Store Gets Alternative Marketplaces, Third-Party Payments and More</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/japan-app-store-gets-alternative-marketplaces-third-party-payments-and-more.2474896/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "ChatGPT's Apple Music Integration Is Now Live",
      "link": "https://www.macrumors.com/2025/12/17/chatgpt-apple-music-integration/",
      "pubDate": "Wed, 17 Dec 2025 15:50:29 PST",
      "isoDate": "2025-12-17T23:50:29.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "ChatGPT's Apple Music Integration Is Now Live",
      "images": [
        {
          "url": "https://images.macrumors.com/t/yeojlyDHC8zbFw2ncyzXnpWWXHw=/400x0/article-new/2025/12/apple-music-chatgpt.jpg?lossy",
          "alt": "apple music chatgpt",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/apple-music-chatgpt.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "There's now a dedicated <a href=\"https://www.macrumors.com/guide/apple-music/\">Apple Music</a> app for ChatGPT, which allows ChatGPT to make music recommendations and build playlists.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/apple-music-chatgpt.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1030496\" />\r<br/>\n&zwnj;Apple Music&zwnj; can be added to ChatGPT through the Settings section in the Mac app, website, or iOS app. &zwnj;Apple Music&zwnj; is listed under the apps option, and connecting to it requires signing in with your Apple Account for authorization purposes.\r<br/>\n\r<br/>\nChatGPT can be used to search through the &zwnj;Apple Music&zwnj; catalog for songs, artists, albums, and playlists, even without an &zwnj;Apple Music&zwnj; subscription. OpenAI says that all users are able to discover music, generate playlists, and listen to preview clips in ChatGPT.\r<br/>\n\r<br/>\n&zwnj;Apple Music&zwnj; subscribers can add songs, albums, and playlists to their &zwnj;Apple Music&zwnj; Library using ChatGPT. When &zwnj;Apple Music&zwnj; is added to ChatGPT, it can be selected by tapping on the \"+\" button. Playlists and suggestions generated by ChatGPT can be opened directly in &zwnj;Apple Music&zwnj;.\r<br/>\n\r<br/>\nChatGPT's &zwnj;Apple Music&zwnj; feature was <a href=\"https://www.macrumors.com/2025/12/16/chatgpt-apple-music-new-image-generator/\">first shared yesterday</a>, but the functionality wasn't live. The app is now available to add to ChatGPT.\r<br/>\n\r<br/>\n<b>Update</b>: This article originally suggested that the app could tap into a user's &zwnj;Apple Music&zwnj; listening history, but it does not have this capability and the user's history and playlists remain private. The app can add to a user's &zwnj;Apple Music&zwnj; library but does not have read access.<div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/apple-music/\">Apple Music</a>, <a href=\"https://www.macrumors.com/guide/chatgpt/\">ChatGPT</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/17/chatgpt-apple-music-integration/\">ChatGPT&#039;s Apple Music Integration Is Now Live</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/chatgpts-apple-music-integration-is-now-live.2474890/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Releases First macOS Tahoe 26.3 Public Beta",
      "link": "https://www.macrumors.com/2025/12/17/apple-releases-macos-tahoe-26-3-public-beta-1/",
      "pubDate": "Wed, 17 Dec 2025 10:12:51 PST",
      "isoDate": "2025-12-17T18:12:51.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Releases First macOS Tahoe 26.3 Public Beta",
      "images": [
        {
          "url": "https://images.macrumors.com/t/T2BSufJAVQ9E_IK-OtVY1MXCiVI=/400x0/article-new/2025/06/macOS-Tahoe-26-Thumb-2.jpg?lossy",
          "alt": "macOS Tahoe 26 Thumb 2",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/06/macOS-Tahoe-26-Thumb-2.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple today provided public beta testers with the first release of an upcoming macOS Tahoe 26.3 update for testing purposes. The public beta comes two days after Apple provided the beta to developers.\r<br/>\n\r<br/>\n<img class=\"aligncenter size-full wp-image-1006759\" src=\"https://images.macrumors.com/article-new/2025/06/macOS-Tahoe-26-Thumb-2.jpg\" alt=\"\" width=\"2500\" height=\"1406\" />\r<br/>\nAfter signing up for beta testing on Apple's beta site, public beta testers can download the updates using the Software Update section in the System Settings app.\r<br/>\n\r<br/>\nWe don't know about any new features in macOS Tahoe 26.3 as of yet, but Apple might introduce new capabilities in later beta releases. \r<br/>\n\r<br/>\nThe beta is limited to developers and public beta testers at the current time, but we are expecting Apple to release the update at the end of January. <div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/macos-26/\">macOS Tahoe 26</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/macos-tahoe.250\">macOS Tahoe</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/17/apple-releases-macos-tahoe-26-3-public-beta-1/\">Apple Releases First macOS Tahoe 26.3 Public Beta</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-releases-first-macos-tahoe-26-3-public-beta.2474875/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Releases First iOS 26.3 and iPadOS 26.3 Public Betas",
      "link": "https://www.macrumors.com/2025/12/17/apple-releases-ios-26-3-public-beta-1/",
      "pubDate": "Wed, 17 Dec 2025 10:06:44 PST",
      "isoDate": "2025-12-17T18:06:44.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Releases First iOS 26.3 and iPadOS 26.3 Public Betas",
      "images": [
        {
          "url": "https://images.macrumors.com/t/yhvXefawwRAhQDktpUWYQjx3MLI=/400x0/article-new/2025/12/iOS-26.3-Feature.jpg?lossy",
          "alt": "iOS 26",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/iOS-26.3-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple today provided beta testers with the first releases of upcoming iOS 26.3, iPadOS 26.3, tvOS 26.3, and watchOS 26.3 updates for testing purposes. The public betas come a couple of days after Apple provided the betas to developers. \r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/iOS-26.3-Feature.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1029939\" />\r<br/>\nAnyone can download and install public betas, and all that's required is to sign up on Apple's beta site. Once you've opted in, the software can be downloaded through the Software Update section in the Settings app on each device.\r<br/>\n\r<br/>\niOS 26.3 introduces a simpler way for <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> users to transfer their data to an Android device when switching platforms, plus it includes a Notification Forwarding feature for third-party wearables in the European Union. It will allow notifications to be forwarded from the &zwnj;iPhone&zwnj; to a third-party device.\r<br/>\n\r<br/>\nNo new features have been found in the other beta updates as of yet.\r<br/>\n\r<br/>\nWe're expecting iOS 26.3, iPadOS 26.3, and the other software to come out somewhere around the end of January.<div class=\"linkback\">Related Roundups: <a href=\"https://www.macrumors.com/roundup/ios-26/\">iOS 26</a>, <a href=\"https://www.macrumors.com/roundup/ipados-26/\">iPadOS 26</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/ios-26.248\">iOS 26</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/17/apple-releases-ios-26-3-public-beta-1/\">Apple Releases First iOS 26.3 and iPadOS 26.3 Public Betas</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-releases-first-ios-26-3-and-ipados-26-3-public-betas.2474874/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Samsung Expands Holiday Sale With Major Discounts on Popular Monitors and TVs",
      "link": "https://www.macrumors.com/2025/12/17/samsung-expands-holiday-sale/",
      "pubDate": "Wed, 17 Dec 2025 07:53:55 PST",
      "isoDate": "2025-12-17T15:53:55.000Z",
      "creator": "Mitchel Broussard",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Samsung Expands Holiday Sale With Major Discounts on Popular Monitors and TVs",
      "images": [
        {
          "url": "https://images.macrumors.com/t/1YFaEY8WehLZQv4t76q0-UilUZs=/400x0/article-new/2025/12/samsung-glitter-blue.jpeg?lossy",
          "alt": "samsung glitter blue",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/12/samsung-glitter-blue.jpeg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Samsung kicked off a holiday sale last week, and this event has expanded recently with <a href=\"https://howl.link/ignoqupzxx80y\">even more great deals</a> on monitors, TVs, Galaxy smartphones, and home appliances. Many of these deals are the exact same all-time low prices we tracked during Black Friday and Cyber Monday.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/12/samsung-glitter-blue.jpeg\" alt=\"\" width=\"1920\" height=\"1080\" class=\"aligncenter size-full wp-image-1029873\" /><em><small>Note: MacRumors is an affiliate partner with Samsung. When you click a link and make a purchase, we may receive a small payment, which helps us keep the site running.</small></em>\r<br/>\n\r<br/>\nRegarding TVs, there are quite a few models of The Frame TV on sale, including a new all-time low price on The Frame Pro models. You can get the 2025 65-inch The Frame TV for <a href=\"https://howl.link/m58elh5fat8e4\"><strong>&#36;1,199.99</strong></a> (&#36;600 off), as well as The Frame Pro for <a href=\"https://howl.link/oppnwfycvtxnv\"><strong>&#36;1,999.99</strong></a> (&#36;1,200 off).\r<br/>\n\r<br/>\n<div class=\"center-wrap\"><a href=\"https://howl.link/m58elh5fat8e4\"target=\"_blank\"><div class=\"fancybutton\"><div class=\"fancybadge\">&#36;600 OFF</div>65\" The Frame for &#36;1,199.99</div></a></div>\r<br/>\n\r<br/>\nThis is also a good time to purchase a Samsung monitor, with hundreds of monitor deals available during the event. One of the best markdowns is on the 57-inch Odyssey Neo G9 Curved Gaming Monitor, available for <a href=\"https://howl.link/lwlm3m8lpuwdi\"><strong>&#36;1,499.99</strong></a>, down from &#36;2,299.99. If you're looking to add a second monitor to your workstation, you'll also find a few smaller options, like the 32-inch ViewFinity S7 for <a href=\"https://howl.link/bt36o4bqspn4u\"><strong>&#36;299.99</strong></a>, down from &#36;459.99.\r<br/>\n\r<br/>\nFor even more potential savings, eligible shoppers have the chance to <a href=\"https://howl.link/h7xhutjudpjnl\">get additional discounts</a> through Samsung offer programs. These programs provide extra discounts for students, military, and employees of select businesses, and they provide <strong>up to 30 percent extra savings</strong> on Samsung's website, so be sure to check whether you're eligible for any of these programs.\r<br/>\n\r<br/>\n<h2><a href=\"https://howl.link/ignoqupzxx80y\">TVs</a></h2>\r<br/>\n<ul><li><a href=\"https://howl.link/ifgr0oyexc6q8\">55-inch QLED QEF1 Smart TV</a> - &#36;379.99, down from &#36;599.99</li>\r<br/>\n<li><a href=\"https://howl.link/eioarsbmuezmu\">55-inch QLED Q7F Smart TV</a> - &#36;399.99, down from &#36;529.99</li>\r<br/>\n<li><a href=\"https://howl.link/urgb40gbw9nyz\">55-inch QLED Q8F Smart TV</a> - &#36;599.99, down from &#36;749.99</li>\r<br/>\n<li><a href=\"https://howl.link/lmpq0dwty5jij\">75-inch Vision AI Smart TV</a> - &#36;679.99, down from &#36;1,199.99</li>\r<br/>\n<li><a href=\"https://howl.link/09f4evu7e85xi\">50-inch The Frame</a> - &#36;799.99, down from &#36;1,099.99</li>\r<br/>\n<li><a href=\"https://howl.link/6f0l0tsqlchhs\">75-inch Neo QLED QN70F Smart TV</a> - &#36;1,199.99, down from &#36;1,599.99</li>\r<br/>\n<li><a href=\"https://howl.link/m58elh5fat8e4\">65-inch The Frame</a> - &#36;1,199.99, down from &#36;1,799.99 (extra &#36;100 off available through offer programs)</li>\r<br/>\n<li><a href=\"https://howl.link/po9cko8b3abuc\">55-inch OLED S95F Smart TV</a> - &#36;1,899.99, down from &#36;2,299.99\r<br/>\n<li><a href=\"https://howl.link/oppnwfycvtxnv\">75-inch The Frame Pro</a> - &#36;1,999.99, down from &#36;3,199.99</li>\r<br/>\n<li><a href=\"https://howl.link/lr7j9p7j8qutk\">85-inch The Frame Pro</a> - &#36;3,299.99, down from &#36;4,299.99 (extra &#36;660 off available through offer programs)</li>\r<br/>\n<li><a href=\"https://howl.link/vi1ybo40u7a7l\">85-inch Neo QLED QN90F Smart TV</a> - &#36;2,299.99, down from &#36;4,499.99</li></ul>\r<br/>\n<h2><a href=\"https://howl.link/p7y8pcx52jg1k\">Monitors</a></h2>\r<br/>\n<ul><li><a href=\"https://howl.link/npbnsyg8smwo7\">27-inch Odyssey G3 Monitor</a> - &#36;139.99, down from &#36;229.99</li>\r<br/>\n<li><a href=\"https://howl.link/bt36o4bqspn4u\">32-inch ViewFinity S70A UHD Monitor</a> - &#36;299.99, down from &#36;459.99</li>\r<br/>\n<li><a href=\"https://howl.link/0theiqfltts76\">34-inch ViewFinity S6 Monitor</a> - &#36;399.99, down from &#36;799.99</li>\r<br/>\n<li><a href=\"https://howl.link/s49fzamm4tluy\">43-inch Odyssey Neo G7 Smart Gaming Monitor</a> - &#36;549.99, down from &#36;999.99</li>\r<br/>\n<li><a href=\"https://howl.link/2gwrakc6fq6jy\">27-inch Odyssey OLED G6 Gaming Monitor</a> - &#36;599.99, down from &#36;899.99</li>\r<br/>\n<li><a href=\"https://howl.link/azy5ahyglct2o\">49-inch Odyssey G9 Gaming Monitor</a> - &#36;777.99, down from &#36;1,299.99</li>\r<br/>\n<li><a href=\"https://howl.link/rkke97imw093z\">49-inch Odyssey OLED G9 Monitor</a> - &#36;899.99, down from &#36;1,799.99</li>\r<br/>\n<li><a href=\"https://howl.link/39payyrs4ldno\">55-inch Odyssey Ark 2nd Gen</a> - &#36;1,299.99, down from &#36;2,699.99</li>\r<br/>\n<li><a href=\"https://howl.link/lwlm3m8lpuwdi\">57-inch Odyssey Neo G9 Curved Gaming Monitor</a> - &#36;1,499.99, down from &#36;2,299.99</li></ul>\r<br/>\n<h2><a href=\"https://howl.link/cdip6vbd3hc2e\">Appliances</a></h2>\r<br/>\n<ul><li><a href=\"https://howl.link/gmhrtyr3shxop\">Bespoke Smart Dishwasher</a> - &#36;899.99, down from &#36;1,299.00</li>\r<br/>\n<li><a href=\"https://howl.link/rj0skwxvkajxt\">Large Capacity Side-by-Side Fridge</a> - &#36;999.00, down from &#36;1,666.00</li>\r<br/>\n<li><a href=\"https://howl.link/wvh01oaq72v2w\">4-Door French Door Fridge</a> - &#36;1,799.00, down from &#36;2,999.00</li>\r<br/>\n<li><a href=\"https://howl.link/g1rr6bksqpf2m\">Bespoke All-in-One Combo Washer/Dryer</a> - &#36;2,099.00, down from &#36;3,299.00</li>\r<br/>\n<li><a href=\"https://howl.link/ozmz1x8zug5xn\">Mega Capacity 3-Door French Door Fridge</a> - &#36;2,499.00, down from &#36;3,499.00</li>\r<br/>\n<li><a href=\"https://howl.link/2ywoezhcm8c5r\">Bespoke 4-Door Flex Fridge</a> - &#36;2,050.00, down from &#36;4,099.00</li>\r<br/>\n<li><a href=\"https://howl.link/ot6h8iqi1q361\">Bespoke 4-Door Flex Fridge</a> - &#36;3,399.99, down from &#36;4,999.00</li></ul>\r<br/>\n<h2><a href=\"https://howl.link/5tyldrblhkwko\">Galaxy Products</a></h2>\r<br/>\n<ul><li><a href=\"https://howl.link/tu00crc38gwvk\">Galaxy XR</a> - Save up to &#36;1,140 with the Explorer Pack</li>\r<br/>\n<li><a href=\"https://howl.link/y5rl0vrzwagy5\">Galaxy S25 Ultra</a> - Save up to &#36;700 in instant trade-in credit</li>\r<br/>\n<li><a href=\"https://howl.link/xqamoxz18az2f\">Galaxy Ring</a> - Get up to &#36;150 trade-in credit</li>\r<br/>\n<li><a href=\"https://howl.link/14vx5j52aye6j\">Galaxy Watch Ultra</a> - Save up to &#36;250</li>\r<br/>\n<li><a href=\"https://howl.link/7dtu707iv5hbt\">Galaxy Watch 8</a> - Save up to &#36;200</li></ul>\r<br/>\n\r<br/>\nIf you're on the hunt for more discounts, be sure to visit our <a href=\"https://www.macrumors.com/roundup/best-apple-deals/\">Apple Deals</a> roundup where we recap the best Apple-related bargains of the past week.\r<br/>\n\r<br/>\n<hr />\r<br/>\n<div class=\"no-raptive\">\r<br/>\n<h3>Deals Newsletter</h3>\r<br/>\nInterested in hearing more about the best deals you can find this holiday season? <a href=\"http://eepurl.com/itTnTk\">Sign up</a> for our Deals Newsletter and we'll keep you updated so you don't miss the biggest deals of the season!\r<br/>\n\r<br/>\n<div style=\"text-align:center;margin-bottom:2em;\">\r<br/>\n\r<br/>\n<form action=\"http://macrumors.us5.list-manage.com/subscribe/post?u=7d0106b433773bd0aef5828e0&amp;id=eebad02bf4&amp;f_id=00fbede0f0\" method=\"post\" id=\"mc-embedded-subscribe-form\" name=\"mc-embedded-subscribe-form\" class=\"validate\" target=\"_blank\" novalidate><input type=\"email\" value=\"\" name=\"EMAIL\" size=\"30\" class=\"required email\" id=\"mce-EMAIL\"  placeholder=\"Enter Email Address\" title=\"Email Address\" /><div class=\"response\" id=\"mce-error-response\" style=\"display:none\"></div><div class=\"response\" id=\"mce-success-response\" style=\"display:none\"></div><div style=\"position: absolute; left: -5000px;\"><input type=\"text\" name=\"b_7d0106b433773bd0aef5828e0_eebad02bf4\" tabindex=\"-1\" value=\"\" title=\"form\" /></div><input type=\"submit\" value=\"Subscribe\" name=\"subscribe\" id=\"mc-embedded-subscribe\" class=\"button\"></div>\r<br/>\n</div><div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/best-apple-deals/\">Apple Deals</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/17/samsung-expands-holiday-sale/\">Samsung Expands Holiday Sale With Major Discounts on Popular Monitors and TVs</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/samsung-expands-holiday-sale-with-major-discounts-on-popular-monitors-and-tvs.2474867/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Tested a MacBook With the A15 Chip",
      "link": "https://www.macrumors.com/2025/12/17/apple-tested-a15-macbook/",
      "pubDate": "Wed, 17 Dec 2025 07:19:11 PST",
      "isoDate": "2025-12-17T15:19:11.000Z",
      "creator": "Hartley Charlton",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Tested a MacBook With the A15 Chip",
      "images": [
        {
          "url": "https://images.macrumors.com/t/MnKpJ_R8DHM2LmQ6_NQ_-Qy61ys=/400x0/article-new/2021/07/a15-chip.jpg?lossy",
          "alt": "a15 chip",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2021/07/a15-chip.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "An internal Apple kernel debug kit suggests Apple has tested a MacBook with the A15 chip, alongside a separate A18 Pro-based MacBook that appears to be closer to a shippable product.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2021/07/a15-chip.jpg\" alt=\"\" width=\"1920\" height=\"1080\" class=\"alignnone size-full wp-image-809783\" />\r<br/>\nThe information comes from internal kernel debug kit files used by Apple engineers. The kit was accidentally released on Apple's website earlier this year, but it was quickly pulled after information started leaking out of it.\r<br/>\n\r<br/>\nWithin the Mac-related entries, there is a line that explicitly describes an unreleased MacBook configuration running an A15 chip. The row appears under a project label \"mac14p\" on a platform labeled H14P. <em>MacRumors</em> believes this A15 MacBook corresponds to the codename J267.\r<br/>\n\r<br/>\nIn the same dataset, there is also a separate MacBook entry tied to the A18 Pro. It has the identifier J700 and is described as using an A18 Pro chip with a \"Sunrise\" wireless subsystem attributed to MediaTek. Compared with the A15 test configuration, the A18 Pro MacBook entry reads more like a defined product configuration, since it is identified with a specific internal codename and accompanying subsystem details. \r<br/>\n\r<br/>\nIt is also highly unlikely that Apple would release a Mac powered by the A15 Bionic in 2026, almost five years after the chip was introduced. A MacBook with the A18 Pro chip would be markedly more capable, future-proof, and in-step with the company's current selection of chips. \r<br/>\n\r<br/>\nThe A15 MacBook was almost certainly used as an unreleased test platform ahead of <a href=\"https://www.macrumors.com/2025/11/07/low-cost-macbook-rumors-2026/\">widely reported</a> plans to release a <a href=\"https://www.macrumors.com/guide/a18-pro-macbook/\">low-cost MacBook</a> with an <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> chip. The original Apple silicon <a href=\"https://www.macrumors.com/roundup/mac-mini/\">Mac mini</a> Developer Transition Kit featured an A12Z chip, but all Apple silicon Macs available to consumers have featured M-series chips. \r<br/>\n\r<br/>\nRumors suggest the low-cost MacBook will launch next year, featuring the A18 Pro chip, a 13-inch display, and silver, blue, pink, and yellow color options.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/12/17/apple-tested-a15-macbook/\">Apple Tested a MacBook With the A15 Chip</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-tested-a-macbook-with-the-a15-chip.2474864/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2025-12-18T09:35:20.722Z"
}