{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "特朗普的关税“旋转木马”正在摧毁全球贸易。接下来会怎样？ (原标题: Trump’s tariff merry-go-round is destroying global trade. What next?)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3323470/trumps-tariff-merry-go-round-destroying-global-trade-what-next?utm_source=rss_feed",
      "pubDate": "Fri, 29 Aug 2025 01:30:07 +0000",
      "isoDate": "2025-08-29T01:30:07.000Z",
      "creator": "Zhou Xiaoming",
      "summary": "### 特朗普关税“旋转木马”：全球贸易的破坏与未来展望\n\n美国总统唐纳德·特朗普于8月初实施新的关税制度后，最初被视为明显的胜利者。凭借美国无与伦比的市场影响力，他成功迫使贸易伙伴做出重大让步，包括：\n\n*   **市场准入与壁垒削减：** 许多国家提供了零关税准入并减少了非关税壁垒。\n*   **财政收益：** 预计每年可获得数千亿美元的关税收入。\n*   **采购承诺：** 获得了约1万亿美元的采购承诺。\n*   **投资承诺：** 获得了至少1.5万亿美元的投资承诺，这相当于美国经济产出的5%。\n\n一些人认为，特朗普的最新条款和“对等”关税至少为重要的商业决策提供了关键条件——确定性。然而，文章指出，特朗普的关税政策带来的不确定性将持续存在，未来预计会有更多关税措施。例如，对巴西和印度的关税闪电战就印证了这一点。\n\n前美国贸易代表兼世界银行行长罗伯特·佐利克将特朗普的关税描述为“永不停歇的旋转木马”。佐利克在《华尔街日报》撰文指出，特朗普相信不确定性会增加他的权力，并希望能够根据其关注点自由地施压他人。因此，即使特朗普再次突然提高关税，也不足为奇。\n\n文章强调，即使特朗普的关税保持不变，这种“确定性”也如同无辜者被判处无期徒刑般令人不安。随着特朗普严苛的关税体系生效，全球经济将放缓，“丛林法则”将重新抬头。\n\n**经济影响：**\n\n*   **盟友受损：** 欧盟、日本和韩国将遭受重大的经济损失，因为它们承担了对美国大部分的采购和投资承诺。\n*   **资本外流：** 这些国家急需的资本外流将进一步阻碍其疲软的经济复苏。\n*   **产业转移与空心化：** 汽车、半导体、制药和造船等行业可能转移到美国，这将掏空这些美国盟友的国内产业，削弱它们在全球范围内的创新和竞争能力。",
      "shortSummary": "特朗普的关税政策最初被视为胜利，迫使贸易伙伴做出重大让步。然而，文章指出，这实际上是一个“永不停歇的旋转木马”，制造持续的不确定性。这种政策将导致全球经济放缓，并对欧盟、日本、韩国等盟友造成严重经济损害，引发资本外流和关键产业向美国转移，削弱其创新和全球竞争力。",
      "translated_title": "特朗普的关税“旋转木马”正在摧毁全球贸易。接下来会怎样？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As his new tariff regime came into force in early August, US President Donald Trump emerged as a clear victor. Largely due to the United States’ unrivalled market power, he was able to force major concessions from trading partners: zero tariff access and reduced non-tariff barriers from quite a number of countries, hundreds of billions of dollars in expected tariff revenue annually and around US$1 trillion in purchase commitments, not to mention pledged investments of at least US$1.5 trillion...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/72fd2288-8e13-46a9-ab54-6e9e9e95b1a8_c679bd13.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“太令人印象深刻了”：中国“赛博朋克”城市走红，游客蜂拥而至 (原标题: ‘It’s super impressive’: tourists flock to China as ‘cyberpunk’ cities go viral)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323509/drones-robots-tourists-flock-china-glimpse-cyberpunk-future?utm_source=rss_feed",
      "pubDate": "Fri, 29 Aug 2025 00:00:11 +0000",
      "isoDate": "2025-08-29T00:00:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 中国“赛博朋克”城市走红，游客蜂拥而至\n\n## 科技旅游新趋势\n中国正经历一场由社交媒体驱动的“科技旅游”浪潮，吸引着全球游客专程前往体验其先进技术和独特的城市景观。这种现象与社交媒体上关于中国旅行内容的爆炸式增长同步发生。\n\n## 社交媒体影响力\n*   **TikTok热潮**：在TikTok上，带有“#chinatravel”标签的视频数量已超过21.5万个，其中近四分之三是在过去一年内上传的。\n*   **病毒式传播**：许多最受欢迎的视频将中国主要城市描绘成“科幻”目的地，向海外观众展示了充满未来感的场景。\n\n## 游客体验与反馈\n*   **“印象深刻”的反应**：来自香港的法国人Marc Guyon在访问上海时，被无人驾驶出租车和酒店送货机器人深深吸引，称“太令人印象深刻了——中国看起来充满未来感”。\n*   **海外人士分享**：他指出，许多在华外国人都有类似的反应，并积极在网上分享他们的体验。\n\n## 具体的未来科技示例\n游客和社交媒体内容重点关注以下“未来感”技术：\n*   **无人驾驶出租车**：在城市街道上穿梭。\n*   **酒店送货机器人**：提供便捷服务。\n*   **掌纹支付系统**：新颖的支付方式。\n*   **无人机外卖**：空中配送服务。\n\n## 结论\n这些科技元素共同塑造了中国城市在海外的“赛博朋克”或“科幻”形象，使其成为一个日益受欢迎的旅游目的地，吸引着寻求独特未来体验的游客。",
      "shortSummary": "中国正经历“科技旅游”热潮，其“赛博朋克”城市因先进技术在社交媒体上走红。游客蜂拥而至，体验无人驾驶出租车、酒店送货机器人、掌纹支付和无人机外卖等未来感场景。TikTok上#chinatravel视频激增，海外游客分享对中国科技的“印象深刻”体验，使中国成为热门的科幻旅游目的地。",
      "translated_title": "“太令人印象深刻了”：中国“赛博朋克”城市走红，游客蜂拥而至",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Marc Guyon, a French national based in Hong Kong, decided to visit Shanghai in early August, the main attraction was not the city’s art deco architecture, but its driverless taxis and hotel delivery robots.\n“It’s super impressive – China looks futuristic,” he said. “It seems like all expats have the same reaction. Many of them share content online, and so do I.”\nThis kind of reaction is becoming increasingly common as China experiences a wave of “tech tourism” – a social media-driven trend...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/48ad7f4a-89e5-4841-b275-dfae87ceb3fc_a0c00bfc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国印刷厂涌向美国，关税冲击电商行业 (原标题: Chinese printing factories flock to US as tariffs shake up e-commerce sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323513/chinese-printing-factories-flock-us-tariffs-shake-e-commerce-sector?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 15:00:09 +0000",
      "isoDate": "2025-08-28T15:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国印刷厂因关税冲击电商行业而涌向美国\n\n### 背景与动因\n\n*   **业务模式面临挑战：** 2023年末，定制印刷企业主Kent Liu决定将其业务从中国迁至美国。此前，他的公司在中国为美国客户印刷T恤、帽子等服装，然后运往美国。\n*   **关税与贸易紧张：** 2018年，美国提高了对中国商品的关税，此后五年中美两国之间的紧张关系持续升级，使得原有的商业模式面临巨大威胁。Liu认为，如果不做出改变，他的业务可能会落后于时代。\n\n### 转型与成功\n\n*   **成立新公司：** Liu的直觉被证明是正确的。他创立了新公司Digiprint America，并在加利福尼亚州和新泽西州设立了新的生产线。\n*   **规避关税影响：** 在新公司成立一年后，美国总统特朗普再次上任，并对中国及其他主要出口中心发起了新一轮关税攻势。然而，Digiprint America在美国的生产线成功规避了这些新的进口关税的严重影响，帮助其业务顺利度过贸易战。\n*   **业务持续增长：** 目前，Liu的订单依然强劲，并且他正计划在亚特兰大开设一家额外的工厂，显示出其业务的持续成功和扩张潜力。",
      "shortSummary": "由于美国对中国商品征收关税以及中美贸易紧张关系加剧，中国定制印刷企业正将生产线迁往美国。Kent Liu的Digiprint America公司就是一个典型案例，通过在美国设立新工厂，成功规避了关税影响，订单保持强劲并计划进一步扩张。这一趋势反映了关税对全球电商供应链的深远影响。",
      "translated_title": "中国印刷厂涌向美国，关税冲击电商行业",
      "images": [],
      "contentSource": "完整文章",
      "content": "In late 2023, Kent Liu finally decided to take a leap of faith: it was time to move his customised printing business from China to the United States.\nLiu felt he needed to make a change. For years, his company had made money by printing T-shirts, hats and other apparel in China for a range of clients, which were then shipped to the United States.\nBut that model was increasingly under threat. In 2018, America raised tariffs on Chinese goods, and tensions between the two powers had continued to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/e963c578-a892-48df-95d3-9f0146da3dc4_25931006.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国领先私营企业在海外市场取得佳绩：调查显示 (原标题: China’s leading private firms strike gold in overseas markets: survey)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323515/chinas-leading-private-firms-strike-gold-overseas-markets-survey?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 13:00:10 +0000",
      "isoDate": "2025-08-28T13:00:10.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国领先私营企业在海外市场取得佳绩：调查显示\n\n**引言**\n\n尽管面临国内需求疲软和国际贸易环境不确定性，中国领先的私营企业在海外市场表现强劲，其海外收入实现两位数增长。\n\n**主要发现**\n\n*   **海外收入显著增长：**\n    *   根据中华全国工商业联合会（ACFIC）发布的“2025中国民营企业500强”榜单，中国500家最大民营企业去年（指最新统计年度）海外总收入达到3.19万亿元人民币（约合4458亿美元）。\n    *   这一数字比2023年增长了近15%。\n*   **企业排名：**\n    *   榜单前三名保持不变，分别为电商巨头京东、阿里巴巴和工业集团恒力集团。\n    *   包括电信巨头华为、电动汽车制造商比亚迪和科技领军企业腾讯在内的前十名企业排名略有变动。\n*   **全国工商联评价：**\n    *   报告指出，面对日益加剧的外部压力和内部挑战，500强民营企业保持了稳步前进的总体趋势，并在质量、盈利能力和核心竞争力方面均有所提升。\n\n**政策环境与民营经济贡献**\n\n*   民营经济的政策环境有所改善。\n*   官方数据显示，中国5500万家民营企业贡献了：\n    *   全国总税收的一半以上\n    *   60%的国内生产总值（GDP）\n    *   80%的城镇就业岗位\n\n**相关图片**\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/thumb-(2)_0.jpg?itok=McjRUgFR)\n    *   图片描述：中国国家主席习近平在中美科技竞争背景下，与中国顶级企业家举行罕见会议。",
      "shortSummary": "尽管面临挑战，中国领先的私营企业在海外市场表现出色。根据中华全国工商业联合会发布的“2025中国民营企业500强”榜单，500家最大民营企业去年海外总收入达3.19万亿元人民币（约4458亿美元），比2023年增长近15%。京东、阿里巴巴、恒力集团位列前三，华为、比亚迪、腾讯等也在前十。报告强调，这些企业在改善的政策环境下，保持了稳步发展，提升了质量、盈利能力和核心竞争力。民营经济对中国税收、GDP和就业贡献巨大。",
      "translated_title": "中国领先私营企业在海外市场取得佳绩：调查显示",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/thumb-(2)_0.jpg?itok=McjRUgFR",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "While many of China’s companies suffered last year amid soft domestic demand and an uncertain environment for international trade, the country’s leading private enterprises reported a double-digit increase in their overseas revenue according to a recent survey.\nAs ranked by the All-China Federation of Industry and Commerce – a state-adjacent chamber of commerce that functions as a channel between government and private business – the country’s 500 largest private firms generated a combined...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/073bac34-1bc7-49fa-a342-ba4bfc287890_15884517.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国首席贸易谈判代表在华盛顿准备会谈 (原标题: In Washington, China’s top trade negotiator readies for talks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323530/washington-chinas-top-trade-negotiator-readies-talks-no-formal-negotiations?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 12:00:16 +0000",
      "isoDate": "2025-08-28T12:00:16.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国首席贸易谈判代表李成钢在华盛顿准备会谈\n\n中国商务部已证实，中国首席贸易谈判代表李成钢本周将在华盛顿与美国相关官员举行会晤。李成钢已于周三晚间抵达美国首都。\n\n## 中方立场与目标\n*   商务部发言人何永倩周四表示，中方愿与美方一道，继续有效利用中美经贸磋商机制。\n*   中方希望通过平等对话和协商解决问题，共同维护中美经贸关系的健康、稳定和可持续发展。\n\n## 李成钢的行程与背景\n*   一位知情人士透露，李成钢的会晤将在周四和周五进行。\n*   自今年4月被任命为中国国际贸易谈判代表兼商务部副部长以来，李成钢在过去四个月里，与副总理何立峰一同，参加了与美国在日内瓦、伦敦和斯德哥尔摩举行的所有三轮贸易谈判。\n*   此次任命正值美国总统特朗普的贸易战再次升温之际。\n\n## 美方对会晤的看法\n*   中国商务部发言人未具体说明李成钢将在华盛顿会见哪些官员。\n*   美国政府发言人周一曾表示，李成钢可能会会见美国副部长级官员，并且此次访问并非正式的谈判会议。\n\n## 此前访问加拿大\n*   李成钢此次华盛顿之行之前，刚结束了为期四天的加拿大访问（周三结束）。\n*   根据商务部此前的一份声明，他在加拿大与加方同行就改善双边经贸关系、解决彼此经贸关切等问题进行了“坦诚、务实和建设性”的讨论。",
      "shortSummary": "中国首席贸易谈判代表李成钢本周抵达华盛顿，将与美国官员举行会晤。中国商务部确认此行，并表示中方愿通过平等对话解决经贸问题，维护中美关系稳定发展。美方称此次会晤可能涉及副部长级官员，并非正式谈判。此前，李成钢刚结束对加拿大的贸易访问。",
      "translated_title": "中国首席贸易谈判代表在华盛顿准备会谈",
      "images": [],
      "contentSource": "完整文章",
      "content": "One of China’s top trade negotiators, Li Chenggang, will be meeting with relevant US officials this week while in Washington, the Ministry of Commerce has confirmed.\n“China is willing to work with the United States to continue leveraging the China-US economic and trade consultation mechanisms effectively, resolve issues through equal dialogue and consultation, and jointly maintain the healthy, stable and sustainable development of China-US economic and trade relations,” ministry spokeswoman He...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/40205ecd-a9e4-4dc3-bd69-553101095935_0bc12734.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国竞相推出低轨卫星互联网，以抗衡马斯克的星链 (原标题: China races to roll out low-orbit satellite internet to rival Musk’s Starlink)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323502/china-races-roll-out-low-orbit-satellite-internet-rival-musks-starlink?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 09:43:55 +0000",
      "isoDate": "2025-08-28T09:43:55.000Z",
      "creator": "Alice Li",
      "summary": "## 中国加速发展低轨卫星互联网以抗衡星链\n\n### 背景与目标\n*   中国正积极推动商业低轨卫星互联网服务的部署，旨在开发本土化的星链（Starlink）竞争对手。\n\n### 工业和信息化部（MIIT）的指导方针\n*   **鼓励商业试验：** 工信部于周三发布指导文件，鼓励低轨卫星星座运营商“适时”启动商业服务试验。\n*   **扩展数据服务：** 文件鼓励电信运营商利用低轨卫星互联网，将高速数据服务扩展到语音和短信之外。\n*   **促进融合发展：** 旨在推动陆基和天基通信基础设施的集成与融合发展。\n\n### 国家主导的项目\n*   中国正在加紧努力创建自己的“星链”版本，目前有两个国家主导的项目正在开发各自的低轨卫星星座。\n\n### 应用场景与增长机遇\n*   **探索新应用：** 文件呼吁卫星通信公司探索新的应用场景和利用现有基础设施的新方式。\n*   **市场潜力：** 工信部指出，卫星互联网正迅速从专业用途扩展到手机、汽车和无人机等日常设备，这有望创造新的增长机会。",
      "shortSummary": "中国正加速部署商业低轨卫星互联网服务，旨在抗衡马斯克的星链。工业和信息化部发布指导方针，鼓励运营商适时启动商业试验，并推动电信运营商利用卫星互联网扩展高速数据服务，促进陆空通信融合。中国有两个国家主导的项目正在开发低轨卫星星座，并鼓励探索新的应用场景，以抓住卫星互联网从专业用途向日常设备扩展带来的增长机遇。",
      "translated_title": "中国竞相推出低轨卫星互联网，以抗衡马斯克的星链",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is pushing to accelerate the rollout of commercial low-orbit satellite internet services as it strives to develop home-grown rivals to SpaceX’s Starlink network.\nIn a guideline released on Wednesday, the Ministry of Industry and Information Technology said it would encourage operators of low-orbit satellite constellations to launch trials of commercial services “at an appropriate time”.\nThe document also encourages telecom operators to leverage low-orbit satellite internet to expand...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/c4351864-91f0-42e9-bd71-d41da64fa339_cb57981a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么稳定币引发了中国前央行行长的警惕？ (原标题: Why have stablecoins triggered caution from former China central bank governor?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323414/former-china-central-bank-governor-urges-caution-amid-stablecoin-frenzy?utm_source=rss_feed",
      "pubDate": "Thu, 28 Aug 2025 01:59:29 +0000",
      "isoDate": "2025-08-28T01:59:29.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国前央行行长周小川对稳定币发出警示\n\n中国前央行行长周小川呼吁在全球对稳定币兴趣激增之际采取更为审慎的态度，并要求对稳定币的真正效用及其可能带来的系统性风险进行“多维度评估”。\n\n### 主要观点\n\n*   **警惕过度投机风险**：周小川警告称，需要警惕稳定币被过度用于资产投机的风险，因为这种误导可能引发金融系统中的欺诈和不稳定。\n*   **行业玩家的投机行为**：他指出，一些行业参与者可能利用稳定币的热潮来推高其估值，专注于套现而非稳定币业务的盈利能力或可持续性。\n*   **潜在危害**：这种行为“不利于金融系统的健康发展”，并可能导致“系统性风险”的累积。\n*   **多维度评估需求**：周小川认为，当前关于稳定币的一些讨论是基于单一视角，需要进行“多维度、多视角评估”。\n\n### 背景信息\n\n*   美国和香港正在推出针对稳定币的监管框架。\n*   市场猜测中国可能效仿，推出人民币支持的稳定币，以进一步推动人民币国际化。\n\n### 信息来源\n\n*   周小川的评论是在上个月的一次闭门中国金融四十人论坛（CF40）研讨会上发表的。\n*   相关文章于周三由该智库发布，该智库成员包括中国高级监管官员和金融专家。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/08/07/17ec37d7-8c9a-4e40-bd5b-ae2d2207109c_3d2fa0d3.jpg?itok=ttmMm8be)",
      "shortSummary": "中国前央行行长周小川对稳定币的全球热潮发出警示，呼吁对其真实效用和潜在系统性风险进行“多维度评估”。他警告称，稳定币可能被过度用于资产投机，引发欺诈和金融不稳定，并导致系统性风险累积。在美港推出监管框架、市场猜测中国可能推出人民币稳定币的背景下，周小川强调需警惕行业玩家利用炒作套现而非关注业务可持续性。",
      "translated_title": "为什么稳定币引发了中国前央行行长的警惕？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/images/canvas/2025/08/07/17ec37d7-8c9a-4e40-bd5b-ae2d2207109c_3d2fa0d3.jpg?itok=ttmMm8be",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Former Chinese central bank governor Zhou Xiaochuan has urged a more measured tone amid a global surge of interest in stablecoins, calling for a “multidimensional assessment” of their genuine utility and the systemic risks they may pose.\nThe United States and Hong Kong are rolling out regulatory frameworks for the asset, and speculation has been growing about the likelihood of Beijing following suit by introducing yuan-backed stablecoins in a bid to further internationalise its currency.\n“We...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/ba225bb4-89c0-409b-93bf-d6dd01670afb_4b56dffb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "印度寻求新贸易伙伴，在美国新关税面前寻求与美达成协议 (原标题: India to seek new trade partners, US deal in face of new Trump tariffs)",
      "link": "https://www.scmp.com/news/us/diplomacy/article/3323411/india-seek-new-trade-partners-us-trade-deal-face-new-trump-tariffs?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 22:33:57 +0000",
      "isoDate": "2025-08-27T22:33:57.000Z",
      "creator": "Khushboo Razdan,Igor Patrick",
      "summary": "## 印度应对美国新关税的策略\n\n*   **背景：** 美国对印度商品征收50%的关税于周三生效，这是针对任何国家征收的最高关税之一。\n*   **印度策略：** 新德里采取了对冲策略——一方面继续寻求与华盛顿达成贸易协议，另一方面积极寻找替代贸易伙伴。\n*   **寻求替代伙伴：** 印度启动了紧急外交行动，旨在将贸易路线绕开美国，寻求与巴西、中国、俄罗斯、英国、日本、澳大利亚和欧盟等国建立贸易关系。\n*   **缓解关税影响：** 印度官员预计将在未来几天与行业领袖和全球贸易伙伴举行一系列会议，以减轻新关税的影响，这些关税可能威胁到高达480亿美元对美出口。\n*   **谨慎乐观：** 尽管紧张局势升级，华盛顿和新德里仍保持谨慎乐观的态度，表示愿意解决分歧。印度继续通过美国立法者和有影响力的印裔美国商界进行幕后努力，以传达其信息。\n*   **关税原因（美方）：** 美国总统特朗普征收50%关税的理由包括贸易谈判陷入僵局、印度持续购买俄罗斯石油以及其作为金砖国家（BRICS）成员的身份。金砖国家是一个由10个新兴全球南方经济体组成的集团，包括俄罗斯、中国、巴西和南非。\n*   **印度回应：** 印度在向特朗普政府解释时，引用了其巨大的能源需求。\n*   **美方观点：** 美国财政部长斯科特·贝森特（Scott Bessent）作为美方关键谈判代表，周三表示，问题不仅在于俄罗斯石油，还在于谈判进展缓慢。他告诉福克斯新闻，印度在关税谈判中“拖延我们”，但“最终我们仍会走到一起”。\n\n![美国财政部长斯科特·贝森特周二在白宫内阁会议上。图片来源：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/28/1c56569c-14e4-4c82-8789-a6d704f0261c_2739aa41.jpg)\n*美国财政部长斯科特·贝森特周二在白宫内阁会议上。图片来源：法新社*",
      "shortSummary": "面对美国对印度商品征收的50%新关税，印度采取双重策略：一方面继续寻求与华盛顿达成贸易协议，另一方面积极寻找巴西、中国、欧盟等替代贸易伙伴，以减轻对高达480亿美元出口的潜在影响。尽管紧张局势加剧，双方仍对解决分歧保持谨慎乐观。美方将关税归因于贸易谈判僵局、印度购买俄油及金砖成员身份，印度则强调其巨大能源需求。",
      "translated_title": "印度寻求新贸易伙伴，在美国新关税面前寻求与美达成协议",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/28/1c56569c-14e4-4c82-8789-a6d704f0261c_2739aa41.jpg",
          "alt": "US Treasury Secretary Scott Bessent at a White House cabinet meeting on Tuesday. Photo: AFP",
          "title": "US Treasury Secretary Scott Bessent at a White House cabinet meeting on Tuesday. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "As Washington’s 50 per cent tariff on India took effect on Wednesday, among the highest in place against any country, New Delhi has settled on a hedging strategy – keep seeking a trade deal with Washington while actively searching for alternative trading partners.\nUS President Donald Trump’s harsh move against Indian imports saw the Asian giant launch an urgent diplomatic push to route trade around the US – including with Brazil, China, Russia, Britain, Japan, Australia and the EU.\nIndian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/28/847f7a39-b68d-44b3-8eab-87137d5f0135_98b69432.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国加大“一带一路”倡议资金投入，重点关注中亚 (原标题: China steps up Belt and Road Initiative funding with focus on Central Asia)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323354/china-steps-belt-and-road-initiative-funding-focus-central-asia?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 15:00:09 +0000",
      "isoDate": "2025-08-27T15:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国“一带一路”倡议资金投入激增，重点转向中亚\n\n根据美国“中国-全球南方项目”研究机构的数据，中国“一带一路”倡议在2025年上半年实现了显著的投资增长，并表现出明显的地域和行业重点转移。\n\n### 投资概况\n*   **资金激增**：2025年1月至6月，“一带一路”倡议下的投资和建设合同总额达到1240亿美元，超过了2024年全年报告的总额（1220亿美元）。\n*   **参与国家**：全球共有150个国家参与了这项基础设施倡议。\n\n### 地域和行业重点转移\n*   **中亚地区高度集中**：格里菲斯亚洲研究所汇编的数据显示，资金“异常高度集中”地分配给了中亚地区。中国投资者对该地区的采矿项目表现出“浓厚兴趣”，特别是铝和铜的开采。\n*   **其他地区资金减少**：与此同时，对欧洲、东亚和中东地区的资金投入有所减少。\n\n### 原因分析\n*   **资源安全考量**：分析师认为，中国此举是为应对美国不断升级的贸易限制，作为获取关键自然资源的预防措施。\n*   **经济压力与贸易动态**：中国-全球南方项目指出，中国在哈萨克斯坦铝业领域投入巨资，是其内部经济压力和全球贸易动态变化的共同产物。\n\n### 主要投资目的地与项目\n*   **哈萨克斯坦**：在2025年前六个月，哈萨克斯坦成为中国资本的主要目的地，获得了230亿美元的投资。\n*   **大型铝业综合体**：该国最大的投资项目是由中国东方希望集团牵头，建设一个价值120亿美元的铝业综合体。\n\n### “一带一路”倡议的演变\n*   **传统焦点**：这项已有12年历史的“一带一路”倡议传统上侧重于在与中国有贸易往来的国家建设机场、海港、公路和发电厂等基础设施，这些项目主要由中国公司承建，旨在供当地使用。\n*   **新方向**：此次对中亚金属和采矿项目的重点关注，标志着“一带一路”倡议在投资策略和优先领域上的一个重要转变。",
      "shortSummary": "中国“一带一路”倡议在2025年上半年投资额激增至1240亿美元，主要集中在中亚地区，特别是金属和采矿项目。分析认为，此举是中国为应对美国贸易限制，确保关键自然资源供应的策略。哈萨克斯坦获得230亿美元投资，其中包括一个120亿美元的铝业综合体。这标志着“一带一路”从传统基础设施建设向资源获取的重点转变，而对欧洲、东亚和中东的投资则有所减少。",
      "translated_title": "中国加大“一带一路”倡议资金投入，重点关注中亚",
      "images": [],
      "contentSource": "完整文章",
      "content": "Investments under China’s Belt and Road Initiative surged in the first half of the year – particularly for projects in Central Asia related to metals and mining – leading some analysts to conclude Beijing is seeking access to critical natural resources as a precaution against escalatory trade restrictions from the United States.\nThe 150 countries taking part in the global infrastructure initiative received a combined US$124 billion in investments and construction contracts from January to June,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/80326489-854e-4a9b-827f-6ac0bf408b66_2bb4da2c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何特朗普的家具关税可能使重塑对华贸易的努力复杂化 (原标题: Why Trump’s furniture tariffs could complicate efforts to reassemble China trade)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323381/china-trumps-furniture-tariff-threat-could-complicate-efforts-reassemble-trade?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 13:00:25 +0000",
      "isoDate": "2025-08-27T13:00:25.000Z",
      "creator": "Mia Nulimaimaiti,Ralph Jennings",
      "summary": "### 特朗普家具关税对中美贸易的影响\n\n美国总统唐纳德·特朗普再次威胁对进口家具征收关税，此举可能侵蚀中国的出口，但分析人士认为，这不太可能像他承诺的那样将制造业带回美国。\n\n**主要观点：**\n\n*   **关税威胁与影响：**\n    *   特朗普计划对进口家具征收高额关税，旨在重振美国北卡罗来纳州和南卡罗来纳州的国内家具产业。\n    *   他建议关税可能高达100%甚至200%，并表示措施将“很快”实施。\n    *   特朗普声称，家具业务“被包括中国在内的其他国家偷走了”。\n    *   分析人士指出，此举可能削弱中国的家具出口。\n    *   然而，他们也认为，此举不太可能有效促使制造业回流美国。\n\n*   **中美关系风险：**\n    *   尽管此前中美两国延长了贸易休战并发表了和解声明，暗示贸易谈判姿态更为温和，但此次关税威胁可能加剧全球两大经济体之间的紧张关系。\n\n*   **调查与目的：**\n    *   特朗普此前已在社交媒体上宣布，其政府已启动对家具进口的关税调查，预计50天内公布调查结果。\n    *   荷兰国际集团（ING）大中华区首席经济学家宋林（Lynn Song）表示，这些措施可能是广泛的，旨在将家具制造业迁回美国，而非直接针对中国。",
      "shortSummary": "美国总统特朗普再次威胁对进口家具征收100%至200%的关税，旨在重振美国国内产业。分析人士认为，此举可能损害中国出口，但难以促使制造业回流美国，并可能加剧中美贸易紧张关系。特朗普政府已启动相关调查，预计50天内出结果。专家指出，措施旨在将制造业迁回美国，而非仅针对中国。",
      "translated_title": "为何特朗普的家具关税可能使重塑对华贸易的努力复杂化",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s renewed threat to impose tariffs on imported furniture could erode some of China’s exports while doing little to bring manufacturing back to America as he promised, according to analysts.\nAnd they added that such a move risks escalating tensions between the world’s two largest economies, whose earlier extension of a trade truce, coupled with conciliatory statements, had suggested a more amenable posture in trade negotiations.\nTrump announced plans to impose steep...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/3f9d1a3f-e288-405c-9da2-9bd9332b1ed0_7887b5e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国企业抨击特朗普关于欧洲给予其‘完全放行’的说法 (原标题: Chinese firms slam Trump’s claim that Europe gives them ‘a complete pass’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323343/chinese-firms-slam-trumps-claim-europe-gives-them-complete-pass?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 11:00:19 +0000",
      "isoDate": "2025-08-27T11:00:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 特朗普指控欧洲偏袒中国科技公司\n\n美国前总统唐纳德·特朗普将中国卷入了他与欧洲税收和法规的争端中。他指责欧洲专门针对美国科技巨头，却给予中国科技公司“完全放行”。\n\n*   **指控内容**：\n    *   特朗普在Truth Social平台发帖称，他将对那些使用数字税和数字服务立法等工具“损害或歧视美国技术”的“国家”采取行动。\n    *   他暗指欧洲多国征收的数字税以及欧盟的《数字服务法案》，这些政策他一直强烈反对。\n    *   特朗普进一步声称，欧洲“令人愤慨地”给予中国最大的科技公司“完全放行”。\n\n### 中国商界迅速反驳\n\n特朗普的说法立即遭到了中国商界的驳斥。\n\n*   **中国企业的立场**：\n    *   一位中国企业高管驳斥特朗普的帖子为“政治言论”，并指出其“与现实不符”。\n    *   在欧洲的中国企业也强烈反驳了欧洲对中国科技公司手软的说法。\n\n### 分析师观点：施压欧洲的策略\n\n分析师认为，特朗普的此次攻击很可能是其计划的一部分，旨在向欧洲施压，使其放松监管并偏袒美国公司。",
      "shortSummary": "特朗普指责欧洲在数字税和监管方面专门针对美国科技公司，却给予中国科技巨头“完全放行”。中国商界迅速驳斥了这一说法，称其为“政治言论”，与现实不符。分析人士认为，特朗普此举旨在向欧洲施压，以放松监管并偏袒美国企业。",
      "translated_title": "中国企业抨击特朗普关于欧洲给予其‘完全放行’的说法",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump has dragged China into his battle against European taxes and regulations targeting American technology giants, accusing Europe of singling out US firms and giving Chinese tech companies “a complete pass”.\nThe claim was quickly rejected by the Chinese business community, with one executive dismissing Trump’s post as “political rhetoric” that does not “align with the reality”, while analysts said the attack was likely part of Trump’s plan to pressure Europe into easing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/21fa9e32-ee05-4bf7-ace3-d5c80a729bc0_8cd98d6e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "法国政治动荡最让中国企业担忧什么？ (原标题: What worries Chinese businesses most about political chaos in France?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323360/what-worries-chinese-businesses-most-about-political-chaos-france?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 09:30:22 +0000",
      "isoDate": "2025-08-27T09:30:22.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 法国政治动荡对中国企业的影响\n\n法国总理弗朗索瓦·贝鲁（Francois Bayrou）周一突然宣布，计划于9月8日对其少数派中间派政府进行信任投票，此举在法国华人商界引发了高度关注，他们正焦急等待法国经济方向的明朗化。\n\n#### 信任投票的背景与影响\n\n*   **债务危机与紧缩措施：** 贝鲁是在一次关于国家严峻债务状况的新闻发布会上宣布信任投票的。此前，他提出的削减开支和提高生产力的紧缩措施（包括取消两个五月公共假期）遭到了广泛的公众反对。\n*   **政治不确定性：** 多数政治评论员预计贝鲁的这一高风险举动将以失败告终，这引发了关于提前举行议会选举的猜测。目前法国议会碎片化，难以组建稳定的政府。\n*   **民意倾向：** 近期主流民意调查显示，极右翼国民联盟（National Rally）及其盟友的支持率远超左翼联盟和法国总统埃马纽埃尔·马克龙的中间派阵营。\n\n#### 中国企业的主要担忧：国民联盟的崛起\n\n贝鲁政府的潜在垮台对中国企业而言尤其令人担忧，因为它可能为保护主义的极右翼国民联盟上台执政打开大门。\n\n*   **经济与外交立场：**\n    *   **保护主义：** 法国智库雅克·德洛尔研究所的中国研究员萨沙·库蒂亚尔（Sacha Courtial）指出，国民联盟并非“亲华”，他们是保护主义者，反对欧洲一体化，立场接近美国前总统唐纳德·特朗普。\n    *   **对华关系：** 库蒂亚尔认为，国民联盟更有可能与美国结盟对抗中国。\n*   **气候变化立场：** 尽管国民联盟并未正式否认气候变化，但其政客在国民议会中经常投票反对相关立法，部分成员甚至声称人类活动并非气候变化的罪魁祸首。\n\n#### 总结\n\n法国的政治动荡，特别是贝鲁政府信任投票可能失败的局面，让在法中国企业深感不安。他们最担忧的是极右翼国民联盟可能上台执政，因为该党派的保护主义、反欧洲以及潜在的反华立场，可能对法国的经济政策和对华关系产生重大影响。",
      "shortSummary": "法国总理贝鲁宣布将对其政府进行信任投票，引发政治不确定性。在法中国企业对此深感担忧，主要担心极右翼国民联盟可能上台。该党派被视为保护主义者，反欧洲，且可能对华不友好，其执政将影响法国的经济方向和对华政策。",
      "translated_title": "法国政治动荡最让中国企业担忧什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese business community in France is anxiously awaiting clarity on the country’s economic direction following French Prime Minister Francois Bayrou’s shock announcement on Monday that he plans to call a vote of confidence on his centrist minority government on September 8.\nHis high-stakes gamble, which most political pundits expect to fail, is of particular concern for Chinese businesses because it could open the door to power for the protectionist far-right National Rally party.\nBayrou...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/5f5b708c-7e65-4ad5-b0e9-26ccb6cb5fc6_dbb7dff8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国工业利润降幅放缓，价格战整治显效 (原标题: China’s industrial profits fall more slowly amid crackdown on price wars)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323281/chinas-industrial-profits-fall-more-slowly-amid-crackdown-price-wars?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 04:07:31 +0000",
      "isoDate": "2025-08-27T04:07:31.000Z",
      "creator": "Bloomberg",
      "summary": "## 中国工业利润降幅收窄，价格战整治初显成效\n\n根据国家统计局周三发布的数据，中国工业企业利润在7月份的降幅有所放缓，这可能预示着遏制产能过剩的努力正开始缓解生产者之间激烈竞争带来的压力。\n\n### 关键数据亮点：\n\n*   **利润降幅收窄**：7月份，工业企业利润同比下降1.5%，是自5月份开始收缩以来降幅最小的一次。\n*   **前七个月表现**：今年前七个月，工业企业利润同比收缩1.7%。\n*   **制造业增长加速**：制造业利润增长显著加快，7月份同比增长6.8%，高于6月份的1.4%。\n*   **部分行业扭亏为盈**：原材料生产商、钢铁制造商和石油炼化企业在7月份实现了从亏损到盈利的转变。\n*   **采矿业持续下滑**：然而，采矿业的利润继续下降。\n\n### 官方解读：\n\n国家统计局统计师于卫宁表示，促进价格合理回升的政策措施逐步落实，推动企业盈利持续恢复。\n\n### 面临的挑战：\n\n尽管政府主导的遏制过度竞争（即价格战）的行动开始转化为更好的企业盈利，但利润率仍面临压力，原因如下：\n\n*   **国内需求疲软**：国内需求进一步走软。\n*   **宏观经济放缓**：7月份，中国经济整体走弱，消费通胀降至零，零售销售增长放缓。\n*   **通缩风险**：出厂价格已连续34个月下降，表明通缩根深蒂固，这可能抑制企业和家庭支出，并拖累企业盈利。",
      "shortSummary": "中国工业企业利润7月降幅收窄至1.5%，为数月来最小，显示遏制产能过剩和价格战的措施初显成效。制造业利润增长加快，部分原材料、钢铁和石油炼化企业扭亏为盈。但国内需求疲软、消费通胀为零及出厂价格持续下降，仍对盈利构成压力，通缩风险犹存。",
      "translated_title": "中国工业利润降幅放缓，价格战整治显效",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s industrial companies saw their profits fall at a slower pace in July, in a potential sign that efforts to curb overcapacity are starting to ease the strain from aggressive competition among producers.\nIndustrial profits declined 1.5 per cent last month from a year earlier, falling the least since they began shrinking in May, according to data released on Wednesday by the National Bureau of Statistics. For the first seven months of the year, earnings contracted 1.7 per cent year on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/27/25c6007f-8d85-4d96-8387-93939dbd8ff4_5354fe7e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国是全球最大的造船国。美韩协议能挑战这一地位吗？ (原标题: China is the world’s top shipmaker. Can US-South Korea deals test that?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323226/korean-deals-us-will-rock-not-sink-chinas-giant-shipbuilding-sector-analysts?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 02:00:17 +0000",
      "isoDate": "2025-08-27T02:00:17.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 美韩造船协议对中国造船业的影响分析\n\n本周韩国宣布对美国造船业的投资，预计将对中国繁忙的船厂产生温和影响。然而，分析师指出，至少在短期内，这些投资不太可能显著削弱中国造船业，因为中国在该领域享有规模和成本优势。\n\n### 短期影响：温和且有限\n\n*   **中国优势稳固**：分析师认为，尽管有新投资，中国造船业在劳动力和钢铁成本方面低于韩国或美国，这使得其船只对海外买家，特别是新兴经济体（如印度尼西亚）的买家具有吸引力。\n*   **全球市场需求**：Drewry Maritime Services 新加坡总监 Jayendu Krishna 表示，对中国船厂的影响将是“温和的”，因为中国仍需满足全球其他地区的需求。\n*   **当前业务不受影响**：哈佛肯尼迪学院莫萨瓦尔-拉赫马尼商业与政府中心高级研究员 Andrew Collier 认为，中国可能会关注这些投资，但“目前不会影响他们的业务”。\n\n### 长期展望：潜在的挑战\n\n*   **未来考验**：作为全球第二大造船国，韩国主要公司对美国造船业的投资，可能会在未来几年美国项目启动后，对中国造船业构成考验。\n*   **行业格局变化**：Jayendu Krishna 预测，这些投资可能会“遏制中国船厂的增长势头及其竞争力”，并“促进日本濒临衰退的船厂的增长，并为韩国船厂带来新的生机”。\n\n### 结论\n\n尽管美韩造船协议可能在长期内对全球造船业格局产生影响，并可能对中国造船业的增长速度构成一定制约，但由于中国在成本和规模方面的固有优势，短期内其全球领先地位预计不会受到实质性冲击。",
      "shortSummary": "韩国对美国造船业的投资预计短期内不会显著影响中国作为全球最大造船国的地位。分析师指出，中国凭借其规模和劳动力、钢铁成本优势，仍能吸引全球买家。尽管这些协议可能在未来几年对中国构成长期考验，并可能影响全球造船业的竞争格局，但目前中国造船业的业务不会受到实质性冲击。",
      "translated_title": "中国是全球最大的造船国。美韩协议能挑战这一地位吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "South Korea’s investments announced this week for the US shipbuilding sector will mildly rock China’s busy shipyards but – at least in the short term – are unlikely to put a dent in the Chinese industry, which enjoys scale and cost advantages over other countries, according to analysts.\nThe rack of intended investments from major companies in South Korea, the world’s second-largest shipbuilding nation after China, could test the Chinese sector after the US projects get moving several years down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/2ec79417-624e-4697-91c9-b76d55cd5246_283c96d5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普200%稀土关税威胁证明中国影响力：分析师 (原标题: Trump’s 200% rare earth tariff threat proof of China’s leverage: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323223/trumps-200-rare-earth-tariff-threat-proof-chinas-leverage-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 14:00:11 +0000",
      "isoDate": "2025-08-26T14:00:11.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "美国总统唐纳德·特朗普威胁对中国稀土元素征收200%关税，这凸显了稀土在全球制造业中的重要性，并表明中国在该领域的支配地位仍是贸易谈判中的有力筹码。\n\n*   **关税威胁的背景与内容**\n    *   特朗普在白宫与韩国总统李在明会晤时，重申了对中国稀土元素征收关税的威胁。\n    *   他明确表示，除非中国继续确保含有稀土的永磁体运往美国，否则将面临“200%的关税，或者类似的东西”。\n    *   特朗普将这些关税描述为“不可思议的牌”，并声称如果打出这些牌将“摧毁中国”。\n\n*   **分析师的解读**\n    *   **ING大中华区首席经济学家Lynn Song**：\n        *   特朗普的言论似乎证实，稀土确实是美国在贸易关系中的一个关键痛点。\n        *   他认为这更像是一种“即兴警告”，以防贸易谈判破裂，稀土运输再次中断。\n    *   **经济学人智库亚洲首席经济学家兼全球贸易主管Nick Marro**：\n        *   特朗普再次提出稀土问题，表明美国企业从中国采购稀土磁体仍然面临挑战。",
      "shortSummary": "美国总统特朗普威胁对中国稀土元素征收200%关税，除非中国继续向美国供应永磁体。分析师指出，此举凸显了稀土在全球制造业中的关键作用，并证明中国在稀土领域的支配地位是其在贸易谈判中的强大筹码。他们认为，稀土是美国贸易关系中的一个主要痛点，且美国企业在稀土磁体采购上面临挑战。",
      "translated_title": "特朗普200%稀土关税威胁证明中国影响力：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "Revived threats of tariff increases from US President Donald Trump over China’s supply of rare earth elements highlight the minerals’ importance in global manufacturing, analysts said – and show Beijing its dominance in this area remains a potent source of leverage in trade negotiations.\nChina will face “200 per cent tariffs, or something” unless it continues to ensure shipments of permanent magnets containing the minerals will reach the US, Trump said during a meeting with South Korean...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/55a3fcdc-9b99-4bc7-9898-765cd9066c7a_17e489f5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国贸易协议使欧盟成为特朗普对华政策的配角 (原标题: US trade deal leaves EU as the sidekick in Trump’s China policy)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3323141/us-trade-deal-leaves-eu-sidekick-trumps-china-policy?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 12:30:08 +0000",
      "isoDate": "2025-08-26T12:30:08.000Z",
      "creator": "Sebastian Contin Trillo-Figueroa",
      "summary": "# 美国贸易协议：欧盟沦为特朗普对华政策的配角\n\n文章指出，欧洲已向华盛顿的对华遏制战略屈服，以主权换取从属地位，这是一次重要的地缘政治重新调整。\n\n## 关键转变：\n\n*   **性质：** 2020年8月签署的《美欧互惠、公平和平衡贸易协议框架》并非谈判，而是一次投降，重新定义了欧洲的国际角色。\n*   **角色定位：** 布鲁塞尔全盘接受了美国总统唐纳德·特朗普的条款，将欧盟重塑为美国对华政策的辅助执行者。\n\n## 核心条款：\n\n1.  **第五条款（技术领域）：**\n    *   强制欧洲进口美国人工智能芯片。\n    *   阻止半导体“泄露”到“受关注目的地”（华盛顿特指中国）。\n    *   欧盟将在其自身管辖范围内执行美国的出口管制，从而在塑造本世纪的关键技术转让领域让渡权力。\n2.  **第十九条款（经济安全）：**\n    *   引入“经济安全协调”措施。\n    *   要求欧洲审查投资并限制资本外流，通过“采取补充行动以应对第三方非市场政策”（这是对中国的隐晦描述）。\n    *   此前在欧洲受到抵制的美国长臂管辖权现已被编入法典。\n\n## 影响：\n\n*   这些措施旨在切断北京获取西方资本、技术和市场的渠道。\n*   中国利用跨大西洋分歧的战略将因这些分歧被刻意消除而瓦解。\n*   该框架消除了北京此前所依赖的华盛顿与布鲁塞尔之间的空间。",
      "shortSummary": "美国与欧盟的贸易协议被视为欧洲对美国对华遏制战略的屈服，将欧盟重新定位为美国对华政策的辅助执行者。该协议通过第五条款强制欧洲进口美国AI芯片并阻止半导体流向中国；通过第十九条款要求欧盟审查投资并限制资本流出以应对中国的“非市场政策”。这些措施旨在切断中国获取西方技术和资本的渠道，并消除中国曾利用的跨大西洋分歧。",
      "translated_title": "美国贸易协议使欧盟成为特朗普对华政策的配角",
      "images": [],
      "contentSource": "完整文章",
      "content": "Europe has surrendered to Washington’s China containment strategy, trading sovereignty for subordination in a consequential geopolitical realignment.\nThe August US-EU “Framework on an Agreement on Reciprocal, Fair, and Balanced Trade” was not negotiation but a capitulation that redefined Europe’s international role. Brussels accepted US President Donald Trump’s terms wholesale, recasting the European Union as an auxiliary enforcer of America’s China policy.\nThis transformation centres on clause...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/559f8d97-2b53-4579-b2b8-cc90f79150c9_89c25a70.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的对华关税如何将两家美国零售商推向破产边缘 (原标题: How Trump’s China tariffs pushed 2 US retailers to brink of bankruptcy)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323198/2-china-exposed-us-retailers-face-risk-bankruptcy-trumps-tariffs-bite?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 11:00:27 +0000",
      "isoDate": "2025-08-26T11:00:27.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 特朗普对华关税对美国零售业的影响\n\n美国前总统唐纳德·特朗普对中国进口商品征收的关税，正在对美国零售业产生显著的负面影响。\n\n*   **关税的负面影响显现**\n    *   关税正在侵蚀一些以零售为重点的美国公司的收入。\n    *   至少已有两家公司因此进入破产程序，其他公司也预测将出现重大损失。\n\n*   **成本承担方**\n    *   根据联邦公开市场委员会（FOMC）7月29日至30日会议纪要中与会者的观点，中国出口商承担的对美商品关税份额相对较小。\n    *   这意味着大部分关税成本由美国公司自行吸收，或转嫁给消费者。\n\n*   **经济学家警告**\n    *   经济学家警告称，如果关税持续存在，这将导致商品价格上涨。\n    *   目前，大多数从中国进口的商品面临55%的关税，这包括特朗普两届总统任期内增加的关税。\n\n*   **特朗普的政策目标**\n    *   特朗普总统曾表示，征收关税旨在帮助平衡贸易并刺激国内产业发展。\n\n*   **专家观点**\n    *   香港Gavekal Dragonomics的中国研究副总监Christopher Beddor指出，关税是“全面性的”，导致大多数从中国进口商品的美国公司成本上升。\n    *   他警告说，裁员迫在眉睫，并且企业“反过来会将部分成本上涨转嫁给消费者”。",
      "shortSummary": "特朗普对中国进口商品征收的关税正严重冲击美国零售业，已导致至少两家公司破产，其他公司也面临巨额亏损。联邦公开市场委员会指出，大部分关税成本由美国企业承担或转嫁给消费者，而非中国出口商。经济学家警告，若关税持续，将导致物价上涨和裁员。目前多数中国进口商品面临55%关税，这与特朗普平衡贸易、刺激国内产业的目标相悖。",
      "translated_title": "特朗普的对华关税如何将两家美国零售商推向破产边缘",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s tariffs on Chinese imports are biting into the income of some American retail-focused companies, with at least two already in bankruptcy court and others forecasting significant losses.\nExporters were shouldering a relatively small share of duties on goods sent from China to the US, leaving American firms to absorb the remaining costs or pass them on to consumers, according to minutes from the Federal Open Market Committee’s meeting on July 29-30, citing the views of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/65acc149-e654-4f21-84ab-755b4a74b704_97022ce2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "韩国投资者在2025年大举买入中国股票，乘上中国科技浪潮 (原标题: South Korean investors ride China’s tech wave with big stock buys in 2025)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323189/south-korean-investors-ride-chinas-tech-wave-big-stock-buys-2025?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 08:28:16 +0000",
      "isoDate": "2025-08-26T08:28:16.000Z",
      "creator": "Luna Sun",
      "summary": "# 韩国投资者涌入中国科技股市场\n\n*   **主要趋势**\n    *   越来越多的韩国投资者正在探索中国股票市场，尤其是在科技等快速增长的领域。\n    *   观察到来自韩国的购买量激增，表明外国投资者对中国市场的兴趣日益浓厚。\n\n*   **投资者案例：David Choi**\n    *   一位30岁出头的韩国投资者David Choi，过去一年投资了中国的机器人公司，并获得了丰厚回报。这些公司正逐渐成为全球行业领导者。\n    *   他指出，关注科技行业的人都能看到中国在许多方面发展迅速。\n    *   他之前的成功投资包括游戏和新能源汽车，现在则将重点转向了工业和人形机器人领域。\n\n*   **中国股市表现**\n    *   中国股市目前正处于牛市。\n    *   基准上证综合指数已创下十年新高。\n    *   A股总市值首次突破100万亿元人民币（约合14万亿美元）。",
      "shortSummary": "在强劲收益和中国科技快速发展的推动下，越来越多的韩国投资者正大举买入中国科技股，尤其是机器人公司。以David Choi为例，许多韩国投资者正乘着中国股市的牛市浪潮，上证指数已创十年新高，A股总市值首次突破100万亿元人民币，显示出外国投资者对中国市场的浓厚兴趣。",
      "translated_title": "韩国投资者在2025年大举买入中国股票，乘上中国科技浪潮",
      "images": [],
      "contentSource": "完整文章",
      "content": "Since buying stock in China’s robotics firms over the last year – companies emerging as global industry leaders – David Choi, a South Korean investor in his early 30s, has been riding a wave of strong gains.\nHe is not alone. Many South Korean investors have begun exploring positions in Chinese equities, particularly in rapidly growing arenas like tech.\n“Those who follow what’s going on in the tech industry already see how fast China has been developing on many fronts,” said Choi, who works in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/12aff681-d13d-4bcb-b20e-b5f1e41e4bec_03e5fd8b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管存在出境禁令，美国公民赴华旅行风险“未变”：贸易团体 (原标题: China travel risk ‘unchanged’ for US citizens despite exit bans: trade group)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323081/china-travel-risk-american-citizens-unchanged-despite-exit-bans-us-trade-group?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 13:00:10 +0000",
      "isoDate": "2025-08-25T13:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 尽管存在出境禁令，美国公民赴华旅行风险“未变”\n\n美国贸易倡导团体美中贸易全国委员会（US-China Business Council）表示，尽管中国近期对两名美国商界人士实施了出境禁令，但这并未提高美国高管赴华旅行的风险。\n\n## 关键发现\n\n*   **风险评估：** 该委员会指出，“对大多数旅行者而言，出境禁令、拘留或其他复杂情况的风险并未改变”。\n*   **原因分析：** 委员会认为，近期发生的案件“不属于地缘政治或报复性质”，因此不预示着更高的旅行风险。\n*   **企业应对：** 尽管如此，这些备受关注的案件已促使各公司重新评估其旅行程序，以限制潜在风险。\n\n## 具体案例\n\n文章提到了两起备受关注的美国公民被禁止离境的事件：\n\n*   **富国银行高管：**\n    *   **时间：** 7月\n    *   **事件：** 北京禁止一名富国银行（Wells Fargo）高级主管离境，理由是涉及刑事调查。\n    *   **影响：** 此事件导致富国银行暂停了所有赴华商务旅行。\n*   **美国专利商标局员工：**\n    *   **时间：** 富国银行事件发生前三个月\n    *   **事件：** 一名美国专利商标局（US Patent and Trademark Office）的员工在私人探亲期间被禁止离境。\n\n## 专家观点\n\n报告作者强调，这两起事件似乎遵循现有的执法模式，并未预示美国高管的旅行风险会高于往常。\n\n## 图片\n\n![US citizens just looking to enjoy the sights of China are unlikely to face issues, an expert says. Photo: Shutterstock](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/26/c8263091-7d56-459c-a94f-cf2f2eb37022_84256846.jpg)\n*专家表示，仅为观光目的前往中国的美国公民不太可能面临问题。图片来源：Shutterstock*",
      "shortSummary": "美国贸易团体美中贸易全国委员会表示，尽管中国近期对两名美国商界人士实施了出境禁令，但美国公民赴华旅行的风险并未改变。该委员会认为，这些案件不属于地缘政治或报复性质，因此对大多数旅行者而言，出境禁令的风险没有增加。富国银行和美国专利商标局员工的案例虽引人关注，但被视为遵循现有执法模式，不预示整体风险上升。",
      "translated_title": "尽管存在出境禁令，美国公民赴华旅行风险“未变”：贸易团体",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/26/c8263091-7d56-459c-a94f-cf2f2eb37022_84256846.jpg",
          "alt": "US citizens just looking to enjoy the sights of China are unlikely to face issues, an expert says. Photo: Shutterstock",
          "title": "US citizens just looking to enjoy the sights of China are unlikely to face issues, an expert says. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s recent exit bans on two American businesspeople do not raise the travel risk for US-based executives, as neither case appears “geopolitical or retaliatory”, an American trade advocacy group has said.\n“The risk of exit bans, detentions, or other complications has not changed for most travellers,” according to the US-China Business Council, though it acknowledged that the high-profile cases had led companies to reassess their travel procedures to limit risks.\nIn July, Beijing said it had...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/6bf9b520-b115-4c18-9e8c-3820684911ee_77a7b519.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国必须接受印度正在为自身利益着想 (原标题: China must accept India is looking after itself)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3322748/china-must-accept-india-looking-after-itself?utm_source=rss_feed",
      "pubDate": "Sun, 24 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-24T08:30:08.000Z",
      "creator": "Neville Lai,Wai-Hong Tang",
      "summary": "## 中印关系：关键时刻与战略机遇\n\n中印两国，作为世界上人口最多、经济日益增长的大国，其关系正处于一个关键的转折点。近期，双边关系出现了一些积极迹象，双方都表达了建设性接触的意愿。\n\n### 近期高层互动与合作契机\n\n*   **高层访问重振势头**：中国外交部长王毅最近访问了新德里，会见了印度总理纳伦德拉·莫迪、外交部长苏杰生和国家安全顾问阿吉特·多瓦尔。这次访问重新激发了高层交流的动力。\n*   **莫迪总理访华铺路**：王毅的访问也为莫迪总理在8月底出席上海合作组织（SCO）峰会期间访问中国铺平了道路。\n*   **地缘政治机遇**：不断变化的地缘政治环境为两国提供了重要的战略机遇，以达成共识并重塑双边关系。这要求北京采取务实态度，将新德里视为区域和全球秩序改革的伙伴。\n*   **经济合作展望**：重启印度参与区域全面经济伙伴关系协定（RCEP）的谈判，被视为实现长期建设性合作的关键一步。\n\n### 双边关系积极进展\n\n*   **直航服务与旅行禁令**：去年10月，习近平主席和莫迪总理在俄罗斯喀山举行的金砖国家峰会期间会晤后，两国已启动讨论，计划重启自2020年暂停的直航服务。随后，双方同意解除对彼此公民的旅行禁令。\n*   **投资政策调整**：今年7月，印度政府智库Niti Aayog提议放宽对中国实体的投资所有权限制。\n\n### 外部因素与印度策略转向\n\n*   **全球不确定性背景**：上述积极举动在全球经济和政治不确定性背景下显得尤为重要。\n*   **美国关税影响**：尽管美国副总统J.D.万斯在4月访问印度时曾提升了深化对华战略伙伴关系的预期，但美国前总统唐纳德·特朗普决定将对印度关税提高至50%的举动，促使新德里转向北京，以寻求自身利益。\n\n### 历史竞争与挑战\n\n*   **长期竞争视角**：长期以来，中印两国主要通过竞争的视角看待彼此。这种竞争动态根植于两国作为古老文明、渴望区域和全球领导地位的共同自我认知。\n*   **领土争端加剧紧张**：长期未解决的领土争端加剧了紧张关系，其中最显著的是2020年6月的加勒万河谷冲突，该事件导致双方伤亡，并使两国关系严重恶化。",
      "shortSummary": "中印关系正处于关键时刻，近期出现积极迹象。中国外长王毅访印，为莫迪总理出席上海合作组织峰会访华铺平道路。两国正讨论重启直航、解除旅行禁令，印度也提议放宽对华投资限制。尽管历史存在竞争和领土争端，但美国对印关税等外部因素促使印度为自身利益转向北京，寻求重塑双边关系和区域合作，包括重启RCEP谈判。",
      "translated_title": "中国必须接受印度正在为自身利益着想",
      "images": [],
      "contentSource": "完整文章",
      "content": "The evolving dynamics between China and India, the world’s most populous nations and rising economic powers, are at a critical juncture. Recent developments have shown encouraging signs in bilateral relations, with both sides expressing a willingness to re-engage constructively.\nForeign Minister Wang Yi recently visited New Delhi, where he met Prime Minister Narendra Modi, External Affairs Minister Subrahmanyam Jaishankar and National Security Adviser Ajit Doval. This has renewed the momentum of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/d47976d0-3dfb-46bd-89e4-c4fad367dfe0_b419b339.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-29T06:34:44.090Z"
}