{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "官方称，中国有支持民营经济的政策窗口期 (原标题: China has policy window for more private sector support, official says)",
      "link": "https://www.scmp.com/economy/policy/article/3326554/china-has-policy-window-more-private-sector-support-official-says?utm_source=rss_feed",
      "pubDate": "Tue, 23 Sep 2025 11:00:16 +0000",
      "isoDate": "2025-09-23T11:00:16.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国经济规划部门承认营商环境仍有改善空间，或将加强对民营经济的支持\n\n中国最高经济规划部门周二表示，尽管今年已通过法律确保非国有企业享有平等的法律待遇和其他保护，但该国营商环境仍有改进空间。这表明北京可能会出台更强有力的措施支持民营经济。\n\n#### 关键信息来源\n\n*   **作者**：吴晓燕，国家发展和改革委员会（NDRC）营商环境促进中心主任。\n*   **发表平台**：《人民日报》，执政的中国共产党官方报纸。\n\n#### 存在的问题与民营企业的期望\n\n吴晓燕指出，尽管近年来取得了显著进展，但在满足民营经济需求和企业期望方面仍存在差距。\n\n#### 呼吁改进的重点领域\n\n吴晓燕在文章中呼吁在以下几个方面进行改进：\n\n*   **产权保护**：加强对财产权的保护。\n*   **执法规范**：规范与企业相关的执法行为。\n*   **争议解决**：发展多元化的争议解决机制。\n*   **政府服务**：改善政府服务和行为。\n\n#### 企业家关注的焦点\n\n这些问题，尤其是在执法领域，近年来一直是中国企业家们频繁提及的关注点。吴晓燕特别强调了以下几点：\n\n*   遏制行政裁量权的滥用。\n*   防止以罚款为目的的逐利行为。\n*   终止未经授权的跨区域执法。\n\n#### 稳定市场与提振信心\n\n吴晓燕补充说，北京现在有机会稳定市场情绪，重振投资者信心。\n\n#### 民营经济的重要性与长期诉求\n\n*   **经济贡献**：中国民营经济贡献了超过60%的国内生产总值（GDP）和80%以上的城镇就业。\n*   **长期抱怨**：然而，民营企业主长期以来一直抱怨市场准入受限、国有企业在融资方面享有优惠待遇，以及地方执法部门任意施加罚款和其他惩罚措施。",
      "shortSummary": "中国最高经济规划部门承认营商环境仍有改善空间，预示可能出台更强有力的民营经济支持政策。国家发改委官员吴晓燕在《人民日报》撰文，呼吁加强产权保护、规范执法、改善政府服务，以稳定市场情绪并提振投资者信心。民营经济贡献巨大，但长期面临市场准入、融资不公和任意执法等问题。此次表态被视为北京支持民营经济的政策窗口期。",
      "translated_title": "官方称，中国有支持民营经济的政策窗口期",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top economic planner acknowledged on Tuesday there is still room to improve the country’s business environment, a sign Beijing may roll out stronger support for the private sector even after this year’s passage of a law ensuring equal legal treatment and other protections for non-state firms.\n“Despite notable progress in recent years, gaps remain in meeting the demands of the private sector and private enterprises’ expectations,” wrote Wu Xiaoyan, director general of the National...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/9d5ac43d-d075-4739-8a87-bc1921e6df6e_88f9ca3d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国下一个五年规划如何塑造经济战略：从指令型到混合型 (原标题: How China’s next 5-year plan shapes economic strategy from command to hybrid)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326401/why-chinas-five-year-plan-matters-and-how-it-could-steer-economy-turbulent-times?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 22:00:08 +0000",
      "isoDate": "2025-09-22T22:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国五年规划：从指令型到混合型经济战略的演变与未来展望\n\n## 引言\n中国正在起草其第十五个五年规划（2026-2030年），这是七十多年来一系列宏大发展蓝图的最新篇章。本文探讨了这些规划如何反映和塑造高层政策优先事项，未来规划的预期内容，以及北京为何在改革开放带来巨大经济变革后仍坚持这一传统。\n\n## 五年规划的历史演变与重要性\n*   **长期规划的坚持：** 尽管中国有“计划赶不上变化”的谚语，但七十多年来，中国一直依赖连续的五年规划来指引发展方向，成为少数坚定致力于长期规划的国家之一。中国国家主席习近平称之为“独特的政治优势”。\n*   **经济转型：** 到2025年底，中国将完成十四个五年规划。在此过程中，中国已从战后贫困发展成为一个技术强国，经济体制也从僵化的指令型经济转变为政府监管与市场经济相结合的混合型系统。\n*   **地位的回归：** 随着市场改革的推进，五年规划曾一度相对低调。然而，近年来，随着中国在实现长期目标上面临日益增多的障碍，特别是与美国关系脆弱且波动，五年规划的重要性重新凸显。\n\n## 第十五个五年规划（2026-2030年）\n*   **起草与讨论：** 目前，官员们已开始起草涵盖2026年至2030年期间的第十五个五年规划。这份最新蓝图预计将在十月举行的中国共产党第四次全体会议上进行讨论。\n*   **关注焦点：** 在全球不确定性日益增加的背景下，外界关注的焦点已转向北京在未来五年半的政策优先事项。\n\n## 长期发展目标\n*   **2035年目标：** 中国共产党承诺，到2035年，实现人均国内生产总值达到“中等”发达国家水平，这意味着将目前约13,000美元的水平翻一番以上。\n*   **2049年“百年目标”：** 如果2035年的目标得以实现，将为2049年（中华人民共和国成立100周年）实现全面建成“现代社会主义国家”的“百年目标”奠定基础。\n\n## 专家建议与未来挑战\n*   **实现宏伟抱负的关键：** 专家指出，在此期间起草的五年规划对于实现这些宏伟抱负至关重要。\n*   **灵活性与定性目标：** 然而，鉴于国内外不确定性日益增加，专家们警告北京需要保持灵活性，优先考虑定性目标而非僵硬的量化指标。",
      "shortSummary": "中国正在起草其第十五个五年规划（2026-2030年），这是其七十多年来指导国家发展的战略蓝图的最新篇章。这些规划见证了中国经济从指令型向混合型的转变，并被视为实现2035年成为“中等发达国家”和2049年建成“现代社会主义国家”等长期目标的关键。在全球不确定性增加的背景下，五年规划的重要性重新凸显。专家建议，新规划应注重灵活性，优先考虑定性目标。",
      "translated_title": "中国下一个五年规划如何塑造经济战略：从指令型到混合型",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and why Beijing has continued this tradition after the seismic economic changes of the reform era.\nFor more stories in this ongoing series, click here.\n“Plans can’t keep up with changes,” the Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/760de3b4-3adb-4e3c-a9a9-e659b4284b7a_68d6e44b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国准备通过大量进口巴西大豆应对与美国的长期对峙 (原标题: China prepares for long US soybean stand-off with huge Brazilian imports)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326394/china-prepares-long-us-soybean-stand-huge-brazilian-imports?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 14:30:08 +0000",
      "isoDate": "2025-09-22T14:30:08.000Z",
      "creator": "Mandy Zuo,Mia Nurmamat",
      "summary": "### 中国大豆进口现状与战略调整\n\n*   **历史高位的大豆进口量**\n    *   根据周末公布的中国海关详细数据显示，2023年8月，中国大豆进口量达到1220万吨，创下该国历史上第二高的月度记录。此前最高记录为5月份的1390万吨。\n    *   这标志着中国大豆进口量已连续四个月保持在历史高位。\n\n*   **巴西成为主要供应国**\n    *   在8月的进口总量中，巴西提供了1049万吨大豆，占比超过85%。\n    *   由于巴西大豆丰收，中国从该南美国家的大豆采购量同比增长了2.4%。\n\n*   **应对中美贸易对峙的策略**\n    *   中国公司正大量采购巴西及其他南美国家的大豆，旨在为北京与华盛顿之间可能出现的长期贸易对峙做准备。\n    *   此举是为了对冲中美贸易战可能在第四季度造成的供应不确定性。\n\n*   **对美国大豆的依赖减少**\n    *   美国曾是中国最大的大豆供应国，大豆是中国动物饲料行业的关键投入。\n    *   然而，随着中美两国关系近年来日益紧张，中国已采取措施减少对美国农作物的依赖。\n    *   尽管8月从美国进口的大豆量达到22.7万吨，同比增长12.3%，但这仍只占中国大豆总进口量的一小部分。\n\n*   **关税影响的预期**\n    *   美国大豆的收获季节通常在秋季开始，这意味着中国对美国农产品征收的关税影响将在年底前更加明显地显现。",
      "shortSummary": "2023年8月，中国大豆进口量达到历史第二高位1220万吨，其中巴西供应超过85%。为应对与美国的长期贸易对峙及第四季度可能出现的供应不确定性，中国企业正大量从巴西等南美国家采购大豆，以减少对美国农作物的依赖。尽管8月美国大豆进口量略有增加，但占比仍很小。",
      "translated_title": "中国准备通过大量进口巴西大豆应对与美国的长期对峙",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s soybean imports remained at historically high levels in August, with companies making huge purchases from Brazil and other South American growers as they prepared for a protracted trade stand-off between Beijing and Washington.\nMore than 12.2 million tonnes of soybeans entered China in August – the second-highest monthly total the country has ever recorded after May’s 13.9 million tonne inflow, according to detailed Chinese customs data released over the weekend.\nBrazil provided 10.49...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/0fb85b84-f69d-456d-a332-dbbc991270c1_d1c745bb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国8月从俄罗斯进口原油下降——这只是一次性波动吗？ (原标题: China’s crude oil imports from Russia dip in August – is it a one-off blip?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326395/chinas-crude-oil-imports-russia-dip-august-it-one-blip?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 14:00:20 +0000",
      "isoDate": "2025-09-22T14:00:20.000Z",
      "creator": "Xinyi Wu,Mia Nurmamat",
      "summary": "## 中国8月从俄罗斯进口原油下降\n\n### 主要发现\n\n*   **俄罗斯原油进口下降：** 中国在8月份从俄罗斯进口的原油量同比下降15.2%，总计794万吨。\n\n### 抵消因素与总体趋势\n\n*   **其他来源弥补：** 尽管俄罗斯原油进口下降，但中国从其他合作伙伴的采购量大幅增加，抵消了这一变化。\n    *   **巴西：** 进口量激增50.4%，达到519万吨。\n    *   **印度尼西亚：** 进口量增长近90倍，达到266万吨。\n*   **总进口量稳定：** 中国8月原油进口总量基本保持稳定在4949万吨，比去年同期小幅增长0.8%。\n*   **美国进口暂停：** 中国从美国的原油采购已连续第三个月暂停。\n\n### 分析师观点\n\n*   **一次性波动论（Vortexa）：** 能源情报公司Vortexa的高级市场分析师Emma Li认为，8月份俄罗斯原油流量的减少似乎是一次性波动，主要原因是关键生产基地进行了维护。她指出，俄罗斯远东地区的萨哈林1号项目此前曾报道计划在8月进行维护，这将导致其出口导向型原油的生产暂停。\n*   **稳步下降趋势论（经济学人智库）：** 经济学人智库的高级分析师Chim Lee则表示，8月的数据表明自去年底以来中国对俄罗斯石油的采购呈稳步下降趋势，尽管7月份的跳升等少数月份打破了这一趋势。",
      "shortSummary": "中国8月从俄罗斯进口原油同比下降15.2%，但得益于从巴西和印度尼西亚等国进口量大幅增长，中国原油总进口量保持稳定。分析师对俄罗斯进口下降是因维护导致的一次性波动，还是自去年底以来稳步下降的趋势存在分歧。此外，中国已连续第三个月暂停从美国采购原油。",
      "translated_title": "中国8月从俄罗斯进口原油下降——这只是一次性波动吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of crude oil from Russia fell in August, but official data shows the change was offset by higher purchases from elsewhere, even as China’s purchases from the US remained suspended for a third straight month.\nBy volume, China imported 15.2 per cent less crude oil from its northern neighbour last month, year on year, totalling 7.94 million tonnes. And analysts were mixed on whether the decline might be a temporary fluctuation or a sign of a broader trend.\nThe latest customs data...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/f7c1684b-3970-40c6-85ea-90c80d38b28c_ef788b2d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战不确定性下，中国稀土磁铁对美出口下降 (原标题: China’s rare earth magnet exports to the US decline amid trade war uncertainty)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326411/chinas-rare-earth-magnet-exports-us-decline-amid-trade-war-uncertainty?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 13:00:14 +0000",
      "isoDate": "2025-09-22T13:00:14.000Z",
      "creator": "Mia Nurmamat",
      "summary": "## 中国稀土永磁体出口概况\n\n### 总出口量增长\n*   **2023年8月**：中国稀土永磁体总出口量达到6,146吨。\n*   **环比增长**：较7月增长10.2%。\n*   **同比增长**：较去年同期增长15.4%。\n*   **月度新高**：这是自1月（6,357吨）以来的最高月度出口量。\n\n### 对美出口下降\n*   **美国作为第二大买家**：8月从中国进口了590吨稀土永磁体。\n*   **环比下降**：较7月下降5%（7月曾环比激增76%）。\n*   **同比下降**：较去年同期下降12%（按数量计）。\n*   **价值增长**：尽管数量下降，但8月对美出口价值同比增长2%。\n\n### 对欧盟出口持续增长\n*   与对美出口形成对比，中国对欧盟的稀土永磁体出口持续增长。\n*   **原因**：欧盟企业正努力在生产中断增加的情况下，争取放宽限制以确保供应。\n\n### 稀土永磁体的重要性\n*   **关键组件**：稀土永磁体是电动汽车、风力涡轮机、智能手机、飞机、航天器以及国防工业等设备中不可或缺的组件。\n*   **战略意义**：国防采购分析公司Govini的研究人员估计，北京收紧的控制可能影响美国超过四分之三的武器供应链。\n\n### 稀土作为谈判工具\n*   **中美贸易紧张**：在今年早些时候中美贸易紧张升级时，中国（控制着绝大多数稀土开采和精炼基础设施）利用其地位，争取华盛顿在某些先进计算机芯片出口方面的让步。\n*   **达成框架**：7月，华盛顿宣布两国已同意一个框架，以促进稀土运输，此前双方在日内瓦进行了会谈。\n\n### 美国加强国内供应链\n*   **投资国内基础设施**：美国加倍努力发展其国内采矿和精炼基础设施。\n*   **五角大楼投资**：7月，五角大楼投资4亿美元，成为MP Materials的最大股东，以确保关键矿产的供应。",
      "shortSummary": "尽管中国稀土永磁体总出口量在8月有所增长，但对美国的出口量却下降了5%，反映出贸易战的不确定性。稀土永磁体是电动汽车、国防等领域的关键组件，中国在稀土供应链中的主导地位使其成为重要的谈判筹码。美国正通过达成运输框架和投资国内采矿精炼基础设施（如五角大楼向MP Materials注资4亿美元）来确保其稀土供应安全。",
      "translated_title": "中美贸易战不确定性下，中国稀土磁铁对美出口下降",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports of rare earth permanent magnets to the United States fell in August despite total shipments rising on the back of quicker approvals from Beijing.\nChina shipped 6,146 tonnes of permanent magnets last month, up 10.2 per cent month on month and 15.4 per cent year on year, according to official customs data. That marked the highest monthly total since January, when exports reached 6,357 tonnes.\nThe US, China’s second-largest buyer, imported 590 tonnes in August, down 5 per cent from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/73909bea-16e7-4e22-b6dc-a91e25a64ee0_d4dadfbe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国扩大‘朋友圈’，海外投资者提振国内资产 (原标题: China expands ‘circle of friends’ as overseas investors boost domestic assets)",
      "link": "https://www.scmp.com/economy/policy/article/3326403/china-expands-circle-friends-overseas-investors-boost-domestic-assets?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 11:00:13 +0000",
      "isoDate": "2025-09-22T11:00:13.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国金融官员强调国内资产吸引力增强，货币政策自主决定\n\n中国最高金融官员近日在一次备受瞩目的新闻发布会上表示，过去一年，中国资产对海外资本的吸引力显著增强。尽管美联储降息为中国宽松货币政策创造了空间，但北京将继续优先考虑国内经济目标。\n\n### 货币政策的自主性与未来展望\n\n*   **自主决定与数据驱动：** 中国人民银行行长潘功胜强调，中国的货币政策调整是“自主决定”和“基于数据”的。这意味着中国将根据自身宏观经济状况来制定政策，而非简单跟随外部变化。\n*   **全面工具确保流动性：** 潘功胜表示，展望未来，中国将运用全面的货币政策工具，根据宏观经济的表现和不断演变的情况，确保市场流动性充裕。\n\n### 高层阵容与会议焦点\n\n*   **重量级出席：** 此次发布会汇聚了中国顶尖的金融监管机构负责人，包括中国人民银行行长潘功胜、国家金融监督管理总局局长李云泽、中国证券监督管理委员会主席吴清以及国家外汇管理局局长朱鹤新。\n*   **回顾成就，未宣布短期政策：** 会议主要聚焦于中国金融部门过去五年所取得的成就，并未宣布重大的短期政策措施。然而，其强大的阵容依然吸引了全球市场和观察者的广泛关注。\n\n### 资产吸引力显著提升\n\n*   **与去年对比：** 去年同期，一次类似的高层会议曾公布了一系列全面的经济刺激措施，包括下调存款准备金率、降低现有住房抵押贷款利率以及支持股市的新工具，这些措施曾引发国内市场的显著反弹。\n*   **吸引力增强：** 中国证监会主席吴清在会上指出，自去年以来，中国资产的吸引力已大幅提升。",
      "shortSummary": "中国最高金融官员表示，过去一年中国资产对海外资本的吸引力显著增强。中国人民银行行长潘功胜强调，中国的货币政策调整是“自主决定”和“基于数据”的，未来将运用全面工具确保流动性。此次高层会议主要回顾了过去五年金融成就，并未宣布重大短期政策，但官员们指出中国资产吸引力已大幅提升。",
      "translated_title": "中国扩大‘朋友圈’，海外投资者提振国内资产",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s top financial officials said the country’s assets have become much more attractive to overseas capital in the past year at a high-profile press conference, adding Beijing would continue to prioritise domestic economic objectives even as interest rate cuts from the US Federal Reserve have created room for looser monetary policy.\nAdjustments to China’s monetary policy are “self-determined” and “data-based”, said Pan Gongsheng, governor of the People’s Bank of China, at the conference on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/36202076-12eb-4192-805d-b588a6744c39_47927a94.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国最新钢铁行业计划预示更严厉的产能过剩遏制行动 (原标题: China’s latest steel industry plan signals tougher action to curb overproduction)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326389/china-steps-fight-against-vicious-price-wars-new-steel-industry-plan?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 10:00:52 +0000",
      "isoDate": "2025-09-22T10:00:52.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国钢铁行业新行动计划旨在遏制产能过剩\n\n中国政府近日发布了一项针对钢铁行业的新行动计划，旨在解决长期困扰该行业的产能过剩问题，并遏制经济中普遍存在的“价格战”现象。该计划由工业和信息化部与多个政府部门联合发布，被分析人士视为可能成为其他面临产能过剩和过度竞争行业效仿的蓝图。\n\n### 核心目标与措施：\n\n*   **严格控制产能与产量：** 文件强调对钢铁产能和产量进行精确控制，并要求“供需两端协同发力”以稳定行业。\n*   **加速淘汰落后设备：** 计划明确禁止新增产能，并推动加速淘汰过时设备。\n*   **转型升级与新动能：** 目标是“加快新旧增长动能转换，培育新质生产力，进一步提升产业链供应链韧性和安全水平”。\n*   **经济与环境目标：**\n    *   未来两年，钢铁行业增加值产出年均增长目标约为4%。\n    *   到今年底，超过80%的钢铁产能要完成超低排放改造。\n\n### 政策背景与意义：\n\n*   **应对“内卷”：** 该政策被视为北京应对“内卷”现象（即恶性竞争导致价格下跌和利润受损）的举措之一。政府近期多次警告“内卷”对经济的危害。\n*   **跨行业示范作用：** 分析人士认为，这项政策可能为解决整个经济领域内的无序竞争提供一个范本。",
      "shortSummary": "中国发布最新钢铁行业行动计划，旨在通过严格禁止新增产能、加速淘汰落后设备、精确控制产量和推动超低排放改造来遏制产能过剩和价格战。该计划要求未来两年增加值产出年均增长4%，并确保年底前80%以上产能完成超低排放升级。此举被视为应对“内卷”现象、稳定行业并可能为其他面临过度竞争的行业提供借鉴。",
      "translated_title": "中国最新钢铁行业计划预示更严厉的产能过剩遏制行动",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has rolled out a new steel industry action plan that includes a basket of measures to deal with the chronic oversupply problems plaguing the sector, as Beijing steps up efforts to end a string of price wars raging across the economy.\nThe plan, which includes a strict ban on additional capacity and moves to accelerate the phase-out of outdated equipment, could become a blueprint for other industries suffering from overproduction and excessive competition, analysts said.\nReleased by the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/c6eb8272-8dfc-405f-84c0-8f17b899dc0c_b1052ee5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国债券暴跌持续，全球持有量跌至五年低点 (原标题: Chinese bond rout continues as global holdings dip to lowest level in five years)",
      "link": "https://www.scmp.com/business/markets/article/3326348/global-funds-slash-holdings-chinese-bonds-lowest-levels-2021?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 04:33:38 +0000",
      "isoDate": "2025-09-22T04:33:38.000Z",
      "creator": "Bloomberg",
      "summary": "### 中国债券市场面临抛售压力\n\n根据最新数据，海外资金在8月份继续抛售中国主权债券，导致其持有量降至近五年来的最低水平，这给本已因投资者转向股市而承压的债券市场带来了更大压力。\n\n*   **持有量下降**：\n    *   外国机构的持有量在8月份连续第三个月下降，达到2.01万亿元人民币（约合2820亿美元）。\n    *   这是自2021年1月以来的最低水平。\n    *   根据彭博社的计算，截至8月底，这占中国主权债务总发行量的5.2%。\n\n*   **外国投资者兴趣减弱的原因**：\n    *   中国债券的收益率落后于美国国债，降低了其吸引力。\n    *   投资者将资金从债券市场转移到本地股市，推动沪深300指数自4月份低点上涨超过25%。\n\n*   **未来展望与专家观点**：\n    *   摩根大通（JPMorgan Chase）表示将削减中国债券在其旗舰新兴市场指数中的权重，这一变化可能会进一步刺激资金外流，加剧市场压力。\n    *   法国农业信贷银行（Crédit Agricole CIB）新兴市场策略师Jeffrey Zhang指出：“外国投资者对中国在岸股票市场表现出更多兴趣，而对债券的兴趣较低，原因在于绝对回报率相对较低以及外汇对冲回报率受到侵蚀。”",
      "shortSummary": "8月份，海外资金持续抛售中国主权债券，持有量降至2.01万亿元人民币，创近五年新低。这主要是因为中国债券收益率低于美国国债，且投资者转向本地股市。摩根大通计划下调中国债券在其新兴市场指数中的权重，预计将进一步加剧资金外流。外国投资者对中国股市兴趣更高，而对债券兴趣较低，因其回报率相对不高。",
      "translated_title": "中国债券暴跌持续，全球持有量跌至五年低点",
      "images": [],
      "contentSource": "完整文章",
      "content": "Overseas funds offloaded Chinese sovereign bonds in August, cutting holdings to the lowest level in almost five years and piling pressure on a debt market already reeling from a shift by investors into stocks.\nHoldings by foreign institutions fell for a third straight month in August to 2.01 trillion yuan (US$282 billion), the lowest level since January 2021, according to Chinabond data.\nThat represented 5.2 per cent of the total outstanding amount of Chinese sovereign debt as of the end of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/d8f96873-21ea-4f7f-b580-7d6c05c509d3_f70014c3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的五年规划是什么，为何如此重要？ (原标题: What is China’s five-year plan, and why is it so important?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326329/what-chinas-five-year-plan-and-why-it-so-important?utm_source=rss_feed",
      "pubDate": "Mon, 22 Sep 2025 03:30:13 +0000",
      "isoDate": "2025-09-22T03:30:13.000Z",
      "creator": "Alice Li",
      "summary": "# 中国的五年规划：定义与重要性\n\n随着下个月中共中央委员会第四次全体会议的临近，全球目光正转向中国即将讨论的下一个五年规划。此次会议将提供关于北京如何在与美国日益紧张的关系中应对不确定性的见解。\n\n## 什么是中国的五年规划？\n中国的五年规划是指导国家五年期社会和经济发展的顶层路线图。它设定了跨不同部门的量化发展目标以及战略优先事项，例如需要发展的重要领域或产业。\n\n## 历史渊源与发展\n*   自中华人民共和国成立以来的七十多年里，中国一直沿用五年规划——这是一种与前苏联类似的战略和时间框架。\n*   中国从苏联借鉴了这一模式，苏联的前两个五年计划曾引发工业化浪潮，中国领导人希望在经历数十年战争后重建国家时效仿。\n*   自1953年以来，北京每五年发布一次此类规划，除了在大跃进失败后，1963年至1965年期间曾暂停。\n\n## 重要性与成就\n五年规划被北京视为一项基础性经济文件，对中国的发展至关重要。通过实施这些规划，中国在过去几十年中取得了显著成就：\n*   成功摆脱了极端贫困。\n*   崛起成为一个技术强国。\n*   发展成为世界第二大经济体。",
      "shortSummary": "中国的五年规划是指导国家五年期社会经济发展的顶层路线图，借鉴自前苏联。自1953年以来，除短暂中断外，每五年发布一次。该规划设定量化目标和战略重点，被视为基础性经济文件。在过去七十多年中，它帮助中国摆脱贫困，成为技术强国和世界第二大经济体。即将召开的中共中央全会将讨论下一个五年规划，以应对中美关系紧张下的不确定性。",
      "translated_title": "中国的五年规划是什么，为何如此重要？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As next month’s fourth plenary session of the Communist Party’s Central Committee approaches, global attention is turning to China’s next five-year plan, which will be discussed at the gathering and will offer insights into how Beijing plans to navigate uncertainties amid rising tensions with the US.\nChina has used five-year plans – a strategy and time frame similar to that of the former Soviet Union – in the more than seven decades since the establishment of the People’s Republic. In that time,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/22/d782bb34-a463-46b5-9431-1596274f1c0d_4a31b87d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "董煜谈中国五年规划“每一章”都归结为收入的原因 (原标题: Dong Yu on why ‘every chapter’ of China’s 5-year plans boils down to income)",
      "link": "https://www.scmp.com/economy/policy/article/3326101/dong-yu-why-every-chapter-chinas-five-year-plans-boils-down-income?utm_source=rss_feed",
      "pubDate": "Sun, 21 Sep 2025 22:00:12 +0000",
      "isoDate": "2025-09-21T22:00:12.000Z",
      "creator": "Carol Yang",
      "summary": "# 董煜谈中国五年规划：从历史演变到未来展望\n\n本文介绍了清华大学中国发展规划研究院常务副院长董煜的背景及其对中国五年规划的见解。董煜自2019年起担任此职务，此前曾在中国多个主要经济决策机构（包括国家发展和改革委员会、中央财经委员会办公室）担任高级职务。他曾参与了中国第十一、十二、十三个五年规划等经济蓝图文件的起草工作。在本次采访中，他将讨论中国第十五个五年规划可能包含的内容，以及国家如何继续走可持续发展之路。\n\n## 中国五年规划的历史与演变\n\n*   **起源与发展：** 自1953年以来，中国已制定了14个五年规划。每个规划都会在其执行中期和完成后进行评估。\n*   **关注度提升：** 五年规划如今受到越来越多的关注。它曾被视为计划经济的象征，但实际上早在1978年改革开放之前，就为中国的经济发展奠定了基础。\n*   **早期作用：** 在中国贫穷落后的时期，五年规划对于建设国民经济基础、从零开始塑造和发展各个产业至关重要，需要通过重大项目和周密计划来实现。\n*   **目标达成情况：**\n    *   **早期挑战：** 由于当时复杂的国内条件，少数早期规划未能完全实现其目标。\n    *   **改革开放后的成功：** 然而，自改革开放以来，中国在很大程度上成功实现了每个五年规划中设定的目标。",
      "shortSummary": "清华大学中国发展规划研究院常务副院长董煜，曾参与多个五年规划起草。他指出，自1953年以来，中国已制定14个五年规划。这些规划在改革开放前为经济发展奠定基础，并在改革开放后基本成功实现目标，如今受到广泛关注。本次采访将探讨第十五个五年规划及中国可持续发展路径。",
      "translated_title": "董煜谈中国五年规划“每一章”都归结为收入的原因",
      "images": [],
      "contentSource": "完整文章",
      "content": "Dong Yu has been executive vice-president of the China Institute for Development Planning at Tsinghua University since 2019. Before joining academia, he held senior positions in several of China’s major economic decision-making bodies, including the National Development and Reform Commission and the Office of the Central Financial and Economic Affairs Commission.\nHe has been part of the teams that drafted several of the country’s economic blueprint documents, including the 11th, 12th and 13th...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/8d5704a3-c398-42cd-93d0-f69e1168b566_de0c124e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国微短剧热潮将闲置房地产项目变为奢华片场 (原标题: China’s micro-drama craze turns idle real estate projects into lavish film sets)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326163/chinas-micro-drama-boom-turns-stalled-real-estate-projects-lavish-film-sets?utm_source=rss_feed",
      "pubDate": "Sun, 21 Sep 2025 07:00:09 +0000",
      "isoDate": "2025-09-21T07:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国微短剧热潮：闲置地产变身奢华片场\n\n中国微短剧行业正经历一场前所未有的热潮，其独特的现象是将全国各地停滞的商业和住宅房地产项目改造为奢华的影视拍摄场地。这种做法揭示了两种截然不同的现实：一方面是购房者对未完工住宅的沮丧和等待，另一方面是这些闲置地产项目在聚光灯下焕发新生。\n\n## 恒大项目案例：鲜明对比的缩影\n\n*   **地点与背景**：在河南荥阳，全球负债最多的房地产开发商恒大集团的一个长期停滞项目，成为了这种现象的典型代表。\n*   **双重现实**：\n    *   **购房者困境**：社交媒体上，多年前已支付房款的购房者仍在焦急地等待他们承诺的住房完工。\n    *   **片场新生**：与此同时，该项目的豪华销售大厅却被赋予了新的生命。在璀璨的水晶吊灯下，制作团队正在为中国蓬勃发展的微短剧产业拍摄家族恩怨和爱情纠葛。\n*   **全国现象**：这种屏幕上的奢华与外部停滞的建筑形成了鲜明对比，而这一幕正在中国各地重演。\n\n## 微短剧产业的爆发式增长\n\n*   **增长速度**：在过去几年中，微短剧行业已成为中国娱乐市场中增长最快的领域之一。\n*   **市场规模**：\n    *   根据中国电视剧制作产业协会（CTDPIA）的数据，2024年其市场规模已超过505亿元人民币（约合71亿美元）。\n    *   预计2025年将达到634.3亿元人民币。\n    *   到2027年，市场规模可能进一步增至856亿元人民币。\n*   **观众群体**：\n    *   2024年，微短剧的全国观众人数已超过6.6亿，覆盖从一线城市到小城镇的广泛人群。\n    *   值得注意的是，微短剧的观众规模首次超越了全国电影票房收入。\n\n## 拍摄需求与房地产现状的契合\n\n*   **内容偏好**：以豪华办公楼和公寓为背景的都市爱情剧尤其受欢迎。\n*   **新需求**：这为高端拍摄地点带来了新的需求。\n*   **时机巧合**：这种需求恰逢中国房地产行业因更严格的法规和现金流短缺而导致项目普遍延误之际。闲置的豪华地产项目正好满足了微短剧对奢华场景的需求。",
      "shortSummary": "中国微短剧行业正蓬勃发展，其市场规模在2024年已达505亿元，观众超6.6亿，首次超越电影票房。为满足对豪华场景的需求，该行业将全国各地停滞的房地产项目，如恒大未完工的销售大厅，改造为奢华片场。这形成鲜明对比：购房者等待交房，而闲置地产却在微短剧热潮中焕发新生，成为增长最快的娱乐领域之一。",
      "translated_title": "中国微短剧热潮将闲置房地产项目变为奢华片场",
      "images": [],
      "contentSource": "完整文章",
      "content": "In Xingyang, Henan province, a long-stalled project by Evergrande – the world’s most indebted real estate developer – lays bare two sharply contrasting realities.\nOn social media, frustrated buyers who paid for their long-promised flats years ago plead for updates on their unfinished homes. Meanwhile, the project’s lavish sales hall has found a new lease of life: under its glittering chandeliers, production crews shoot family feuds and love triangles for China’s booming micro-drama industry.\nThe...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/9043ee91-ab6f-4fae-8deb-1603f67e550e_4cf6d2c2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "日元疲软刺激旅游热潮，中国游客在日本大肆消费 (原标题: Chinese tourists splash the cash in Japan as weak yen drives travel surge)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326162/chinese-tourists-splash-cash-japan-weak-yen-drives-travel-surge?utm_source=rss_feed",
      "pubDate": "Sun, 21 Sep 2025 00:00:14 +0000",
      "isoDate": "2025-09-21T00:00:14.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 日元疲软刺激中国赴日旅游热潮\n\n受日元持续疲软的影响，中国赴日旅游市场正经历显著增长，吸引了大量中产和富裕家庭前往日本进行高消费。\n\n### 个人消费案例\n\n*   **上海工程师丁晓涵的经历**：\n    *   47岁的上海软件工程师丁晓涵带着18岁的儿子在日本度过了一周假期，消费毫不手软。\n    *   他们在东京塔附近的富裕街区和茶叶产地静冈游玩，大肆购买了寿司午餐、烧烤晚餐以及吉卜力工作室动漫角色玩偶。\n    *   丁晓涵认为日本的食物和商品“与众不同，质量更高”，例如服装“更舒适”，并且她不觉得日本“太贵”。\n\n### 旅游趋势与消费特点\n\n*   **主要驱动因素**：日元走弱使得日本对中国游客更具吸引力，尤其对那些寻求购买高端品牌商品和体验独特文化的家庭。\n*   **消费范围广泛**：游客的消费涵盖了从昂贵的健康套餐到入住传统日式旅馆等多种体验。\n\n### 统计数据与人口构成\n\n*   **游客数量激增**：\n    *   根据日本国家旅游局（JNTO）的数据，2025年前八个月，中国赴日游客访问量超过670万人次。\n    *   这一数字较去年同期（460万人次）有显著增长。\n*   **游客收入水平**：\n    *   JNTO研究和营销团队的Obata Shiroto指出，尽管统计数据不涵盖游客的收入水平，但富裕人群在近期入境的中国游客中占有突出地位。",
      "shortSummary": "日元疲软正推动中国赴日旅游热潮。2025年前八个月，中国游客访问量达670万，较去年同期显著增长。受访者如上海工程师丁晓涵表示，日本商品质量高且不贵，促使中产和富裕家庭在日本大肆购买高端商品并体验文化，包括昂贵的健康套餐和传统日式旅馆住宿。日本国家旅游局数据显示，富裕人群在近期赴日游客中占主导地位。",
      "translated_title": "日元疲软刺激旅游热潮，中国游客在日本大肆消费",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Ding Xiaohan, a software engineer from Shanghai, took her 18-year-old son to Japan for a weeklong holiday this summer, she did not hold back.\nThe 47-year-old spent freely as they explored the affluent neighbourhood near the Tokyo Tower and the tea-producing city of Shizuoka, splashing out on sushi lunches, barbecue dinners and dolls modelled on iconic Studio Ghibli anime characters.\n“Japanese food and merchandise are different, higher quality – like if you buy clothing it’s more...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/1efc2966-bc16-4fe6-b586-66d51d399524_23ed5af6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国发明了扫地机器人，为何中国现在主导市场？ (原标题: The US invented the robot vacuum. So why does China now dominate the market?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326150/roomba-revolution-how-china-swallowed-robot-vacuum-market?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 10:00:12 +0000",
      "isoDate": "2025-09-20T10:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "### 美国发明了扫地机器人，为何中国现在主导市场？\n\n#### 1. 背景与市场现状\n\n*   **美国曾是先行者：** 扫地机器人最初被视为美国的成功故事。它由麻省理工学院的科学家开发，并于1990年成立了iRobot公司。其突破性产品Roomba甚至成为了所有扫地机器人的代名词。\n*   **市场主导权易手：** 尽管美国是扫地机器人的发源地，但在三十年后，美国已完全失去了对这一市场的控制。中国企业现在主导着扫地机器人的生产。\n*   **中国品牌占据主导地位：** 根据市场研究公司IDC的报告，在2025年第二季度，全球前五大清洁机器人制造商均为中国企业，包括科沃斯（Ecovacs）、石头科技（Roborock）、追觅（Dreametech）、小米（Xiaomi）和云鲸（Narwal Robotics）。这些公司合计占据了全球市场近70%的出货量份额。美国的iRobot公司则排名第六。\n*   **市场增长迅速：** 扫地机器人是一个快速增长的市场。IDC数据显示，上半年全球出货量同比增长33%，达到1535万台，这对于美国公司而言，失去的市场份额意义重大。\n\n#### 2. 中国品牌成功的原因\n\n*   **并非单纯的价格优势：** 中国品牌的成功并非仅仅因为价格。在亚马逊美国站上，主要中国品牌和美国品牌之间的成本差异很小。例如，Roomba Vacuum 2在9月中旬的售价仅为165美元，是市场上最便宜的产品之一。\n*   **IDC分析师的洞察：** IDC中国高级分析师赵丽（Claire Zhao）指出，中国品牌的成功主要归因于在**推广和研发**两方面的巨额投入。\n    *   **强大的推广策略：** 中国公司通过电子商务迅速提升了海外销售额和品牌知名度，取得了显著的海外市场成果。\n    *   **快速的技术迭代：** 快速的技术更新和产品迭代直接增强了产品的竞争力，并有效提高了用户忠诚度。",
      "shortSummary": "美国曾发明扫地机器人（iRobot/Roomba），但如今中国品牌已主导全球市场。根据IDC数据，2025年第二季度，科沃斯、石头科技等五家中国企业占据了近70%的市场份额，而iRobot排名第六。中国品牌的成功并非仅靠价格，而是得益于在推广和研发方面的巨额投入，通过电商提升品牌知名度，并以快速技术迭代增强产品竞争力和用户忠诚度。",
      "translated_title": "美国发明了扫地机器人，为何中国现在主导市场？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The robot vacuum cleaner used to be considered an American success story. It was developed by scientists at the Massachusetts Institute of Technology, who set up a company called iRobot in 1990. Even today, many consumers still use the name of the firm’s breakout product – the Roomba – to refer to all robot vacuums.\nBut fast forward three decades, and the United States has totally lost its grip on a market that it created. As in many industries, Chinese firms now dominate production of robot...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/84d5c03e-5532-4853-b76f-0565247686af_d201eca4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国旨在破除汽车售后市场壁垒以提振消费者支出 (原标题: China targets car aftermarket barriers in bid to boost consumer spending)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326249/china-targets-barriers-car-aftermarket-bid-boost-consumer-spending?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 09:00:10 +0000",
      "isoDate": "2025-09-20T09:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国商务部旨在破除汽车售后市场壁垒以提振消费\n\n中国商务部正积极采取措施，召集汽车行业代表讨论如何拆除汽车售后市场的壁垒，以期在全球最大的汽车市场中刺激消费者支出。\n\n#### 主要目标与举措\n*   **试点改革**：商务部副部长盛秋平表示，商务部将启动汽车销售和分销领域的试点改革。\n*   **鼓励城市试验**：鼓励符合条件的城市开展试验，以促进汽车售后市场的消费。\n*   **移除限制措施**：商务部将与相关部门合作，移除汽车售后市场的限制性措施，进一步释放其消费潜力。\n\n#### 近期会议内容\n*   **研讨会**：商务部于近期在北京召集了地方政府、企业和行业协会的代表举行了研讨会。\n*   **讨论议题**：会议涵盖了广泛的议题，包括汽车改装、房车露营、赛车运动、老爷车和汽车博物馆等。\n\n#### 改革背景与方向\n*   **与国家提案一致**：这些改革与3月份发布的一项旨在刺激消费和推动经济增长的提案相符。\n*   **扩大汽车相关支出**：该提案呼吁扩大汽车相关支出，包括汽车改装、租赁和赛车运动。\n*   **加强二手车市场**：同时，通过简化注册和改进数据共享来加强二手车市场。\n\n#### 二手车市场面临的挑战\n*   **排放标准差异**：招商证券首席汽车分析师王柳生指出，区域性的车辆排放标准差异是二手车流通的主要障碍。\n*   **市场规模相对较小**：与美国等主要汽车市场相比（例如，美国二手车销量是新车销量的两倍），中国的二手车市场规模相对较小。",
      "shortSummary": "中国商务部正启动试点改革，旨在破除汽车售后市场壁垒，以提振消费。商务部副部长盛秋平表示，将鼓励城市开展试验，并移除限制性措施。改革涵盖汽车改装、赛车运动等，并计划通过简化注册和数据共享来加强二手车市场。目前，二手车市场受区域排放标准差异阻碍，规模相对较小。",
      "translated_title": "中国旨在破除汽车售后市场壁垒以提振消费者支出",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s Ministry of Commerce has brought together auto industry representatives to discuss dismantling barriers in the car aftermarket as part of broader efforts to boost spending in the world’s largest automobile market.\nCommerce vice-minister Sheng Qiuping said the ministry would launch pilot reforms in car sales and distribution, encouraging qualified cities to conduct trials to boost consumption in the automotive aftermarket, according to a statement released on Friday following a recent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/20/be79ab07-f2a8-4358-aeb9-d3668d65dcd8_0b8b8c38.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国企业将贸易展视为东盟市场抱负的试验场 (原标题: Chinese firms treat trade fair as testing ground for Asean market ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326167/chinese-firms-treat-trade-fair-testing-ground-southeast-asian-market-ambitions?utm_source=rss_feed",
      "pubDate": "Sat, 20 Sep 2025 00:00:15 +0000",
      "isoDate": "2025-09-20T00:00:15.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国企业将南宁贸易展视为东盟市场跳板\n\n中国出口商正将重心转向东南亚市场，南宁的中国-东盟博览会已成为他们拓展业务和实现海外抱负的“试验场”。\n\n**转向东南亚市场的原因：**\n\n*   **经济增长与消费潜力：** 东南亚地区经济快速增长，拥有庞大的年轻消费者群体，为中国企业提供了巨大的市场潜力。\n*   **西方市场饱和：** 许多长期依赖欧美市场的中国企业表示，西方市场已接近饱和，增长空间有限。例如，江西一家电动滑板车和电池制造商的经理李文奇指出，欧美市场已达极限，而东南亚人口众多，潜力巨大。\n*   **中美贸易战影响：** 在中美贸易战背景下，东盟对中国的贸易战略变得愈发重要。中国对东盟的出口额显著增长，有助于抵消对美国出口的下滑。例如，今年8月，中国对东盟的出口同比增长22.5%。\n\n**中国-东盟博览会的重要性：**\n\n*   **主要平台：** 位于广西南宁的中国-东盟博览会是促进中国与东南亚十国贸易和投资的重要平台。\n*   **战略地位：** 该博览会凸显了东盟作为中国最大贸易伙伴的地位，以及其作为西方市场日益增长的替代选择的重要性。\n*   **年度盛会：** 今年的博览会于周三开幕，并将于周日结束，吸引了众多寻求新商机的中国企业。",
      "shortSummary": "面对西方市场饱和及中美贸易战，中国企业正积极将业务重心转向东南亚。南宁的中国-东盟博览会成为他们拓展东盟市场的关键平台，利用该地区快速增长的经济和年轻消费者群体，寻求新的增长机遇。东盟已成为中国最大的贸易伙伴，对中国贸易战略至关重要。",
      "translated_title": "中国企业将贸易展视为东盟市场抱负的试验场",
      "images": [],
      "contentSource": "完整文章",
      "content": "A trade fair in the southern Chinese city of Nanning has become a testing ground for exporters shifting their focus to Southeast Asia.\nAttracted by the region’s fast-growing economies and young consumers – and facing slowing demand in the West – many Chinese companies see the annual event as a potential gateway to court buyers and expand their overseas footprints.\nLi Wenqi, a manager at an electric scooter and battery manufacturer in Jiangxi province, is among the exporters seeking new...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/6b089dec-adfc-4151-b217-0ff91eeb4ca1_9b3a70a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "直达欧洲：又一家中国航运公司开辟北极航线 (原标题: Express to Europe: another Chinese shipping company launches Arctic route)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326168/express-europe-another-chinese-shipping-company-launches-arctic-route?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 14:00:09 +0000",
      "isoDate": "2025-09-19T14:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国航运公司开辟北极航线，加速对欧贸易\n\n随着中美关税紧张局势持续，欧洲作为日益重要的出口市场，中国航运公司正积极探索北极航线，以绕过传统航运瓶颈，缩短对欧运输时间。\n\n### SeaLegend Line 的新服务\n*   **公司背景:** SeaLegend Line 成立于2022年。\n*   **首航船舶:** “伊斯坦布尔桥”号（Istanbul Bridge）。\n*   **启航时间与地点:** 周二从山东青岛出发。\n*   **预计抵达:** 预计10月16日抵达波兰格但斯克。\n*   **服务定位:** 这是该公司在北极航线上的首个专用服务，旨在服务跨境电商和高价值货物。\n\n### 航线详情\n*   **载货能力:** “伊斯坦布尔桥”号可载运约4100个20英尺标准集装箱（TEU）。\n*   **停靠港口:** 在抵达格但斯克之前，将停靠英国最大的集装箱港口费利克斯托、荷兰（亚洲以外最大的集装箱港口）鹿特丹以及德国汉堡。\n*   **航程时间:** 从中国最后一个停靠港宁波到费利克斯托预计需要18天。\n\n### 时间与成本优势\n*   **时间缩短:** 比中欧班列快一周，比经苏伊士运河的传统航线（约40天）缩短一半以上。\n*   **成本考量:** 北海航线（NSR）虽然显著缩短了运输时间，但每个集装箱的成本更高。\n*   **运费定位:** 北极航线的运费介于中欧班列和传统海运费之间。\n*   **目标客户:** 主要面向时间敏感型货物，如跨境电商包裹，以及储能柜、动力电池等高价值商品。\n\n### 船舶特点\n*   “伊斯坦布尔桥”号的船体尺寸小于传统上使用苏伊士运河航线的船舶。",
      "shortSummary": "中国航运公司SeaLegend Line开辟北极航线，其首艘“伊斯坦布尔桥”号已从青岛启航，预计18天内抵达欧洲。此举旨在绕过传统航运瓶颈，将中国至欧洲的运输时间缩短一半以上，比经苏伊士运河快20多天，也比中欧班列快一周。该服务主要面向跨境电商和高价值货物，运费介于中欧班列和传统海运之间，以平衡时间与成本。",
      "translated_title": "直达欧洲：又一家中国航运公司开辟北极航线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese shipping companies are ramping up efforts to explore Arctic routes, aiming to explore alternatives that bypass traditional shipping chokepoints and cut transit times to Europe – an increasingly important export market amid unresolved tariff tensions with the US.\nSeaLegend Line, a Chinese shipping company founded in 2022, dispatched its first Arctic express vessel, the Istanbul Bridge, from Qingdao in Shandong province on Tuesday. It is expected to arrive in Gdansk, Poland, on October 16,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/a9b52721-c01d-428d-88e1-69e7aec82a67_8d9ced12.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国关税如何影响中国的出口中心？答案：情况复杂 (原标题: How are US tariffs affecting China’s export hubs? Answer: it’s complicated)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326118/which-chinese-regions-are-being-hit-hardest-us-tariffs?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 07:10:50 +0000",
      "isoDate": "2025-09-19T07:10:50.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 美国关税对中国出口中心的影响：情况复杂\n\n随着全球两大经济体之间的贸易战持续，其影响已然显现，但并非均匀分布。\n\n### 整体影响\n\n*   在2025年前八个月，中国对美国的出口同比下降了15.5%。\n\n### 区域差异显著\n\n*   美国关税对中国各省份的影响并不相同，中国拥有30多个省级行政区，它们对美国市场的敞口以及贸易战的影响存在巨大差异。\n*   一些省份对美出口急剧下降，而另一些省份的出口量却持续飙升，在某些情况下甚至增长了265%。\n\n### 研究背景与目的\n\n*   本解释性文章旨在提供中国各地区对美国关税反应的概览，揭示哪些地区最脆弱，以及地方政府和企业如何适应。\n*   文章内容基于兴业银行附属研究机构——兴业研究（CIB Research）经济学家的计算和研究。\n\n### 对美国市场敞口最高的地区\n\n*   中国东部沿海的出口中心主导着对美国的贸易。\n*   根据兴业研究的数据，在2025年前七个月，六个沿海地区——广东、浙江、江苏、上海、山东和福建——合计占中国对美出口总值的近80%。",
      "shortSummary": "中美贸易战导致2025年前八个月中国对美出口下降15.5%。然而，美国关税对中国各省份的影响差异巨大，部分地区出口急剧下降，而另一些则显著增长。研究显示，广东、浙江等六个沿海省份对美出口依赖度最高，合计占近80%。这表明关税影响复杂且不均衡。",
      "translated_title": "美国关税如何影响中国的出口中心？答案：情况复杂",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the trade war between the world’s two largest economies drags on, the impact is already showing: China’s exports to the United States were down 15.5 per cent year on year in the first eight months of 2025.\nBut US tariffs are not affecting China equally. The country is made up of more than 30 provincial-level regions, and there is a wide divergence between these areas both in terms of their exposure to the US market and the effect of the trade war.\nSome provinces have recorded steep drops in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/15d09cd6-85e7-4cb5-8d07-35b964957804_196b8c8c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国持续减持美国国债，其投资流向何处？ (原标题: As China keeps cutting US Treasury holdings, where are its investments going?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326123/chinas-us-treasury-holdings-are-record-lows-where-investment-going?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 07:10:06 +0000",
      "isoDate": "2025-09-19T07:10:06.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国持续减持美国国债及其投资去向分析\n\n中国正在持续减持美国国债，其持有量已降至近17年来的最低水平，这引发了市场对其投资策略转变的关注。分析师指出，中国央行可能正在转向欧洲资产和传统的避险资产黄金，以寻求更可靠的投资。\n\n**美国国债持有量创新低**\n*   **最新数据**：根据美国财政部的数据，中国在7月份的美国国债持有量降至7307亿美元，较6月份减少了257亿美元。\n*   **历史低位**：这是自2009年1月以来的最低水平。\n*   **大幅下降**：与2013年11月创纪录的1.32万亿美元相比，当前持有量已暴跌45%。\n\n**减持原因**\n*   **美元资产担忧**：对美元支持资产的担忧日益加剧。\n*   **美元武器化**：在中美两国紧张关系加剧的背景下，中国经济学家持续警告美元“武器化”的风险。\n*   **美国债务可持续性**：对美国债务可持续性的担忧也持续存在。\n\n**投资新方向**\n*   **欧洲资产**：渣打银行大中华区首席经济学家丁爽表示，国际投资者今年已逐渐从美元计价资产转向欧洲货币支持的资产。他预计欧洲债券市场的深度和广度将继续扩大，可能为中国央行提供替代选择。\n*   **其他货币**：法国外贸银行亚太区首席经济学家艾丽西亚·加西亚-埃雷罗认为，鉴于近期对欧洲出口的增长，中国可能正在增加欧元持有量，同时也在增持英镑和瑞士法郎等其他货币，这可能有助于其外汇储备的增长。\n*   **黄金**：黄金被提及为一种“长期避险资产”，也可能是中国投资组合中的一个重要组成部分。",
      "shortSummary": "中国持续减持美国国债，7月持有量降至7307亿美元，创近17年新低，较2013年峰值下降45%。此举源于对美元资产的担忧、美元武器化风险以及美国债务可持续性的顾虑。分析师认为，中国央行可能正将投资转向欧洲资产、欧元、英镑、瑞士法郎等其他货币，以及作为传统避险资产的黄金，以寻求更可靠的投资选择。",
      "translated_title": "中国持续减持美国国债，其投资流向何处？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China continues to cut its US Treasury holdings – reaching a near 17-year low in July as concerns over assets backed by the US dollar mount – analysts said the country’s central bank could be pivoting to European assets and perennial safe haven gold as more reliable investments.\nBeijing’s stockpile dropped to US$730.7 billion in July, down US$25.7 billion from June, according to data released by the US Treasury Department on Thursday.\nJuly’s figure was the lowest reported since January 2009,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/0d5534bb-f8cc-44b4-a3cf-efaff2c5ffb0_3f7dc2a4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战 (原标题: Ahead of call with China’s Xi, Trump touches on TikTok and extending trade truce)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326095/ahead-call-chinas-xi-trump-touches-tiktok-deal-and-extending-trade-truce?utm_source=rss_feed",
      "pubDate": "Fri, 19 Sep 2025 05:07:33 +0000",
      "isoDate": "2025-09-19T05:07:33.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 特朗普在与习近平通话前夕的表态\n\n美国总统唐纳德·特朗普在与中国国家主席习近平进行备受期待的电话通话前夕，就中美贸易休战的可能延长以及TikTok在美国的运营交易发表了评论。\n\n## 主要观点：\n\n*   **贸易休战的可能延长：**\n    *   特朗普暗示可能延长与中国的贸易休战。\n    *   他表示“我们离达成协议非常接近”，并可能在现有“相当好的条款”基础上延长休战。\n*   **TikTok在美国的运营交易：**\n    *   特朗普表示正在促成TikTok在美国继续运营的交易。\n    *   他称美国将从这项涉及TikTok命运的交易中获得“巨额费用”。\n    *   他还指出，在美国运营的TikTok版本将由“所有美国投资者”和“热爱美国的合法公司”拥有。\n*   **与习近平的电话通话：**\n    *   特朗普和习近平预计将于华盛顿时间今天上午9点（北京时间晚上9点）进行电话通话。\n    *   这将是两国领导人自六月以来的首次直接接触。\n    *   特朗普此前在周二（前往英国前）曾表示，他已与中国达成一项贸易协议，并将在周五与习近平通话以确认。\n    *   他形容这是一项“非常好的贸易协议”，并且“与他们过去达成的协议非常不同”。",
      "shortSummary": "在美国总统特朗普与中国国家主席习近平通话前夕，特朗普就中美贸易休战的可能延长和TikTok在美国的运营交易发表了评论。他暗示可能延长现有贸易休战，并表示TikTok在美国的版本将由美国投资者拥有，美国将从中获得“巨额费用”。特朗普还透露，他已与中国达成一项贸易协议，并将在通话中确认。此次通话将是两国领导人自六月以来的首次直接接触。",
      "translated_title": "在与中国国家主席习近平通话前，特朗普谈及TikTok和延长贸易休战",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump on Thursday hinted at the possible extension of a trade truce with China and at facilitating a deal for TikTok’s continued operation in America, as the market eagerly awaits any signs of progress in an anticipated phone call between the two countries’ leaders today.\nTrump made the comments at a joint press conference with British Prime Minister Keir Starmer in which Trump said: “We’re pretty close to a deal. We may do an extension with China, but it’s an extension based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/19/1ecee563-c58c-4c8d-bc37-dc48a5e66277_039224a0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国没有订单：美国农民急盼贸易协议，如履薄冰 (原标题: No orders from China: US farmers, desperate for trade deal, walk ‘tightrope’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326006/no-orders-china-us-soybean-farmers-desperate-trade-deal-walk-tightrope?utm_source=rss_feed",
      "pubDate": "Thu, 18 Sep 2025 15:00:09 +0000",
      "isoDate": "2025-09-18T15:00:09.000Z",
      "creator": "Mandy Zuo,Kandy Wong",
      "summary": "### 美国农民在贸易战中的困境\n\n美国农民正面临严峻的财务困境，他们在美国总统唐纳德·特朗普的关税政策与中美贸易协议缺失所带来的严重损失之间“如履薄冰”。\n\n*   **主要困境**\n    *   **订单缺失**：本季中国未下达任何订单，导致美国大豆因互征关税而失去市场竞争力。美国大豆协会数据显示，8月份中国对美国大豆的整体关税税率已达34%。\n    *   **财务损失**：南达科他州（美国主要农业州之一）的资深大豆和玉米种植户迈克·麦克兰尼（Mike McCranie）表示，尽管他支持华盛顿的关税政策“如果能带来长期协议”，但也承认这已伤害了美国农民，市场目前“非常痛苦”。\n\n*   **农民的立场与期望**\n    *   **两难境地**：美国农民在支持特朗普政府和承受经济痛苦之间挣扎，他们“如履薄冰”。\n    *   **迫切呼吁**：麦克兰尼是美国农业界中越来越多呼吁迅速达成中美协议以确保农作物销售的声音之一。\n    *   **强烈希望**：他表示“非常希望他们能够达成某种贸易协议”，以缓解当前的痛苦。\n\n*   **贸易谈判进展**\n    *   **近期会谈**：两国领导人计划在几天前于西班牙举行的第四轮贸易谈判后，于周五进行电话通话。\n    *   **国事访问**：双方还在敲定特朗普对北京进行国事访问的细节，其中大规模采购美国产品（包括大豆）将构成协议的重要组成部分。",
      "shortSummary": "美国农民因中美贸易争端和关税面临严重财务损失，中国未下达农产品订单。他们支持特朗普的关税政策，但前提是能达成长期协议，目前处境艰难，如履薄冰。农民们迫切希望中美能迅速达成贸易协议，以缓解市场痛苦。两国正在进行贸易谈判，并计划进行高层会晤，以期达成包含大规模采购美国产品的协议。",
      "translated_title": "中国没有订单：美国农民急盼贸易协议，如履薄冰",
      "images": [],
      "contentSource": "完整文章",
      "content": "American farmers are “walking a tightrope” between supporting US President Donald Trump’s tariffs and suffering serious financial losses in the absence of a highly anticipated US-China trade deal, according to a seasoned farmer from South Dakota, one of the country’s top agricultural states.\nMike McCranie, a soybean and corn producer, voiced support for Washington’s tariff policy “if it results in a long-term deal” but acknowledged it has hurt US farmers.\nNo Chinese orders have been placed this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/18/a3894712-2a10-417b-9bfe-2d9c5930598e_7ebab2cf.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-23T13:28:36.022Z"
}