{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "“太多了”：政策收紧，中国学生重新考虑英国学位 (原标题: ‘It’s too much’: Chinese students reconsider UK degrees as policies harden)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313343/chinese-students-reconsider-uk-degrees-fees-rise-visa-rules-tighten?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 12:00:08 +0000",
      "isoDate": "2025-06-08T12:00:08.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 中国学生重新评估英国留学：政策收紧与成本上升\n\n近年来，随着中国就业市场竞争日益激烈，许多中国本科毕业生，例如24岁的Aroma Wu，发现仅凭本科学位难以在科技行业立足，因此考虑攻读硕士学位以提升竞争力。\n\n然而，英国作为热门留学目的地，其吸引力正因一系列政策变化和成本上升而下降：\n\n*   **教育税提案：** 英国政府提议对国际学生学费征收约6%的“教育税”。\n*   **移民政策收紧：** 新的白皮书暗示将收紧毕业后工作签证（Post-Study Work Visas）和永久居留资格（Permanent Residency Qualifications）的规定。\n*   **学费上涨：** 学生普遍感受到学费持续上涨的压力。\n\n这些叠加的政策变化给国际学生带来了巨大压力。Aroma Wu表示，这些政策“太多了，一下子都来了”，让她感到“不知所措”。尽管她已获得英国研究生项目的录取，但出于财务谨慎和对英国政策不确定性的担忧，她最终决定转而选择在香港学习。她估算，在香港学习的费用（超过30万元人民币，约合4.1万美元）仍比在英国学习节省约10万元人民币。\n\n总而言之，英国日益收紧的政策和不断上涨的成本，正促使中国学生重新评估其留学选择，并转向其他目的地。",
      "shortSummary": "由于英国政府提议征收国际学生教育税、收紧毕业后工作签证及永居政策，加之学费上涨，中国学生正重新考虑赴英留学。这些叠加的政策变化和经济压力让学生感到不堪重负，促使他们转向香港等其他留学目的地，以寻求更具成本效益和政策稳定的选择。",
      "translated_title": "“太多了”：政策收紧，中国学生重新考虑英国学位",
      "images": [],
      "contentSource": "完整文章",
      "content": "After she graduated last summer, Aroma Wu quickly realised that if she wanted a career in China’s tech industry, she would need to go back to school: her bachelor’s degree simply was not enough.\n“I saw how competitive it was – most people had a master’s,” the 24-year-old said.\nTo boost her credentials, Wu decided to apply for a graduate programme in the United Kingdom, and she soon received an offer. But within weeks, she was growing worried by news coming out of Britain – and starting to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/4ec267f6-fa05-4677-8c5f-958af7a11e4b_3f751128.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "科技中心深圳启动计划，在贸易战中支持消费和出口商 (原标题: Tech hub Shenzhen launches plan to support consumption, exporters amid trade war)",
      "link": "https://www.scmp.com/news/china/article/3313550/chinese-tech-hub-shenzhen-launches-plan-support-consumption-exporters-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 10:00:31 +0000",
      "isoDate": "2025-06-08T10:00:31.000Z",
      "creator": "Xinlu Liang",
      "summary": "## 深圳推出计划以刺激消费并支持出口商\n\n中国领先的出口城市和科技中心深圳，正加大力度刺激国内消费并支持出口商，以应对中美贸易战带来的持续挑战。\n\n### 计划背景与目标\n\n*   该计划由深圳市发展和改革委员会于周五发布，共包含39点。\n*   城市当局强调，“消费是经济增长和发展的根本驱动力”。\n\n### 核心策略与重点领域\n\n根据该计划，深圳将利用其在以下四个关键领域的战略优势：\n\n*   **人工智能（AI）终端**\n*   **智能家居系统**\n*   **现代时尚**\n*   **户外设备**\n\n此外，深圳还将充分利用贸易展览会及其他资源，以“帮助企业更好地应对关税”。\n\n### 宏观经济背景与官方立场\n\n*   尽管中国的消费市场已显示出逐步改善，但仍需要进一步的推动力，尤其是在美国总统唐纳德·特朗普的关税战导致外部需求承压的情况下。\n*   在四月下旬举行的中共中央政治局会议（通常为第二季度经济工作定调）上，这一高层政治机构誓言要“坚定不移地做好自己的事情，坚定不移地扩大高水平对外开放，着力稳就业、稳企业、稳市场、稳预期”。\n*   《经济日报》周日发表的署名“金观平”的评论文章强调，鉴于消费是经济增长的关键驱动力，建立促进消费的长期机制至关重要。",
      "shortSummary": "中国科技和出口中心深圳已启动一项39点计划，旨在刺激国内消费并支持面临中美贸易战挑战的出口商。该计划将利用深圳在AI终端、智能家居、现代时尚和户外设备等领域的优势，并通过贸易展览会帮助企业应对关税。此举旨在将消费作为经济增长的根本动力，并与中国高层关于稳定经济和扩大开放的指示相符。",
      "translated_title": "科技中心深圳启动计划，在贸易战中支持消费和出口商",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shenzhen, China’s top city for exports and leading tech hub, is stepping up efforts to boost domestic consumption and support exporters amid ongoing challenges from the US-China trade war.\n“Consumption is the fundamental driving force behind economic growth and development,” city authorities said in a 39-point plan released by the Shenzhen Municipal Development and Reform Commission on Friday.\nUnder the plan, Shenzhen will leverage its strategic strengths in four key categories: artificial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/08/07c8b208-914b-4b3a-aa9c-c8aadba6e849_4f10feaf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国表示愿就稀土问题进行对话，并批准更多出口 (原标题: China signals readiness on rare earth talks, approves more exports)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313533/china-signals-readiness-rare-earth-talks-approves-more-exports?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 06:00:44 +0000",
      "isoDate": "2025-06-08T06:00:44.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国稀土出口政策与国际对话\n\n中国商务部近日表示，已批准部分符合条件的稀土出口申请，并准备深化与各国在出口管制方面的对话。此举正值稀土这一战略资源在中美贸易谈判中持续受到关注。\n\n### 商务部声明要点\n*   **全球需求增长**：商务部观察到，随着机器人和新能源汽车等民用行业的持续扩张，全球对中重稀土的需求日益增长。\n*   **负责任大国姿态**：中国作为“负责任的大国”，已考虑到其他国家的合法民用需求，并依法批准了符合条件的出口申请。\n*   **加强合规审查**：中国将继续加强其合规审查流程。\n*   **促进国际对话**：商务部表示，中国愿意加强与相关国家在出口管制方面的沟通和对话，以促进合规贸易。\n\n### 稀土的战略重要性\n*   **中美贸易核心**：稀土长期以来被视为中国在与华盛顿打交道中的一张“王牌”，处于中美贸易拉锯战的核心地位。\n*   **全球主导地位**：中国是全球最大的稀土生产国，约占全球稀土开采量的70%，以及矿物精炼量的90%。\n*   **关键应用**：稀土对于制造消费电子产品、电动汽车和高科技国防系统至关重要。\n\n### 中美贸易对话背景\n*   中国副总理何立峰预计将在其周日至周五的伦敦之行期间，出席中美双边经济贸易磋商机制的首次会议。",
      "shortSummary": "中国商务部表示已批准部分稀土出口申请，并愿就出口管制与各国深化对话。此举旨在满足机器人、新能源汽车等民用领域日益增长的全球需求。稀土作为中国对美贸易的战略资源，对消费电子、电动汽车和高科技国防系统至关重要。中国是全球最大的稀土生产国，占据全球大部分稀土开采和精炼份额。",
      "translated_title": "中国表示愿就稀土问题进行对话，并批准更多出口",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has approved some qualified rare earth export applications and is ready to deepen dialogue with nations over export controls, as the strategic resource continues to take centre stage in Beijing’s trade negotiations with Washington.\nIn a statement posted on its official website on Saturday, the Chinese Ministry of Commerce said: “We have observed growing global demand for medium and heavy rare earths in civilian sectors such as robotics and new energy vehicles, as these industries continue...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/08/dfd31ffc-15dd-426c-88fa-6c310e69b692_ac1491d8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "给父亲育儿补贴？新研究称中国或可借此解决生育率危机 (原标题: Pay dads to parent? How China could fix birth rate crisis, according to new research)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313355/chinas-demographic-crisis-could-ease-male-childcare-subsidies-new-research-suggests?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 03:00:15 +0000",
      "isoDate": "2025-06-08T03:00:15.000Z",
      "creator": "Mandy Zuo",
      "summary": "根据一项新研究，补贴男性参与家务和育儿可能有助于扭转全球生育率下降的趋势，为中国等面临人口挑战的国家提供了一种新方法。\n\n**研究背景与发现：**\n*   这项由复旦大学和香港大学（HKU）研究人员共同撰写的研究指出，与单独补贴母亲相比，补贴父亲能带来显著更高的长期生育率增长。\n*   研究结果发布之际，中国作为世界第二大经济体，正面临人口迅速老龄化、劳动力萎缩和社会福利系统紧张的局面，且尚未达到高收入国家水平。\n*   研究人员强调，在“未富先老”的国家，生育率的急剧下降尤为紧迫，因为低生育率威胁到经济稳定以及追赶发达国家的能力。\n\n**中国面临的挑战：**\n*   近年来，中国当局一直在努力提高生育率，但收效甚微。\n*   大多数地区生育意愿持续下降，导致中国总和生育率估计为每名妇女生育1.1个孩子，远低于维持人口世代更替所需的2.1水平。\n*   这项分析了23个国家数据的研究还发现，在中国和其他东亚国家，将大部分育儿责任强加给女性的传统观念依然存在，这与快速的经济变化形成了冲突。\n\n**政策建议：**\n*   这项创新政策提案于上月发表在香港大学与香港赛马会联合研究所运营的期刊上，为中国应对人口挑战提供了新的思路。",
      "shortSummary": "一项新研究表明，补贴男性参与家务和育儿可能有助于中国扭转生育率下降的趋势。该研究由复旦大学和香港大学研究人员合作完成，认为补贴父亲比补贴母亲能带来更高的长期生育率增长。目前中国生育率仅为1.1，远低于世代更替水平，且面临“未富先老”的挑战。研究指出，东亚国家将育儿重担置于女性身上的传统观念与经济发展相冲突，因此鼓励男性参与育儿是解决人口危机的有效途径。",
      "translated_title": "给父亲育儿补贴？新研究称中国或可借此解决生育率危机",
      "images": [],
      "contentSource": "完整文章",
      "content": "Subsidising men’s participation in household chores and childcare could help reverse declining global birth rates, according to a new study, offering a fresh approach to deepening demographic challenges in countries like China.\nThe study, co-authored by researchers from Fudan University and the University of Hong Kong (HKU), argued that subsidies for fathers produce significantly higher long-term fertility gains than solely subsidising mothers.\nThe findings came as the world’s second-largest...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/8be3a166-4973-4ea0-9b70-c4d4b29d411f_2be9271a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "白酒困境与青梅兴起：中国Z世代口味重塑酒业 (原标题: Baijiu blues and plum pickings: tastes of China’s Gen Z rewrite liquor industry)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313366/baijiu-blues-chinas-gen-z-rewriting-liquor-industry-tastes-change-consumption-dips?utm_source=rss_feed",
      "pubDate": "Sat, 07 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-07T11:00:08.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国Z世代口味重塑酒业\n\n中国酒类市场正经历一场由Z世代消费者口味变化驱动的显著转型。传统上以高酒精含量白酒为主导的市场格局正在被低度、果味饮品所改写。\n\n## 关键市场趋势与产品创新\n\n*   **低度化与果味化：** 越来越多的中国酒类品牌正在创新其产品线，将重点从传统的谷物白酒转向低酒精、果味饮料。这反映了市场对创新饮品的明确需求。\n*   **消费者群体拓展：** 品牌旨在将其消费者基础从主要的中年男性扩展到更广泛的人群，特别是年轻的城市女性。\n\n## 重庆白沙镇的变革案例\n\n*   **产地转型：** 位于中国西南大城市重庆的白沙镇，以其悠久的酿酒历史而闻名。然而，当地的农田正经历一场作物种植的重大转变。\n*   **作物替代：** 过去主要用于生产传统白酒的高粱，正逐渐被青梅取代。青梅是生产更清淡、果味更浓的酒类（如青梅酒）的关键原料。\n*   **品牌引领：** 白酒品牌江小白的母公司Bottle Planet是这一变革的推动者。其公关总监范力表示，公司正在积极拥抱市场变化，以确保其品牌遗产得以延续。\n\n## Z世代的饮酒习惯与市场影响\n\n*   **颠覆性力量：** 行业内部人士认为，年轻一代消费者有能力彻底改变中国酒类市场。传统上，酒精含量约50%的白酒长期占据主流地位。\n*   **饮酒动机转变：** 与围绕社交礼仪的传统饮酒文化不同，Z世代更倾向于以自我享受为中心的饮酒体验。\n*   **场合演变：** 他们的饮酒场合正从“社交应酬”向“情感陪伴”转变，反映出对个人感受和情感连接的更高优先级。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/05/CLEAN---thumbnail.jpg?itok=D_hHBAyN)",
      "shortSummary": "中国Z世代的口味正在重塑酒业。为适应年轻消费者对低度、果味饮品的偏好，酒类品牌正从传统高酒精白酒转向创新产品。例如，重庆白沙镇的农田正从种植高粱转向青梅。这种转变反映了Z世代更注重自我享受而非社交应酬的饮酒习惯，预示着中国酒类市场将迎来重大变革。",
      "translated_title": "白酒困境与青梅兴起：中国Z世代口味重塑酒业",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/05/CLEAN---thumbnail.jpg?itok=D_hHBAyN",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Selecting which crops to grow each season can be a make-or-break decision for farmers. And in the ancient Chinese town of Baisha, famous for its liquor production, more and more are sowing seeds of change in a bid to capitalise on the evolving tastes of consumers.\nLocated in the southwestern megacity of Chongqing and home to the distillery of Chinese baijiu distilled-liquor brand Jiang Xiao Bai, the town is seeing its farmland increasingly being used to grow green plums instead of sorghum...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/3e57adbe-c7f3-4c9f-9ff2-ceafd2c08134_a70cc992.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国被忽视的金融体系如何助力其工业成功 (原标题: How China’s overlooked financial system enabled its industrial success)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3313234/how-chinas-overlooked-financial-system-enabled-its-industrial-success?utm_source=rss_feed",
      "pubDate": "Sat, 07 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-07T08:30:08.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 中国工业成功的关键：被忽视的金融体系\n\n文章指出，中国在工业和出口发展方面已超越其他国家，其成功甚至被竞争对手（尤其是美国）视为需要通过贸易保护主义来应对的威胁。然而，大多数对中国成功的分析都忽视了其金融体系所发挥的关键作用。\n\n#### 中西方经济模式对比\n\n*   **中国模式**：\n    *   中国利用国家资金（辅以私人融资）推行有意识的产业政策。这种更具“指令性”的方法目前似乎正获得更多支持。\n    *   其金融体系能够有效汇集储蓄并将其部署到国家利益相关的投资中，从而促进平衡的经济增长。\n    *   目标产业范围广泛，包括先进轨道交通设备、高科技海事船舶制造、航空航天设备、电动汽车以及下一代信息技术等。\n\n*   **西方经济模式**：\n    *   许多西方经济体未能建立起有效促进平衡经济增长的储蓄和投资系统。\n    *   基金管理技能虽然在最大化财务回报方面高度精湛，但并不总是等同于将储蓄最佳地部署到国家利益中。\n    *   西方经济体主要依赖市场来引导资金，通常流向财务回报最高的领域。\n\n#### 对中国产业政策的认识与分析不足\n\n*   《金融时报》2024年5月28日发表的《中国制造业主导地位的教训》一文，相对罕见地试图解释中国十年前启动的国家产业政策为何引来了其他国家的防御性反应。\n*   然而，该文章未能将中国的经验与美国和欧洲市场导向型方法进行比较和对比。作者认为，这种分析对于政策制定者识别和解决贸易战的根源至关重要。",
      "shortSummary": "文章指出，中国在工业和出口上的巨大成功，其核心在于其常被忽视的金融体系。与西方主要依赖市场引导资金不同，中国通过国家资金和有意识的产业政策，将储蓄有效投入到国家重点工业领域，从而实现了快速发展。这种“指令性”方法已引起国际关注和贸易保护主义反应，但对中西方金融体系差异的深入分析仍显不足。",
      "translated_title": "中国被忽视的金融体系如何助力其工业成功",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has powered ahead of other nations in terms of industrial and export development, to the point where it is now seen by rivals (not least the US) as a threat that must be countered by trade protectionism. But most analyses of its success overlook the key role played by China’s financial system.\nThe mirror image of that success is the failure by many Western economies to nurture savings collections and investment systems that are well attuned to promoting balanced economic growth. Fund...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/d796c0aa-bc0e-4048-9184-07f6ec5ffcbb_656c5f9b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着贸易压力增大，美国零售商要求中国企业承担运输成本 (原标题: US retailers demand Chinese firms pay shipping costs as trade pressure grows)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313342/us-retailers-demand-chinese-firms-pay-shipping-costs-trade-pressure-grows?utm_source=rss_feed",
      "pubDate": "Sat, 07 Jun 2025 05:00:08 +0000",
      "isoDate": "2025-06-07T05:00:08.000Z",
      "creator": "Frank Chen",
      "summary": "标题：美国零售商要求中国企业承担运输成本\n\n*   **背景与现状**\n    *   由于贸易战造成的干扰导致运费飙升，美国零售巨头正要求其中国供应商分担甚至承担跨太平洋的全部运输成本。\n    *   这是美国大型零售商向中国工厂施加巨大压力的最新迹象，旨在让中国工厂承担更多因贸易战产生的额外成本，因为这些公司在国内面临着“承担关税”的呼声。\n\n*   **传统做法的改变**\n    *   此前，美国主要零售商通常会支付从中国到美国的全部运输费用，他们能够利用与全球航运公司的长期合作关系来保持低成本。\n    *   然而，这一标准做法正在改变。来自中国浙江省的出口商消息称，向美国“主导”大型超市连锁店供货的浙江工厂现在必须承担部分甚至全部的货物运输成本。\n\n*   **具体案例**\n    *   浙江领先的服装制造商Stage Group的一位销售代表表示，自5月底以来，该公司已为其60%运往美国的货物支付了物流费用。\n\n*   **更广泛的成本压力**\n    *   运输成本并非中国工厂面临的唯一压力。本月早些时候有消息称，美国零售商正在推动中国供应商承担高达66%的美国关税成本，而此前这些费用通常由美国买家支付。",
      "shortSummary": "随着贸易压力和运费飙升，美国零售商正要求中国供应商分担甚至承担全部运输成本。这标志着与以往美国买家支付运费的标准做法发生重大转变。此举是中国工厂面临的更广泛成本压力的一部分，此前美国零售商已要求中国供应商承担部分关税。",
      "translated_title": "随着贸易压力增大，美国零售商要求中国企业承担运输成本",
      "images": [],
      "contentSource": "完整文章",
      "content": "US retail giants are demanding that their Chinese suppliers split or even bear the full cost of shipping goods across the Pacific, as freight rates skyrocket amid the disruption caused by the trade war, sources at Chinese export firms told the Post.\nThe move is the latest sign of the intense pressure America’s biggest retailers are putting on Chinese factories to absorb more of the additional costs created by the trade war, with the companies facing calls at home to “eat the tariffs”.\nUntil...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/57bfca7d-bad4-43a1-bf65-9ec4be51855b_499d21e9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "当中美竞争挤压亚洲市场时，选边站队甚至是一种选择吗？ (原标题: As US-China rivalry squeezes Asian markets, is taking sides even an option?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313424/us-china-rivalry-putting-squeeze-asian-markets-taking-sides-option?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-06T22:00:08.000Z",
      "creator": "Luna Sun,Kandy Wong,Ralph Jennings",
      "summary": "### 中美竞争下的亚洲困境：选边站队还是保持平衡？\n\n随着中美两国之间力量博弈的加剧，亚洲地区正面临一个微妙而务实的选择：是屈服于华盛顿日益增长的压力，打击供应链并加强执法，还是维持支撑其与北京深厚经济联系的模糊性？\n\n*   **背景与核心困境**\n    *   中美贸易紧张局势持续，加上7月份关键关税截止日期的临近，亚洲国家正被卷入两国竞争的漩涡。\n    *   亚洲国家面临的抉择是：是响应美国在供应链和执法方面的施压，还是继续保持与中国经济联系的模糊策略。\n\n*   **亚洲与中国的经济深度融合**\n    *   亚洲国家的供应链、技术、市场和投资已与中国深度融合。\n    *   去年，亚洲地区对华贸易额达1.89万亿美元，占中国总贸易额的三分之一。\n    *   中国是该地区18个国家的头号贸易伙伴，并已连续15年成为东南亚国家联盟（东盟）的最大贸易伙伴。\n    *   分析人士指出，经济不对称和军事优势常常转化为北京的市场影响力。\n\n*   **美国在亚洲的角色与吸引力**\n    *   对于该地区许多国家而言，华盛顿代表着安全、多元化和战略再平衡。\n    *   美国通过其军事存在、投资和先进技术，为亚洲国家提供安全保障。\n    *   分析人士认为，面对中国在该地区日益增长的影响力，一些亚洲国家可能需要美国的安保承诺。\n\n*   **亚洲国家的生存策略**\n    *   许多亚洲经济体正走钢丝：它们既受益于中国庞大的市场，又警惕过度依赖的风险。\n    *   在两大强国之间，维持与双方的关系已成为亚洲大部分地区的生存策略。",
      "shortSummary": "在中美竞争加剧的背景下，亚洲国家正面临艰难抉择：是响应美国在供应链上的施压，还是维持与中国深厚的经济联系。亚洲与中国经济深度融合，中国是该地区多数国家的首要贸易伙伴。同时，美国提供安全、多元化和技术支持。因此，亚洲国家正努力在受益于中国市场的同时，警惕过度依赖的风险，维持与中美双方的平衡关系，这已成为其生存策略。",
      "translated_title": "当中美竞争挤压亚洲市场时，选边站队甚至是一种选择吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Caught in the undertow of swirling power plays between China and the United States, Asia has become like a piece of driftwood battered by the pounding of opposing tides.\nWith key tariff deadlines approaching in July, and in light of lingering trade tensions between the world’s two biggest economies, many countries in the region are facing a delicate, pragmatic choice: bow to Washington’s growing pressure to crack down on supply chains and enforcement – or preserve the economic ambiguity that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/22215850-a5e3-4133-aeb7-9b69f02db101_6016dfe8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在华美国企业无一将生产迁回美国，中国美国商会调查发现 (原标题: No polled US firms in China shifting production back to US, AmCham survey finds)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313423/no-polled-us-firms-china-shifting-production-back-us-amcham-survey-finds?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 14:00:16 +0000",
      "isoDate": "2025-06-06T14:00:16.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国美国商会调查：在华美企未将生产迁回美国\n\n一份来自美国商业机构的最新调查结果显示，尽管华盛顿征收的关税给中国出口商带来了压力，但许多在华经营的美国企业也发现自己陷入了一场无法控制的贸易战的交火之中。与此同时，美国总统唐纳德·特朗普旨在将制造业带回美国的计划可能面临挑战，因为美国企业表示他们正在中国实现本地化，而不是迁回美国。\n\n**主要发现：**\n\n*   **关税影响加剧运营压力：**\n    *   根据中国美国商会（AmCham China）于5月23日至28日对112家不同行业的会员公司进行的调查结果，美中贸易紧张局势的升级——特别是通过关税——正在给在华运营的美国公司带来越来越大的压力，导致成本增加和竞争力下降。\n    *   中国美国商会主席刘先生表示：“在华运营已经变得日益复杂之际，关税对我们的会员公司来说是一个额外的挑战。”\n\n*   **企业应对策略：本地化或迁往第三国：**\n    *   尽管面临挑战，但调查发现，大多数公司并不打算退出中国。\n    *   相反，他们正在“本地化运营或将部分生产转移到第三国”。\n\n*   **无企业将生产迁回美国：**\n    *   中国美国商会关于调查结果的声明中明确指出：“没有一家公司报告将生产迁回美国。”这直接挑战了特朗普政府将制造业带回美国的政策目标。\n\n**背景信息：**\n\n*   过去几个月，美中贸易关系一直动荡不安，但随着特朗普总统和习近平主席周四的通话，风暴似乎有所平息。据报道，双方讨论了陷入困境的贸易关系、中国的稀土出口和海外学生问题，同时双方也相互发出了访问各自国家首都的邀请。",
      "shortSummary": "中国美国商会的一项调查显示，尽管中美贸易战导致成本增加，但大多数在华美国企业并未计划撤离中国。相反，他们选择在中国本地化运营或将部分生产转移到第三国。调查发现，没有一家受访企业表示将生产迁回美国，这与特朗普政府将制造业带回美国的政策目标相悖。",
      "translated_title": "在华美国企业无一将生产迁回美国，中国美国商会调查发现",
      "images": [],
      "contentSource": "完整文章",
      "content": "Tariffs imposed by Washington have not only squeezed Chinese exporters, many US businesses operating in China are also finding themselves caught in the crossfire of a trade war they cannot control, according to fresh findings from a US business chamber.\nMeanwhile, President Donald Trump’s plan to bring manufacturing back to the US may face challenges, as American firms said they were localising in China, rather than returning home.\nThe escalation of US-China trade tensions – particularly through...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/2fa2e56b-dc54-4713-a170-8a1449eaa8ed_63a81d03.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平与特朗普通话未能在中国工厂车间激起太多热情 (原标题: Xi-Trump phone call fails to spark much enthusiasm on Chinese factory floors)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313346/xi-trump-phone-call-fails-spark-much-enthusiasm-chinese-factory-floors?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 12:00:09 +0000",
      "isoDate": "2025-06-06T12:00:09.000Z",
      "creator": "Luna Sun,Kandy Wong,Frank Chen,Ralph Jennings",
      "summary": "## 习近平与特朗普通话对中国制造业的影响\n\n近期，美国总统唐纳德·特朗普与中国国家主席习近平进行了两个月来的首次通话，此次通话被视为中美紧张关系可能出现缓和的信号。然而，在中国工厂车间，这种潜在的积极信号并未激起太多热情，反而普遍保持着谨慎和观望的态度。\n\n### 制造商的疲惫与不信任\n\n*   **政策变动频繁导致疲惫：** 许多制造商对中美贸易政策的持续变化感到筋疲力尽。\n*   **特朗普的不确定性：** 鉴于特朗普总统过去言行的不稳定性，他们对他的言论持怀疑态度，不再轻易相信。\n*   **观望态度：** 香港越南商会理事会秘书长Winnie Lam指出，“没有人再会轻易相信特朗普的话”，尤其是在没有签署正式协议的情况下，没有人会做出任何长期决策。\n\n### 决策延迟与现状维持\n\n*   **重大举措推迟：** 许多制造商正在推迟重大投资或业务调整，等待更明确的信号出现。\n*   **项目状态不变：** 已经暂停的项目仍将维持暂停状态，而正在进行的项目则继续推进，目前没有观察到突然的撤回或停滞。\n\n### 通话内容要点\n\n在这次通话中，两位领导人讨论了以下几个关键议题：\n\n*   中美之间存在问题的贸易关系。\n*   中国的稀土出口问题。\n*   在对方国家的留学生事宜。\n*   双方还相互发出了访问各自国家首都的邀请。",
      "shortSummary": "尽管习近平与特朗普通话预示着中美关系可能缓和，但中国工厂车间对此反应平淡。制造商因频繁的政策变动和特朗普言行的不确定性而感到疲惫和不信任，普遍推迟重大决策，等待更明确的信号。他们认为，在没有签署正式协议前，不会轻易做出长期承诺。通话内容包括贸易关系、稀土出口和留学生问题，并相互发出了访问邀请。",
      "translated_title": "习近平与特朗普通话未能在中国工厂车间激起太多热情",
      "images": [],
      "contentSource": "完整文章",
      "content": "As two of the world’s most powerful leaders – President Xi Jinping and US counterpart Donald Trump – exchanged rare conciliatory words in a phone call that signalled a potential thaw in China-US tensions, the mood on factory floors in China remained far more restrained.\nExhausted by continual policy shifts and disillusioned by Trump’s volatility, many manufacturers are delaying major moves until clearer signals emerge.\n“No one jumps on Trump’s word any more,” said Winnie Lam, general secretary...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/30dab402-a7ab-4416-a6e7-a050548af889_92513b87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "陷入糟糕的兄弟情：特朗普和马斯克反目成仇——究竟发生了什么？ (原标题: Caught in a bad bromance: Trump and Musk go for the throat – what just happened?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313377/caught-bad-bromance-trump-and-musk-go-throat-shocking-feud-escalates?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 10:00:18 +0000",
      "isoDate": "2025-06-06T10:00:18.000Z",
      "creator": "Alice Li",
      "summary": "### 特朗普与马斯克的公开争执\n\n美国前总统唐纳德·特朗普与他曾经最大的政治捐助者埃隆·马斯克之间，在特朗普与中国领导人通话并发表乐观言论数小时后，一场公开的争执迅速升级。\n\n*   **争执起因：**\n    *   马斯克曾是特朗普最引人注目的捐助者，并自称是特朗普的“第一好友”。\n    *   本周早些时候，马斯克猛烈抨击了特朗普的一项关键国内政策倡议——“一号大美法案”（One Big Beautiful Bill Act），该法案最近刚在众议院获得通过。\n\n*   **马斯克的批评：**\n    *   马斯克在其社交媒体平台X上称“一号大美法案”是“令人作呕的憎恶之物”，是“一项庞大、离谱、充斥着猪肉条款的国会支出法案”。\n    *   他进一步指出，该法案将“使已经庞大的预算赤字大幅增加到2.5万亿美元（！！！），并给美国公民带来难以承受的不可持续的债务”。\n    *   马斯克直到上周还是美国专注于成本节约的政府效率部（Doge）的负责人。\n    *   这是马斯克第二次公开抨击该法案。早在五月下旬，在正式离开Doge之前，他就曾表示对该法案感到“失望”，并认为该立法“增加了预算赤字”并“破坏了Doge团队的工作”。\n\n*   **特朗普的回应：**\n    *   周四，特朗普在与德国总理弗里德里希·梅尔茨举行新闻发布会时对记者表示，马斯克之所以不满，可能是因为电动汽车（EV）强制性规定的取消，这可能会影响他的特斯拉业务。",
      "shortSummary": "美国前总统特朗普与曾是其最大捐助者的埃隆·马斯克之间爆发公开争执。马斯克猛烈抨击特朗普的“一号大美法案”，称其为“令人作呕的憎恶之物”，将大幅增加预算赤字并带来不可持续的债务。特朗普则回应称，马斯克的不满可能源于电动汽车强制性规定的取消，这会影响特斯拉业务。",
      "translated_title": "陷入糟糕的兄弟情：特朗普和马斯克反目成仇——究竟发生了什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hours after US President Donald Trump spoke with his Chinese counterpart on Thursday night and shared optimistic remarks about the call on social media, a public feud escalated between him and his biggest political donor.\nElon Musk, once Trump’s most high-profile donor and self-proclaimed “first buddy”, lambasted the “big beautiful bill” earlier this week – one of Trump’s key domestic policy initiatives that was recently passed by the House – lighting the fuse on a public fight that quickly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/c0019dc9-243c-43ee-ab61-5aa306ce429b_4caac031.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国计划设立10个国家数据区，以推动数字经济发展并与美国在人工智能竞赛中竞争 (原标题: China eyes 10 new national data zones in digital economy push, AI race with US)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313325/china-eyes-10-new-national-data-zones-digital-economy-push-ai-race-us?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 07:00:14 +0000",
      "isoDate": "2025-06-06T07:00:14.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国设立10个国家数据区以推动数字经济和AI发展\n\n中国国家数据管理局（NDA）宣布，中国将设立10个国家数据试点区。此举旨在：\n\n*   **推动数字经济发展**：通过培育数据相关市场主体和扩大数据市场，释放数字经济的增长潜力。\n*   **提升AI竞争力**：在与美国的人工智能竞赛中占据优势。\n*   **促进数实融合**：旨在“释放实体经济与数字经济融合的潜力”。\n\n**试点区分布**\n\n这些试点区将设立在北京、浙江、安徽等地区。\n\n**背景与现状**\n\n此举正值中国加大力度挖掘数字经济增长潜力，并在与美国的激烈科技竞争中，特别是在快速发展的人工智能领域，寻求优势。\n\n据中央电视台报道：\n\n*   中国已“建立了全面的数据产业链”，拥有超过19万家数据相关企业。\n*   该行业的市场规模已超过2万亿元人民币（约合2784亿美元）。\n*   预计到2030年，这一数字将增至7.5万亿元人民币。\n\n**未来规划**\n\n由包括国家数据管理局在内的17个政府机构发布了一项涵盖2024年至2026年的三年行动计划。该计划旨在：\n\n*   将数据交易量翻一番。\n*   创建300多个示范应用场景。\n*   利用数据在各行业中的乘数效应。",
      "shortSummary": "中国国家数据管理局宣布将设立10个国家数据试点区，以推动数字经济发展并提升在人工智能领域与美国的竞争力。这些区域将分布在北京、浙江、安徽等地，旨在培育数据市场主体、扩大数据市场并促进数字经济与实体经济融合。中国数据产业市场规模已超2万亿元，预计2030年达7.5万亿元。一项三年行动计划（2024-2026）旨在将数据交易量翻番，并创建300多个应用场景，以充分利用数据价值。",
      "translated_title": "中国计划设立10个国家数据区，以推动数字经济发展并与美国在人工智能竞赛中竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will establish 10 national data pilot zones, its data agency announced, as the country seeks to bolster its digital economy and compete with the United States in the race to dominate artificial intelligence.\nThe National Data Administration (NDA) said the zones would be established in Beijing, Zhejiang, Anhui and other regions. The initiative encourages select local governments to spearhead efforts “in nurturing data-related market entities and expanding the data market”, according to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/3697b41d-b390-4649-a849-a7441eb8e4aa_60c91453.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大型船东让美国造船业失色，继续从中国订购船舶 (原标题: Big shipowners take wind out of US sails, continue to order vessels from China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313302/despite-us-port-fee-big-shipping-companies-are-still-ordering-vessels-made-china?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 05:00:18 +0000",
      "isoDate": "2025-06-06T05:00:18.000Z",
      "creator": "Carol Yang",
      "summary": "# 大型船东继续从中国订购船舶，美国造船业面临挑战\n\n## 核心观点\n尽管美国试图通过征收港口费用等措施来挑战中国在全球造船业的主导地位，但包括全球最大的航运公司地中海航运公司（MSC）在内的大型船东，仍选择继续与中国造船厂合作。他们认为，中国造船厂的竞争力在短期内是无法轻易匹敌的。\n\n## 地中海航运公司（MSC）的立场\n*   **港口费用不构成障碍**：地中海航运公司高级副总裁Marie-Caroline Laurent在本周于奥斯陆举行的Nor-Shipping论坛上表示，美国针对与中国相关船舶征收的港口费用，不会成为该公司从中国订购更多船舶的障碍。\n*   **能源转型需求驱动**：Laurent指出，全球航运业正面临能源转型（国际海事组织要求全球航运业在未来约25年内实现净零排放），这需要大量新型船舶，特别是那些采用脱碳技术（如绿色燃料）的船舶。她强调，这些船舶目前在很大程度上是由中国建造的。\n*   **认可中国能力**：她明确表示，中国拥有建造这些船舶所需的能力和技术，因此MSC目前仍将继续在中国建造其船只。\n\n## 美国造船业复兴的挑战\n*   **非一蹴而就**：Laurent承认美国正在努力振兴其造船业，但她认为这一复兴不会一蹴而就，需要时间。\n*   **所需条件**：她指出，实现美国造船业的复兴将需要国家补贴以及保留一些战略资产。\n*   **不影响当前战略**：尽管与美国政府就此进行对话很有趣，但Laurent表示，这在现阶段可能不会改变MSC在造船方面的整体战略。",
      "shortSummary": "尽管美国试图通过港口费用挑战中国造船业，但包括全球最大航运公司MSC在内的大型船东，仍因中国造船厂无与伦比的竞争力而继续从中国订购船舶。MSC高管表示，为实现能源转型所需的船舶主要由中国建造，其技术和能力短期内无法替代。美国造船业的复兴被视为长期目标，目前不会改变船东的采购策略。",
      "translated_title": "大型船东让美国造船业失色，继续从中国订购船舶",
      "images": [],
      "contentSource": "完整文章",
      "content": "While a US port fee targeting ships linked to China has made some vessel buyers hesitant, major shipping companies – including Mediterranean Shipping Company (MSC), the world’s largest – are opting to continue working with Chinese shipyards, saying their competitiveness cannot be easily matched in the short term.\nDespite the United States’ determination to challenge China’s dominance in global shipbuilding, MSC senior vice-president Marie-Caroline Laurent told the Nor-Shipping Forum in Oslo this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/34712173-c6cf-4162-8ab8-d1ab22a9ea13_bbf26846.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "地方政府在中国618购物节前暂停部分补贴 (原标题: Local governments halt some subsidies ahead of China’s big 618 shopping festival)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313217/local-governments-halt-some-subsidies-purchases-ahead-chinas-618-shopping-festival?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 00:00:18 +0000",
      "isoDate": "2025-06-06T00:00:18.000Z",
      "creator": "Alice Li",
      "summary": "### 地方政府在中国618购物节前暂停部分补贴\n\n随着中国电商平台为年度最大购物节之一的“618”做准备，一些地方政府突然暂停了通过全国“以旧换新”计划提供的某些商品补贴，这出乎了人们对补贴将持续一整年的预期。\n\n*   **补贴暂停情况**：\n    *   **广州**：自周四起，广州消费者无法再申领家居装修产品（如门、瓷砖和沙发）的优惠券，这些产品此前每人可获得高达2万元人民币（约合2785美元）的补贴。该市还暂停了家电和电子产品的补贴。\n    *   **江苏省**：周日暂停了在线购物券，但继续发放有限的每日线下购物券。\n    *   **湖北省及广东省其他城市**：包括深圳、东莞和中山在内的湖北省和广东省其他城市，已停止对智能家电的补贴。这些信息根据电商平台京东（消费者可申请补贴的渠道之一）的公告。\n\n*   **“以旧换新”计划背景**：\n    *   这是中国“以旧换新”计划实施的第二年，该计划旨在刺激消费和缓解各行业的产能过剩问题。\n    *   该计划已从产品更换扩展，现在利用数千亿元的超长期特别国债资金，为特定商品提供15-20%的折扣。\n\n*   **影响与预期差异**：\n    *   去年，大多数地方政府的补贴持续到年底。因此，今年在“618”购物节前突然在中途暂停补贴，令一些人措手不及，而电商平台正希望维持销售势头。",
      "shortSummary": "在中国“618”购物节前夕，一些地方政府突然暂停了通过全国“以旧换新”计划提供的部分商品补贴。广州、江苏、湖北及广东部分城市已停止对家居装修、家电和电子产品等提供补贴。这与去年补贴持续到年底的情况不同，令消费者和电商平台感到意外。该计划旨在刺激消费，但此次突然暂停打乱了市场预期。",
      "translated_title": "地方政府在中国618购物节前暂停部分补贴",
      "images": [],
      "contentSource": "完整文章",
      "content": "With e-commerce platforms gearing up for one of China’s biggest shopping festivals of the year, some local governments have suddenly paused subsidies offered for certain goods through a national trade-in programme, upending expectations that the offerings would continue all year.\nAs of Thursday, consumers in Guangzhou, the capital of the southern provincial powerhouse of Guangdong, found that they could no longer claim vouchers for home-remodelling products such as doors, ceramic tiles and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/be9d02c1-1a46-44d9-8ead-8eb756d5532d_d18c79f4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "报告称：人工智能或可解决中国劳动力困境，但也可能加剧通货紧缩 (原标题: AI might solve China’s labour woes, but could also fuel deflation, report says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313220/ai-might-be-answer-chinas-labour-woes-could-also-fuel-deflation-report-says?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 13:45:08 +0000",
      "isoDate": "2025-06-05T13:45:08.000Z",
      "creator": "Leopold Chen",
      "summary": "# 人工智能对中国劳动力市场和通货紧缩的影响\n\n## 长期展望：缓解劳动力短缺\n*   人工智能（AI）的兴起预计将从长远来看缓解中国预期的劳动力短缺问题。\n\n## 短期影响：加剧通货紧缩的担忧\n*   **摩根士丹利分析师的观点：**\n    *   **主要担忧：** 在短期内，AI的广泛应用可能会加剧“中国普遍存在的通货紧缩压力”。\n    *   **原因：** AI的劳动力替代效应可能在短期内占据主导地位，从而扰乱本已疲软的就业市场。\n    *   **背景：** 中国经济目前面临高企的青年失业率和通货紧缩，起点较弱，这使得AI导致的劳动力市场中断可能更为严重。\n    *   **具体影响：** AI可能取代“初级认知工作”，鼓励企业在AI技术上投入更多，从而减少招聘，导致“工资增长显著放缓”。\n\n## 另一种观点：AI并非通缩主因\n*   **渣打银行大中华区首席经济学家丁爽的观点：**\n    *   **核心论点：** AI不会是中国通货紧缩压力的主要驱动力。\n    *   **通缩主因：** 当前通货紧缩的主要原因是一些行业的产能过剩和国内需求疲软。\n    *   **政策建议：**\n        *   为应对通货紧缩压力，中国应遏制过度投资和过度竞争。\n        *   不应因担心通货紧缩而犹豫发展AI，因为AI是一个具有战略重要性的产业。",
      "shortSummary": "人工智能（AI）在长期内有望缓解中国劳动力短缺。然而，市场对其短期影响存在分歧。摩根士丹利分析师认为，AI可能通过劳动力替代加剧中国已有的通货紧缩和青年失业问题，导致工资增长放缓。但渣打银行的丁爽则认为，AI并非通缩主因，当前通缩主要源于产能过剩和需求疲软。他建议中国应遏制过度投资，同时不应因通缩担忧而阻碍AI这一战略性产业的发展。",
      "translated_title": "报告称：人工智能或可解决中国劳动力困境，但也可能加剧通货紧缩",
      "images": [],
      "contentSource": "完整文章",
      "content": "While the rise of artificial intelligence (AI) is set to mitigate an expected shortage of labour in China in the long run, market observers differ on its impact on deflationary pressures in the near term.\nThe wider adoption of AI in China could exacerbate “China’s prevailing deflationary pressures” by disrupting an already-weak employment market, as the labour displacement effects of the technology might dominate in the short term, Morgan Stanley analysts said in a research report published last...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/354081bf-d0ea-4ed0-86cc-f0f535df6006_4893a621.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将在海南对部分用户放开互联网限制 (原标题: China will drop the Great Firewall for some users, but only in southern Hainan)",
      "link": "https://www.scmp.com/tech/policy/article/3313224/chinas-hainan-offers-global-internet-access-some-boost-free-trade-port-ambitions?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 13:30:08 +0000",
      "isoDate": "2025-06-05T13:30:08.000Z",
      "creator": "Ben Jiang",
      "summary": "# 海南试点“全球互联”服务：部分用户将获全球互联网访问权限\n\n中国最南端的海南省正在试点一项创新计划，旨在向部分企业用户开放全球互联网访问权限。此举在中国以严格网络审查著称的背景下显得尤为罕见，其核心目标是将海南转型为全球自由贸易港。\n\n## 申请资格与流程\n\n*   **申请主体**：在海南注册并运营的公司的员工。\n*   **申请机构**：申请人需通过海南国际数据综合服务中心（HIDCSC）申请“全球互联”移动服务。HIDCSC由海南大数据发展中心监管。\n*   **申请条件**：\n    *   申请人必须是中国三大国有运营商（中国移动、中国联通或中国电信）的5G套餐用户。\n    *   需提交雇主信息，包括公司的统一社会信用代码，以供审批。\n*   **审批时间**：据HIDCSC工作人员透露，审批过程可能长达五个月。\n\n## 服务内容与优势\n\n*   **绕过“防火墙”**：一旦获得批准，用户将能够绕过中国所谓的“防火墙”，访问许多全球最常访问的网站，例如Google和维基百科。\n*   **可访问平台**：包括YouTube、X（原Twitter）和TikTok等平台也将可访问。\n*   **费用**：用户无需支付额外费用即可获得全球互联网访问权限。\n*   **商业吸引力**：目前对公司规模或业务范围没有限制，该服务已吸引了显著的商业兴趣。\n\n## 限制与背景\n\n*   **部分内容仍受限**：尽管大部分全球网站可访问，但HIDCSC工作人员表示，仍有部分网站将无法访问，但未详细说明具体类型。\n*   **战略意义**：这项试点项目是海南省致力于打造全球自由贸易港的关键一步，旨在提升其国际商业环境和吸引力。",
      "shortSummary": "中国海南省正试点一项“全球互联”服务，允许部分在当地注册运营的企业的员工绕过“防火墙”，访问全球互联网。此举旨在将海南打造为全球自由贸易港。申请者需为三大运营商的5G用户，并提供公司信息，审批可能耗时数月。该服务免费，已吸引大量商业兴趣，但部分网站仍将受限。",
      "translated_title": "中国将在海南对部分用户放开互联网限制",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s southernmost province of Hainan is piloting a programme to grant select corporate users broad access to the global internet, a rare move in a country known for having some of the world’s most restrictive online censorship, as the island seeks to transform itself into a global free-trade port.\nEmployees of companies registered and operating in Hainan can apply for the “Global Connect” mobile service through the Hainan International Data Comprehensive Service Centre (HIDCSC), according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/4e52b04d-2b56-4435-bd8e-39dbfe1f0664_faa86d12.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国希望通过绿色能源在新数据中心战略中推动人工智能繁荣 (原标题: China hopes to power AI boom with green energy in new data centre strategy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313194/china-hopes-power-ai-boom-green-energy-new-data-centre-strategy?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 11:00:11 +0000",
      "isoDate": "2025-06-05T11:00:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 中国新数据中心战略：以绿色能源赋能人工智能繁荣\n\n中国正将其耗电量巨大的数据中心发展整合到国家能源战略中，以推动其不断增长的人工智能（AI）产业和计算能力。\n\n## 核心策略与目标\n*   **新行动计划发布**：北京于周三发布了一项新的行动计划，旨在协调数据中心规划与能源基础设施建设。\n*   **聚焦新能源富集区**：重点关注青海、新疆、黑龙江等国家枢纽节点和资源丰富的非枢纽地区，将现有和新增数据中心的绿色电力需求与当地可再生能源容量进行协调。\n*   **满足AI计算需求**：目标是满足高性能计算设施不断飙升的电力需求。\n\n## 能源管理与技术创新\n*   **缓解电网压力**：计划提出将利用创新技术实时预测电力消耗和可再生能源发电量。\n*   **灵活能源使用**：这将使数据中心能够更灵活地使用能源，从而缓解高峰时段电网的压力。\n\n## AI产业发展与电力挑战\n*   **推动AI与高科技制造**：工业和信息化部同日召开会议，讨论推进人工智能和高科技制造业的努力，强调在培育大型AI企业的同时，也要支持小型专业公司。\n*   **AI的经济驱动力**：此举凸显了中国主导AI领域的雄心，AI正迅速成为经济增长的重要驱动力。\n*   **电力供应压力**：然而，AI的快速发展也可能给电力供应带来巨大压力。随着更多应用和用户的出现，特别是中国本土AI模型“DeepSeek”的推出，数据中心的电力消耗预计将急剧上升。\n*   **电力需求预测**：根据国际数据公司（IDC）和浪潮信息在2月份发布的一份报告，2025年AI计算的电力需求预计将比上一年增长43%。",
      "shortSummary": "中国正通过一项新战略，将数据中心发展与绿色能源整合，以支持其蓬勃发展的人工智能产业。该计划旨在协调数据中心与新能源丰富地区的能源基础设施，满足高性能计算对电力的巨大需求。通过创新技术实现灵活能源使用，并支持各类AI企业。随着AI成为经济增长引擎，其电力消耗预计将大幅增加，IDC报告预测2025年AI计算电力需求将增长43%。",
      "translated_title": "中国希望通过绿色能源在新数据中心战略中推动人工智能繁荣",
      "images": [],
      "contentSource": "完整文章",
      "content": "To fuel its growing AI sector and computing prowess, China is integrating the development of power-hungry data centres into its national energy strategy.\nUnder a new action plan released on Wednesday, Beijing would coordinate data centre planning with energy infrastructure in areas and regions rich in new energy resources, to meet the surging electricity demands of high-performance computing facilities.\n“We will focus on national hub nodes and resource-abundant non-hub regions such as Qinghai,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/6e98d83d-9af2-4a20-bcc1-6a8543927daa_9236aad2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国称新型直升机发动机是其航空雄心的里程碑 (原标题: China hails new helicopter engine as a milestone for its aviation ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313180/china-hails-new-helicopter-engine-milestone-its-aviation-ambitions?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 09:30:09 +0000",
      "isoDate": "2025-06-05T09:30:09.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国已批准其首款国产1000千瓦直升机发动机——AES100投入批量生产，此举被视为中国航空业发展的重要里程碑，尤其是在美国试图限制其获取关键技术背景下。\n\n**主要信息点：**\n\n*   **发动机名称与类型：** 该发动机名为AES100，是一款涡轴发动机，功率为1000千瓦。\n*   **生产许可：** 中国官方已于周四授予AES100生产许可证，为其市场投放奠定了坚实基础。\n*   **研发与生产方：** AES100由中国航空发动机集团（AECC）研制和生产。\n*   **战略意义：**\n    *   此举正值华盛顿宣布对中国实施新一轮出口限制，包括对喷气发动机相关技术的销售限制之际。\n    *   尽管AES100与中国商飞（Comac）客机使用的喷气发动机类型不同，但中国专家认为其发展仍是中国航空业向前迈出的重要一步。\n    *   AES100的总设计师李盖奇表示，获得生产许可反映了“中国独立开发和制造先进民用涡轴发动机的能力”。\n*   **背景：** 中国商飞在发展商用飞机方面取得了快速进展，但仍依赖海外供应商提供关键部件。AES100的量产标志着中国在航空发动机领域自主能力的提升，有助于减少对外部技术的依赖。",
      "shortSummary": "中国已批准其首款国产1000千瓦直升机发动机AES100投入批量生产。此举被视为中国航空雄心的重要里程碑，尤其是在美国限制其获取关键技术背景下。该发动机由中国航空发动机集团研制，标志着中国独立开发和制造先进民用涡轴发动机能力的提升，有助于减少对海外技术的依赖。",
      "translated_title": "中国称新型直升机发动机是其航空雄心的里程碑",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has granted approval for the country’s first home-grown 1,000-kilowatt helicopter engine to begin mass production, as Beijing doubles down on its aviation ambitions in defiance of US efforts to restrict its access to key technologies.\nThe engine, named the AES100, was granted a production licence by Chinese authorities on Thursday, “laying a solid foundation for its market launch”, state-run news agency Xinhua reported.\nThe move comes just days after Washington announced a new round of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/559e6371-2d91-4de4-9013-e13225102b1c_20edeeee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士透露 (原标题: Australia’s Albanese to meet China’s Xi in Beijing this summer: source)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313136/australias-albanese-meet-chinas-xi-beijing-summer-source?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 06:00:12 +0000",
      "isoDate": "2025-06-05T06:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯将访问北京\n\n*   **访问目的与时间**\n    *   澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问中国首都北京。\n    *   此行的主要目的是进行贸易会谈，并应对由美国前总统唐纳德·特朗普的关税政策引发的全球贸易动荡。\n    *   一位知情人士透露，阿尔巴尼斯预计将在访问期间会见中国国家主席习近平。\n\n*   **澳中关系缓和与贸易优先**\n    *   自2022年首次当选以来，阿尔巴尼斯一直致力于缓和其前任强硬政策所造成的对华经济紧张关系。\n    *   这些努力已促使北京放宽了对澳大利亚煤炭、葡萄酒、龙虾及其他商品的进口限制。\n    *   在工党于上个月的澳大利亚联邦选举中取得决定性胜利后，与中国的接触预计仍将是阿尔巴尼斯第二任期的优先事项。\n\n*   **稳定贸易伙伴关系**\n    *   消息人士指出，此次访问是为了与澳大利亚最大的贸易伙伴进行接触。\n    *   澳大利亚民众再次投票支持阿尔巴尼斯，是因为他能够稳定澳中关系。",
      "shortSummary": "澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问北京，与中国国家主席习近平举行贸易会谈。此行旨在进一步缓和两国经济紧张关系，并稳定作为澳大利亚最大贸易伙伴的澳中关系。阿尔巴尼斯自2022年上任以来一直致力于此，已促使中国放宽对澳大利亚商品的进口限制。",
      "translated_title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士透露",
      "images": [],
      "contentSource": "完整文章",
      "content": "Australian Prime Minister Anthony Albanese is set to become the latest world leader to travel to Beijing for trade talks, as countries around the world scramble to navigate the turbulence unleashed by US President Donald Trump’s tariff policies.\nThe Australian leader is expected to arrive in the Chinese capital in July or August, a source with knowledge of the situation told the Post on condition of anonymity, with the European Union also scheduled to hold a crunch summit with China during the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/a7fed20e-8877-49c7-a6b1-b0a836c10140_c50858c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂 (原标题: Solar power boom in Pakistan undercuts coal-fired plants built by China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313131/are-chinese-solar-panels-answer-global-south-or-do-costs-not-add?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 05:00:07 +0000",
      "isoDate": "2025-06-05T05:00:07.000Z",
      "creator": "Carol Yang",
      "summary": "## 巴基斯坦太阳能热潮对中国援建燃煤电厂的冲击\n\n### 背景与核心问题\n*   巴基斯坦分布式太阳能发电的迅速兴起，正对中国在巴基斯坦投资建设的燃煤电厂构成竞争。\n*   智库“Renewables First”的报告指出，廉价的中国太阳能电池板正在削弱燃煤电厂的电力需求，导致“搁浅资产”的恶性循环。\n*   报告主要作者Muhammad Basit Ghauri表示，中国必须在其资助的燃煤电厂和销售的太阳能电池板之间做出选择，因为两者无法在同一市场中同时获胜。\n\n### 巴基斯坦太阳能发展现状\n*   过去五年，巴基斯坦屋顶分布式太阳能发电迅速普及。\n*   期间进口了39吉瓦的太阳能电池板，主要来自中国，这大约相当于巴基斯坦总装机发电容量的四分之三。\n\n### 对中国的呼吁与机遇\n*   “Renewables First”智库呼吁中国在巴基斯坦的能源转型中发挥主导作用，为全球南方国家树立典范。\n*   报告认为，通过支持巴基斯坦统一的清洁能源愿景，中国有机会开发和验证可在全球南方复制的转型模式。\n*   美国退出气候外交为中国在全球能源转型中发挥领导作用创造了空间。\n\n### 本土制造与合作模式转变\n*   报告强调，鉴于全球贸易紧张局势加剧以及中国近期对太阳能技术所需关键矿物的出口限制，发展本土制造业至关重要。\n*   报告建议中巴两国应从“进口商-出口商”关系转变为“本土清洁能源创新生态系统的共同创造者”。\n\n### 挑战与质疑\n*   一位中国能源学者对该智库提出的愿景是否过于昂贵表示质疑。",
      "shortSummary": "巴基斯坦日益增长的分布式太阳能发电（主要由廉价中国太阳能电池板驱动）正在削弱中国在巴基斯坦资助的燃煤电厂的电力需求，导致搁浅资产。一份巴基斯坦智库报告呼吁中国在巴能源转型中发挥主导作用，将其打造成全球南方国家的范本，并强调发展本土制造。然而，有学者质疑该愿景的成本。",
      "translated_title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "The rise of decentralised solar power has prompted a Pakistani think tank to call for China to play a leading role in Pakistan’s energy transition, creating a model for other countries in the Global South. However, a Chinese energy scholar has questioned whether its vision is too expensive to be true.\n“China’s solar panels are outcompeting China’s power plants,” said Muhammad Basit Ghauri, lead author of the report by the Renewables First think tank, which suggests that China has to make a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/d5c8b887-3ab9-4829-b7a7-c89121f5322d_8a393fe3.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-08T19:15:06.213Z"
}