{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "亚洲规避‘中等收入陷阱’的旧策略为何不再奏效 (原标题: Why Asia’s old plan to dodge ‘middle-income trap’ won’t work any more)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3331798/why-asias-old-plan-dodge-middle-income-trap-wont-work-any-more?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 12:30:09 +0000",
      "isoDate": "2025-11-08T12:30:09.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 亚洲经济奇迹面临的挑战与新策略\n\n从1950年代起持续数十年的“亚洲经济奇迹”正面临严峻挑战，可能演变为一个“厄运循环”。\n\n### 核心挑战\n\n*   **人口结构变化：** 人口老龄化日益严重。\n*   **财政压力：** 由人口结构变化及其他因素导致的财政负担加剧。\n*   **经济表现：** 产出下降、消费减少，导致经济增长放缓。\n*   **人工智能影响：** 人工智能的兴起是会弥补这些负面趋势，还是会加剧区域内的失业问题，尚无定论。\n\n发展专家们开始认识到，尽管这些问题已被单独深入研究，但它们对曾被视为全球增长最快地区的集体影响需要更密切的关注。\n\n### 亚洲开发银行研究所的应对\n\n*   这一观点正受到位于东京的亚洲开发银行研究所的重视。\n*   该研究所新任院长、印度尼西亚前财政部长班邦·布罗佐内戈罗（Bambang Brodjonegoro）透露，一项关于亚洲经济奇迹为何“破灭”以及如何重振的旗舰研究报告将于2027年发布。\n\n### 旧的增长模式及其转变\n\n*   **旧模式：出口导向型增长**\n    *   最初的亚洲经济奇迹主要建立在亚洲对美国惊人的出口增长之上。\n    *   这一模式始于二战后重建的日本，随后扩展到韩国，以及后来的“亚洲四小龙”（台湾、香港和新加坡）。\n    *   出口导向型增长曾是许多发展中国家的主要发展策略。\n\n*   **新现实：模式转变的必要性**\n    *   随着美国前总统唐纳德·特朗普上任以来实施的关税及其他制裁，情况发生了根本性变化。\n    *   出口导向型增长不再被视为主要的经济增长引擎。\n    *   **新策略：** 亚洲及其他地区的发展中国家被敦促刺激国内需求，并更多地依赖相互贸易，而非继续过度依赖美国市场。\n    *   美国方面认为，这些国家在许多情况下曾享有“不公平”的贸易优势和出口顺差。",
      "shortSummary": "亚洲曾引以为傲的经济奇迹正面临人口老龄化、财政压力和增长放缓的“厄运循环”挑战。过去依赖对美出口的增长模式，因美国关税和制裁而不再奏效。亚洲开发银行研究所正研究如何重振经济。现在，该地区被敦促转向刺激国内需求和加强区域内贸易，以应对这些新现实，而非继续依赖出口。",
      "translated_title": "亚洲规避‘中等收入陷阱’的旧策略为何不再奏效",
      "images": [],
      "contentSource": "完整文章",
      "content": "Is the famed Asian economic miracle that endured for decades from the 1950s onwards giving way to a “doom loop” of ageing populations, consequent fiscal strains, falling output, declining consumption and sagging economic growth? Will the advent of artificial intelligence (AI) compensate for these trends or simply add to unemployment in the region?\nSome development experts are beginning to acknowledge that while some of these issues have been examined in depth individually, their collective...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/75455fca-7d73-4ef4-aca0-a8a8383a5f41_77502f8b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国需要高质量金融发展以支持其五年目标 (原标题: China needs high-quality financial development to support its five-year goals)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3331884/china-needs-high-quality-financial-development-support-its-five-year-goals?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 21:30:09 +0000",
      "isoDate": "2025-11-07T21:30:09.000Z",
      "creator": "Andrew Sheng",
      "summary": "## 中国高质量金融发展以支持五年目标\n\n### 引言\n习近平主席在中共中央四中全会上的讲话，为即将到来的“十五五”规划设定了指导方针，明确了中国未来发展的重点。\n\n### “十五五”规划核心目标\n*   **技术自给自足：** 致力于实现关键领域的技术独立。\n*   **高质量生产力经济模式：** 构建基于创新和强大工业基础的经济模式。\n*   **增强韧性：** 建立能够抵御外部威胁和逆风的强大工业基础。\n\n### 金融系统发展要求\n*   **风险防控与监管：** 在金融街论坛上，何立峰副总理强调中国金融系统需推进风险防控、加强监管并促进高质量发展。\n*   **支持现代化目标：** “十五五”时期是到2035年实现社会主义现代化的关键阶段，高质量的实体经济模式需要同样强大的高质量金融发展。\n*   **对外开放：** 中国将继续对外开放金融业，此举受到热烈欢迎。\n\n### 金融领导人表态\n中国人民银行行长潘功胜、国家金融监督管理总局局长李云泽、中国证券监督管理委员会主席吴清等主要金融领导人，概述了以下措施：\n*   改进宏观审慎监管。\n*   使金融体系更具包容性，支持高质量增长。\n*   强调适当的风险管理和金融稳定。\n\n### “十五五”规划指导原则（公报）\n*   **党领导和实施：** 确保党的领导贯穿规划的制定和执行。\n*   **追求高质量发展：** 将高质量发展作为核心目标。\n*   **全面深化改革：** 持续推进各领域改革。\n*   **确保发展与安全：** 平衡发展与国家安全。\n\n### 经济增长展望\n*   **GDP增长目标：** 规划解释性说明指出，到2035年GDP年均增长率约为4.17%，低于“十四五”期间的5.2-5.4%。\n*   **人均GDP预测：** 若目标实现，到2030年人均GDP将达到约2万美元，大致相当于世界银行定义的发达经济体中等水平。\n*   **总GDP预测：** 假设2030年中国人口约为13.8亿，届时GDP将接近28万亿美元。\n\n### 国际货币基金组织（IMF）预测（2030年）\n*   **中国GDP：** 26.3万亿美元。\n*   **中国GDP（购买力平价，PPP）：** 54万亿美元。\n*   **美国GDP：** 36.8万亿美元。\n*   **美国GDP（购买力平价，PPP）：** 36.8万亿美元。\n\n### 中美经济对比（2030年）\n*   中国GDP将约为美国GDP的70%。\n*   按购买力平价计算，中国GDP将比美国高出约46%。\n\n### 结论\n中国将成为一个经济强国，需要一个更深入、更具韧性的金融部门来支持其持续稳定的增长。\n\n### 相关图片\n![图片 1](https://i.ytimg.com/vi/Fr-pftm9R7k/maxresdefault.jpg)",
      "shortSummary": "中国正通过“十五五”规划，聚焦技术自立自强和高质量生产力。为支持2035年现代化目标，金融系统需推进风险防控、加强监管并实现高质量发展，同时继续对外开放。规划预计到2035年GDP年均增长约4.17%，到2030年人均GDP将达2万美元。国际货币基金组织预测，2030年中国GDP将达26.3万亿美元，按购买力平价计算将比美国高出46%。中国将成为经济强国，需要更深入、更具韧性的金融部门支持持续稳定增长。",
      "translated_title": "中国需要高质量金融发展以支持其五年目标",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/Fr-pftm9R7k/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "President Xi Jinping’s speech at the fourth plenum of the Communist Party’s Central Committee last month outlined the guidelines for the upcoming 15th five-year plan. There is clearly determination to focus on technological self-reliance, building an economic model of high-quality productive forces based on innovation and a strong industrial base that is resilient against external threats and headwinds.\nAt the Financial Street Forum in Beijing at the end of October, Vice-Premier He Lifeng...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/c2a38e4c-e721-4491-9f17-eafeb6779cfb_59a52beb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“兴趣激增”：中国恢复赴加团队游后，加拿大旅游搜索量飙升 (原标题: ‘Interest surged’: Canada travel searches spike in China as group tours resume)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331957/canada-travel-searches-spike-china-group-tours-resume-interest-surged?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 14:00:09 +0000",
      "isoDate": "2025-11-07T14:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国恢复赴加拿大团队游，旅游兴趣激增\n\n中国政府在新冠疫情后首次恢复了赴加拿大的团队旅游，此举在中国消费者中引发了对访问加拿大兴趣的激增，中国旅游平台记录了相关搜索量的显著增长。\n\n*   **政策背景与时间点**\n    *   中国于11月初宣布结束赴加拿大的团队游禁令。\n    *   此举是在中国国家主席习近平与加拿大总理马克·卡尼在韩国会晤后几天作出的，两国领导人呼吁两国关系“重回正轨”。\n\n*   **中国旅游平台即时反应**\n    *   **去哪儿网（携程集团旗下）：** 消息发布后30分钟内，蒙特利尔、渥太华和多伦多的航班搜索量分别激增223%、137%和61%。\n    *   **飞猪平台：** 宣布后一小时内，加拿大航班搜索量比前一天“几乎翻了一番”。\n    *   **中国贸易台（China Trading Desk）：** 截至周二，中国旅客赴加拿大的预订量环比增长6%。\n    *   该公司首席执行官Subramania Bhatt表示，在线平台和旅行社的旅游兴趣和咨询量都大幅增加，平台报告的搜索量在宣布后立即翻倍。\n\n*   **疫情前趋势**\n    *   根据加拿大国家旅游组织Destination Canada的数据，在疫情爆发前，中国赴加拿大旅游业稳步增长，2019年游客人数达到708,000多人次。",
      "shortSummary": "中国政府于11月初恢复了赴加拿大的团队旅游，立即引发了中国消费者对加拿大旅游的巨大兴趣。消息发布后，去哪儿网和飞猪等中国旅游平台的加拿大航班搜索量和预订量均出现显著飙升，部分城市航班搜索量甚至激增超过200%。这表明中国市场对加拿大旅游的需求强劲反弹，有望推动两国旅游业恢复至疫情前水平。",
      "translated_title": "“兴趣激增”：中国恢复赴加团队游后，加拿大旅游搜索量飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s decision to allow group travel to Canada to resume for the first time since the Covid-19 pandemic has sparked a surge in interest in visiting the country among Chinese consumers, with Chinese travel platforms recording a jump in related searches.\nChina announced it was ending the group tour ban in early November, just days after Chinese President Xi Jinping met Canadian Prime Minister Mark Carney in South Korea and called for relations between the two countries to get “back onto the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/25807d38-98c4-4562-8cff-3f5012f37ed6_51ae13f1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国西南工业基地着眼于新型药物突破 (原标题: China’s southwestern industrial base eyes breakthroughs on novel drugs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331882/chinas-southwestern-industrial-base-eyes-breakthroughs-novel-drugs?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 08:00:15 +0000",
      "isoDate": "2025-11-07T08:00:15.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 重庆发布创新药物发展计划\n\n中国西南地区重要的经济中心重庆，为响应国家推动科技自立自强的战略，已发布了一项支持创新药物发展的计划。\n\n## 核心目标 (到2027年)\n\n该计划设定了以下主要目标：\n*   **药物批准：** 每年有1至3种创新药物获批上市。\n*   **产业集群：** 建立三个创新药物产业集群，以促进联合研发（R&D）和技术转让。\n*   **支持体系：** 为创新企业、研究机构和大学提供支持，使其在集群建设中发挥主导作用。\n\n## 政府声明与国家战略\n\n重庆市政府在其向公众发布的25点计划中指出：“我们将聚焦创新药物核心技术突破，加速产品开发，持续优化产业创新体系。”\n\n这一举措与国家战略高度契合。国家下一个五年计划（2026年至2030年）的提案中，就包括加速科技自立自强和支持创新药物发展。\n\n## 重庆的转型与成就\n\n*   **传统背景：** 重庆传统上是一个以制造业为主的工业基地。\n*   **创新突破：** 去年，重庆的首个1类创新药——一种用于治疗银屑病的注射剂——获得了市场批准。\n*   **1类创新药定义：** 根据国家药品监督管理局的定义，1类创新药是指含有明确结构和药理作用的新化合物，具有临床价值，且此前未在全球任何地方上市。\n\n## 与其他创新中心的对标\n\n重庆进军生物技术研究，使其加入了中国其他致力于发展主要创新产业的经济中心行列：\n*   **合肥：** 安徽省会，正将自身定位为电动汽车生产中心。\n*   **深圳：** 致力于成为人工智能（AI）技术枢纽。\n*   **杭州：** 浙江省会，专注于人工智能、机器人和先进制造。",
      "shortSummary": "中国西南重要经济中心重庆已发布计划，旨在支持创新药物发展，响应国家科技自立自强战略。该计划目标是到2027年每年批准1至3种创新药物上市，并建立产业集群。重庆正从传统制造业转型，去年其首个1类创新药获批。此举使其与深圳、杭州等其他致力于发展创新产业的中国经济中心保持一致。",
      "translated_title": "中国西南工业基地着眼于新型药物突破",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chongqing, a key economic hub in southwest China, has unveiled a plan to support the development of innovative drugs as the country steps up its push for scientific and technological self-reliance.\nThe plan’s headline goals include having one to three innovative drugs approved for market launch each year by 2027, building three innovative drug industry clusters to encourage joint research and development (R&D) and technology transfers, as well as providing support for innovative enterprises,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/a1d6dae6-d9c6-4daa-932d-39d8e9583f0f_163b8487.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "复星将英国粒子疗法引入中国大陆，推动先进癌症治疗 (原标题: Fosun brings UK particle therapy to mainland China in advanced cancer care push)",
      "link": "https://www.scmp.com/business/china-business/article/3331824/fosun-brings-uk-particle-therapy-mainland-china-push-advanced-cancer-care?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 23:30:16 +0000",
      "isoDate": "2025-11-06T23:30:16.000Z",
      "creator": "Daniel Ren",
      "summary": "## 复星医药引进英国粒子疗法，助力中国癌症治疗\n\n复星医药与英国Leo Cancer Care公司达成合作，将在中国大陆推广Leo Cancer Care的Marie粒子治疗系统，旨在为中国癌症患者提供更先进的治疗方案。\n\n*   **合作背景：**\n    *   复星医药是中国领先的医疗集团，致力于引进先进医疗技术。\n    *   Leo Cancer Care是一家英国公司，其Marie系统已获得美国食品药品监督管理局的批准。\n*   **Marie系统的优势：**\n    *   以人为本，注重患者舒适度，并整合先进技术。\n    *   与传统疗法相比，总治疗成本可降低50%。\n    *   设备体积比传统质子治疗技术小20倍。\n*   **粒子疗法的益处：**\n    *   粒子疗法（包括质子和碳离子方法）能够提高肿瘤辐射剂量，同时减少对周围健康组织的影响。\n\n![The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/ab0a7034-1123-4ea7-9e55-f09a2b688046_70937d84.jpg)\n*The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout*",
      "shortSummary": "复星医药与英国Leo Cancer Care合作，将在中国大陆推广Marie粒子治疗系统，旨在为中国癌症患者提供更先进的治疗方案。Marie系统具有成本更低、体积更小等优势，并能提高肿瘤辐射剂量，同时减少对周围健康组织的影响。此举符合中国政府提高癌症治疗水平的努力方向。",
      "translated_title": "复星将英国粒子疗法引入中国大陆，推动先进癌症治疗",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/ab0a7034-1123-4ea7-9e55-f09a2b688046_70937d84.jpg",
          "alt": "The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout",
          "title": "The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Fosun Pharmaceutical, a leading healthcare group, has taken a substantial step towards introducing particle therapy systems to hospitals in mainland China, aligning with Beijing’s efforts to make advanced medical treatment accessible to cancer patients across the country.\nThe Shanghai-based company, a subsidiary of China’s non-state-owned conglomerate Fosun International, formed a partnership with Leo Cancer Care on Thursday, pledging to distribute the UK firm’s Marie medical facilities in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/91253666-26c4-42df-9474-e17982a58e5c_6d4d82ad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国政府停摆搅乱对华贸易，农业官员缺席博览会 (原标题: US government shutdown muddies China trade as agricultural officials miss expo)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331802/us-government-shutdown-muddies-china-trade-agricultural-officials-miss-expo?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 13:00:17 +0000",
      "isoDate": "2025-11-06T13:00:17.000Z",
      "creator": "Frank Chen,Alice Li",
      "summary": "### 美国政府停摆对中美贸易的影响：农业官员缺席中国国际进口博览会\n\n创纪录的美国政府停摆已将连锁反应扩散到华盛顿之外，导致美国农业官员错失了在中国国际进口博览会（CIIE）上深化与中国企业合作的机会，尽管双边紧张关系已出现缓和迹象。\n\n**主要影响与事件：**\n\n*   **农业部缺席CIIE：** 《南华早报》周四获悉，由于政府停摆，美国农业部（USDA）的代表未能出席今年在上海举行的中国国际进口博览会。\n*   **首次缺席：** 这是自2023年中国旗舰进口博览会设立美国食品和农业馆以来，USDA工作人员首次缺席。\n*   **错失合作机遇：** 一位匿名消息人士指出，如果不是联邦政府停摆，在特朗普总统与习近平主席会晤、中国恢复采购之后，USDA官员本应出席CIIE。\n*   **常规活动受阻：** 过去两年，USDA官员都会飞往上海，为农业馆揭幕并与中国官员会面，以推动扩大中国市场准入并促进销售。此次为期六天的博览会正在进行，而政府停摆遥遥无期，政府间的互动机会似乎已丧失。\n\n**时机敏感性：**\n\n*   此次缺席尤其引人注目，因为它发生在中美两国总统举行高层峰会、成功缓和数月贸易紧张关系仅一周之后。\n*   CIIE原本被广泛预期是美国出口商利用华盛顿和北京之间恢复的良好关系（特别是在农业采购方面）的绝佳机会。\n\n**商业影响：**\n\n*   一位来自加州（该州出产美国许多利润丰厚的作物）的美国展馆参展商表示，政府停摆对业务产生了“寒蝉效应”。\n*   不过，该参展商也指出，如果停摆能够“迅速结束”，目前的影响似乎尚可控。\n\n**相关视觉内容：**\n\n![图片 1：大豆：中国在中美贸易战中的新筹码？](https://i.ytimg.com/vi/ioy4o0Z7VDk/maxresdefault.jpg)\n*图片 1：大豆：中国在中美贸易战中的新筹码？*",
      "shortSummary": "美国政府停摆导致农业官员缺席中国国际进口博览会（CIIE），这是自2023年美国农业馆设立以来的首次。此次缺席阻碍了美国深化与中国企业的农业合作，并错失了利用近期中美两国总统峰会缓和贸易紧张关系、促进农业采购的黄金机会。尽管中美关系出现缓和迹象，但政府停摆对美国出口商造成了“寒蝉效应”，影响了业务发展。",
      "translated_title": "美国政府停摆搅乱对华贸易，农业官员缺席博览会",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/ioy4o0Z7VDk/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The ripple effects of the record-breaking US government shutdown have spread beyond Washington, denying US agricultural officials an opportunity to deepen cooperation with Chinese companies at a high-profile trade fair even as bilateral tensions show signs of easing.\nThe Post learned on Thursday that, because of the shutdown, representatives from the US Department of Agriculture (USDA) did not attend this year’s China International Import Expo (CIIE) in Shanghai. This marks the first absence of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/4acc5356-164f-42b1-af21-d776396ee615_a32d3814.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia风波：德国汽车公司谨慎应对芯片短缺 (原标题: Nexperia saga sees wary German auto firms scramble to mitigate chip shortage)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331748/nexperia-saga-sees-wary-german-auto-firms-scramble-mitigate-chip-shortage?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 11:00:14 +0000",
      "isoDate": "2025-11-06T11:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "Nexperia风波：德国汽车公司谨慎应对芯片短缺\n\n尽管北京方面已发出信号，表示将重启Nexperia的芯片出口以保障全球半导体行业，但德国主要汽车供应商表示，来自中国的交付恢复仍存在不确定性。为此，这些公司正计划减少生产并削减部分工厂的工作时间。\n\n**行业紧张局势与应对措施**\n\n*   **采埃孚弗里德里希港（ZF Friedrichshafen）的困境**：德国汽车零部件供应商采埃孚弗里德里希港的发言人表示，其工作组正“密集努力”以确保芯片供应，并指出整个行业形势“依然非常紧张”。\n*   **预防性短时工作**：鉴于动态变化的局势，采埃孚正准备在个别工厂实施短时工作制，作为一项预防措施。此举旨在“最大程度地减少芯片短缺对员工的影响”。\n*   **寻求出口豁免**：采埃孚已通过其在中国的分支机构与中国相关部门取得联系，以争取获得政府出口禁令的豁免。\n\n**中国政府的回应与立场**\n\n*   **及时批准出口许可证**：中国商务部表示已“及时批准”了中国出口商的相关出口许可证申请，并重申将对符合条件的出口给予豁免。\n*   **维护全球半导体稳定**：商务部发言人何亚东在新闻发布会上强调，中国正“以负责任的方式维护全球半导体产业链供应链的稳定和安全”，并“努力推动Nexperia中国恢复供货”。\n\n**其他德国公司的应对**\n\n*   供应链上的其他德国公司，如零部件供应商Aumovio和主要汽车制造商大众汽车，也在积极寻求缓解Nexperia芯片短缺的方法。\n\n**总结**\n\n尽管中国政府已采取措施，但德国汽车行业对Nexperia芯片供应的恢复速度和程度仍持谨慎态度，并正在积极采取措施应对潜在的持续短缺。",
      "shortSummary": "尽管北京方面已表示将重启Nexperia芯片出口，但德国汽车公司（如采埃孚、大众汽车）仍对来自中国的交付恢复速度和程度感到不确定，并正努力应对芯片短缺。采埃孚正准备实施短时工作制，并与中国当局沟通寻求出口豁免。中国商务部已批准相关出口许可证，旨在维护全球半导体供应链稳定。德国汽车行业整体形势依然紧张。",
      "translated_title": "Nexperia风波：德国汽车公司谨慎应对芯片短缺",
      "images": [],
      "contentSource": "完整文章",
      "content": "With Beijing signalling a restart of Nexperia’s chip exports to safeguard the global semiconductor industry, uncertainties continue to swirl around the resumption of deliveries from China, said a major German automobile supplier amid plans to reduce its production and slash working hours at individual locations.\n“Our task force is working intensively to secure our chip supply. The situation remains very tense across the industry,” a spokesman with German car-part supplier ZF Friedrichshafen told...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/50cea5d4-3653-499c-aacc-2a7503252adf_21616537.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币加入航空结算，推动其国际化 (原标题: China’s yuan added to aviation settlements in boost to internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331728/yuan-internationalisation-efforts-uplifted-airlines-add-currency-settlement-options?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 07:30:09 +0000",
      "isoDate": "2025-11-06T07:30:09.000Z",
      "creator": "Kandy Wong",
      "summary": "# 人民币加入国际航空运输协会结算货币，助力其国际化\n\n国际航空运输协会（IATA）宣布，将把人民币纳入其清算所向航空公司和航空供应商提供的结算货币列表，此举旨在支持中国推动人民币国际化的努力。\n\n## 关键信息点：\n\n*   **服务启用时间**：人民币结算服务将于下个月正式启用，此前已完成试用期。\n*   **首批试用者**：中国南方航空和厦门航空是本月首批测试该系统的国内航空公司。\n*   **IATA现有结算货币**：IATA的清算所平台目前已提供美元、欧元、英镑、瑞士法郎、新加坡元、澳元和日元七种结算货币。\n*   **IATA服务范围**：该协会为全球581家航空公司提供结算服务，其中包括在中国运营的33家中国及外国航空公司。去年，IATA处理的交易额高达638亿美元。\n*   **人民币加入的益处**：\n    *   中国国际航空首席财务官孙玉权表示，IATA的这一决定是“中国航空运输业的积极发展”。\n    *   人民币的加入有助于避免“昂贵的多重转换”，加快结算速度并降低货币兑换风险。\n*   **人民币国际化的信号**：\n    *   丹斯克银行驻哥本哈根的中国经济学家Allan von Mehren指出，人民币加入IATA货币列表是中国加快人民币国际化决心的又一迹象。\n    *   其他迹象包括中国人民银行行长潘功胜直接承诺推动人民币国际化（而非此前暗示的渐进路径），以及人民币国际化被纳入中国下一个五年规划提案中的“战略举措”。",
      "shortSummary": "国际航空运输协会（IATA）将人民币纳入其航空结算货币，此举旨在推动人民币国际化。该服务将于下月正式启用，中国南方航空和厦门航空已完成试用。IATA清算所目前已支持七种主要货币结算。中国国际航空认为，人民币的加入将避免多重转换、加快结算并降低汇率风险。分析师指出，这表明中国正加速人民币国际化进程，与央行行长的承诺及五年规划中的战略地位相符。",
      "translated_title": "中国人民币加入航空结算，推动其国际化",
      "images": [],
      "contentSource": "完整文章",
      "content": "The International Air Transport Association (IATA) will add the yuan to the settlement currencies available to airlines and aviation suppliers through the industry association’s clearing house, a move bolstering China’s efforts to promote the internationalisation of its currency.\nYuan settlements will be available from next month following the completion of a trial period, the association said in a statement issued on Wednesday, with domestic carriers China Southern Airlines and Xiamen Airlines...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/68c777eb-1679-4214-8735-d86d7b34708d_e24ed9a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国贸易谈判代表敦促美国加强农业合作 (原标题: Chinese trade negotiator urges US to boost agricultural cooperation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331699/chinese-trade-negotiator-urges-us-give-boost-agricultural-cooperation?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 01:59:41 +0000",
      "isoDate": "2025-11-06T01:59:41.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国贸易谈判代表呼吁美国促进农业合作\n\n中国主要贸易谈判代表李成钢呼吁美国为两国间的农业合作创造“有利氛围”。\n\n### 关键呼吁与背景\n*   **呼吁内容**：李成钢在周二北京会见来访的美国农业贸易代表团时表示，希望美国与中国着眼大局，为农业等领域的务实合作创造有利氛围。\n*   **信息来源**：此消息根据商务部周三发布的一份声明。\n\n### 农业贸易波动与原因\n*   **贸易波动**：李成钢指出，两国间农业贸易曾出现“波动”。\n*   **波动根源**：他将这些波动的根源归咎于美国单方面征收的关税。\n\n### 双方交流内容\n*   声明指出，中美双方就中美经贸关系、农业贸易及其他事项交换了意见。\n\n### 历史与近期发展\n*   **历史地位**：中国曾是美国大豆最大的海外市场，通常占美国出口量的一半以上。\n*   **暂停采购**：由于贸易紧张局势加剧，中国曾暂停采购美国今年秋季收获的大豆。\n*   **恢复采购承诺**：在上周中国国家主席习近平与美国总统唐纳德·特朗普在韩国会晤后，北京承诺将从美国进口更多商品，包括恢复大宗大豆订单。\n*   **特朗普的回应**：特朗普在会晤后通过其“Truth Social”在线网络发文表示，他对习近平主席授权中国开始购买“大量大豆、高粱和其他农产品”感到“极其荣幸”。",
      "shortSummary": "中国贸易谈判代表李成钢敦促美国为两国农业合作创造“有利氛围”，并指出此前贸易波动源于美国单边关税。在习近平与特朗普会晤后，中国承诺恢复大宗采购美国农产品，包括大豆，此举受到特朗普的欢迎。",
      "translated_title": "中国贸易谈判代表敦促美国加强农业合作",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s key trade negotiator, Li Chenggang, has called on the US to create “a favourable atmosphere” for agricultural cooperation between the two countries.\n“We hope the US will work together with China, with a focus on the broader picture, to create a favourable atmosphere for practical cooperation in areas such as agriculture,” Li told a visiting US agricultural trade delegation in Beijing on Tuesday, according to a statement published by the Ministry of Commerce on Wednesday.\nLi said there...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/7a96e581-f95a-4656-a577-9daf32b5f2a1_08196511.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大众汽车将在中国为本地生产的自动驾驶汽车制造自己的芯片 (原标题: Volkswagen to make own chips in China for locally made autonomous vehicles)",
      "link": "https://www.scmp.com/business/china-business/article/3331675/volkswagen-make-own-advanced-chips-china-locally-made-autonomous-vehicles?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 13:22:00 +0000",
      "isoDate": "2025-11-05T13:22:00.000Z",
      "creator": "Daniel Ren",
      "summary": "## 大众汽车在中国自研芯片，赋能本地自动驾驶汽车\n\n大众汽车集团正积极推进其“在中国，为中国”战略，计划在中国本地开发先进的半导体，以驱动其在中国生产的半自动驾驶汽车。此举旨在全球最大的汽车市场中重新获得竞争优势。\n\n### 核心战略与目标\n*   **深化“在中国，为中国”战略**：大众汽车中国区董事长兼CEO Ralf Brandsatter 表示，公司正加速并深化这一战略的实施，超越本地化生产，转向掌握塑造未来出行的核心技术。\n*   **以中国客户为中心**：大众汽车强调，这款芯片的开发将以中国客户的需求为核心。\n*   **市场竞争力**：通过自研芯片，大众汽车旨在激烈的市场竞争中重新夺回领先地位。\n\n### 合资企业与产品开发\n*   **Carizon 合资企业**：大众汽车与人工智能集成电路设计商地平线机器人（Horizon Robotics）共同拥有的合资企业 Carizon 将负责这项开发工作。\n*   **系统级芯片（SoC）**：Carizon 将开发一款系统级芯片（SoC），该芯片旨在处理自动驾驶汽车摄像头和传感器生成的数据。\n*   **交付时间**：这款SoC预计将在未来三到五年内交付。\n\n### 技术规格与市场意义\n*   **计算能力**：该SoC的计算能力将达到每秒500至700万亿次操作（TOPS）。\n*   **性能对标**：这一性能使其几乎与英伟达（Nvidia）最新的Thor处理器（700 TOPS）持平。\n*   **投资承诺**：大众汽车的半导体计划反映了其致力于进一步投资全球最大的电动汽车（EV）市场的决心。",
      "shortSummary": "大众汽车集团宣布，将通过与地平线机器人成立的合资企业Carizon，在中国本地开发先进的系统级芯片（SoC）。此举旨在为大众在中国生产的半自动驾驶汽车提供动力，以期在全球最大的汽车市场中重获竞争力。该SoC预计在三到五年内交付，计算能力达500-700 TOPS，接近英伟达最新处理器水平，体现了大众深化“在中国，为中国”战略并投资中国电动汽车市场的决心。",
      "translated_title": "大众汽车将在中国为本地生产的自动驾驶汽车制造自己的芯片",
      "images": [],
      "contentSource": "完整文章",
      "content": "Volkswagen Group plans to develop its own advanced semiconductors in China to power its locally made semi-autonomous vehicles, ramping up efforts to regain ground in the world’s largest car market amid heightened competition.\nThe German carmaker on Wednesday said Carizon – a venture it jointly owned with Horizon Robotics, a designer of artificial intelligence integrated circuits – would develop a system-on-a-chip (SoC) that would be delivered in the next three to five years.\n“We are accelerating...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/92d3871a-36e8-423e-b6da-6f8456a6fe25_bc718b6d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中巴贸易在投资激增和出口机遇中升温 (原标题: Brazil-China trade heats up amid investment surge, export opportunities)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331655/more-soybeans-brazil-china-trade-heats-amid-investment-surge-new-opportunities?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 13:00:15 +0000",
      "isoDate": "2025-11-05T13:00:15.000Z",
      "creator": "Frank Chen,Sylvia Ma",
      "summary": "## 中巴贸易关系：投资激增与出口机遇\n\n随着中国企业在巴西的日益壮大，巴西企业也表达了进一步拓展中国市场的愿望。同时，他们呼吁两国加强合作，以克服物流瓶颈等挑战。\n\n*   **巴西企业对中国市场的期望**\n    *   巴西饮品公司Legendaria董事Christian Gogola表示，中国“可以也应该成为巴西所有产品类别的最大出口市场”。\n    *   他指出，目前进入巴西市场的中国公司数量多于在中国开展业务的巴西公司。\n    *   Gogola认为，鉴于两国“良好的双边关系”，“进军中国”将是许多巴西企业的自然战略。\n    *   这些评论是在上海举行的为期六天的中国国际进口博览会（CIIE）首日发表的。\n\n*   **投资动态**\n    *   中国企业正在扩大在巴西的业务版图。\n    *   根据中巴商业理事会9月份的一份报告，2024年中国对巴西的投资比上一年翻了一番。\n\n*   **展会亮点**\n    *   在上海举行的中国国际进口博览会巴西国家馆中，展示了使用巴西咖啡豆的中国咖啡连锁品牌瑞幸咖啡。\n    *   ![中国咖啡连锁品牌瑞幸咖啡，使用巴西采购的咖啡豆，在上海中国国际进口博览会的巴西国家馆展出。图片：Frank Chen](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/05/edb5dd18-b232-4f3a-9f4a-689741fb504b_9ab99704.jpg)",
      "shortSummary": "中巴贸易关系正日益升温。2024年中国对巴西的投资翻了一番，中国企业在巴西的业务不断扩大。同时，巴西企业也积极寻求进入中国市场，尽管面临物流等挑战，但他们视中国为重要的出口目的地，并认为两国良好的双边关系将推动更多巴西企业“进军中国”。",
      "translated_title": "中巴贸易在投资激增和出口机遇中升温",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/05/edb5dd18-b232-4f3a-9f4a-689741fb504b_9ab99704.jpg",
          "alt": "Chinese coffee-house chain Luckin Coffee, which uses beans sourced from Brazil, is featured at the Brazilian national pavilion at the China International Import Expo in Shanghai. Photo: Frank Chen",
          "title": "Chinese coffee-house chain Luckin Coffee, which uses beans sourced from Brazil, is featured at the Brazilian national pavilion at the China International Import Expo in Shanghai. Photo: Frank Chen",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Amid the growing presence of Chinese firms in Brazil, Brazilian businesses are expressing hope of being able to further expand into China’s market, while also calling for enhanced bilateral efforts to overcome challenges such as logistical bottlenecks.\n“China can and should be Brazil’s largest export market for every product category,” said Christian Gogola, director of Brazilian drink company Legendaria.\n“But for now, more Chinese companies are entering Brazil than Brazilian firms doing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/bfccbe05-6e06-4fe5-b57e-f4ef7d8f23a4_6fec3c44.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia事件：芯片争端重燃欧盟对中国投资的辩论 (原标题: Nexperia fallout: chip spat reignites EU debate over Chinese investments)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331611/nexperia-fallout-dutch-chinese-chip-debacle-reignites-eu-debate-over-foreign-investments?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 08:17:35 +0000",
      "isoDate": "2025-11-05T08:17:35.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## Nexperia事件：欧盟对中国投资的辩论重燃\n\n荷兰芯片制造商Nexperia（中国所有）卷入中美地缘政治紧张局势，其事件正在重新引发欧洲关于外国投资的辩论。分析人士认为，这很可能导致欧盟国家未来对中国投资进行更严格的审查。\n\n### 关键事件回顾\n\n*   **荷兰接管Nexperia**：9月30日，海牙援引自1952年以来一直闲置的法律，以国家安全为由，从其中国所有者手中夺取了Nexperia的控制权。\n*   **中国实施出口管制**：作为回应，北京对在中国工厂完成的Nexperia芯片实施了出口管制。\n*   **欧盟介入调解**：据欧洲委员会称，中国商务部最近几天与欧洲公司进行了接触，以重启受阻的半导体流动，从而避免了“最坏情况”的发生。\n\n### 争端背后的深层原因与影响\n\n分析人士指出，此次争端促使欧洲重新思考如何处理外国投资，特别是来自中国的投资。在中美两国争夺控制权、而中国又牢牢掌握关键供应链的背景下，附带损害的风险日益突出。\n\n*   **政策反思**：巴黎智库Institut Jacques Delors的中国研究员Sacha Courtial表示，当前局面部分源于过去几十年的宽松政策，当时包括荷兰在内的许多欧洲国家没有对外资进行审查的机制。\n*   **加强审查**：预计欧盟国家将对未来的中国投资进行更严格的审查，以应对国家安全和供应链控制方面的担忧。\n\n### Nexperia的收购历史\n\nNexperia是汽车和工业用户传统芯片的主要供应商。2019年，中国闻泰科技（Wingtech Technology）收购了Nexperia。据Gavekal Research分析师Laila Khawaja称，这笔交易创下了中国海外半导体收购的纪录，并将闻泰科技从一家低端电子产品生产商转变为全球半导体企业。",
      "shortSummary": "荷兰Nexperia芯片制造商因国家安全被荷兰政府接管，引发中国实施出口管制。此事件在中美地缘政治紧张背景下，重燃欧盟对中国投资的辩论。分析人士认为，这促使欧盟重新审视外国投资审查政策，尤其关注来自中国的投资，以应对日益增长的供应链和国家安全风险。Nexperia于2019年被中国闻泰科技收购，成为中国海外半导体收购的里程碑。",
      "translated_title": "Nexperia事件：芯片争端重燃欧盟对中国投资的辩论",
      "images": [],
      "contentSource": "完整文章",
      "content": "The saga of Netherlands-based and Chinese-owned chipmaker Nexperia, caught up in broader geopolitical tensions between the United States and China, is rekindling a debate about foreign investment in Europe and is likely to lead to further scrutiny by EU countries on future Chinese investments in the bloc, according to analysts.\nAfter The Hague seized control of Nexperia from its Chinese owners on September 30, citing national security concerns and invoking a law that had been sitting idle since...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/ec1012f7-8e61-41bc-8d7f-02767f023a75_ef1c603b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习特会为美国企业在中国进口博览会开启机遇之窗 (原标题: Xi-Trump summit opens window of opportunity for US firms at China import expo)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331499/after-xi-trump-summit-us-firms-seize-window-opportunity-china-import-expo?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 23:00:09 +0000",
      "isoDate": "2025-11-04T23:00:09.000Z",
      "creator": "Frank Chen,Mandy Zuo",
      "summary": "## 习特会后美国企业在中国进口博览会迎来机遇\n\n在近期中美两国元首习近平和唐纳德·特朗普举行峰会，缓和了数月紧张的贸易冲突之后，美国企业预计将在今年的中国国际进口博览会（CIIE）上表现得更为活跃。\n\n### 美国参展商的显著增加\n*   **农业领域**：来自美国主要农业产区的十多家农产品生产商将在一个特别展馆展示其产品。\n*   **跨国公司**：多家美国跨国公司预计将在上海的展会现场设立展位，其中一些公司是时隔多年后再次参展。\n*   **州政府官员**：据报道，美国一些州的官员也将出席此次博览会。\n\n### 参展动机与预期\n*   **寻求订单**：许多参展商希望在本届博览会上获得更多订单，以利用两国之间恢复的良好关系。\n*   **峰会影响**：上周特朗普和习近平的峰会是两国领导人六年来的首次面对面会晤，此次会晤延长了关税休战期，并缓解了其他方面的紧张局势，提振了积极的市场前景。\n*   **贸易关系风向标**：作为全球两大经济体落实峰会共识的早期指标，CIIE将展示双边关系和解的实际进展。\n*   **长期稳定预期**：业内人士预计，此次贸易稳定将持续到今年以后。",
      "shortSummary": "在习特会缓和中美贸易冲突后，美国企业预计将在今年的中国国际进口博览会（CIIE）上更加活跃。十多家美国农产品生产商和多家跨国公司将参展，一些美国州官员也将出席。参展商希望借两国关系改善之机获得更多订单。CIIE被视为双边关系和解的早期指标，业内预计贸易稳定将持续到今年以后。",
      "translated_title": "习特会为美国企业在中国进口博览会开启机遇之窗",
      "images": [],
      "contentSource": "完整文章",
      "content": "Less than a week after a high-profile summit between President Xi Jinping and US President Donald Trump – a meeting that cooled the trade conflict between Beijing and Washington after months of heated recriminations – American exhibitors are expected to be more visible at this year’s China International Import Expo (CIIE).\nMore than a dozen agricultural producers from US breadbasket regions will display their wares at a special pavilion at the high-profile trade show, and several of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/04e0a301-d8e7-4c4e-9e3b-99b691fb91e4_3071d68e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国在‘贸易战2.0’中坚守阵线，人民币也随之稳定 (原标题: As China holds the line in ‘trade war 2.0’, its yuan follows suit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331309/china-holds-line-trade-war-20-its-yuan-follows-suit?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 22:00:09 +0000",
      "isoDate": "2025-11-04T22:00:09.000Z",
      "creator": "Kandy Wong,Sylvia Ma",
      "summary": "## 中国在“贸易战2.0”中坚守阵线，人民币表现稳定\n\n在唐纳德·特朗普总统第一任期内，美国对中国发起了贸易战，当时人民币汇率首当其冲。然而，在当前可能出现的“贸易战2.0”背景下，人民币的表现与上次截然不同，显示出显著的韧性。\n\n### 第一次贸易战期间的人民币表现（2018-2019）\n\n*   **大幅贬值**：到2019年，人民币兑美元汇率十多年来首次跌破7的基准水平，引发市场震动。\n*   **市场猜测**：投资者普遍猜测北京可能允许人民币贬值，以抵消美国关税带来的影响。\n*   **具体跌幅**：从2018年4月到2019年9月，人民币兑美元汇率贬值了约14.5%。\n\n### “贸易战2.0”背景下的人民币新态势\n\n*   **担忧重现**：随着华盛顿和北京再次剑拔弩张，特朗普可能开启“贸易战2.0”，市场对人民币贬值的担忧重新浮现。\n*   **表现迥异**：与第一次贸易战不同，这一次人民币兑美元汇率基本保持稳定，甚至在某些时候有所走强，并未出现大幅贬值。\n\n### 人民币走强的原因及专家观点\n\n*   **市场化改革**：安联贸易（Allianz Trade）亚太区高级经济学家Francoise Huang指出，人民币在全球市场中确实比十年前更强。这主要归因于一系列改革，这些改革使人民币更加市场化，并使中国的资本账户更加开放。\n*   **政策环境差异**：Huang还强调，与第一次贸易战时期相比，“全球和美国的政策环境这一次非常不同”，这也是人民币表现稳定的重要因素。\n\n### 近期人民币表现\n\n*   **短暂波动与迅速反弹**：尽管在4月初曾出现短暂下跌（当时特朗普公布了针对几乎所有美国贸易伙伴的“对等关税”），但人民币迅速反弹。\n*   **持续走强**：此后，人民币汇率呈现走强趋势，今年以来离岸人民币兑美元已上涨约3%。",
      "shortSummary": "在特朗普可能发起的“贸易战2.0”中，人民币表现出与第一次贸易战截然不同的韧性。与2018-2019年期间大幅贬值不同，人民币兑美元汇率此次基本保持稳定，甚至有所走强。专家认为，这得益于人民币的市场化改革、资本账户开放以及当前不同的全球政策环境。尽管4月初曾短暂下跌，但人民币迅速反弹，今年以来离岸人民币已上涨约3%。",
      "translated_title": "随着中国在‘贸易战2.0’中坚守阵线，人民币也随之稳定",
      "images": [],
      "contentSource": "完整文章",
      "content": "When US President Donald Trump fired the opening salvoes of his country’s trade war with China in his first term, Beijing’s currency was on the front lines.\nBy 2019, the yuan had tumbled past the benchmark value of seven per US dollar for the first time in over a decade, rattling investors and fuelling speculation that Beijing was allowing depreciation to mitigate the effects of tariffs.\nAs Washington and Beijing began to lock horns once again, with Trump’s second White House foray bringing with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/ad25de72-4664-46cc-92c5-22d16e22b94d_922434e2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国与东盟如何确保其升级版协议真正实现双赢 (原标题: How China and Asean can ensure their upgraded pact is truly win-win)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3331415/how-china-and-asean-can-ensure-their-upgraded-pact-truly-win-win?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 21:30:08 +0000",
      "isoDate": "2025-11-04T21:30:08.000Z",
      "creator": "Brian Y. S. Wong",
      "summary": "# 中国与东盟升级版协议：机遇与挑战\n\n## 协议升级与背景\n*   **自由贸易协定升级**：上个月，中国与东盟（Asean）升级了自由贸易协定，重点关注环境保护、产品质量以及对中小企业的支持。\n*   **发展挑战**：中国总理李强指出，此次协议是在东盟国家面临“更大的发展挑战”的背景下达成的，并间接批评了美国前总统唐纳德·特朗普在该地区实施的“不公平关税”措施。\n*   **新成员加入**：东帝汶正式加入东盟，该国是中国、印度尼西亚和新加坡重要的经济贸易伙伴。\n\n## 表面繁荣的合作关系\n*   **贸易伙伴地位**：自2020年以来，东盟一直是中国的第一大贸易伙伴。\n*   **贸易额激增**：双边贸易额从2006年的1600亿美元飙升至2024年近1万亿美元。\n*   **基础设施投资**：中国在东盟国家的基础设施建设中发挥了关键作用，包括铁路、港口、天然气管道和能源电网，覆盖缅甸、柬埔寨、老挝等大陆国家以及印度尼西亚、马来西亚等海洋国家。\n*   **产业合作范例**：\n    *   中国电动汽车公司比亚迪（BYD）在泰国开设了其在中国境外的第一家工厂。\n    *   上汽集团与正大集团的合作（SAIC Motor-CP partnership）也体现了两经济体之间供应链整合的深度和速度。\n\n## 复杂现实：双刃剑效应\n*   **潜在挑战**：尽管表面上中-东盟关系前景光明，但文章指出，当与东盟国家的政策制定者、商业精英和年轻学生交流时，中国崛起被视为一把“双刃剑”，表明实际情况更为复杂。",
      "shortSummary": "中国与东盟升级了自由贸易协定，涵盖环保、产品质量和中小企业支持，旨在应对发展挑战并间接批评“不公平关税”。东盟自2020年起成为中国最大贸易伙伴，双边贸易额和中国基础设施投资显著增长，如比亚迪在泰国建厂。然而，尽管表面关系乐观，中国崛起在东盟国家被视为“双刃剑”，显示出合作背后的复杂性。",
      "translated_title": "中国与东盟如何确保其升级版协议真正实现双赢",
      "images": [],
      "contentSource": "完整文章",
      "content": "At last month’s Association of Southeast Asian Nations (Asean) summit, China and the bloc upgraded their free trade pact in the areas of environmental protection, product quality and support for small businesses.\nPremier Li Qiang contextualised the agreement in light of “greater development challenges” facing Asean nations, as they are “unfairly subjected to steep tariffs”, an indirect criticism of the erratic measures unleashed across the region by US President Donald Trump.\nAnother noteworthy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/976b92a3-a1bb-406f-b8f0-1bb1a62aa908_686f9078.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国指责荷兰因Nexperia扣押事件加剧芯片危机 (原标题: China accuses Netherlands of fuelling chip crisis over Nexperia seizure)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331506/china-accuses-netherlands-fuelling-chip-crisis-over-nexperia-seizure?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 13:00:28 +0000",
      "isoDate": "2025-11-04T13:00:28.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中国指责荷兰加剧全球芯片危机\n\n中国政府近日批评荷兰政府在解决Nexperia争端中的不作为，称其未能展现“建设性态度”，从而加剧了全球半导体供应链的混乱。\n\n*   **背景事件**：\n    *   荷兰政府于9月30日采取了不寻常的举动，以国家安全为由，援引一项自1952年以来未曾使用的法律，从其中方所有者手中扣押了Nexperia的控制权。\n    *   荷兰法院文件显示，此举可能是在美国压力下触发的，特别是华盛顿最近扩大其贸易黑名单的覆盖范围。\n\n*   **中国的立场与行动**：\n    *   此前，在中美最新一轮贸易谈判后，中国同意对Nexperia中国工厂生产的符合规定的芯片订单免除出口禁令。\n    *   中国商务部表示，中方此举是“为维护全球半导体供应链的稳定和安全所做的负责任努力”。\n\n*   **对荷兰的指责**：\n    *   中国商务部指出，尽管中方做出了努力，但荷兰方面“继续一意孤行，未采取具体行动解决问题，这将不可避免地加剧对全球半导体供应链的负面影响”。\n    *   商务部声明补充说：“这是中方和全球业界都不愿看到的情况。”\n\n*   **核心争议**：\n    *   北京认为，海牙未能解决Nexperia争端，其不作为正在加剧全球半导体供应链的混乱局面。\n    *   荷兰的行动被中国视为缺乏合作意愿，并可能对全球芯片产业造成进一步的负面冲击。",
      "shortSummary": "中国指责荷兰政府在Nexperia争端中的不作为，称其未能展现“建设性态度”，从而加剧了全球半导体供应链的混乱。此前，荷兰以国家安全为由扣押了Nexperia，据称受到美国压力。中国商务部表示，尽管中方为稳定供应链做出了努力，但荷兰的“一意孤行”将加剧负面影响，这是全球业界不愿看到的。",
      "translated_title": "中国指责荷兰因Nexperia扣押事件加剧芯片危机",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has blamed the Dutch government’s inaction in resolving the Nexperia dispute, saying The Hague has failed to show a “constructive attitude” and thus is escalating the global semiconductor supply-chain chaos.\nTuesday’s criticism came days after China agreed to exempt compliant orders for chips made by Nexperia’s Chinese facilities from an export ban, following the latest round of trade negotiations with the United States.\nWhile China’s latest move was “in a responsible effort to maintain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/421a2758-c81d-4c34-a6a1-c73b39d6d3bf_5df7fdf3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国数字竞争力创历史新高，贸易分裂担忧加剧：调查显示 (原标题: China’s digital competitiveness hits high amid trade-splintering worries: survey)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331478/chinas-digital-competitiveness-hits-all-time-high-amid-trade-splintering-worries-survey?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 09:30:10 +0000",
      "isoDate": "2025-11-04T09:30:10.000Z",
      "creator": "Alice Li",
      "summary": "# 中国数字竞争力排名创历史新高\n\n根据瑞士国际管理发展学院（IMD）发布的最新《世界数字竞争力排名》，中国在全球数字竞争力方面取得了显著提升，创下历史新高。\n\n## 整体表现\n\n*   **排名跃升**：中国在全球69个经济体中，整体表现排名第12位，较去年提升了两位，达到历史最高水平。\n*   **评估机构**：该排名由国际管理发展学院（IMD）发布，今年是该机构连续第九年发布此项排名。\n\n## 驱动因素\n\n中国的排名上升主要得益于在衡量国家数字竞争力的三大关键支柱中的“知识”和“技术”类别下的多个子因素中表现出色。第三个类别是“未来就绪度”。\n\n### 知识类别\n\n*   **科学集中度**：中国在“知识”类别下的“科学集中度”子因素中排名全球第三。\n*   **全球领先表现**：\n    *   在出版物研发生产力方面位居世界第一。\n    *   在人工智能（AI）相关专利产出方面位居世界第一。\n    *   在教育和研究中机器人使用方面位居世界第一。\n\n### 技术类别\n\n*   **资本**：中国在“技术”类别下的“资本”子因素中排名全球第七。\n*   **AI私人投资**：在人工智能私人投资方面排名全球第二，有力支撑了其在“资本”方面的表现。\n\n## 香港表现\n\n*   香港作为独立于中国大陆的经济体进行评估，今年排名上升三位至第四名。\n*   其优异表现主要得益于在人才和教育方面的突出实力。\n\n## 全球领先经济体及未来展望\n\n*   **数字实力领先者**：瑞士、美国和新加坡因其卓越的基础设施、人才和创新生态系统，被认为是数字实力最强的经济体。\n*   **IMD警告**：IMD同时警告称，全球贸易紧张局势日益加剧，正在侵蚀数据流、技术标准和投资重点，这可能导致全球经济体的数字实力格局发生变化。",
      "shortSummary": "根据瑞士IMD的调查，中国数字竞争力排名升至全球第12位，创历史新高。这一提升主要得益于在“知识”（如研发生产力、AI专利）和“技术”（如AI私人投资）领域的出色表现。香港也上升至第四位。尽管瑞士、美国和新加坡仍是领先者，IMD警告贸易分裂担忧正对全球数字实力构成挑战，可能改变现有格局。",
      "translated_title": "中国数字竞争力创历史新高，贸易分裂担忧加剧：调查显示",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is elevating its digital competitiveness on the world’s stage, according to the latest rankings from a Swiss academic institute, while those behind the findings caution that trade fragmentation is weighing on economies’ digital prowess globally.\nThe world’s second-largest economy has reached an all-time high of 12th place among 69 economies in terms of overall performance, improving by two places from 2024, according to this year’s edition of the World Digital Competitiveness Ranking,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/ba09c698-01ae-4c46-b632-5e6827e3462e_587a33c3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“奢侈品的未来”：中国消费者受赞誉，法国巨头誓言对市场充满信心 (原标题: ‘Future of luxury’: China’s shoppers hailed as French giant vows faith in market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331464/china-still-beating-heart-global-luxury-french-giant-lvmh-signals-faith-market?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 09:00:10 +0000",
      "isoDate": "2025-11-04T09:00:10.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# LVMH对中国奢侈品市场充满信心并承诺持续投资\n\n## 市场信心与战略定位\n*   法国奢侈品巨头LVMH集团尽管面临中国消费放缓，但对中国市场表达了充分信心。\n*   LVMH承诺将继续投资中国市场，并将其称为“全球奢侈品跳动的心脏”。\n*   LVMH秘书长Marc-Antoine Jamet强调：“奢侈品的未来正在这里，在中国，与中国以及与我们的中国客户共同塑造。”\n\n## 中国市场的重要性\n*   中国是LVMH的顶级市场，目前运营着46个品牌、1800多家门店，并雇佣了约27000名员工。\n\n## 消费者趋势与新兴机遇\n*   中国本地消费持续升级，消费者不再仅仅追求拥有，而是更注重意义、品质和体验。\n*   LVMH已在美妆、美食和文化体验等领域看到了新的机遇。\n\n## 市场挑战与企稳迹象\n*   过去几十年，中国消费者一直是全球奢侈品市场增长的动力，但近年来他们的消费变得更加理性，并侧重于体验，导致该行业整体消费有所下降。\n*   尽管面临经济放缓、房地产危机、青年失业率高和消费者信心低等持续挑战，中国奢侈品市场在经历多年表现不佳后，近几个月已显示出企稳迹象。\n*   汇丰银行10月份发布的一份报告显示，大多数品牌第三季度业绩较2025年上半年有所改善，并增加了对实体资产和运营的再投资。",
      "shortSummary": "法国奢侈品巨头LVMH集团尽管面临中国消费放缓，仍对中国市场充满信心，并承诺持续投资。LVMH视中国为“全球奢侈品的未来”，强调中国消费者正从单纯拥有转向追求意义、品质和体验。尽管经济面临挑战，中国奢侈品市场已显示企稳迹象，大多数品牌第三季度业绩有所改善。LVMH将继续深耕中国，抓住美妆、美食和文化体验等新兴机遇。",
      "translated_title": "“奢侈品的未来”：中国消费者受赞誉，法国巨头誓言对市场充满信心",
      "images": [],
      "contentSource": "完整文章",
      "content": "French luxury giant LVMH has expressed full confidence in the Chinese market despite sluggish consumption in the world’s second-largest economy, promising continued investment in what it calls “the beating heart of global luxury”.\n“The future of luxury is being shaped here, in China, with China and with our Chinese clients,” said Marc-Antoine Jamet, LVMH’s secretary general, in Paris before heading to the annual China International Import Expo (CIIE) in Shanghai.\nChina is a top market for the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/7ba976af-d67d-45c1-8aca-2b48f3f361e8_a6d9b594.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在峰会上强调香港在全球金融和稳定中的作用 (原标题: China touts Hong Kong’s role in global finance, stability at summit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331431/hong-kongs-financial-future-china-pledges-support-global-role-summit?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 05:13:25 +0000",
      "isoDate": "2025-11-04T05:13:25.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国副总理在峰会上强调香港在全球金融中的作用\n\n在2025年全球金融领袖投资峰会上，中国副总理何立峰发表视频主旨演讲，重申了中央政府对香港作为国际金融中心地位的坚定支持，并强调其在全球金融治理和稳定中的关键作用。\n\n### 关键信息与承诺：\n*   **持续支持**：何立峰承诺中央政府将继续支持香港的发展，巩固其国际金融中心地位。\n*   **地位提升**：他表示对香港的繁荣充满信心，认为其金融中心地位“必将进一步巩固和提升”。\n*   **“十五五”规划机遇**：何立峰指出，党中央关于“十五五”规划的建议对支持香港发展作出了重要部署，为香港描绘了“更加光明的前景”。他强调，随着中国进入“十五五”发展新篇章，香港也将迎来重大的历史新机遇，前景十分光明。\n*   **全球贡献**：他呼吁各方持续支持香港发展，鼓励其积极参与中国的发展进程，并为全球经济和金融格局注入“更大的稳定性和正能量”。\n*   **全球金融治理**：何立峰特别强调了全球金融治理的重要性，并指出香港有潜力推动其进步。\n\n### 峰会背景：\n*   **活动主题**：此次为期三天的峰会以“穿越变幻莫测的境地”为主题，于周三闭幕。\n*   **参会人员**：峰会汇聚了约300位全球金融领袖，其中包括100多位集团董事长和首席执行官。",
      "shortSummary": "在2025年全球金融领袖投资峰会上，中国副总理何立峰承诺将继续支持香港作为国际金融中心的地位，强调其在全球金融治理和稳定中的作用。他表示，香港的金融中心地位将进一步巩固和提升，并将在中国“十五五”规划中迎来新的历史机遇。何立峰呼吁各方支持香港发展，为全球经济注入稳定性和正能量。",
      "translated_title": "中国在峰会上强调香港在全球金融和稳定中的作用",
      "images": [],
      "contentSource": "完整文章",
      "content": "To bolster Hong Kong’s position as an international financial centre, Vice-Premier He Lifeng has pledged continued support for the city, emphasising its role in global financial governance and stability.\nSpeaking at the 2025 Global Financial Leaders’ Investment Summit on Tuesday, He also expressed confidence in Hong Kong’s prosperity, stating that its status as a financial hub is “set to be further consolidated and elevated”.\n“The Party Central Committee’s proposal for the 15th five-year plan...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/824165c0-9443-44c7-8837-85a7fc886178_c7424aa5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港如何构建繁荣的大宗商品市场生态系统 (原标题: How Hong Kong can build a thriving commodities market ecosystem)",
      "link": "https://www.scmp.com/opinion/hong-kong-opinion/article/3331230/how-hong-kong-can-build-thriving-commodities-market-ecosystem?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 01:30:09 +0000",
      "isoDate": "2025-11-04T01:30:09.000Z",
      "creator": "Dario Pong",
      "summary": "香港正积极构建其大宗商品市场生态系统，并可从四个关键领域着手。其中，首要任务是优先选择产品，并结合实体经济模式来补充城市的金融规划。\n\n**一、产品优先策略：聚焦工业金属**\n文章指出，大宗商品市场涵盖多个类别，但建议香港应重点关注工业金属子集。选择产品的标准应是高流动性和高影响力，以便于市场规模的扩大。\n\n*   **主要工业金属及其市场规模：**\n    *   **钢铁：** 2024年市场规模预计为1.47万亿美元。\n    *   **铜：** 市场规模约为3000亿美元。\n    *   **铝：** 市场规模超过2000亿美元。\n    *   **对比：** 全球第一大宗商品原油的市场价值约为2万亿美元，显示出这些工业金属市场的巨大潜力。\n\n*   **中国在全球市场中的主导地位：**\n    *   中国在钢铁、铜和铝这三种金属的生产市场中，占据全球40%至60%的份额，凸显了它们对香港的战略重要性。\n\n*   **供应链模式与贸易流：**\n    *   **钢铁和铝：** 中国通常从澳大利亚、巴西或西非国家进口铁矿石和铝土矿进行加工。成品可能出口到东南亚、中东或七国集团（G7）国家。\n    *   **铜：** 中国从南美和非洲国家进口精矿作为原材料，而制成品主要服务于国内市场。\n    *   通过理解这些实体经济的贸易流向，香港可以精准定位特定市场，发掘商业机会。",
      "shortSummary": "香港正致力于构建繁荣的大宗商品市场生态系统。文章建议优先聚焦高流动性和高影响力的工业金属，如钢铁、铜和铝。这些金属市场规模巨大，中国在全球生产中占据主导地位。通过深入理解其多元化的供应链和贸易流向（例如中国进口原材料并出口成品），香港能够有效识别并把握潜在的商业机会。",
      "translated_title": "香港如何构建繁荣的大宗商品市场生态系统",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Hong Kong embarks on the exciting journey of building a commodities ecosystem, four key areas could help the city set the course. The task at hand is to explore real economy patterns to supplement the city’s financial plans.\nFirst, we must prioritise products. The commodities market covers multiple categories. However, I will only focus on the industrial metals subset. Here, Hong Kong would want to select highly liquid, high-impact products to make scaling up easier.\nThree major metals are...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/03/297e3b80-b886-4874-a6bf-2528d18d25d9_3a64eea9.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-08T18:32:45.090Z"
}