{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "比亚迪季度利润暴跌，国内销售疲软抵消海外增长 (原标题: BYD quarterly profit tumbles as weak China sales offset overseas gains)",
      "link": "https://www.scmp.com/business/china-business/article/3330951/byd-quarterly-profit-tumbles-weak-china-sales-offset-overseas-gains?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 13:16:47 +0000",
      "isoDate": "2025-10-30T13:16:47.000Z",
      "creator": "Daniel Ren",
      "summary": "比亚迪第三季度财务报告显示，其利润大幅下滑，主要受中国国内市场销售放缓和价格战的影响，尽管海外市场表现强劲，但未能完全抵消国内的疲软。\n\n*   **财务表现概览**\n    *   **第三季度利润**：比亚迪报告称，截至9月的三个月内，其利润为78亿元人民币（约合11亿美元），较去年同期的116亿元人民币下降了32.6%。\n    *   **季度环比增长**：尽管同比下降，但与第二季度的64亿元人民币相比，第三季度利润增长了22.6%。\n    *   **季度营收**：同期营收同比下降3.1%，至1950亿元人民币。\n    *   **未达预期**：比亚迪的盈利和营收均低于分析师的普遍预期。彭博社调查显示，分析师预计利润为96亿元人民币，营收为2159亿元人民币。\n\n*   **业绩下滑原因**\n    *   **国内市场疲软**：中国国内电动汽车市场销售放缓，以及为刺激销量而进行的降价促销活动，给比亚迪的盈利能力带来了压力。\n    *   **海外市场增长不足以弥补**：上海Loyal Wealth Management的基金经理Ivan Li指出，尽管比亚迪在海外市场表现强劲，但其强劲的海外销售不足以抵消国内市场的疲软表现。\n\n*   **车辆交付量**\n    *   **总交付量**：第三季度，比亚迪共交付了111万辆纯电动和插电式混合动力汽车。\n    *   **同比和环比下降**：这一数字较去年同期下降了1.8%，较上一季度下降了2.7%。",
      "shortSummary": "比亚迪第三季度利润同比暴跌32.6%至78亿元人民币，营收下降3.1%至1950亿元人民币，均未达分析师预期。这主要归因于中国国内市场销售疲软和价格战，尽管海外市场表现强劲，但未能完全抵消国内压力。同期，比亚迪交付量为111万辆，同比和环比均略有下降。",
      "translated_title": "比亚迪季度利润暴跌，国内销售疲软抵消海外增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s electric-vehicle (EV) leader BYD reported a 32.6 per cent fall in third-quarter profit, as slowing sales and price cuts in the domestic market offset its strong performance abroad.\nThe Shenzhen-based company said its profit tumbled to 7.8 billion yuan (US$1.1 billion) in the three months ended September, compared to 11.6 billion yuan a year earlier, according to a statement filed with the Hong Kong and Shenzhen stock exchanges on Thursday.\nStill, that represented a 22.6 per cent increase...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/1e4aec4e-fdb4-45e1-8b17-afab0db439a2_34fa5fe8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习特会后，未达成芯片协议被视为技术独立问题 (原标题: After Xi-Trump talks, lack of a chip deal seen as tech-independence issue)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330932/after-xi-trump-talks-lack-semiconductor-deal-seen-tech-independence-issue?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 13:00:10 +0000",
      "isoDate": "2025-10-30T13:00:10.000Z",
      "creator": "Ji Siqi",
      "summary": "文章分析了在习特会后，中美两国未能在先进半导体出口管制这一长期贸易争端问题上达成具体协议的原因，认为这反映了中国日益增强的摆脱对美国依赖的决心。\n\n*   **核心观点：** 中国未与美国达成芯片协议，表明其更加坚定了实现技术自主的决心。\n*   **特朗普的表态：** 特朗普总统表示，中美双方讨论了芯片问题，中国将与英伟达等公司洽谈芯片采购事宜，美国将扮演“仲裁者或裁判”的角色。\n*   **专家观点：** 专家警告说，这些让步不应被误解为华盛顿和北京之间战略竞争的根本转变。相反，它们代表了双方为争取时间和管理漏洞而采取的战术举措。",
      "shortSummary": "文章分析了习特会后中美未达成芯片协议的原因，认为这反映了中国增强技术自主的决心。特朗普表示中美讨论了芯片问题，中国将与英伟达等公司洽谈芯片采购，美国将扮演“仲裁者”角色。专家认为这只是双方为争取时间和管理漏洞的战术举措，不代表战略竞争的根本转变。",
      "translated_title": "习特会后，未达成芯片协议被视为技术独立问题",
      "images": [],
      "contentSource": "完整文章",
      "content": "Amid the apparent absence of a concrete deal being reached with Washington on one of Beijing’s long-standing points of trade contention – export controls on the most advanced semiconductors – analysts say it reflects China’s increasing resolve to become more independent from the US.\nAfter a meeting with President Xi Jinping in South Korea on Thursday morning, US President Donald Trump said the two sides “did discuss chips”.\n“China is going to be talking to Nvidia and others about taking chips …...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/74648724-eef3-40cb-8065-e463b369fd1c_c4ebf712.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国公务员考试在年龄范围扩大后报考人数创历史新高 (原标题: China’s civil service exam sees record-breaking applicant pool after age range expansion)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330898/record-37-million-approved-chinas-civil-service-exam-race-iron-rice-bowl?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 11:00:10 +0000",
      "isoDate": "2025-10-30T11:00:10.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国公务员考试报考人数创历史新高\n\n根据官方数据，约370万考生已获准参加即将举行的中国国家公务员考试，创下历史新高的报考人数。这是北京首次在扩大公务员录用年龄限制后进行招考。\n\n## 关键信息点：\n\n*   **报考人数创新高**：约370万考生获准参加考试，打破了以往的记录。\n*   **年龄限制调整**：此次招考是北京扩大公务员部门入职年龄限制后的首次，公务员职位因其相对较高的稳定性而被誉为“铁饭碗”。\n*   **竞争激烈**：\n    *   全国中央政府机构及其附属机构共提供38,100个职位空缺。\n    *   平均每个职位有98名申请者竞争。\n*   **与去年对比**：去年的考试有340万获批考生竞争39,700个职位，但最终只有260万人参加了考试。\n*   **职位吸引力**：\n    *   尽管一些地方存在工资延迟和福利减少等问题，但在劳动力市场疲软的背景下，公务员职位因其相对于私营部门的稳定性而备受追捧。\n*   **考试时间表**：\n    *   考试将于11月29日和30日举行。\n    *   结果定于1月公布。\n    *   面试随后进行。\n*   **背景**：此次公务员招聘是在劳动力萎缩的背景下，北京提高部分职位最高招聘年龄后的首次举措。",
      "shortSummary": "中国国家公务员考试报考人数创历史新高，约370万人获准参加。这是北京扩大公务员录用年龄限制后的首次招考。尽管一些地方存在工资延迟和福利减少等问题，但公务员职位因其“铁饭碗”般的稳定性，在劳动力市场疲软的背景下仍备受追捧。此次共提供38,100个职位空缺，平均98人竞争一职，竞争异常激烈。考试定于11月底举行。",
      "translated_title": "中国公务员考试在年龄范围扩大后报考人数创历史新高",
      "images": [],
      "contentSource": "完整文章",
      "content": "About 3.7 million candidates have been approved to take China’s coming national public service exam, according to official figures – a record-breaking applicant pool, and the first since Beijing expanded the age limit for entry into the country's civil sector, where jobs are known as “iron rice bowls” for their comparatively high level of security.\nWith 38,100 vacancies available at central government agencies and their affiliated institutions nationwide, the competition is fierce, translating...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/ce825d43-353c-4b0f-aa08-ef8d6f891528_b35e6aca.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国购买美国大豆给农民带来宽慰，但永久性协议难以达成 (原标题: China’s US soybean buys bring relief to farmers, but permanent deal elusive)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330907/us-china-soybean-deal-signals-yearly-negotiations-farmers-hope-steady-trade?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 09:31:46 +0000",
      "isoDate": "2025-10-30T09:31:46.000Z",
      "creator": "Kandy Wong",
      "summary": "### 中国恢复购买美国大豆：背景与影响\n\n中国恢复购买美国大豆，为美国农民带来了显著的宽慰。此前，农民们曾担忧他们最大的买家可能永远不会回归。然而，分析师们预计，农产品贸易将在未来几年成为中美双边谈判的常规组成部分，暗示达成永久性协议仍充满挑战。\n\n### 特朗普-习近平会晤成果\n\n美国总统唐纳德·特朗普宣布，在与中国国家主席习近平于周四上午在韩国会晤后，中国将“立即购买大量大豆及其他农产品”。此次大豆协议是两位领导人自特朗普1月重返白宫以来首次面对面会晤后达成的一系列协议之一。其他协议包括：\n\n*   **芬太尼关税**：双方同意将芬太尼关税降至10%。\n*   **稀土控制**：中国承诺基于一项为期一年的协议，不实施稀土出口管制。\n*   **芯片出口**：与英伟达（Nvidia）就芯片出口中国进行讨论。\n*   **贸易调查**：推迟美国301条款调查。\n*   **高层访问**：特朗普将于4月访问中国。\n\n### 特朗普的公开表态\n\n特朗普在社交媒体上发文表示：“习近平主席授权中国开始购买大量大豆、高粱及其他农产品，我对此感到非常荣幸。我们的农民会非常高兴！”\n\n### 此前采购情况与农民期望\n\n据伊利诺伊州大豆协会董事会成员斯科特·加夫纳（Scott Gaffner）透露，中国在周四会晤前已开始购买本季美国大豆。这些船货标志着中国在秋收后首次从美国购买大豆。许多投票给特朗普的美国种植者一直敦促总统采取和解而非对抗的方式，以便与习近平达成一项持久的农作物协议。",
      "shortSummary": "中国恢复购买美国大豆，为美国农民带来宽慰。此举是美国总统特朗普与中国国家主席习近平在韩国会晤后的成果之一。特朗普表示中国将立即购买大量农产品。分析师指出，农产品贸易将成为未来中美谈判的常态，但达成永久性协议仍具挑战。农民们此前一直呼吁采取和解方式以达成持久协议。",
      "translated_title": "中国购买美国大豆给农民带来宽慰，但永久性协议难以达成",
      "images": [],
      "contentSource": "完整文章",
      "content": "While China’s resumption of US soybean purchases has brought relief to American farmers – who spent months worried their largest buyer may never return – analysts said they expected the trade of agricultural products to become a regular part of bilateral negotiations in the coming years.\nUS President Donald Trump said aboard Air Force One that “tremendous amounts of the soybeans and other farm products are going to be purchased immediately”, after a meeting with President Xi Jinping in South...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/7bdd63d7-d989-45e0-b13d-071bd1baac17_68c28293.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电动汽车制造商比亚迪在欧洲销量飙升，缩小与特斯拉的差距 (原标题: Chinese EV maker BYD’s sales surge in Europe, narrowing gap with Tesla)",
      "link": "https://www.scmp.com/business/china-evs/article/3330873/chinese-ev-maker-byds-sales-surge-europe-narrowing-gap-market-leader-tesla?utm_source=rss_feed",
      "pubDate": "Thu, 30 Oct 2025 07:02:25 +0000",
      "isoDate": "2025-10-30T07:02:25.000Z",
      "creator": "Daniel Ren",
      "summary": "# 比亚迪欧洲销量飙升，缩小与特斯拉的差距\n\n中国电动汽车制造商比亚迪（BYD）上个月在欧洲的销量大幅增长，通过推出更多车型和扩大销售网络，显著缩小了与市场领导者特斯拉的差距。\n\n## 销售数据概览\n\n*   **比亚迪销量激增**：根据欧洲汽车制造商协会（ACEA）的数据，比亚迪9月份在欧洲的新车注册量达到24,963辆，几乎是去年同期5,013辆的五倍。\n*   **特斯拉销量下滑**：同期，特斯拉在欧洲的销量同比下降10.5%，向欧洲客户交付了39,837辆汽车。\n*   **市场差距缩小**：尽管特斯拉仍是市场领导者，但比亚迪的强劲增长使其与特斯拉的销量差距显著缩小。\n*   **数据来源**：ACEA追踪欧盟、英国、冰岛、列支敦士登、挪威和瑞士的汽车销售数据。\n\n## 专家观点\n\n*   上海独立分析师高申表示：“这些数字进一步证明了比亚迪的国际化战略正在顺利进行。”\n*   他补充说：“作为全球最大的电动汽车制造商，比亚迪仍需增加在中国以外的销量，以展示其设计和制造能力。”\n\n## 比亚迪的欧洲扩张计划\n\n*   **展厅网络扩展**：比亚迪执行副总裁李柯（Stella Li）在上个月慕尼黑IAA Mobility会议期间表示，比亚迪计划到2026年将其在欧洲的展厅数量翻一番，达到2,000家。\n*   **本地化生产**：比亚迪还计划为其欧洲生产建立一个完整的本地供应链。\n*   **车型本地化**：比亚迪表示，到2028年，其在欧洲销售的所有车型都将在当地生产。\n*   **车型数量增加**：目前，比亚迪在欧洲销售13款车型，而两年前仅为6款。",
      "shortSummary": "中国电动汽车制造商比亚迪9月份在欧洲销量飙升，注册量达24,963辆，是去年同期的近五倍，显著缩小了与市场领导者特斯拉的差距。同期特斯拉销量下降10.5%。比亚迪计划到2026年将欧洲展厅数量增至2,000家，并到2028年实现所有在欧销售车型本地化生产，以进一步巩固其国际化战略。",
      "translated_title": "中国电动汽车制造商比亚迪在欧洲销量飙升，缩小与特斯拉的差距",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese electric vehicle (EV) maker BYD recorded surging sales in Europe last month after it launched more models and expanded its sales network, narrowing its gap with market leader Tesla.\nThe Shenzhen-based carmaker racked up 24,963 new-car registrations in Europe in September, nearly five times its deliveries of 5,013 units a year ago, according to data from the European Automobile Manufacturers Association, known as the ACEA. The association tracks vehicle sales across the European Union,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/30/d34cbc70-2588-4670-b65e-727c2b620691_076258b5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“不可原谅”：中国一县城仍笼罩在疯狂挥霍的阴影下 (原标题: ‘Unforgivable’: Chinese county still living in shadow of wild spending binge)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330729/unforgivable-chinese-county-still-living-shadow-wild-spending-binge?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 22:00:11 +0000",
      "isoDate": "2025-10-29T22:00:11.000Z",
      "creator": "Luna Sun",
      "summary": "## 独山县的过度投资与遗留问题：一个警示案例\n\n中国西南贵州省的独山县，一个曾鲜为人知的地区，如今因其大规模的鲁莽投资而闻名全国，成为一个深刻的警示案例。\n\n### 背景与发展愿景\n\n*   **地理位置：** 独山县位于贵州省一个偏远角落，人口约35万。\n*   **转型尝试：** 在2010年代，这个贫困县启动了一项宏大的建设热潮，旨在将其自身转型为一个文化和旅游中心，以期搭上中国经济转型的快车。\n\n### 宏伟项目与债务危机\n\n*   **大规模建设：** 在短短几年内，独山县涌现出大量宏伟项目，包括：\n    *   中国古代城墙、北京故宫和伦敦大本钟的巨大仿制品，它们从崎岖的喀斯特地貌中拔地而起。\n    *   半建成的度假村和废弃的纪念碑。\n    *   成排的摇摇欲坠的店面和半拆除的建筑。\n    *   豪华酒店、购物中心、亭阁、公寓大楼，甚至一个庞大的大学城。\n*   **债务累积：** 然而，这场建设热潮是建立在巨额债务之上的。到2018年，独山县的债务高达约400亿元人民币（约56亿美元），而其年财政收入仅勉强达到10亿元人民币，债务规模令人震惊。\n*   **资金耗尽：** 资金很快耗尽，导致大量项目成为腐朽、废弃的“面子工程”，散落在县域景观中。\n\n### 持续的后果与影响\n\n*   **债务负担：** 多年之后，独山县的居民仍在应对这场危机的后果。县政府仍背负着沉重的债务偿还压力。\n*   **项目停滞：** 许多雄心勃勃的项目从未投入运营。\n*   **低收入水平：** 居民收入水平依然低下。2024年，城镇居民年人均可支配收入平均略高于42500元，而农村居民则不足17500元。\n*   **全国警示：** 独山县的故事已成为全国范围内的警示，揭示了大规模鲁莽投资可能带来的灾难性后果。",
      "shortSummary": "中国贵州独山县在2010年代为发展文化旅游，大举借债建设了大量宏伟项目，包括仿古建筑、酒店和大学城。然而，这些项目因资金耗尽而烂尾，导致该县到2018年背负了高达400亿元人民币的巨额债务，远超其年财政收入。如今，独山县仍深陷债务困境，许多项目废弃，居民收入低下。其案例已成为中国鲁莽投资的警示。",
      "translated_title": "“不可原谅”：中国一县城仍笼罩在疯狂挥霍的阴影下",
      "images": [],
      "contentSource": "完整文章",
      "content": "Few areas of China reflect the country’s decades-long economic transformation more vividly than its cities. Rapid development has turned villages into dense urban landscapes and already sizeable metro areas into some of the world’s largest population centres. As the rate of urbanisation slows and the country transitions into a new economic era, we explore how select Chinese cities are navigating the change. Read the rest of our series here.\nIn a remote corner of China’s southwestern Guizhou...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/8d718613-af7d-4b5a-a1a8-8ef4f2d8dc86_d3102653.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的下一个强国之举，田野与工厂并重 (原标题: China’s next power move is as much in the fields as in factories)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330665/chinas-next-power-move-much-fields-factories?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 21:30:08 +0000",
      "isoDate": "2025-10-29T21:30:08.000Z",
      "creator": "Genevieve Donnellon-May",
      "summary": "## 中国加速农业强国建设\n\n上周在北京举行的中共中央第四次全体会议上，粮食问题被明确提升为重要的政策优先事项。会议公报强调了加快中国向农业强国转型的目标。\n\n### 政策背景与目标\n\n*   **战略定位：** 中国作为全球主要的农产品生产国、进口国和重要的出口国，正在为明年初正式批准的第十五个五年规划（2026-2030年）之前的下一个农业里程碑加倍努力。\n*   **长期愿景：** 尽管详细的实施计划尚未公布，但这一倡议建立在2022年中央委员会向党的二十大报告的基础上，该报告首次设定了到本世纪中叶（2050年）将中国建设成为农业强国的目标。\n*   **政策延续：** 2023年的“中央一号文件”（中国年度农村政策蓝图）重申了这一雄心。\n*   **具体时间表：** 今年4月，国务院发布了加快中国向农业强国转型的计划，概述了关键目标：\n    *   **到2027年：** 中国要在农业现代化方面取得显著进展。\n    *   **到2050年：** 成为农业强国。\n\n### 战略动因\n\n*   **国家安全：** 从北京的角度来看，其理由显而易见。粮食安全和粮食自给自足长期以来一直是中国国家战略的核心，至今仍是重中之重。\n*   **领导人强调：** 习近平主席多次强调粮食是国家安全问题，宣称中国14亿人民的饭碗“必须牢牢端在自己手中”。\n\n### 面临的挑战\n\n*   **资源限制：** 然而，提高本地产量是一场艰苦的战斗。中国必须用不到全球10%的耕地和更少的淡水资源养活全球约五分之一的人口。\n*   **多重压力：** 该国面临着土地退化、水资源短缺、污染、饮食结构变化和气候冲击等日益增长的压力。",
      "shortSummary": "中国正将粮食安全提升为国家战略重点，旨在加速向农业强国转型。根据最新政策，中国计划到2027年在农业现代化方面取得显著进展，并到2050年成为农业强国。这一目标源于确保14亿人口饭碗的必要性。然而，中国面临耕地和淡水资源有限、土地退化、水污染、饮食变化及气候冲击等多重严峻挑战。",
      "translated_title": "中国的下一个强国之举，田野与工厂并重",
      "images": [],
      "contentSource": "完整文章",
      "content": "At last week’s fourth plenary session of the Central Committee of China’s Communist Party in Beijing, food emerged as a clear policy priority. The plenum’s communique highlighted the goal of accelerating China’s transformation into an agricultural power.\nA leading agricultural producer and importer and a significant exporter, China is doubling down on its next agricultural milestone ahead of the official approval of the 15th five-year plan (2026-2030) early next year.\nWhile detailed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/c4b7f246-cab0-41df-a8c2-50d6374f556b_e71e020e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平与特朗普会晤可能涉及哪些症结？ (原标题: What pain points are likely to be on the table at Xi-Trump meeting?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330739/what-pain-points-are-likely-be-table-xi-trump-meeting-south-korea?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 13:30:15 +0000",
      "isoDate": "2025-10-29T13:30:15.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 习特会焦点：潜在的协议领域\n\n所有目光都聚焦于周四在韩国举行的中国国家主席习近平与美国总统唐纳德·特朗普的会晤。这是特朗普自一月上任以来首次与习近平面对面会谈，此次会晤将建立在双方已进行的多轮贸易谈判基础之上，这些谈判涉及从关税到出口管制等一系列问题。本文将概述世界两大经济体之间的关键痛点，并探讨它们是否可能在本次会晤中得到解决。\n\n## 双方可能达成一致的议题\n\n根据ANZ银行分析师Raymond Yeung和Xing Zhaopeng周一发布的研究报告，潜在的协议可能涉及以下几个有争议的领域：\n\n*   **芬太尼相关关税**：\n    *   美国此前在三月份对芬太尼前体化学品征收了20%的惩罚性关税，原因是华盛顿指责北京未能有效遏制芬太尼（一种强效合成阿片类药物，占美国药物过量死亡的近70%）前体化学品的流动。\n    *   分析师预计，此次会晤可能部分取消这项关税。\n\n*   **对等关税安排**：\n    *   此前在日内瓦达成了一项休战协议，将关税降至10%。\n    *   分析师表示，双方很可能在本次会晤中正式确定一项对等关税安排。\n\n*   **大豆采购**：\n    *   此前，中国为回应美国与芬太尼相关的关税，于四月份对美国农产品征收了25%的报复性关税，导致上个月中国没有进口美国大豆。\n    *   Yeung和Xing预计，峰会后中国将恢复从美国采购大豆。\n\n*   **TikTok美国业务所有权**：\n    *   上个月在马德里举行的谈判中，双方已就TikTok社交媒体平台在美国的运营达成了一项框架协议。\n    *   ANZ银行分析师预计，双方将在峰会上“发出积极进展的信号”。",
      "shortSummary": "习近平与特朗普在韩国的会晤将聚焦贸易痛点。分析师预测，潜在协议可能包括：部分取消美国对芬太尼前体化学品的关税；正式确定对等关税安排；中国恢复采购美国大豆；以及就TikTok美国业务的框架协议发出积极进展信号。此次会谈旨在解决两国间的关键经济分歧。",
      "translated_title": "习近平与特朗普会晤可能涉及哪些症结？",
      "images": [],
      "contentSource": "完整文章",
      "content": "All eyes are now on Thursday’s meeting between President Xi Jinping and US President Donald Trump in South Korea.\nTheir first in-person encounter since Trump’s return to office in January will build on several rounds of trade talks between the two sides that have touched on issues ranging from tariffs to export controls.\nIn this explainer, the Post outlines the key pain points between the world’s two largest economies – and whether they are likely to be addressed.\nWhat issues may be agreed on by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/fbb9fd55-c099-41b8-8a0a-77ad8495e064_8e32f583.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国机器人驱动的工厂将高科技生产线变成旅游景点 (原标题: China’s robot-powered factories turn hi-tech production lines into tourist spots)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330718/chinas-robot-powered-factories-turn-hi-tech-production-lines-tourist-hotspots?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 08:00:10 +0000",
      "isoDate": "2025-10-29T08:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "### 中国工业旅游兴起：高科技工厂变身热门景点\n\n中国的高科技工厂正逐渐向公众开放，将曾经神秘的生产线转变为热门的旅游景点，这一趋势被称为“工业旅游”。\n\n#### 小米电动汽车工厂成为典范\n\n*   **里程碑式开放**：小米位于北京郊区的电动汽车工厂于2024年4月向公众开放了部分生产设施，迅速成为北京最热门的新景点之一。\n*   **游客数量激增**：该工厂最近迎来了本年度的第10万名游客，一位来自南京的游客。\n*   **增加参观频率**：小米计划在11月将公众参观次数增加到每月111场。\n\n#### 工业旅游的广泛影响\n\n*   **重塑消费者连接**：从装配线到航空和机器人基地，工业旅游正在重塑中国消费者与国家先进制造业的连接方式。\n*   **社交媒体热潮**：在社交媒体上，“工厂参观”、“工业旅游”和“超级工厂参观”等话题标签迅速走红，年轻人纷纷在平台上发布生产现场的视频。\n*   **高涨的参观热情**：一位网友在社交媒体平台“小红书”上分享道：“每次开放活动都有数万人申请。我等了半年多，申请了十多次，终于被选中了。”\n*   **震撼的体验**：该网友对一个充满数百台机器人协同操作的车间表示惊叹，并希望她的儿子将来也能在这个行业工作。\n\n这一趋势表明，中国消费者对了解和体验国家先进制造技术有着浓厚的兴趣，高科技工厂正成为展示中国工业实力的新窗口。",
      "shortSummary": "中国高科技工厂正兴起“工业旅游”热潮，将生产线变为热门景点。小米电动汽车工厂是典型案例，自2024年4月开放以来已接待10万名游客，并计划增加参观频率。这一趋势通过社交媒体迅速传播，消费者对参观机器人驱动的先进制造基地表现出极高热情，以亲身体验中国工业发展。",
      "translated_title": "中国机器人驱动的工厂将高科技生产线变成旅游景点",
      "images": [],
      "contentSource": "完整文章",
      "content": "Cheers erupted inside Xiaomi’s gleaming electric vehicle factory on the outskirts of Beijing when it recently welcomed its 100,000th visitor of the year – a tourist from Nanjing.\nThe milestone, announced on the company’s Weibo account, came after it opened part of its car production facilities to the public in April 2024 – turning a once-secretive factory floor into one of Beijing’s hottest new attractions. Xiaomi now plans to increase public tours to 111 sessions a month in November, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/44e585a6-1341-4037-93b7-ad47552715cf_eb2be270.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "'进步不可阻挡'：中国驻巴黎首席特使谈贸易、电动汽车关税 (原标题: ‘Progress cannot be stopped’: China’s chief Paris envoy talks trade, EV tariffs)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330699/progress-cannot-be-stopped-chinas-ambassador-france-talks-trade-ev-tariffs?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 06:00:09 +0000",
      "isoDate": "2025-10-29T06:00:09.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国驻巴黎首席特使谈中欧经济关系与贸易\n\n本月，《南华早报》记者许晓菲对中国驻法国和摩纳哥大使邓励进行了深入采访。在采访的第二部分中，邓大使重点讨论了北京与法国及欧盟的经济关系。\n\n### 欧洲在新兴产业中的角色\n\n*   随着全球经济性质的改变和技术创新的快速发展，欧洲正在适应新的形势。\n*   邓大使表示，中国愿意帮助欧洲大陆确定其在新兴产业中的角色。\n*   他指出，许多新的工业和供应链正在形成，并随着技术革命的推进而不断涌现。\n\n### 全球工业链与中小企业\n\n*   邓大使真诚希望这些工业链能够是全球性的。\n*   他强调，中小企业，特别是欧洲的中小企业，必须考虑其在未来产业中的位置。\n*   他认为，中欧双方可以相互学习，共同增长将确保各方都能在这些供应链中占据一席之地。\n\n### 贸易保护主义与电动汽车关税\n\n*   邓大使明确指出，保护主义措施必然会引发报复，并且无助于减少贸易逆差。\n*   他以欧盟对中国制造电动汽车（EVs）征收关税为例，说明了这种保护主义行为。\n*   邓大使警告说，此类措施将使欧洲在基础技术方面落后，最终因创新差距而使合作变得更加困难。",
      "shortSummary": "中国驻法国大使邓励在接受采访时表示，中国愿帮助欧洲适应全球经济变化，并在新兴产业中找到定位。他强调全球工业和供应链的重要性，并鼓励欧洲中小企业参与其中。邓大使警告称，欧盟对中国电动汽车征收关税等保护主义措施将引发报复，无助于减少贸易逆差，反而会阻碍欧洲技术进步，加剧创新差距，使未来合作更加困难。",
      "translated_title": "'进步不可阻挡'：中国驻巴黎首席特使谈贸易、电动汽车关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "This month, the Post’s Xiaofei Xu sat down with Deng Li, China’s ambassador to France and Monaco, for an in-depth and wide-ranging interview. In part two, Deng discusses Beijing’s economic relationship with France and the EU. Part one can be found here.\nAs Europe adapts to the changing nature of the global economy and the fast pace of technological innovation, China is ready to help the continent as it determines its role in emerging industries, Beijing’s top diplomat in Paris told the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/1575eb08-3f27-446e-aac5-9266516f1b8f_7e6cf6d0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海如何利用艺术和活动推动旅游业和经济增长 (原标题: How Shanghai leverages arts and events to fuel tourism and power economic growth)",
      "link": "https://www.scmp.com/business/china-business/article/3330709/how-shanghai-leverages-arts-and-events-fuel-tourism-and-power-economic-growth?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 04:30:08 +0000",
      "isoDate": "2025-10-29T04:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "# 上海如何利用艺术和活动推动旅游业和经济增长\n\n## 旅游业成为经济新引擎\n*   **驱动因素：** 放宽的签证政策、丰富的艺术文化活动以及地标性旅游景点，共同成为上海经济增长的新动力。\n*   **入境游客激增：**\n    *   2025年1月至8月，上海吸引了550万海外游客，同比增长37%。\n    *   这为城市GDP提供了急需的提振，使其近十年来首次超越全国增长水平。\n\n## 专家观点与战略目标\n*   **复旦大学张伊娜教授（商务部支持的消费市场大数据实验室主任）指出：**\n    *   受放宽签证要求和世界级艺术表演（如交响乐和歌剧）吸引的外国游客涌入，符合市政府的预期。\n    *   上海的最终目标是利用入境旅游创造可持续的商业模式，并强化其作为主要国际旅游目的地的作用。\n\n## 经济表现与增长模式转型\n*   **经济增长超越全国：**\n    *   2025年前三季度，上海经济产出增长5.5%，高于全国5.2%的增长率。这是自2016年以来，上海经济表现首次超过全国平均水平。\n    *   尽管上海是大陆最发达的城市，但过去十年并未进行大规模基础设施投资，经济扩张曾落后于其他省级区域。\n*   **增长模式转型：**\n    *   上海财经大学经济学教授张学良表示，今年的GDP数据反映了其增长模式的平稳成功转型。\n    *   高科技产业和活跃的零售销售等新引擎发挥了超出预期的作用。\n*   **市长目标：** 上海市市长龚正在一月份的年度地方立法会议上宣布，2025年全年GDP增长目标为5%。\n\n## 图片展示\n*   ![乐高模型展示上海](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/29/d4cb96ca-6fc3-44ce-a537-6cffd2c9840d_fbad5762.jpg)\n    *   一张上海的乐高模型。经济学家表示，零售销售在城市增长中发挥着重要作用。",
      "shortSummary": "上海正通过放宽签证、举办艺术文化活动及利用地标景点，大力发展旅游业，以此推动经济增长。2025年前八个月，入境游客激增37%，达550万人次，显著提振了零售销售和GDP，使上海经济增速近十年来首次超越全国水平。城市正向高科技和零售驱动的增长模式转型，目标是强化其国际旅游目的地地位，实现可持续发展。",
      "translated_title": "上海如何利用艺术和活动推动旅游业和经济增长",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/29/d4cb96ca-6fc3-44ce-a537-6cffd2c9840d_fbad5762.jpg",
          "alt": "A Lego model of Shanghai. Retail sales are playing a big role in the city’s growth, economists say. Photo: EPA",
          "title": "A Lego model of Shanghai. Retail sales are playing a big role in the city’s growth, economists say. Photo: EPA",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Relaxed visa rules, arts and cultural events, alongside landmark tourist destinations, have become new drivers for Shanghai’s economy as a surge in inbound travellers bolsters retail sales.\nThe financial and commercial hub of mainland China attracted 5.5 million overseas tourists between January and August, up 37 per cent year on year, offering a much-needed boost to the city’s gross domestic product (GDP), which outpaced national growth for the first time in nearly a decade.\nZhang Yina,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/41e7c6d5-1b10-4849-90b8-7873a6b5c12a_e4520583.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国副总理誓言进一步开放金融业 (原标题: Chinese vice-premier vows further opening up of financial sector)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330712/chinese-vice-premier-vows-further-opening-financial-sector?utm_source=rss_feed",
      "pubDate": "Wed, 29 Oct 2025 03:04:19 +0000",
      "isoDate": "2025-10-29T03:04:19.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国金融业高水平对外开放\n\n中国副总理何立峰承诺，中国将坚定不移地扩大金融业的“高水平对外开放”，并欢迎更多外国金融机构和长期资本进行投资。他强调，此举旨在加速建设现代金融强国。\n\n## 主要承诺\n*   **扩大开放**：中国将继续扩大金融业的高水平对外开放。\n*   **吸引投资**：欢迎更多外国金融机构和长期资本进入中国市场。\n*   **建设目标**：加速建设现代金融强国。\n\n## 会议背景\n*   **时间与地点**：何立峰副总理于周二在北京与国家金融监督管理总局国际咨询委员会举行会议时发表了上述言论。\n*   **参会人员**：国际咨询委员会由外国金融公司和机构的现任及前任领导人组成。\n*   **合作意愿**：何立峰副总理还欢迎更多外国金融机构与中国进行更深层次的合作。\n\n## 中美关系讨论\n*   **经济贸易**：何立峰副总理向委员会成员介绍了中国与美国的经济和贸易关系。\n*   **近期会谈**：他提到了周末在马来西亚与美国财政部长斯科特·贝森特（Scott Bessent）的会谈，中方称会谈达成了“基本共识”。\n*   **未来会晤**：这些会谈是在中国国家主席习近平与美国总统唐纳德·特朗普周四在韩国会晤之前进行的。\n\n## 委员会反馈\n*   **乐观态度**：委员会成员对中国的经济和金融前景表示乐观。\n*   **投资意愿**：他们表示愿意继续深耕中国市场，并进一步扩大对华投资与合作。",
      "shortSummary": "中国副总理何立峰承诺，中国将坚定不移地扩大金融业高水平对外开放，欢迎更多外国金融机构和长期资本投资，并加速建设现代金融强国。他在与国家金融监督管理总局国际咨询委员会的会议上发表此番言论，并介绍了中美经济关系。委员会成员对中国经济和金融前景表示乐观，并愿意扩大在华投资与合作。",
      "translated_title": "中国副总理誓言进一步开放金融业",
      "images": [],
      "contentSource": "完整文章",
      "content": "Vice-Premier He Lifeng has vowed that China will continue to expand the “high-level opening up” of its financial sector and welcome more investment by foreign financial institutions and long-term capital.\n“China will unswervingly expand high-level opening up in the financial sector and accelerate the building of a modern financial powerhouse,” he said in a statement published on Tuesday.\nThe Chinese vice-premier made the comments during a meeting with the National Financial Regulatory...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/29/3fd8574f-d9ce-4349-88d6-9c3da18366a1_01a439ae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么一些中国城市正在重新思考其全面的发展战略 (原标题: Why some Chinese cities are rethinking their sweeping development strategies)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330638/chinas-urban-revival-and-datong-contradiction-when-planning-double-edged-sword?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 22:00:16 +0000",
      "isoDate": "2025-10-28T22:00:16.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国城市发展战略的再思考：以大同为例\n\n中国城市是国家数十年经济转型的生动缩影。快速的城市化进程将乡村变为密集的城市景观，并使原本规模可观的都市区发展成为全球最大的人口中心。然而，随着城镇化速度的放缓，以及中国经济步入新时代，一些城市正在重新审视并调整其发展策略。本文以山西省大同市为例，探讨了城市如何应对这一转变。\n\n### 大同市的转型实践\n\n大同市是一个在中国城市规划中独树一帜的案例，当地居民在日常对话中常常提及一位前市长——耿彦波。\n\n*   **耿彦波的五年任期 (2008-2013)**\n    *   耿彦波于2008年全球金融危机期间上任，恰逢北京推出4万亿元人民币的经济刺激计划。\n    *   他利用这一契机，在大同市主导了一场全面的城市改造，几乎所有建筑都被重建或翻新。\n\n*   **城市背景与改造策略**\n    *   大同市位于山西省中部，以煤矿资源闻名。\n    *   耿彦波的改造努力将城市划分为两个对比鲜明的区域：\n        *   **西侧：** 致力于重建古代方形城墙环绕的古城，旨在重现数百年前的城市风貌。\n        *   **东侧：** 发展为现代新区，拥有宽阔的道路和高层建筑，用于安置大量搬迁居民。\n\n*   **影响与认可**\n    *   这一大胆的实验使大同在中国城市规划领域成为一个独特的案例。\n    *   尽管初期有人对资源浪费表示疑虑，但耿彦波的改造行动最终获得了居民的广泛认可和欢迎。\n    *   尤其是在城市支柱产业从传统的煤炭开采成功转向旅游业之后，这种认可度进一步提升。\n\n*   **居民受益案例**\n    *   出租车司机史守义是受益者之一。他曾居住在一座千年佛寺旁边的破旧平房里，当时他所在的社区有30多户人家共用一个公共厕所。\n    *   在城市改造期间，史守义的家人搬进了新的现代化公寓，生活条件得到了显著改善。\n\n通过大同的案例，我们可以看到中国城市在经济转型时期，如何通过大胆的规划和实施，在保留历史文化的同时，实现现代化发展，并改善居民生活质量，从而适应新的发展需求。",
      "shortSummary": "中国城市正经历经济转型，城镇化放缓。文章以大同市为例，探讨城市如何应对新时代。2008年，前市长耿彦波利用国家刺激计划，对大同进行了大规模改造，将城市分为古城重建区和现代新区。尽管初期有争议，但随着城市产业从煤炭转向旅游，这一策略获得了居民的认可，改善了当地生活条件。",
      "translated_title": "为什么一些中国城市正在重新思考其全面的发展战略",
      "images": [],
      "contentSource": "完整文章",
      "content": "Few areas of China reflect the country’s decades-long economic transformation more vividly than its cities. Rapid development has turned villages into dense urban landscapes and already sizeable metro areas into some of the world’s largest population centres. As the rate of urbanisation slows and the country transitions into a new economic era, we explore how select Chinese cities are navigating the change. Read the rest of our series here.\nThere is hardly a city in China like Datong, where...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/9b591fb2-6437-4bcb-8523-674aba444e46_ca11fb5d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将‘科技自立自强’设为未来五年关键目标 (原标题: China sets ‘technological self-reliance’ as a key goal for the next 5 years)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330667/china-sets-technological-self-reliance-key-goal-next-5-years?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 13:09:44 +0000",
      "isoDate": "2025-10-28T13:09:44.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国将“科技自立自强”设为未来五年关键目标\n\n中国最高领导层已将“科技自立自强”确立为下一个五年规划的关键目标，以应对西方出口管制和日益激烈的全球科技竞争。\n\n## 核心要点：\n\n*   **历史性目标：** 这是至少十年来，科技自立自强首次被设定为国家社会经济发展的主要目标。\n*   **规划背景：** 该目标被纳入了中国共产党中央委员会在上周四中全会后发布的关于中国第十五个五年规划（2026年至2030年）的详细提案中。\n*   **正式发布：** 完整的规划将于明年三月在最高立法机构的年度会议上公布。\n*   **具体目标（据新华社）：**\n    *   未来五年内，实现“科技自立自强能力大幅提升”。\n    *   在基础研究和原始创新方面取得“重大进展”。\n    *   在重点领域关键核心技术方面实现“快速突破”。\n\n![提案在上周一次重要的政治会议后发布。图：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/22e14598-a7a0-463c-9b04-cbdce8cdbe6d_a7e77afc.jpg)",
      "shortSummary": "中国最高领导层已将“科技自立自强”确立为未来五年规划的关键目标，以应对西方出口管制和全球科技竞争。这是至少十年来首次将此设为主要社会经济发展目标。该目标被纳入第十五个五年规划（2026-2030年）的提案中，旨在未来五年内大幅提升科技自立自强能力，在基础研究和关键技术领域取得重大突破。完整的规划将于明年三月公布。",
      "translated_title": "中国将‘科技自立自强’设为未来五年关键目标",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/22e14598-a7a0-463c-9b04-cbdce8cdbe6d_a7e77afc.jpg",
          "alt": "The proposal was released following a key political meeting last week. Photo: Xinhua",
          "title": "The proposal was released following a key political meeting last week. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s top leadership has made “technological self-reliance and self-strengthening” a key goal in a proposal for the next five-year plan, as it grapples with export controls from the West amid an intensifying global tech race.\nIt is the first time in at least a decade that technological self-reliance has been set as a major goal for the country’s social and economic development.\nThe goal was included in a detailed proposal for China’s 15th five-year plan from 2026 to 2030, which was released on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/eead5214-7a6a-4a4b-8c6c-bb23d19527eb_2493f513.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在地缘政治激烈竞争中拓展太空、深海、两极新领域 (原标题: China expands frontiers in space, deep sea, poles amid fierce geopolitical race)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330611/chinas-geopolitical-competition-expands-new-frontiers-scientific-milestones?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 13:00:10 +0000",
      "isoDate": "2025-10-28T13:00:10.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 中国在地缘政治竞争中拓展新领域\n\n中国与西方国家的地缘政治竞争正扩展到新的前沿领域，包括极地、外太空、网络空间和深海。北京近期公布了一系列科学里程碑和国家驱动的雄心，分析人士认为这些举措正在挑战西方在这些关键领域的传统主导地位。\n\n## 极地与深海探索成就\n\n*   **北极科考突破**：中国宣布其自主设计建造的极地科考船——“探索三号”（Tan Suo San Hao），这是世界上首艘具备破冰能力的载人深海作业母船，以及其载人潜水器，已成功在北冰洋进行了载人深潜科学考察。\n*   **全球领先地位**：此次任务使中国成为唯一能够在北极密集海冰区进行连续载人深潜的国家，进一步巩固了其在载人深海技术领域的全球领先地位。\n*   **深度与环境**：科考队在北冰洋中部盆地最大下潜深度达到5277米，该区域海冰覆盖率超过80%。\n*   **国家战略**：此次任务是“十四五”规划（2021-2025年）中深海和极地技术重点项目的一部分。\n\n## 海洋装备制造专利优势\n\n*   **专利数量领先**：中国目前在全球海洋装备制造领域拥有超过一半的有效专利，超越了韩国、美国和日本，显示出其在该领域的强大创新能力和产业实力。\n\n## 空间技术发展：北斗系统\n\n*   **北斗系统升级**：中国的北斗卫星导航系统（作为美国GPS的替代方案）计划在即将到来的“十五五”规划下发射下一代卫星。\n*   **高精度定位**：新一代卫星将提供从米级到分米级的实时定位精度，进一步提升北斗系统的服务能力和国际竞争力。",
      "shortSummary": "中国正将与西方的地缘政治竞争扩展到极地、深海和太空等新领域。中国自主研发的“探索三号”极地科考船及其潜水器成功在北冰洋进行了载人深潜，使其成为唯一能在北极密集海冰区连续深潜的国家。此外，中国在海洋装备制造专利方面已居全球首位，并计划在“十五五”期间发射新一代北斗卫星，提供更高精度的定位服务。这些成就挑战了西方在关键领域的传统主导地位。",
      "translated_title": "中国在地缘政治激烈竞争中拓展太空、深海、两极新领域",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s geopolitical rivalry with the West is expanding into new frontiers – including the polar regions, outer space, cyberspace and the deep sea – as Beijing unveils a flurry of scientific milestones and state-driven ambitions that analysts say are challenging traditional Western dominance across these critical domains.\nOn Monday, China announced that its independently designed and built polar research vessel – the world’s first manned deep-sea-operations depot ship with icebreaking...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/b13783fc-c056-4b54-a592-4da8f3876c4b_ea9b295f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国发展模式正在全球产生反响 (原标题: China’s development model is reverberating around the world)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330495/chinas-development-model-reverberating-around-world?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 12:30:08 +0000",
      "isoDate": "2025-10-28T12:30:08.000Z",
      "creator": "Richard Heydarian",
      "summary": "## 中国发展模式正在全球产生反响\n\n文章指出，中国的发展模式正在全球范围内产生深远影响，甚至促使一些西方国家重新审视其经济策略。\n\n### 习近平主席的愿景与“中国制造2025”\n\n*   2018年，习近平主席在海南三亚一项重大科学项目启动仪式上表示：“我们不需要追逐（其他国家），我们就是道路。”\n*   这不仅体现了他对中国科学界的无限信心，也反映了“中国制造2025”国家经济战略的智慧。\n*   该战略已催生了一场“技术复兴”。\n\n### 中国经济的转型与成就\n\n*   通过成功的产业政策，中国已迅速从一个低成本的世界工厂转型为高科技全球中心。\n*   这降低了中国对外国技术的依赖，带来了明显的国家安全利益。\n*   同时，也确保了其他国家对中国产品的依赖。\n*   凭借其强大而充满活力的经济，中国成功抵御了贸易战。\n\n### 全球范围内的影响与效仿\n\n*   中国的发展模式促使一些专家重新审视他们关于增长和创新的基本假设。\n*   尽管西方工业强国批评北京的“产能过剩”和所谓的掠夺性贸易行为，但它们似乎正在效仿中国。\n*   中国已成为全球南方国家的发展典范。\n\n### 美国立场的转变\n\n*   即使是美国，在唐纳德·特朗普总统领导下，似乎也正在放弃其自由市场意识形态，转而支持国家资本主义。\n*   文章指出，特朗普在当代政治中的独特之处在于他公然抨击美国对自由市场资本主义的承诺，尽管人们更多关注他的威权主义和本土主义。",
      "shortSummary": "中国的发展模式正在全球产生反响。通过成功的产业政策和“中国制造2025”战略，中国已从世界工厂转型为高科技中心，降低了对外国技术的依赖，并成功抵御了贸易战。这一模式促使全球专家重新审视增长与创新，并成为全球南方国家的发展典范。尽管受到西方批评，但包括美国在内的西方工业强国似乎正在效仿中国的国家资本主义模式，甚至放弃了自由市场意识形态。",
      "translated_title": "中国发展模式正在全球产生反响",
      "images": [],
      "contentSource": "完整文章",
      "content": "“We do not need to chase [after other countries], we are the road,” said President Xi Jinping after inaugurating a major scientific project in Sanya, Hainan province, in 2018. Xi urged scientists to push the boundaries of technological development.\nXi’s bold statement not only reflected his boundless confidence in China’s scientific community but also the wisdom of the “Made in China 2025” national economic strategy, which has produced nothing less than a technological renaissance.\nThanks to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/06f7f028-bfaa-4fd9-8a0b-7d0d84d28ff9_364d0335.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国-东盟自贸协定升级，北京力推区域关系 (原标题: China-Asean free-trade pact gets upgrade as Beijing touts regional ties)",
      "link": "https://www.scmp.com/economy/global-economy/article/3330635/china-asean-free-trade-pact-gets-upgrade-beijing-touts-regional-ties?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 10:00:17 +0000",
      "isoDate": "2025-10-28T10:00:17.000Z",
      "creator": "Ralph Jennings,Mia Nurmamat",
      "summary": "### 中国-东盟自贸协定升级，深化区域经济合作\n\n**引言**\n\n在中国与美国贸易战持续的背景下，北京正积极寻求加强多边经济联系。在此背景下，中国与由11个东南亚国家组成的东盟（ASEAN）于周二签署了其自由贸易协定的升级议定书，旨在扩大合作范围，深化区域经济一体化。\n\n**协议签署与背景**\n\n*   **签署方**：中国与东盟（一个拥有6.8亿人口、2023年国内生产总值达3.8万亿美元的经济体）。\n*   **时间与地点**：在吉隆坡举行的东盟峰会期间，签署了“中国-东盟自由贸易区3.0版升级议定书”。\n*   **战略意义**：此次升级被视为北京在当前全球贸易格局下，加强多边经济联系的重要举措。\n\n**升级内容与范围**\n\n新签署的协议扩展了原有条款，将合作范围进一步扩大，具体包括：\n\n*   **产品质量**：提升区域内贸易产品的质量标准和合作。\n*   **环境保护**：加强在环境可持续发展和保护方面的合作。\n*   **中小企业支持**：为区域内的中小企业提供更多支持和发展机遇。\n\n**中方表态与展望**\n\n*   **中国总理李强**：在第28届中国-东盟峰会上表示，升级后的协议为扩大和加强双边经济贸易合作创造了新机遇。他强调，这有助于增强双方抵御风险的能力，尤其是在许多国家因不公平关税而面临更大发展挑战的时期。\n*   **中国商务部**：在一份声明中指出，在基于规则的国际贸易体系面临严峻挑战之际，签署CAFTA 3.0升级议定书具有重大意义。商务部认为，此举充分展示了中国和东盟对多边主义和自由贸易的共同承诺，并将为区域和全球经济增长注入更大信心和动力。它还将作为各国共同抵制保护主义和单边主义、共同应对全球贸易挑战的重要范例。",
      "shortSummary": "中国与东盟签署了自由贸易协定3.0版升级议定书，旨在扩大合作范围至产品质量、环境保护和中小企业支持。此举正值中国寻求加强多边经济联系以应对与美国的贸易战。中国总理李强强调，该协议将为双边经贸合作创造新机遇并增强风险抵御能力。中国商务部表示，这展现了双方对多边主义和自由贸易的承诺，并为抵制保护主义树立了榜样。",
      "translated_title": "中国-东盟自贸协定升级，北京力推区域关系",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and a bloc of 11 Southeast Asian countries signed an upgrade to their free-trade agreement on Tuesday, expanding its terms to cover product quality, environmental protection and help for small businesses, in a sought-after strengthening of multilateral economic ties for Beijing amid its ongoing trade war with the US.\nThe Association of Southeast Asian Nations (Asean), a group with a combined population of 680 million and a total gross domestic product of US$3.8 trillion in 2023, signed the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/f4d1483b-6a27-4139-b25b-dbc259f8339a_b38678db.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国公布五年规划支持，以提振私营部门和金融实力 (原标题: China unveils 5-year-plan support to boost private sector, financial power)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330637/china-unveils-5-year-plans-support-private-sector-strengthening-financial-power?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 09:39:54 +0000",
      "isoDate": "2025-10-28T09:39:54.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 中国第十五个五年规划提案：支持私营部门与金融强国建设\n\n中国共产党中央委员会正式公布了国家第十五个五年规划的提案，其中包含旨在战略性支持私营部门和加速中国向金融强国转型的措辞。此举旨在缓解市场对未来五年私营部门在经济中地位的担忧。值得注意的是，这些信息并未出现在上周中共中央第四次全体会议结束时发布的公报中。\n\n## 私营经济发展与保障\n\n提案明确指出，国家应采取以下措施来发展和壮大私营经济：\n\n*   **实施《私营经济促进法》**：通过法律和制度手段，确保私营经济实体能够：\n    *   平等获取生产要素。\n    *   公平参与市场竞争。\n    *   合法权益得到有效保护。\n*   **激发市场主体活力**：提案誓言“充分激发”各类市场主体的活力，并鼓励多种所有制形式的共同发展。\n\n## 规范执法与营商环境\n\n为了营造更健康、更规范的营商环境，提案呼吁：\n\n*   **健全和规范企业执法机制**：要求建立更加“健全和规范”的涉企执法机制。\n*   **警惕不法执法行为**：特别警告要杜绝不合法的跨区域执法和以营利为目的的执法行为。\n\n## 提振信心与投资\n\n这些建议被视为北京近年来为争取私营企业主、在经济放缓背景下提振私营部门信心的努力的一部分。此外，提案还推动在公共资金的引导下，增加私营资本进入关键基础设施项目的机会。",
      "shortSummary": "中国公布的第十五个五年规划提案，旨在战略性支持私营部门发展并加速向金融强国转型，以缓解市场担忧。提案强调实施《私营经济促进法》，确保私营企业平等获取资源、公平竞争并保护合法权益。同时，呼吁规范涉企执法，杜绝不法行为，并鼓励私营资本参与基础设施建设，以提振经济放缓中的私营部门信心。",
      "translated_title": "中国公布五年规划支持，以提振私营部门和金融实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Central Committee of China's ruling Communist Party has officially announced its proposals for the country's 15th five-year plan, including language that signals strategic support for the private sector and an accelerated transformation into a financial power, easing market concerns about their positions in the economy over the next five years.\nThese messages were not mentioned in the communique published last week at the end of the committee's fourth plenum.\n“The state should implement the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/6d0fea45-aa08-4a01-98ed-30305856b73d_d4655b5d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国是时候设定明确的家庭消费目标了 (原标题: Time for China to set an explicit household consumption target)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3330572/time-china-set-explicit-household-consumption-target?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 08:30:08 +0000",
      "isoDate": "2025-10-28T08:30:08.000Z",
      "creator": "Stephen Roach",
      "summary": "# 中国应设定明确的家庭消费目标\n\n文章指出，中国即将出台的第十五个五年规划（2026-2030年）应将重点放在提升家庭消费占国内生产总值（GDP）的比重上，而非仅仅是工业和技术优势。\n\n## 核心论点\n\n*   **当前规划方向的不足：** 尽管中共中央四中全会暗示将继续关注“新质生产力”（工业和技术），但文章认为这是一种错误。中国的技术工业实力已非常稳固，无需过度强调。\n*   **亟需解决的挑战：** 规划应着力解决中国最严峻的挑战——长期以来期待的由消费驱动的经济再平衡。\n*   **具体目标建议：** 第十五个五年规划应设定明确目标，到2035年将家庭消费占GDP的比重从目前的近40%提升至50%。\n\n## 背景与历史\n\n*   **再平衡辩论：** 关于经济再平衡的讨论已持续数十年。\n*   **温家宝的“四不”：** 2007年，时任总理温家宝提出“不稳、不平衡、不协调、不可持续”的“四不”问题，其中“不平衡”即指中国消费者在经济中的比重不足。\n*   **增长新来源：** “四不”问题凸显了中国经济寻找新增长来源的必要性。\n*   **应对“不稳”的成功：** 中国在应对“不稳”方面表现出色，例如在2008-2009年全球金融危机和新冠疫情期间。\n*   **“不可持续”的威胁：** 如果经济增长不可持续，中国将无法实现习近平主席提出的到本世纪中叶建成“伟大现代社会主义国家”的宏伟目标。\n*   **增长率要求：** 为实现此目标，中国在2030-2049年期间实际人均GDP年增长率需达到5.75%。\n\n## 现有增长引擎的局限性\n\n*   **房地产行业：** 未来几年可能持续面临下行压力。\n*   **出口行业：** 几乎肯定会受到日益加剧的保护主义冲击。\n*   **固定资产投资：** 占中国GDP约40%，但已接近极限。\n\n![人们在北京一家购物中心乘坐自动扶梯](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/720ad528-925c-4259-b9c9-e2be93e69553_02e9aa39.jpg)\n*人们在北京一家购物中心乘坐自动扶梯，摄于7月31日。图片来源：路透社*",
      "shortSummary": "文章指出，中国即将出台的第十五个五年规划应着重提升家庭消费在GDP中的比重，而非仅关注工业技术发展。作者建议，到2035年将家庭消费占比从近40%提高到50%，以实现由消费驱动的经济再平衡。当前，房地产、出口和固定资产投资等传统增长引擎面临挑战，中国需寻找新的增长动力，以实现其长期发展目标。",
      "translated_title": "中国是时候设定明确的家庭消费目标了",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/10/28/720ad528-925c-4259-b9c9-e2be93e69553_02e9aa39.jpg",
          "alt": "People ride an escalator at a shopping centre in Beijing, on July 31. Photo: Reuters",
          "title": "People ride an escalator at a shopping centre in Beijing, on July 31. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The Chinese planning season is in full swing. Ahead of the formal release of the 15th five-year plan (running from 2026 to 2030) next March, early signs coming out of the just-completed fourth plenum of the Communist Party suggest that it will be more of the same: a focus on continuing China’s extraordinary industrial and technological ascendancy, driven by what President Xi Jinping has called “new productive forces”.\nThat would be a mistake in the following sense: China’s techno-industrial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/de115491-2e94-4606-8a77-c8b952f26db2_541271fe.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新措辞，新阶段？中国调整人民币国际化表述 (原标题: New phrase, new phase? China adjusts language on yuan internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3330605/new-phrase-new-phase-chinas-central-bank-adjusts-language-yuan-internationalisation?utm_source=rss_feed",
      "pubDate": "Tue, 28 Oct 2025 08:08:42 +0000",
      "isoDate": "2025-10-28T08:08:42.000Z",
      "creator": "Alice Li,Sylvia Ma",
      "summary": "### 中国调整人民币国际化表述，预示新阶段\n\n中国人民银行（PBOC）近期在描述其推动人民币全球使用的努力时，采用了更为积极的措辞。这一修辞上的转变可能预示着，在中国对美元日益担忧的背景下，人民币国际化的努力将有所加强。\n\n**核心变化：**\n\n*   **措辞转变：** 中国人民银行行长潘功胜在一次会议上承诺“促进人民币国际化”。这与此前央行官员通常使用的“稳慎扎实推进人民币国际化”的表述相比，是一个显著的语气转变。\n*   **时间点：** 潘功胜是在央行党委的一次会议上做出上述表述的。\n\n**具体举措：**\n\n潘功胜指出，央行将采取以下措施：\n\n*   促进人民币国际化。\n*   提升人民币在贸易中的使用。\n*   逐步有序地进一步开放金融市场。\n*   支持离岸人民币市场的发展。\n\n**专家解读：**\n\n渣打银行大中华区及北亚首席经济学家丁爽表示，新措辞的使用是北京发出的一个信号，表明在未来五年内，中国将更积极地推动人民币的全球使用。",
      "shortSummary": "中国人民银行已调整其人民币国际化的表述，从“稳慎扎实推进”变为“促进人民币国际化”。央行行长潘功胜表示，将更积极地推动人民币在贸易中的使用、开放金融市场并支持离岸市场。此举被视为中国在全球对美元担忧加剧的背景下，未来五年将更主动地提升人民币全球地位的信号。",
      "translated_title": "新措辞，新阶段？中国调整人民币国际化表述",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank has adopted a more proactive tone when describing its efforts to promote the global use of the yuan – a rhetorical change that could signal increased efforts to internationalise the currency amid growing concerns over the US dollar.\nAt a recent meeting, People’s Bank of China Governor Pan Gongsheng pledged to “promote the internationalisation of the yuan”, a noticeable shift in tone from earlier statements by central bank officials, which typically referred to “prudently and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/10/28/4b0950ac-c7a9-4781-b33e-1c35c4710fca_d5c8837f.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-10-30T13:31:43.219Z"
}