{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "“取得突破”：在中国主导地位下，全球争相在其他地方获取稀土 (原标题: ‘Making a dent’: race is on to reap rare earths elsewhere amid China’s dominance)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313862/race-supplant-chinas-rare-earth-dominance-reap-critical-metals-brazil-us?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 23:00:18 +0000",
      "isoDate": "2025-06-10T23:00:18.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国稀土出口限制及其影响\n\n*   **背景与目的**：自4月起，中国开始实施稀土出口限制，此举被视为其应对美国日益加剧的关税和技术限制的“王牌”。\n*   **稀土的重要性**：稀土对汽车、电子和国防工业具有举足轻重的影响，而中国在全球稀土供应链中占据主导地位。\n*   **国际关注**：稀土贸易预计将成为本周美国高级官员与中国副总理何立峰在伦敦举行会谈的关键议题之一。\n*   **建立替代供应链的呼吁**：尽管北京承诺加快出口审批，但中国对稀土行业的强大控制力，促使华盛顿及其盟友深入思考是否应加大力度在中国之外建立独立的稀土工业链，以及为此可能付出的成本。\n\n### 美国稀土公司（USA Rare Earth）的应对措施\n\n*   **战略目标**：美国稀土公司首席执行官约书亚·巴拉德表示，他们计划在明年在磁体生产方面“取得突破”，尽管这不能完全解决问题，但将“有所作为”。\n*   **俄克拉荷马州磁体工厂**：该公司在美国俄克拉荷马州运营一家磁体制造工厂，预计在满负荷生产时，年收入可达8亿美元。该工厂主要为消费电子、电动汽车和机器人等领域的客户提供关键组件。\n*   **德克萨斯州稀土分离技术**：美国稀土公司目前还在邻近的德克萨斯州开发其稀土矿床的分离技术，同样旨在满足美国本土客户的需求。",
      "shortSummary": "中国实施稀土出口限制，凸显其在全球供应链中的主导地位，促使美国及其盟友寻求建立中国之外的稀土产业链。美国稀土公司正积极行动，计划明年在美国本土的俄克拉荷马州磁体工厂实现“突破”，并开发德克萨斯州的稀土分离技术，以减少对中国的依赖，满足美国消费电子、电动汽车和机器人等行业的需求。",
      "translated_title": "“取得突破”：在中国主导地位下，全球争相在其他地方获取稀土",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s imposition of rare earth export restrictions from April – playing its trump card in the face of Washington’s intensifying tariffs and tech curbs – helped send a message to Washington ahead of this week’s discussions over bilateral export-control issues.\nConsidered a trump card because rare earths have an outsized impact on auto, electronics and defence industries, and China dominates the supply chain, the trade in such critical minerals is widely expected to be among the key topics...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/82c2d575-1003-4a5b-ab4e-2b50a4c85617_3b7b2616.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美官员就需习特批准的“框架”达成一致 (原标题: China, US officials agree to ‘framework’ that will need approvals by Xi, Trump)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313921/lutnick-says-us-china-trade-talks-could-spill-third-day?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 19:43:55 +0000",
      "isoDate": "2025-06-10T19:43:55.000Z",
      "creator": "Liu Zhen,Bochen Han,Zhao Ziwen",
      "summary": "## 中美贸易谈判达成“框架”协议\n\n中美两国高级贸易谈判代表在伦敦结束了两天的会谈，并“原则上同意了一个框架”，该框架将提交给各自的最高领导人（中国国家主席习近平和美国总统唐纳德·特朗普）进行审查和批准。\n\n### 协议内容与目标\n\n*   **达成共识的实施框架**：中国首席贸易谈判代表李成钢表示，双方“原则上同意了一个框架，以落实”习近平主席和特朗普总统上周通话以及上个月在日内瓦举行的高级别双边谈判所达成的共识。\n*   **增进互信**：李成钢希望此次伦敦会议取得的进展将“有助于增进中美之间的信任”。\n*   **美方目标**：美国商务部长霍华德·卢特尼克（Howard Lutnick）指出，美方的根本目标是“增加与中国的贸易”，并“减少贸易逆差”。他强调，此次达成的框架是“我们接下来将着手讨论贸易增长的第一步”。\n\n### 批准程序\n\n*   **领导人审查**：双方代表团将把此次会谈的报告以及达成的框架带回各自国家，提交给习近平主席和特朗普总统进行审查。\n*   **高层推动**：卢特尼克表示，双方都有各自总统在背后推动，这为达成协议提供了“额外的动力”。\n*   **实施前提**：只有在两国领导人批准该框架后，双方才会开始实施。\n\n此次协议被视为中美两国在解决贸易问题上迈出的重要一步，但其最终实施仍有待两国最高领导人的批准。",
      "shortSummary": "中美两国高级贸易谈判代表在伦敦结束会谈，并“原则上同意了一个框架”。该框架旨在落实两国领导人此前的共识，并将提交给中国国家主席习近平和美国总统特朗普批准。双方均表示，若获批准，将以此框架为基础，致力于增加贸易并减少贸易逆差。此次协议被视为增进中美互信的第一步，但最终实施取决于两国最高领导人的批准。",
      "translated_title": "中美官员就需习特批准的“框架”达成一致",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States wrapped up two days of high-level trade talks in London with an agreement “in principle to a framework” that each side will bring home for review by their top leaders.\n“The two sides agreed in principle a framework for implementing the consensus” that Chinese President Xi Jinping and US President Donald Trump reached in their phone call last week, and the consensus of high-level bilateral negotiations in Geneva last month, China’s top trade negotiator Li Chenggang...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/11/64702162-f03e-4453-a105-e28bb626ad8d_d13b223b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国电影发行商承诺增加进口以实现市场多元化 (原标题: China’s film distributors pledge more imports to diversify market)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313845/chinas-film-distributors-pledge-more-imports-diversify-market?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-10T13:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "中国电影发行商呼吁通过增加更多更好的海外影片来丰富国内电影市场，目前国产电影已占据市场份额的大部分。\n\n*   **主要观点：**\n    *   中国电影集团公司和华夏电影发行公司承诺引进“来自多个国家的好电影”，以提高外国电影的数量、质量和市场份额。\n    *   发行商还承诺“利用进口电影对市场多元化和扩张的积极影响”。\n    *   今年外国电影在中国的情况“严峻”，票房收入落后于国内竞争对手。\n    *   中共宣传部副部长毛宇表示，“应鼓励更多优秀的国际电影进入中国电影市场”。\n    *   中国今年的票房收入强劲反弹，但增长主要由国产电影推动，如动画电影《哪吒2》。\n    *   截至5月中旬，2025年票房收入已达266亿元人民币（37亿美元），超过2024年全年收入的60%以上。其中近96%的收入归功于国产电影。",
      "shortSummary": "中国电影发行商承诺增加进口影片，以实现市场多元化，提高外国电影的数量、质量和市场份额。今年外国电影在中国市场表现不佳，票房收入落后于国产电影。发行商承诺引进更多来自多个国家的好电影，并利用进口电影对市场多元化和扩张的积极影响。今年中国票房收入强劲反弹，但主要由国产电影推动，如《哪吒2》。截至5月中旬，2025年票房收入已超过2024年全年收入的60%以上，其中近96%的收入归功于国产电影。",
      "translated_title": "中国电影发行商承诺增加进口以实现市场多元化",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s film distributors have called for diversifying the country’s cinematic offerings with more and better titles from overseas, at a time when domestic productions have seized the lion’s share of the market from their imported competitors.\nAt a work conference held by the state-owned China Film Group Corporation, as well as Huaxia Film Distribution, companies vowed to bring in “good titles from multiple countries” to improve the number, quality and market share of foreign films, state media...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/ad18be90-0916-4840-9079-2f980ee06fbe_02c8c57e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国总理敦促加快科技应用，应对美国出口管制 (原标题: Chinese premier urges faster tech applications amid US export controls)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313851/chinese-premier-urges-faster-tech-applications-amid-us-export-controls?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 09:08:37 +0000",
      "isoDate": "2025-06-10T09:08:37.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国总理敦促加快科技应用，应对美国出口管制\n\n*   中国总理李强呼吁加快科技应用，以打破对美国技术的依赖，并发展世界领先的工业基础。\n*   李强在国务院会议上表示，新技术应用是创新的“最后一公里”，连接创新和产业，对推动新产品和服务至关重要。\n*   中国面临来自美国的新一轮出口管制，旨在限制其获得一系列关键技术，包括喷气发动机、芯片设计软件和核电站组件。\n*   美国官员表示，如果中国允许更多稀土矿物出口到美国，他们愿意取消这些最新的限制。双方高级官员目前正在伦敦进行一轮高风险的贸易谈判。\n*   尽管中国政府大力推动研发投资，并致力于实现技术自给自足，但这一事件凸显了中国在几个战略领域仍然依赖美国技术的程度。\n*   李强敦促“进一步汇集创新资源，推进体制改革，加强供需联系”，以在将研究转化为实际应用方面取得更具体的结果。",
      "shortSummary": "中国总理李强呼吁加快科技应用，以应对美国出口管制，打破对美国技术的依赖，并发展世界领先的工业基础。他强调新技术应用是创新的“最后一公里”，连接创新和产业。中国面临美国新一轮出口管制，限制其获得关键技术。尽管中国大力推动研发投资，但仍依赖美国技术。李强敦促汇集创新资源，推进体制改革，加强供需联系，以将研究转化为实际应用。",
      "translated_title": "中国总理敦促加快科技应用，应对美国出口管制",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Premier Li Qiang has called for a push to speed up the application of new advances in science and technology, as the country accelerates efforts to break its dependence on US tech and develop a world-leading industrial base.\nIn a State Council meeting on Monday, Li called the application of new technologies the “last mile” of innovation, as it links innovation and industry and is important in driving new products and services, state-run news agency Xinhua reported.\nThe premier’s comments...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/a1292c03-ebcb-4d7d-8d9d-4ca96a2a69cf_2f538f23.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Labubu成为中国平安银行吸引年轻客户的诱饵 (原标题: Labubu becomes bait for China’s Ping An Bank to lure young customers)",
      "link": "https://www.scmp.com/business/banking-finance/article/3313833/pop-marts-labubu-becomes-bait-chinas-ping-bank-lure-young-customers?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 09:00:08 +0000",
      "isoDate": "2025-06-10T09:00:08.000Z",
      "creator": "Julie Zhang",
      "summary": "中国平安银行为了在激烈的年轻客户争夺战中脱颖而出，推出一项活动：\n\n*   **活动内容：** 开设新储蓄账户并存入超过5万元人民币（约合6954美元）至少三个月的新客户，可以获得泡泡玛特Labubu盲盒（第一或第二系列）。申请信用卡的用户还可以获得第三系列的盲盒。\n*   **Labubu的流行：** Labubu以其尖耳朵、尖牙和调皮的笑容，在全球年轻消费者中迅速走红，推动了泡泡玛特的收入和股价的上涨。这些毛绒玩具通常以不透明的盲盒形式出售，在中国大陆的零售价约为99元人民币，但在美国和中东等其他地区的价格要高得多。由于需求旺盛和供应有限，二级市场的价格可能会飙升。\n*   **活动反响：** 平安银行的这项活动迅速引起了关注，并在小红书上走红。一位四川用户表示，得知赠品后立即赶到当地分行开设账户并存款。\n*   **监管干预：** 据彭博社报道，国家金融监督管理总局浙江分局已指示当地银行停止提供不正当激励措施来吸引存款。",
      "shortSummary": "中国平安银行推出活动，以泡泡玛特Labubu盲盒吸引年轻客户开设新账户并存款。新客户存入超过5万元人民币至少三个月，即可获得盲盒。Labubu在全球年轻消费者中迅速走红，推动了泡泡玛特的收入和股价的上涨。该活动在社交媒体上引起关注，但据报道，浙江金融监管部门已指示当地银行停止提供不正当激励措施来吸引存款。",
      "translated_title": "Labubu成为中国平安银行吸引年轻客户的诱饵",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hoping the world’s trendiest monster will scare up some new customers, China’s Ping An Bank is rewarding those who open new accounts with a Pop Mart Lababu doll amid fierce competition for young customers among Chinese retail banks.\nNew clients who open a savings account and deposit more than 50,000 yuan (US$6,954) for at least three months could receive a blind box from the first or second series of the Chinese toy retailer’s popular collectibles, according to media reports. Customers who also...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/8c6b4f56-09af-416b-bcd5-1258805f8bba_253f4937.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "受美国关税压力，中国对越南、泰国、印度尼西亚的出口增长 (原标题: Pressured by US tariffs, Chinese exports expand in Vietnam, Thailand, Indonesia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313819/pressured-us-tariffs-chinese-exports-expand-vietnam-thailand-indonesia?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 06:59:08 +0000",
      "isoDate": "2025-06-10T06:59:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 受美国关税压力，中国对东南亚出口增长\n\n*   **背景与趋势**\n    *   在今年前五个月，中国对东南亚主要工业中心的出口实现了两位数增长。\n    *   这一增长旨在满足不断扩大的消费市场需求、支持海外工厂投资，并抵消美国高关税带来的损失。\n    *   同期，中国整体出口增长率为6%。\n\n*   **主要数据**\n    *   根据周一发布的官方数据，今年1月至5月，中国对工厂聚集地越南的出口与去年同期相比增长了18.8%。\n    *   对泰国的出口增长了20.9%。\n    *   对印度尼西亚的出口增长了16.8%。\n\n*   **增长原因分析**\n    *   **美国关税压力**：分析人士指出，受美国进口关税影响，中国制造商正将更多产品运往邻近的东南亚工厂，以生产成品，供当地或西方国家（包括美国）销售。\n    *   **市场多元化**：中国人民大学金融学教授赵锡军表示，出口正在逐步多元化，东南亚国家正成为越来越重要的贸易伙伴，经济和投资关系日益紧密。\n    *   **海外投资与生产**：泰国和越南尤其以工厂闻名，其中一些由中国投资，生产汽车、智能手机等一系列用于再出口的产品。\n\n*   **关税规避与本地化**\n    *   分析人士指出，虽然部分出口可能通过东南亚转运以规避美国关税，但这些工厂通常会在来自中国的产品中注入足够的本地成分，从而将再出口商品申报为“越南制造”、“泰国制造”或“印度尼西亚制造”。",
      "shortSummary": "受美国关税压力，中国对越南、泰国和印度尼西亚等东南亚国家的出口在今年前五个月显著增长。这主要是为了满足当地消费市场、支持中国在东南亚的工厂投资，并通过在当地加工生产成品（可能加入足够本地成分）来规避或减轻美国关税影响，从而实现产品再出口。东南亚正成为中国重要的贸易伙伴和出口多元化目的地。",
      "translated_title": "受美国关税压力，中国对越南、泰国、印度尼西亚的出口增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese exports to major industrial centres in Southeast Asia rose by double-digit percentages in the first five months of the year to satisfy growing consumer markets, feed offshore factory investments and offset losses from high US tariffs.\nShipments to factory-magnet Vietnam increased by 18.8 per cent from January to May, compared with the same period in 2024, according to official data released on Monday. Meanwhile, exports to Thailand grew by 20.9 per cent, and Indonesia took 16.8 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/08aded83-8586-47f2-b0af-aba01ccb89de_2a8a538a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易对决：第一天谈判进展如何？ (原标题: US-China trade showdown: where do the talks stand after Day 1?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313786/us-china-trade-showdown-where-do-talks-stand-after-day-1?utm_source=rss_feed",
      "pubDate": "Tue, 10 Jun 2025 03:16:29 +0000",
      "isoDate": "2025-06-10T03:16:29.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中美贸易谈判：第一天进展\n\n中美两国高级官员预计周二上午在伦敦开始第二天的谈判，旨在缓和对全球经济造成冲击的贸易和技术僵局。\n\n### 第一天谈判结果\n\n*   周一的第一轮谈判结束后，双方均未发布官方声明，也未达成协议。\n*   但双方都已就各自的预期发出了信号。\n\n### 美方信号与预期\n\n*   美国国家经济委员会主任凯文·哈塞特（Kevin Hassett）向CNBC表示，一旦达成“握手协议”，美国将立即放松出口管制，并大量释放稀土，之后再协商其他较小事项。\n*   据《华尔街日报》援引知情人士的报道，美国总统唐纳德·特朗普在伦敦谈判前，已授权美国代表团就近期对华先进技术及其他产品销售限制进行谈判。\n*   **近期美国出口管制措施包括：**\n    *   喷气发动机及相关部件（华盛顿从未公开宣布）。\n    *   中国公司制造先进微芯片所需的设计软件。\n    *   乙烷（天然气的一种成分，用于制造塑料）。",
      "shortSummary": "中美两国高级官员在伦敦举行贸易和技术谈判。第一天谈判结束后，双方未发布官方声明，也未达成协议。美方已发出信号，表示若能达成“握手协议”，将立即放松对华出口管制，包括稀土、先进技术和相关产品。谈判旨在缓和对全球经济造成冲击的僵局。",
      "translated_title": "中美贸易对决：第一天谈判进展如何？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top officials from China and the United States are expected to start a second day of negotiations in London on Tuesday morning local time, as the two sides strive to de-escalate a stand-off over trade and technology that has sent shock waves across the global economy.\nNo official statements were released after the first round of talks on Monday, which finished without a deal being agreed. But both sides have sent signals regarding their expectations.\nUS\nA White House official indicated soon...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/10/784da5c6-9018-4386-97d0-f0e77b61941e_dab0a357.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "2030年的中国会是什么样？对下一个五年规划的预测 (原标题: What will China look like in 2030? A forecast on the next 5-year plan)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3313692/ai-and-robotics-expected-play-big-role-chinas-next-5-year-plan?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 23:00:14 +0000",
      "isoDate": "2025-06-09T23:00:14.000Z",
      "creator": "Zhou Xin",
      "summary": "### 中国2030年展望：下一个五年规划的预测\n\n**五年规划的演变**\n中国的五年规划已不再仅仅是指令性经济的生产时间表，而是演变为一个全面的国家经济未来愿景，并辅以具体的战略和政策指导。\n\n**2026-2030年规划的重点**\n随着北京的规划者起草2026-2030年的下一个五年规划，一个普遍共识正在形成：发展和经济增长仍然是重中之重。中国正抓住机遇，通过制造业能力和人工智能的进步来增强其“硬实力”。\n\n**强化工业主导地位**\n*   即将出台的规划很可能强化现有优先发展生产的政策。\n*   在“高质量发展”和“新质生产力”等主题下，中国正努力巩固其作为融入全球经济的主导工业强国的地位。\n*   中国在全球制造业中的份额目前为30%，鉴于其在该领域的明显竞争优势，这一比例可能会进一步提高。\n*   中国在电动汽车、工业机器人等多个行业建立无与伦比的制造能力的成功经验，增强了北京对其发展道路的信心。\n\n**战略资产与供应链韧性**\n*   **稀土贸易：** 中国对稀土贸易的显著控制表明，即使是传统上具有污染性的行业，也可以转变为战略资产。\n*   **“稀土换芯片”：** 在伦敦举行的中美贸易谈判中，关于潜在的“稀土换芯片”协议（中国放松稀土出口管制以换取美国放松芯片出口限制）的讨论在中国社交媒体上引起了广泛关注。\n*   **解决供应链瓶颈：** 中国正努力消除供应链中的“卡脖子”环节，特别是在先进芯片领域。\n*   **“举国体制”：** 尽管这种“举国体制”可能导致重复投资的浪费，但国家支持与激烈的市场竞争相结合，正使中国能够逐一攻克瓶颈。\n\n![Semiconductor products at an exhibition in Shanghai. Photo: AFP](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/09/f46a202f-b2df-46c5-ab98-ceeb817e0e50_1126e908.jpg)\n*上海一展览上的半导体产品。图片来源：法新社*",
      "shortSummary": "中国2026-2030年的五年规划将经济增长和“硬实力”提升置于核心地位。该规划旨在通过优先发展制造业和人工智能，巩固中国作为全球主导工业强国的地位，其全球制造业份额有望进一步增长。中国正积极解决先进芯片等供应链中的“卡脖子”问题，并利用稀土等战略资产。国家支持与市场竞争相结合，助力中国克服发展瓶颈，实现高质量发展和新质生产力。",
      "translated_title": "2030年的中国会是什么样？对下一个五年规划的预测",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/09/f46a202f-b2df-46c5-ab98-ceeb817e0e50_1126e908.jpg",
          "alt": "Semiconductor products at an exhibition in Shanghai. Photo: AFP",
          "title": "Semiconductor products at an exhibition in Shanghai. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s five-year plan has evolved beyond a command-economy production schedule. It now represents a comprehensive vision for the country’s economic future, accompanied by strategies and policy guidelines.\nAs Beijing’s planners draft the next five-year plan for 2026-2030, a general consensus is emerging: development and economic growth remain paramount. In particular, China is seizing the opportunity to bolster its “hard power” through manufacturing capabilities and advances in artificial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/62566c70-cf55-4b95-9d21-3a33d87c8ccc_f265cf50.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“不可阻挡的趋势”：为什么中国企业正涌向匈牙利开设工厂 (原标题: ‘Irresistible trend’: why Chinese firms are rushing to open factories in Hungary)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313686/how-hungary-became-chinas-new-factory-hub-heart-europe?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 22:00:07 +0000",
      "isoDate": "2025-06-09T22:00:07.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国企业涌向匈牙利开设工厂的趋势\n\n匈牙利已成为欧洲吸引中国投资的主要热点，尤其是在工厂设立方面，超越了欧洲大陆的其他主要经济体。\n\n### 盈科律师事务所的案例\n\n*   **业务扩张：** 中国大型企业法律服务机构盈科律师事务所去年在布达佩斯设立了办事处，旨在服务大量寻求在匈牙利开设工厂的中国公司。\n*   **服务内容：** 该律所为客户提供全方位服务，包括劳务采购、寻找办公场所，并协助客户克服语言和文化障碍。\n*   **文化适应：** 律所员工Agosto Bodo指出，与欧洲客户不同，中国客户更注重个人关系，商务往来中常伴有宴请。\n*   **业务增长：** 截至2024年末Bodo离职时，盈科布达佩斯办事处已签约10家客户，其中包括新进入匈牙利市场的企业以及寻求在匈牙利扩张的现有中国客户。",
      "shortSummary": "匈牙利正迅速成为中国企业在欧洲设立工厂的首选目的地。中国盈科律师事务所在布达佩斯设立办事处，为涌入匈牙利的中国公司提供劳务、办公场所等全方位服务，并协助克服文化障碍。该律所业务增长迅速，反映出中国对匈牙利投资的强劲且不可阻挡的趋势。",
      "translated_title": "“不可阻挡的趋势”：为什么中国企业正涌向匈牙利开设工厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Agosto Bodo took a job at a Chinese law firm’s Budapest office last year, he found himself catapulted into the centre of a China-fuelled investment boom.\nYingke Law Firm, a major player in Chinese corporate law, had opened the new office to serve a wave of Chinese companies looking to open factories in Hungary. And the business was quickly gaining momentum.\n“We helped our clients with sourcing labour, looking for offices – we provided the whole service to help them overcome the language and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/3ad6af35-39c5-4f7a-a478-e672f3c14c06_6621fd85.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国大豆农民在贸易战持续之际寻求减少对中国的依赖 (原标题: US soybean farmers move to reduce dependence on China as trade war grinds on)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313702/us-soybean-farmers-move-reduce-dependence-china-trade-war-grinds?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 13:00:11 +0000",
      "isoDate": "2025-06-09T13:00:11.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 美国大豆农民寻求市场多元化\n\n## 引言\n尽管中美两国持续存在贸易紧张关系，美国大豆农民仍在积极努力实现出口市场多元化，同时保持中国作为其关键买家的地位。美国大豆出口协会首席执行官吉姆·萨特（Jim Sutter）表示，尽管对潜在中断的担忧持续存在，但中国对大豆（一种对食品和牲畜饲料至关重要的商品）的强劲需求，将确保美国仍是全球最大大豆市场的关键供应商。\n\n## 中国作为关键市场\n萨特指出，美国大豆出口协会已在中国开展工作43年，并视中国为美国大豆的“头号客户”。根据两国政府的数据，中国进口其所需大豆的80%以上，以支持其庞大的畜牧业和加工业；而美国则出口其大豆产量的大约一半。\n\n## 贸易战的影响与应对\n大豆在中美两国之间几十年来一直相互依赖，并在美国前总统唐纳德·特朗普执政期间成为贸易谈判的焦点。两国领导人上周进行了一次长时间的电话通话后，将于本周一在伦敦举行新一轮贸易谈判。萨特表示，美国大豆出口协会一直在努力确保美国大豆能够进入多元化的市场。\n\n## 市场多元化努力\n近年来，紧张的双边关系促使中国也开始使其供应来源多元化，以减少对美国市场的依赖，尽管大豆仍然是美国主要的农产品出口之一。\n\n## 图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/06/CLEAN---thumbnail_0.jpg?itok=UN1Lgsnu)\n*图注：特朗普和习近平在通话中讨论台湾问题以及陷入困境的中美贸易关系，打破僵局。*",
      "shortSummary": "面对持续的中美贸易紧张，美国大豆农民正积极寻求出口市场多元化，以减少对中国的依赖。尽管如此，中国仍是美国大豆的头号买家，其强劲需求确保美国作为重要供应商的地位。同时，中国也在努力使其大豆供应来源多元化。美国大豆出口协会正致力于为美国大豆开拓更广泛的市场。",
      "translated_title": "美国大豆农民在贸易战持续之际寻求减少对中国的依赖",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/06/06/CLEAN---thumbnail_0.jpg?itok=UN1Lgsnu",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Soybean farmers in the United States have stepped up efforts to diversify their export markets while maintaining China as a critical buyer, despite ongoing trade tensions between the two superpowers, according to the head of a leading industry association.\nJim Sutter, CEO of the US Soybean Export Council, said that while concerns about possible disruptions persist, China’s strong demand for soybeans – a crucial commodity for food and livestock feed – would ensure the US remains an important...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/971422f7-5439-450b-b751-08426beb3f0e_a825434c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美在伦敦开启关键贸易谈判，紧张局势持续升温 (原标题: US and China begin crunch trade talks in London amid simmering tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313738/us-and-china-begin-crunch-trade-talks-london-amid-simmering-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 12:28:06 +0000",
      "isoDate": "2025-06-09T12:28:06.000Z",
      "creator": "Khushboo Razdan,Ji Siqi",
      "summary": "### 中美在伦敦开启关键贸易谈判\n\n中美两国高级经济官员已在伦敦启动了一轮关键贸易谈判。全球正密切关注双方能否就放宽对关键矿产和先进技术的“扼制”控制达成协议，以解决持续的贸易争端。\n\n**主要参会人员：**\n*   中方代表团由中国副总理何立峰率领。\n*   美方代表团包括美国财政部长斯科特·贝森特（Scott Bessent）、商务部长霍华德·卢特尼克（Howard Lutnick）和贸易代表詹姆森·格里尔（Jamieson Greer）。\n\n**会议背景与时间：**\n*   此次会议于当地时间周一下午举行。\n*   会谈是在上周中国国家主席习近平与美国总统唐纳德·特朗普通话后安排的，两国领导人同意推进谈判。\n\n**当前贸易摩擦：**\n*   此前，双方在日内瓦达成协议，同意在90天内大幅削减彼此商品的关税。\n*   然而，自日内瓦协议以来，华盛顿采取了一系列限制措施：\n    *   禁止使用先进的中国制造微芯片。\n    *   对向中国出售芯片设计技术施加了新的限制。\n    *   据媒体报道，美国还暂停了向中国出售部分喷气发动机相关技术。",
      "shortSummary": "中美两国高级经济官员在伦敦开启关键贸易谈判，旨在解决贸易争端并放宽对关键矿产和先进技术的控制。此次会谈是在两国元首通话后进行的。尽管此前有削减关税的协议，美国近期仍对中国实施了微芯片、芯片设计技术及喷气发动机相关技术的出口限制，使谈判面临挑战。",
      "translated_title": "中美在伦敦开启关键贸易谈判，紧张局势持续升温",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top economic officials from Washington and Beijing launched a high-stakes round of trade talks in London, with a senior White House official signalling soon after the start that the US would ease some tech export restrictions on China, adding that he expected the Chinese government to ramp up rare earth mineral exports to American markets.\nThe Chinese and American delegations – led by Chinese Vice-Premier He Lifeng, alongside US Treasury Secretary Scott Bessent, Commerce Secretary Howard Lutnick...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/9aceec1c-e58d-4645-a729-47a46a549ac2_48fd6cc6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么特朗普的核出口管制无法阻止中国，反而可能伤害美国公司：分析师 (原标题: Why Trump’s nuclear export controls won’t stop China, may hurt US firms: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313725/us-nuclear-power-export-controls-wont-stop-china-puts-american-firms-risk-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 11:30:06 +0000",
      "isoDate": "2025-06-09T11:30:06.000Z",
      "creator": "Frank Chen",
      "summary": "### 美国对华核出口管制：影响与分析\n\n**背景与美国行动**\n*   **管制措施：** 据路透社报道，特朗普政府已暂停向中国出口部分核电站设备的许可证。此举是美中持续贸易战和技术领域冲突升级的体现，美国商务部在近期发布了这项裁决。\n*   **目的：** 旨在对中国的核能发展施加压力。\n\n**对中国核能发展的影响**\n*   **短期影响：** 分析师认为，华盛顿的出口限制可能对中国的核能发展构成“轻微挫折”。\n*   **中国应对策略：**\n    *   中国将继续推进其核电站建设。\n    *   随着国内反应堆技术的成熟，中国将加紧努力发展本土技术。\n*   **现有设施：** 中国多个大型核电基地（如广东和浙江的经济中心）目前使用AP1000反应堆，并有更多机组正在建设中。\n\n**分析师观点：有限影响与潜在反噬**\n*   **非“游戏规则改变者”：** 分析师普遍认为，暂停核技术销售不会是“游戏规则改变者”。\n*   **潜在反噬：** 此举甚至可能适得其反，因为西屋电气（Westinghouse）和艾默生（Emerson）等美国供应商面临失去巨大中国市场的风险。\n*   **中国本土化进展：**\n    *   中国在核电领域用国产技术和部件替代进口方面已取得显著进展。\n    *   一位与中国科学院有关联的深圳研究员指出，美国对芯片和芯片制造光刻机的限制“真正有效”，但核能领域则不然。\n*   **潜在影响点：** 尽管如此，如果国产反应堆的生产无法满足中国不断增长的需求，并且无法从西屋电气购买AP1000反应堆，那么这仍可能影响中国为满足能源需求和实现经济脱碳而规划和建设新核电站的进程。\n\n**总结**\n尽管美国试图通过出口管制限制中国核能发展，但分析师认为其效果有限，反而可能促使中国加速本土化进程，并可能损害美国自身企业的利益。",
      "shortSummary": "分析师指出，特朗普政府对中国核电站部件的出口管制，可能对中国核能发展造成轻微挫折，但无法阻止其建设步伐。中国将加速发展本土技术，而美国供应商如西屋电气则可能因此失去庞大的中国市场。分析师认为，此举对中国核能的影响远不如芯片限制，甚至可能适得其反。",
      "translated_title": "为什么特朗普的核出口管制无法阻止中国，反而可能伤害美国公司：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s nuclear ambitions may face a slight setback from Washington’s reported export restrictions on power plant components, but Beijing will press ahead with its construction drive and intensify efforts to develop home-grown technologies as its domestic reactors mature, analysts said.\nThe Trump administration has reportedly suspended licenses for the export of some nuclear power generation equipment to China. The US Department of Commerce issued the ruling in recent weeks, according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/19facec8-713a-4fe5-a619-8cdbdd53d1bc_f695dcbd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判前夕，中国5月稀土贸易数据传递出信号 (原标题: Ahead of US trade talks, China’s rare earth trade data from May sends a message)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313697/ahead-us-china-talks-chinas-rare-earth-trade-data-may-shows-leverage-action?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 10:30:09 +0000",
      "isoDate": "2025-06-09T10:30:09.000Z",
      "creator": "Leopold Chen,Ralph Jennings",
      "summary": "# 中国5月稀土出口数据：传递给美国的信号\n\n中国5月份稀土出口数据显著下降，这被视为北京方面利用其在关键矿产供应链中主导地位，向美国贸易谈判传递信息的能力体现。分析人士认为，中国对大量关键矿产的出口管制是其在中美贸易谈判中的“终极王牌”。\n\n## 关键数据点\n\n*   **出口额大幅下降**：\n    *   根据海关总署周一公布的数据，中国上月稀土出口额为1870万美元，同比下降48.3%。\n    *   与4月份的2170万美元相比，5月份的出口额环比下降13.7%。\n*   **出口量结束增长**：\n    *   金融数据提供商Wind汇编的数据显示，5月份中国稀土出口量为5864.6吨，同比下降5.67%。\n    *   这结束了自2月份以来连续三个月的年度出口增长。\n*   **前五个月累计出口量**：\n    *   尽管5月数据下降，但今年前五个月稀土累计出口量达到24827吨，比去年同期增长2.3%。\n\n## 背景与分析\n\n*   **谈判筹码**：分析师普遍认为，中国对关键矿产的出口管制是其在与美国进行贸易谈判时的重要筹码。\n*   **数据范围**：此次公布的数据涵盖了所有类型的稀土元素出口，而不仅仅是北京实施管制的那些。\n*   **资源优势**：文章指出，通常情况下，拥有稀缺资源的一方在谈判中占据优势地位。",
      "shortSummary": "中国5月稀土出口额同比骤降近一半，出口量也出现下滑，这被视为北京在中美贸易谈判前夕，利用其在关键矿产供应链中的主导地位向美方传递信号。分析人士认为，中国对稀土的出口管制是其在贸易谈判中的重要筹码，凸显了稀有资源拥有者的谈判优势。",
      "translated_title": "中美贸易谈判前夕，中国5月稀土贸易数据传递出信号",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a reflection of Beijing’s ability to quickly leverage its dominance over the critical-mineral supply chain, the value of rare earth elements exported by China last month plunged by nearly half compared with a year prior.\nThe official data came as analysts have been saying that China’s export controls over large quantities of critical minerals are like the ultimate trump card in trade negotiations with the United States.\nThe world’s second-largest economy exported rare earth elements worth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/db8d4add-238a-47c2-b7ed-71ec46b57622_55c142e8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国吉利全球暂停新建工厂：李书福 (原标题: China’s Geely hits the brakes on new plant construction globally: Li Shufu)",
      "link": "https://www.scmp.com/business/china-business/article/3313610/chinas-geely-stop-building-new-car-plants-amid-severe-global-overcapacity-li-shufu?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 05:30:45 +0000",
      "isoDate": "2025-06-09T05:30:45.000Z",
      "creator": "Daniel Ren",
      "summary": "# 吉利全球暂停新建工厂：李书福宣布\n\n中国第二大汽车制造商吉利汽车宣布，在全球产能过剩的背景下，将不再新建工厂。此举可能对整个汽车行业产生连锁反应，因为大多数中国汽车公司正面临盈利困难。\n\n## 核心决策与原因\n\n*   **暂停新建工厂**：吉利汽车董事长李书福在重庆车展上表示，公司将避免建设过剩产能，并决定停止新建汽车工厂。\n*   **全球产能过剩**：李书福指出，全球汽车行业正深陷严重的产能过剩困境。\n*   **盈利挑战**：大多数中国汽车公司目前难以实现盈利。\n\n## 战略重点\n\n*   **提升技术能力**：吉利将转而专注于提升自身的技术能力，以期在未来的出行领域中成为关键参与者。\n\n## 行业背景\n\n*   **残酷的价格战**：吉利此举正值中国大陆汽车市场陷入残酷的价格战。\n*   **价格削减**：\n    *   据《21世纪经济报道》称，包括比亚迪、吉利和零跑汽车等主要参与者在5月最后一周，对70款车型进行了高达20%的价格削减，以维持市场份额。\n    *   摩根大通5月份的一份报告显示，中国汽车制造商的折扣力度在4月份翻了一番多，达到创纪录的16.8%，而2024年（应为去年或之前）的折扣率为8.3%。\n\n## 相关图片\n\n![吉利汽车董事长李书福在重庆车展上表示，公司将停止新建汽车工厂。图：资料图片](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/09/b893463e-b37e-4ee4-8404-c3cc0253545c_dbf7c089.jpg)\n*吉利汽车董事长李书福在重庆车展上表示，公司将停止新建汽车工厂。图：资料图片*",
      "shortSummary": "中国第二大汽车制造商吉利汽车董事长李书福宣布，鉴于全球汽车行业产能严重过剩及中国大陆市场残酷的价格战，公司将暂停在全球新建工厂。吉利将转而专注于提升技术能力。目前，中国汽车制造商面临盈利困难，并已大幅提高折扣力度以争夺市场份额。",
      "translated_title": "中国吉利全球暂停新建工厂：李书福",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/09/b893463e-b37e-4ee4-8404-c3cc0253545c_dbf7c089.jpg",
          "alt": "Geely Auto chairman Li Shufu told the Chongqing Auto Show over the weekend that the company will stop building new car plants. Photo: Handout",
          "title": "Geely Auto chairman Li Shufu told the Chongqing Auto Show over the weekend that the company will stop building new car plants. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Geely Auto, the mainland’s second-largest carmaker, will not build new plants amid excess capacity worldwide, a move that is likely to ripple across the sector as most Chinese companies are finding it difficult to make profits.\nChairman Li Shufu told the Chongqing Auto Show over the weekend that the company would avoid building excess capacity and instead focus on improving its technological capabilities to become a key player in the future of mobility.\n“The global automotive industry is mired...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/f0795226-a4f7-4428-bb7c-4a0a6bcf8e47_63d5cfd7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济型电动汽车市场竞争加剧 (原标题: The competition for budget-conscious EV buyers in China heats up)",
      "link": "https://www.scmp.com/business/china-business/article/3313541/why-competition-heating-chinas-sub-us20000-ev-segment?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 03:18:08 +0000",
      "isoDate": "2025-06-09T03:18:08.000Z",
      "creator": "Daniel Ren",
      "summary": "### 中国经济型电动汽车市场竞争加剧\n\n中国大陆经济型电动汽车（EV）市场的竞争预计将加剧，因为消费者越来越追求物有所值。\n\n**市场概况与竞争态势**\n\n*   **选择丰富与补贴吸引力：** 目前，中国市场有至少十余款价格低于15万元人民币（约合20,864美元）的智能电动汽车，包括比亚迪和零跑等品牌，这些车型均可享受高达2万元人民币的补贴，为消费者提供了丰富的选择。\n*   **价格战白热化：** 激烈的价格战正在吸引预算有限的买家。\n*   **消费降级趋势：** 上海经销商万卓汽车的销售总监赵震指出，“消费降级已蔓延至汽车市场，消费者正日益避开昂贵车型。”但他补充说，领先的中国汽车制造商能够以特斯拉Model 3和Model Y约一半的价格生产出高性能电动汽车。\n*   **市场份额：** 根据中国乘用车协会（CPCA）的数据，去年中国大陆价格在10万元至15万元人民币之间的传统燃油车和电动汽车销量占总销量的三分之一，约700万辆。\n\n**主要竞争者与车型**\n\n*   **小鹏汽车的Mona M03：** 小鹏汽车的Mona M03是畅销车型之一，起售价为119,800元人民币。\n*   **对特斯拉的冲击：** Mona M03正在分流特斯拉Model 3的销量，后者价格区间为235,500元至339,500元人民币。\n\n**相关图片**\n\n*   ![小鹏汽车董事长兼CEO何小鹏与品牌大使欧阳娜娜于5月28日在北京的一场活动中与Mona M03 Max电动汽车合影。图片来源：美联社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/08/ead93126-6968-4cef-bc0a-95fa24436896_967e50b7.jpg)\n    *   小鹏汽车董事长兼CEO何小鹏与品牌大使欧阳娜娜于5月28日在北京的一场活动中与Mona M03 Max电动汽车合影。",
      "shortSummary": "中国经济型电动汽车市场竞争日益激烈。消费者追求高性价比，加上激烈的价格战，促使市场出现“消费降级”趋势。比亚迪、零跑等品牌提供大量15万元以下且享受补贴的车型。小鹏Mona M03等中国品牌正以更低价格提供高性能电动汽车，成功分流了特斯拉等高端车型的销量，占据了可观的市场份额。",
      "translated_title": "中国经济型电动汽车市场竞争加剧",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/08/ead93126-6968-4cef-bc0a-95fa24436896_967e50b7.jpg",
          "alt": "Xpeng chairman and CEO Xiaopeng He and brand ambassador Ouyang Nana pose for photos with the Mona M03 Max EV at an event in Beijing on May 28. Photo: AP",
          "title": "Xpeng chairman and CEO Xiaopeng He and brand ambassador Ouyang Nana pose for photos with the Mona M03 Max EV at an event in Beijing on May 28. Photo: AP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Competition in mainland China’s budget electric vehicle (EV) segment is likely to intensify as consumers seek value for money, according to dealers and analysts.\nWith at least a dozen intelligent EVs under 150,000 yuan (US$20,864) – from BYD to Leapmotor – qualifying for up to 20,000 yuan in subsidies, consumers are spoiled for choice. At the same time, a fierce price war is pulling in budget-conscious buyers.\n“Consumption downgrade has spread to the car market as consumers are increasingly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/08/cca1cf97-f9d3-4c75-8744-546f1848e551_56795412.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国关税冲击中国5月出口，但6月有望‘好转’ (原标题: US tariffs hit China’s exports in May, but June seen as ‘a better month’)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313592/china-trade-data-may-misses-expectations-export-growth-slows-imports-dip?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 03:16:17 +0000",
      "isoDate": "2025-06-09T03:16:17.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国5月出口放缓及展望\n\n根据海关数据显示，中国5月份的出口增长有所放缓，这主要受到中美两国在达成90天关税休战协议前美国订单减少的影响。\n\n*   **5月出口数据**：\n    *   同比增长4.8%，达到3161亿美元。\n    *   低于4月份8.1%的增长率。\n    *   也未达到中国金融数据提供商Wind市场调查中预期的6.28%的增长。\n\n*   **对美出口急剧下降**：\n    *   受贸易战影响，中国对美国的出口骤降34.52%。\n    *   这一降幅远高于4月份21%的跌幅。\n\n*   **关税休战**：\n    *   中美两国于5月12日达成一项临时关税休战协议。\n    *   双方共同宣布取消自4月2日以来实施的大部分关税。\n\n*   **经济学家观点**：\n    *   尽管6月份的出口前景有望改善，但经济学家指出，由于美国关税的不确定性依然存在，中国的制造业和贸易部门仍面临压力。",
      "shortSummary": "中国5月出口增长放缓至4.8%，其中对美出口因贸易战骤降34.52%。尽管中美于5月12日达成临时关税休战，有望改善6月出口前景，但经济学家指出，关税不确定性仍使中国制造业和贸易部门承压。",
      "translated_title": "美国关税冲击中国5月出口，但6月有望‘好转’",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s export growth slowed last month, weighed down by fewer US orders being made before the two countries came to a 90-day tariff truce.\nAnd while June’s prospects look poised to improve, China’s manufacturing and trade sectors remain under strain, according to economists, who also point to lingering uncertainties over American tariffs.\nChina’s May exports were up by 4.8 per cent, year on year, to US$316.1 billion, customs data showed on Monday.\nThe figure followed April’s 8.1 per cent growth...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/25c40822-c76e-4050-aa32-3daed474da12_5cded296.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国消费者物价指数连续第四个月下跌，需求疲软和贸易紧张局势持续 (原标题: China’s consumer prices fall for fourth month amid weak demand, trade tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313581/chinas-consumer-prices-fall-fourth-month-may-amid-weak-demand-trade-tensions?utm_source=rss_feed",
      "pubDate": "Mon, 09 Jun 2025 02:06:33 +0000",
      "isoDate": "2025-06-09T02:06:33.000Z",
      "creator": "Sylvia Ma,Leopold Chen",
      "summary": "# 中国消费者物价指数连续第四个月下跌\n\n中国消费者物价指数（CPI）在5月份连续第四个月同比下降，这突出表明了由国内需求疲软和与美国贸易紧张局势导致的持续通缩压力，这些因素也加剧了制造商的库存压力。\n\n## 关键数据\n*   根据国家统计局周一发布的数据，5月份全国CPI同比下降0.1%。\n*   这一数据好于市场预期，此前金融服务提供商Wind预测将下降0.17%。\n*   4月份CPI也同比下降0.1%。\n*   5月份CPI环比4月份下降0.2%。\n*   国家统计局首席统计师董莉娟表示，能源价格下降是导致5月份CPI环比下降的主要原因。\n\n## 面临的挑战\n*   中国正面临国内需求低迷和供应过剩带来的持续通缩风险。\n*   贸易不确定性继续影响供应商清理过剩库存的能力，进一步加剧了通缩压力。\n\n## 官方回应与展望\n*   董莉娟指出，中国正在加大力度、采取更精准的措施促进消费。\n*   她还提到，新质生产力正在增强，部分行业的供需关系有所改善，导致价格出现积极变化。\n\n## 相关事件\n*   新一轮中美贸易谈判定于周一在伦敦举行。\n\n## 相关图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/23/Screenshot-2025-05-22-at-10.37.54%E2%80%AFAM.png?itok=pVHyg_fu)\n05:19 中美关税战对中国公民有何影响？",
      "shortSummary": "中国5月份消费者物价指数（CPI）连续第四个月同比下降0.1%，主要受国内需求疲软和与美国贸易紧张局势导致的持续通缩压力影响。能源价格下跌是导致5月CPI环比下降的原因之一。这凸显了中国经济面临的通缩风险和制造商的库存压力。国家统计局表示，中国正加大力度促进消费。新一轮中美贸易谈判即将举行。",
      "translated_title": "中国消费者物价指数连续第四个月下跌，需求疲软和贸易紧张局势持续",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/23/Screenshot-2025-05-22-at-10.37.54%E2%80%AFAM.png?itok=pVHyg_fu",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s consumer prices declined for a fourth straight month in May, highlighting persistent deflationary pressures driven by sluggish demand and trade tensions with the United States, which are compounding inventory strains for manufacturers.\nThe national consumer price index (CPI), a key gauge of inflation, fell 0.1 per cent year on year last month, according to data released by the National Bureau of Statistics on Monday.\nThe figure beat market expectations after a poll by financial provider...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/09/d7fe752b-9083-47cc-979f-b387d4adc861_98a3a70c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比亚迪及中国同行如何改变欧洲小型电动汽车市场 (原标题: How BYD and Chinese peers are transforming Europe’s small EV market)",
      "link": "https://www.scmp.com/business/china-evs/article/3313439/how-byd-and-chinese-peers-are-transforming-europes-small-ev-market?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 22:30:12 +0000",
      "isoDate": "2025-06-08T22:30:12.000Z",
      "creator": "Yujie Xue",
      "summary": "### 欧洲小型电动汽车市场竞争加剧\n\n欧洲汽车市场正经历一场关于小型车的激烈竞争。大众和雷诺等欧洲本土汽车制造商正努力维持市场份额，以应对来自比亚迪及其中国同行廉价电动汽车的涌入。\n\n### 比亚迪Dolphin Surf（海鸥）在欧上市\n\n*   比亚迪去年超越特斯拉成为全球最大的电动汽车制造商。\n*   上个月，比亚迪在欧洲推出了其紧凑型两厢车Dolphin Surf（在中国被称为海鸥）。\n*   该车型是比亚迪最经济实惠的车型，定价从22,990欧元（续航322公里）到24,990欧元（续航507公里）不等。\n*   本月促销活动将起售价降至19,990欧元。\n\n### 市场潜力与影响\n\n*   比亚迪欧洲区域总经理Maria Grazia DaVino表示，紧凑型细分市场是“欧洲电气化的下一个前沿”，具有巨大潜力。\n*   Jato Dynamics高级分析师Felipe Munoz指出，比亚迪此举是其“探索欧洲小型车市场”的意图声明。\n*   他认为，Dolphin Surf是一款“非常有竞争力的汽车”，其价格可能“撼动小型车市场”。\n*   该车的推出为欧洲消费者带来了“终于”受益于有竞争力产品的巨大机会。\n*   但同时，这也对一直难以推出真正有竞争力的小型车的欧洲汽车制造商敲响了警钟。\n\n### 相关视频\n\n*   全球汽车制造商将全球最大车展让给中国电动汽车\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/CLEAN---thumbnail.jpg?itok=OfwS4Yg4)",
      "shortSummary": "比亚迪及其中国同行正通过推出价格实惠的电动汽车，重塑欧洲小型电动汽车市场。比亚迪Dolphin Surf（海鸥）以低至19,990欧元的促销价进入欧洲，对大众和雷诺等欧洲本土车企构成严峻挑战。这为欧洲消费者带来了更多选择，同时也对欧洲汽车制造商在小型电动汽车领域的竞争力敲响了警钟。",
      "translated_title": "比亚迪及中国同行如何改变欧洲小型电动汽车市场",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/04/24/CLEAN---thumbnail.jpg?itok=OfwS4Yg4",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Some of the world’s biggest carmakers are squaring off for a titanic battle over small cars in Europe, as native stalwarts like Volkswagen and Renault fight to maintain their hold on the market against an influx of cheap electric vehicles (EVs) from BYD and its Chinese peers.\nLast month, BYD, which surpassed Tesla last year as the world’s largest EV maker, launched its Dolphin Surf compact hatchback in Europe. The company’s most affordable model, known in China as the Seagull, is priced from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/0ffe6139-55b5-4db1-87cd-aae2b01eb519_e8f7976e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美元的衰落不可避免吗？肯尼斯·罗格夫和余永定发表看法 (原标题: Is the US dollar’s decline inevitable? Kenneth Rogoff and Yu Yongding weigh in)",
      "link": "https://www.scmp.com/economy/global-economy/article/3313340/kenneth-rogoff-and-yu-yongding-trump-dollar-and-rise-yuan?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 22:00:19 +0000",
      "isoDate": "2025-06-08T22:00:19.000Z",
      "creator": "Ji Siqi,Frank Tang",
      "summary": "欢迎来到《南华早报》的全新系列“公开对话”，本系列旨在汇集各方领军人物，共同探讨国际头条新闻。\n\n**本期主题与参与者：**\n\n*   本期“公开对话”邀请了太平洋两岸的著名经济学家，共同探讨近期全球贸易的动荡、美元作用的减弱，以及中国的人民币是否能够或应该取代美元的地位。\n\n**主要观点：**\n\n*   **肯尼斯·罗格夫教授 (Kenneth Rogoff)**\n    *   哈佛大学教授，曾任国际货币基金组织（IMF）首席经济学家。\n    *   他多次警告称，美元正面临合法性危机，其在全球金融体系中的主导地位日益不稳定。\n    *   罗格夫教授曾深入研究2000年代末的全球衰退，目前将重点转向美元在全球金融等级体系中日益不稳定的地位。\n    *   他于5月初出版了著作《我们的美元，你的问题》(Our Dollar, Your Problem)。\n\n*   **余永定博士 (Yu Yongding)**\n    *   中国社会科学院高级研究员，曾任中国央行顾问，在中国政策圈内仍具有影响力。\n    *   他积极倡导人民币自由浮动和中国实施广泛的财政刺激政策。\n    *   余永定博士还建议北京逐步减少其持有的美国国债，以将潜在损失降至最低。\n    *   **对美元未来的看法：**\n        *   他认为，外国投资者对美国资产，特别是美国国债的需求将逐渐下降。\n        *   这将使美国越来越难以维持其国际收支平衡并保持美元的强势。\n        *   余永定博士指出，美元是世界上最重要的储备货币，世界各国需要持有一定量的美元来支付进口、偿还债务、干预外汇市场以及满足意外需求。\n        *   美元的持有者主要将其投资于流动性强的短期美国国债。\n        *   从本质上讲，美元是美国政府发行的一种“借据”(IOU)，由其自身的信用作为担保。",
      "shortSummary": "《南华早报》“公开对话”系列探讨美元的未来。哈佛大学教授肯尼斯·罗格夫警告美元面临合法性危机，其全球地位日益不稳。中国社会科学院余永定博士认为，外国对美国资产的需求将下降，美国将难以维持美元强势，并倡导人民币自由浮动及中国减少美债持有。他指出美元作为储备货币，本质上是美国政府信用的“借据”。",
      "translated_title": "美元的衰落不可避免吗？肯尼斯·罗格夫和余永定发表看法",
      "images": [],
      "contentSource": "完整文章",
      "content": "Welcome to Open Dialogue, a new series from the Post where we bring together leading voices to discuss the stories and subjects occupying international headlines.\nIn this inaugural edition, we invited prominent economists from both sides of the Pacific to reflect on the recent turmoil in global trade, the diminishing role of the US dollar and whether China’s yuan could – or should – take its place.\nProfessor Kenneth Rogoff of Harvard University has repeatedly warned the US dollar is approaching...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/45c8844d-63fe-49d9-8ff4-b04168f20161_7421cf3f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“太多了”：政策收紧，中国学生重新考虑英国学位 (原标题: ‘It’s too much’: Chinese students reconsider UK degrees as policies harden)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313343/chinese-students-reconsider-uk-degrees-fees-rise-visa-rules-tighten?utm_source=rss_feed",
      "pubDate": "Sun, 08 Jun 2025 12:00:08 +0000",
      "isoDate": "2025-06-08T12:00:08.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 中国学生重新评估英国留学：政策收紧与成本上升\n\n近年来，随着中国就业市场竞争日益激烈，许多中国本科毕业生，例如24岁的Aroma Wu，发现仅凭本科学位难以在科技行业立足，因此考虑攻读硕士学位以提升竞争力。\n\n然而，英国作为热门留学目的地，其吸引力正因一系列政策变化和成本上升而下降：\n\n*   **教育税提案：** 英国政府提议对国际学生学费征收约6%的“教育税”。\n*   **移民政策收紧：** 新的白皮书暗示将收紧毕业后工作签证（Post-Study Work Visas）和永久居留资格（Permanent Residency Qualifications）的规定。\n*   **学费上涨：** 学生普遍感受到学费持续上涨的压力。\n\n这些叠加的政策变化给国际学生带来了巨大压力。Aroma Wu表示，这些政策“太多了，一下子都来了”，让她感到“不知所措”。尽管她已获得英国研究生项目的录取，但出于财务谨慎和对英国政策不确定性的担忧，她最终决定转而选择在香港学习。她估算，在香港学习的费用（超过30万元人民币，约合4.1万美元）仍比在英国学习节省约10万元人民币。\n\n总而言之，英国日益收紧的政策和不断上涨的成本，正促使中国学生重新评估其留学选择，并转向其他目的地。",
      "shortSummary": "由于英国政府提议征收国际学生教育税、收紧毕业后工作签证及永居政策，加之学费上涨，中国学生正重新考虑赴英留学。这些叠加的政策变化和经济压力让学生感到不堪重负，促使他们转向香港等其他留学目的地，以寻求更具成本效益和政策稳定的选择。",
      "translated_title": "“太多了”：政策收紧，中国学生重新考虑英国学位",
      "images": [],
      "contentSource": "完整文章",
      "content": "After she graduated last summer, Aroma Wu quickly realised that if she wanted a career in China’s tech industry, she would need to go back to school: her bachelor’s degree simply was not enough.\n“I saw how competitive it was – most people had a master’s,” the 24-year-old said.\nTo boost her credentials, Wu decided to apply for a graduate programme in the United Kingdom, and she soon received an offer. But within weeks, she was growing worried by news coming out of Britain – and starting to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/4ec267f6-fa05-4677-8c5f-958af7a11e4b_3f751128.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-11T02:46:39.788Z"
}