{
  "sourceUrl": "https://rsshub.rssforever.com/harvard/health/blog",
  "title": "Harvard Health Blog",
  "description": "Harvard Health Blog - Powered by RSSHub",
  "link": "https://www.health.harvard.edu/blog",
  "items": [
    {
      "title": "70岁以上男性转移性前列腺癌如何检测和治疗？ (原标题: How is metastatic prostate cancer detected and treated in men over 70?)",
      "link": "https://www.health.harvard.edu/blog/how-is-metastatic-prostate-cancer-detected-and-treated-in-men-over-70-202505273099",
      "pubDate": "Tue, 27 May 2025 15:30:00 GMT",
      "isoDate": "2025-05-27T15:30:00.000Z",
      "creator": "C.W. Schmidt",
      "summary": "# 70岁以上男性转移性前列腺癌的检测与治疗\n\n本文探讨了70岁以上男性转移性前列腺癌的检测、诊断和治疗方法，并采访了哈佛医学院的Marc B. Garnick博士。\n\n## 关键信息：\n\n*   **筛查指南争议：**\n    *   美国预防服务工作组（USPSTF）不建议对70岁以上男性进行常规PSA筛查，因该年龄段男性前列腺癌多为生长缓慢型，死于其他疾病的可能性大于死于前列腺癌，且治疗益处可能不抵治疗风险。\n    *   然而，PSA筛查仍可发现无症状或有排尿困难、疲劳、骨痛等症状的晚期转移性前列腺癌。\n    *   USPSTF指南（2018年发布）已过时，鉴于70岁以上男性预期寿命的增加，新指南备受期待。\n\n*   **检测与诊断：**\n    *   PSA检测结果异常后，通常进行前列腺针刺活检和直肠指检（DRE）。\n    *   磁共振成像（MRI）扫描正越来越多地用于提供更精确的诊断信息和指导活检。\n    *   **评估侵袭性：**\n        *   格里森评分（Gleason score）现已简化为五级分级系统（Grade Group 1-5），用于评估肿瘤的危险程度。\n        *   有丝分裂率和基因检测（如BRCA1/BRCA2突变）也可提供额外信息，BRCA突变预示更具侵袭性的疾病，并对家族成员有影响。\n    *   **检测转移：**\n        *   传统方法：腹部和骨盆CT扫描及骨扫描（逐渐过时）。\n        *   现代方法：PSMA（前列腺特异性膜抗原）扫描，能更有效地检测出其他影像学检查难以发现的微小肿瘤。\n        *   根据转移程度，可分为高容量或低容量疾病；寡转移性前列腺癌指转移灶不超过三到五个。\n\n*   **治疗方案：**\n    *   **初始治疗：** 通常采用双联疗法（两种药物联合，抑制睾酮，如亮丙瑞林和雄激素受体通路抑制剂ARPIs，包括恩扎卢胺、达拉鲁胺、阿帕鲁胺或阿比特龙）。\n    *   **疾病进展或广泛扩散：** 可升级为三联疗法（双联疗法+化疗）。\n    *   **靶向治疗：**\n        *   Lutetium-177（放射配体疗法）：针对PSMA高表达的肿瘤细胞。\n        *   转移灶定向治疗（MTD）：对寡转移性前列腺癌患者进行高精度体外放射治疗。\n        *   PARP抑制剂（奥拉帕利、鲁卡帕利）：适用于BRCA1/BRCA2突变患者。\n        *   帕博利珠单抗：适用于微卫星不稳定性基因突变患者。\n\n*   **前景展望：**\n    *   转移性前列腺癌的预后显著改善，患者存活10年或更长时间已不罕见。\n    *   现在也开始对转移性前列腺癌患者直接进行前列腺放疗，这在过去是未曾考虑的。\n\n*   **重要提示：**\n    *   在开始激素治疗前，建议进行心脏评估，因为激素疗法可能加剧心血管风险因素。\n\n![A rack of test tubes with different colored caps, with a gloved hand inserting a tube into the rack; in the background, out of focus, the lab tech's face is slightly visible.](https://domf5oio6qrcr.cloudfront.net/medialibrary/16720/gettyimages-1299109777.jpg)",
      "translated_title": "70岁以上男性转移性前列腺癌如何检测和治疗？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16720/gettyimages-1299109777.jpg",
          "alt": "A rack of test tubes with different colored caps, with a gloved hand inserting a tube into the rack; in the background, out of focus, the lab tech's face is slightly visible.",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A rack of test tubes with different colored caps, with a gloved hand inserting a tube into the rack; in the background, out of focus, the lab tech's face is slightly visible.\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16720/gettyimages-1299109777.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"c7f71e23-cea4-4c58-8ebe-b2030e3f55db\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>National guidelines on prostate cancer screening with the PSA test are set by the US Preventive Services Task Force (USPSTF). This independent panel of experts in preventive and primary care recommends <em>against</em> screening for prostate cancer in men older than 70.</p>\n        <p>Why? Prostate cancer tends to be slow-growing. Men in this age group are more likely to die with the disease rather than from it. And in the view of the USPSTF, survival benefits from treating PSA-detected prostate cancer in older men are unlikely to outweigh the harms of treatment.</p>\n        <p>Still, that leaves open the possibility that men could be screened for prostate cancer only after their disease has advanced to symptomatic stages. For a perspective on PSA screening and advanced prostate cancer treatment in older men, we spoke with Dr. Marc B. Garnick, the Gorman Brothers Professor of Medicine at Harvard Medical School and Beth Israel Deaconess Medical Center, and editor in chief of the <em>Harvard Medical School Guide to Prostate Diseases.</em></p>\n        <p>\n          <em>Q. How often should men over the age of 70 be screened for prostate cancer?</em>\n        </p>\n        <p>Such testing is performed outside of guidelines, and generally following a discussion with the patient’s physician. It's not unusual for us to find advanced metastatic prostate cancer in older men flagged by a PSA test. The disease might spread asymptomatically, but some men get a PSA test only after they have advanced prostate cancer symptoms such as trouble urinating, fatigue, or bone pain.</p>\n        <p>The USPSTF's PSA screening guidelines are long overdue for an update — they were last published in 2018. And with life expectancy increasing overall for men over 70, we are all anxiously awaiting the new guidelines, which are generally updated every six years.</p>\n        <p>\n          <em><strong>Q.</strong> What sort of other tests follow after a positive result with PSA screening?</em>\n        </p>\n        <p>Typically, a prostate needle biopsy. And I also recommend a digital rectal exam (DRE) to feel for any abnormalities in the prostate gland. President Biden was having urinary symptoms at the time of his PSA test, and he was reported to have had a nodule noted on his DRE. We do not know what his PSA score was.</p>\n        <p>Recently, we've been moving toward magnetic resonance imaging scans of the prostate that provide more diagnostic information, and can serve as a guide to more precisely identify abnormalities in the prostate gland that we can sample with a biopsy.</p>\n        <p>\n          <em><strong>Q.</strong> How do we know if the cancer is likely to spread aggressively?</em>\n        </p>\n        <p>The more aggressive tumors have cells with irregular shapes and sizes that can invade into adjoining tissues. A time-honored measure called the Gleason score grades the two most common cancer cell patterns that pathologists see on a biopsy sample.</p>\n        <p>That system has now undergone some labelling changes. To simplify matters, doctors developed a five-tier grading system that ranks tumors from Grade Group 1 — the least dangerous — to Grade Group 5, which is the most dangerous. These Grade Groups still correlate with Gleason scores. For instance, a Gleason score of 3+3=6 correlates with Grade Group 1 for low-risk prostate cancer, whereas a Gleason score of 4+5=9 for high-risk disease correlates with Grade Group 5.</p>\n        <p>We can also evaluate how fast cancer cells are dividing — this measure is called mitotic rate — or order genetic tests that provide additional information. We know that men who test positive for inherited BRCA1 and BRCA2 gene mutations are at risk for more aggressive disease, for instance. BRCA test results also have implications for family members, since the same mutations elevate risks for other inherited cancers including breast cancer and ovarian cancer.</p>\n        <p>\n          <em><strong>Q.</strong> How do you know if the cancer is metastasizing?</em>\n        </p>\n        <p>Traditionally, patients would get a computed tomography scan of the abdomen and pelvis along with a bone scan. These tests look for metastases in the lymph nodes and bones, but they are increasingly outdated. These days, doctors are more likely to scan for a protein called prostate-specific membrane antigen (PSMA) that can be expressed at high levels on tumor cell surfaces.</p>\n        <p>A PSMA scan is much better at detecting prostate tumors in the body that are still too small to see with other imaging tests. If the scans show evidence of metastatic spread, we classify men as having either high- or low-volume disease depending on the extent. Men with no more than three to five metastases are described as having oligometastatic prostate cancer.</p>\n        <p>\n          <em><strong>Q.</strong> What treatment options are available for metastatic prostate cancer?</em>\n        </p>\n        <p>We generally don't begin with a single drug. Men with low-volume metastatic prostate cancer typically get doublet therapy, which is a combination of two drugs that each starve tumors of testosterone, a hormone that prostate cancer needs to grow.</p>\n        <p>One of the drugs, called leoprolide (Lupron), blocks testosterone production. The other drugs are drawn from a class of medications that prevent testosterone from binding to its cell receptor. Those drugs are called androgen receptor pathway inhibitors (ARPIs). They include enzalutamide (Xtandi), daralutamide (Nubeqa), apaludamide (Erleada), or another drug with a slightly different mechanism called abiraterone (Zytiga).</p>\n        <p>If the cancer progresses on doublet therapy, then we can add chemotherapy to the mix. This is called triplet therapy (Lupron + ARPI + chemotherapy). We may also recommend immediate triplet therapy depending upon the extent of the cancer spread.</p>\n        <p>Some men are eligible for other treatments as well. For instance, men with PSMA-positive disease (meaning their cells express the protein in high amounts) can be treated with an intravenously-delivered therapy called Lutetium-177. Known as a radioligand, this type of therapy seeks out PSMA-expressing cells and kills them with tiny radioactive particles.</p>\n        <p>Some men are eligible for metastasis-directed therapy (MTD). In such cases, we treat metastatic deposits with highly focused beams of radiation delivered from outside the body. MTD is generally reserved for patients with oligometastatic prostate cancer.</p>\n        <p>\n          <em><strong>Q.</strong> What happens if a patient is positive on a genetic test for prostate cancer?</em>\n        </p>\n        <p>That opens up options for so-called targeted therapy — which is a term we use to describe treatments that target specific cell changes that cause tumors to grow. Patients with BRCA1 or BRCA2 mutations, for instance, can start on doublet therapy plus a targeted therapy called a PARP inhibitor. Two PARP inhibitors are approved for prostate cancer in BRCA-positive men: olaparib (Lynparza) and rucaparib (Rubraca). Men with a different gene mutation called microsatellite instability are eligible for a targeted drug called pembrolizumab (Keytruda).</p>\n        <p>\n          <em><strong>Q.</strong> How is the outlook for metastatic prostate cancer changing?</em>\n        </p>\n        <p class=\"MsoCommentText\">It's improving dramatically! Metastatic prostate cancer used to carry a very poor prognosis. Today, it's not unusual for men to live 10 years or longer with the disease. We're even starting to treat cancer in the prostate directly — something we didn't do in the past since the cancer had already spread beyond the prostate gland. More recent studies have shown improvements from delivering radiation to the prostate gland itself in patients with metastatic cancer. We're including these treatments more often now, which is something we wouldn't have considered before.</p>\n        <p>\n          <em><strong>Q.</strong> Any final notes?</em>\n        </p>\n        <p>I would advise men to undergo a cardiac evaluation prior to starting on hormonal therapy. Hormonal therapies can exacerbate cardiovascular risk factors, so these should be addressed before and during treatment.</p>\n        <p>\n          <em>Thanks for your insights!</em>\n        </p>\n        <p>You're very welcome, glad to help.</p>\n    "
    },
    {
      "title": "麻疹卷土重来：我们能阻止它吗？ (原标题: Measles is making a comeback: Can we stop it?)",
      "link": "https://www.health.harvard.edu/blog/measles-is-making-a-comeback-can-we-stop-it-202503063091",
      "pubDate": "Fri, 16 May 2025 04:00:00 GMT",
      "isoDate": "2025-05-16T04:00:00.000Z",
      "creator": "Robert H. Shmerling, MD",
      "summary": "麻疹曾在美国通过广泛疫苗接种被有效控制，但近期正卷土重来，引发公共卫生担忧。\n\n### 主要观点：\n\n*   **疫情现状：** 美国30个州已报告1024例确诊病例，主要为儿童。西德克萨斯州疫情最为严重，导致93人住院，两名未接种疫苗的学龄儿童死亡，这是自2015年以来美国首次出现麻疹死亡病例。新墨西哥州也报告了一例相关死亡。\n\n*   **疫情原因：** 麻疹疫苗接种率下降是主要原因。全国学龄儿童麻疹疫苗接种率从2019年的95%降至2023年的92%。西德克萨斯州疫情中心的社区接种率仅为82%。近期病例中，96%的患者未接种疫苗或疫苗接种史不明，仅2%的患者完全接种了疫苗。\n\n*   **麻疹的特点：**\n    *   **高度传染性：** 麻疹病毒通过空气传播，可在空气中存活数小时。非免疫人群暴露后，约90%会感染。其传染性远高于流感、新冠或埃博拉。\n    *   **早期诊断困难：** 症状（发烧、咳嗽、流鼻涕）与普通病毒感染相似，Koplik斑点和皮疹出现较晚。患者在症状明显前已具高度传染性。\n    *   **严重性及致死性：** 麻疹可导致脑炎、肺炎、眼部炎症、不良妊娠结局，甚至罕见但致命的亚急性硬化性全脑炎（SSPE）。并发症多见于5岁以下儿童、20岁以上成人、孕妇和免疫功能受损者。每1000例病例中约有3例死亡。近期疫情中，约八分之一的病例需住院治疗。\n    *   **免疫抑制：** 麻疹病毒可能清除高达75%的现有抗体，使患者对其他病毒或细菌（如流感、疱疹病毒、肺炎细菌）的免疫力下降，增加继发感染风险。\n\n*   **疫苗的有效性与安全性：**\n    *   **高效：** 两剂麻疹疫苗（MMR）提供97%的保护。即使完全接种后感染，病情也通常较轻且不易传播。\n    *   **安全：** 麻疹疫苗安全性极佳，常见副作用轻微。关于疫苗导致自闭症的说法已被证实为不实信息，但该谣言导致了疫苗犹豫和接种率下降。\n\n### 预防措施：\n\n*   **接种疫苗：** 儿童通常在1岁和4-6岁接种两剂MMR疫苗。未接种的成人和儿童可补种。1957年后出生且在1968年前接种过疫苗的人群，建议重新接种或进行抗体检测，因为早期疫苗效果较差。\n*   **隔离：** 确诊患者和疑似感染者应避免与他人密切接触，直至皮疹消退四天后。患者及密切接触者佩戴口罩，勤洗手。\n*   **检测：** 若不确定免疫状况，可进行血液检测以确认是否对麻疹免疫。\n*   **旅行规划：** 前往麻疹高发地区前，确保疫苗接种最新。\n\n### 结论：\n\n麻疹的卷土重来令人担忧，专家警告病例和死亡人数可能继续增加。尽管如此，麻疹疫情是可控的，疾病本身也可被消除。公众应了解如何保护自己和家人，并与对疫苗犹豫的人群进行尊重沟通，分享来自可靠来源的疫苗安全信息。\n\n### 相关图片：\n\n![A road sign with the words \"Measles Outbreak\" in red and black against a wavy white and rusted steel background](https://domf5oio6qrcr.cloudfront.net/medialibrary/16408/gettyimages-538178055.jpg)",
      "translated_title": "麻疹卷土重来：我们能阻止它吗？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16408/gettyimages-538178055.jpg",
          "alt": "A road sign with the words \"Measles Outbreak\" in red and black against a wavy white and rusted steel background",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A road sign with the words &quot;Measles Outbreak&quot; in red and black against a wavy white and rusted steel background\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16408/gettyimages-538178055.jpg\" style=\"height:391px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"4c964875-1a2c-40c2-a9f5-fefb3f3397fd\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Has the recent news about measles outbreaks in the US surprised you? Didn't it seem like we were done with measles?</p>\n        <p>In the US, widespread vaccination halted the <a href=\"https://www.cdc.gov/measles/about/history.html\" style=\"text-decoration:underline\" target=\"_blank\">ongoing spread of measles</a> more than 20 years ago, a major public health achievement. Before an effective vaccine was developed in the 1960s, nearly every child in the US got measles. Complications like measles-related pneumonia or hearing loss were common, and 400 to 500 people died each year.</p>\n        <p>As I write this, there have been 1,024 confirmed cases in 30 states, mostly among children. The biggest outbreak is in west Texas, where 93 people have been hospitalized and two unvaccinated school-age children recently died, the first measles deaths in the US since 2015. Officials in New Mexico have also reported a measles-related death.</p>\n        <h2>Can we prevent these tragedies?</h2>\n        <p>Measles outbreaks are highly preventable. It's estimated that when 95% of people in a community are vaccinated, both those individuals and others in their community are protected against measles.</p>\n        <p>But nationally, measles vaccination rates among school-age kids fell from 95% in 2019 to 92% in 2023. Within Texas, the kindergarten vaccination rates have dipped below 95% in about half of all state counties. In the community at the center of the west Texas outbreak, the reported rate is 82%. Declining vaccination rates are common in other parts of the US, too, and that leaves many people vulnerable to measles infections.</p>\n        <p>Only 2% of the recent cases in the US involved people known to be fully vaccinated. The rest were either unvaccinated or had unknown vaccine status (96%), or they had received only one of the two vaccine doses (1%).</p>\n        <h2>What to know about measles</h2>\n        <p>As measles outbreaks occur within more communities, it's important to understand why this happens — and how to stop it. Here are seven things to know about measles.</p>\n        <h3>The measles virus is highly contagious</h3>\n        <p>Several communities have suffered <a href=\"https://pubmed.ncbi.nlm.nih.gov/34849648/\" style=\"text-decoration:underline\" target=\"_blank\">outbreaks in recent years</a>. The measles virus readily spreads from person to person through the air we breathe. It can linger in the air for hours after a sneeze or cough. Estimates suggest nine out of 10 nonimmune people exposed to measles will become infected. Measles is far more contagious than the flu, COVID-19, or even Ebola.</p>\n        <h3>Early diagnosis is challenging</h3>\n        <p>It usually takes seven to 14 days for symptoms to show up once a person gets infected. Common early symptoms — fever, cough, runny nose — are similar to other viral infections such as colds or flu. A few days into the illness, painless, tiny white spots in the mouth (called <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK549793/\" style=\"text-decoration:underline\" target=\"_blank\">Koplik spots</a>) appear. But they're easy to miss, and are absent in many cases. A day or two later, a <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK448068/\" style=\"text-decoration:underline\" target=\"_blank\">distinctive skin rash</a> develops.</p>\n        <p>Unfortunately, a person with measles is highly contagious for days before the Koplik spots or skin rash appear. Very often, others have been exposed by the time measles is diagnosed and precautions are taken.</p>\n        <h3>Measles can be serious and even fatal</h3>\n        <p>Measles is not just another cold. A <a href=\"https://www.cdc.gov/measles/signs-symptoms/index.html\" style=\"text-decoration:underline\" target=\"_blank\">host of complications</a> can develop, including</p>\n        <ul>\n          <li>brain inflammation (encephalitis), which can lead to seizures, hearing loss, or intellectual disability</li>\n          <li>pneumonia</li>\n          <li>eye inflammation (and occasionally, vision loss)</li>\n          <li>poor pregnancy outcomes, such as miscarriage</li>\n          <li>subacute sclerosing panencephalitis (SSPE), a rare and lethal disease of the brain that can develop years after the initial measles infection.</li>\n        </ul>\n        <p>Complications are most common among children under age 5, adults over age 20, pregnant women, and people with an impaired immune system. Measles is fatal in up to three of every 1,000 cases.</p>\n        <p>During the latest outbreaks, <a href=\"https://www.cdc.gov/measles/data-research/index.html\" style=\"text-decoration:underline\" target=\"_blank\">128 cases — one in eight — have required hospitalization</a>.</p>\n        <h3>Getting measles may suppress your immune system</h3>\n        <p>When you get sick from a viral or bacterial infection, antibodies created by your immune system will later recognize and help mount a defense against these intruders. In 2019, a study at Harvard Medical School (HMS) found that the measles virus may wipe out up to three-quarters of antibodies protecting against viruses or bacteria that a child was previously immune to — anything from strains of the flu to herpesvirus to bacteria that cause pneumonia and skin infections.</p>\n        <p>\"If your child gets the measles and then gets pneumonia two years later, you wouldn't necessarily tie the two together. The symptoms of measles itself may be only the tip of the iceberg,\" said the study's first author, Dr. Michael Mina, who was a postdoctoral researcher in the laboratory of geneticist Stephen Elledge at HMS and Brigham and Women's Hospital at the time of the study.</p>\n        <p>In this video, Mina and Elledge discuss their findings.</p>\n        <div class=\"iframe-wrapper\">\n          <iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/q_tVZbgcV7s?si=05_KZdv5XrKbuncm\" title=\"YouTube video player\" width=\"560\" referrerpolicy=\"no-referrer\"></iframe>\n        </div>\n        <h3>Vaccination is highly effective</h3>\n        <p>Two doses of the current vaccine provide 97% protection — much higher than most other vaccines. &nbsp;Rarely, a person gets measles despite being fully vaccinated. When that happens, the disease tends to be milder and less likely to spread to others.</p>\n        <h3>The measles vaccine is safe</h3>\n        <p>&nbsp;The safety profile of the measles vaccine is excellent. Common side effects include temporary soreness in the arm, low-grade fever, and muscle pain, as is true for most vaccinations. A suggestion that measles or other vaccines cause autism has been <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9464417/\" style=\"text-decoration:underline\" target=\"_blank\">convincingly discredited</a>. However, this often-repeated misinformation has contributed to significant vaccine hesitancy and falling rates of vaccination.</p>\n        <h3>Ways to protect yourself from measles infection</h3>\n        <ul>\n          <li><strong>Vaccination.</strong> Usually, children are given the first dose around age 1 and the second between ages 4 and 6 as part of the Measles-Mumps-Rubella (MMR) vaccine. If a child — or adult — hasn't been vaccinated, they can have these doses later.<br><br>\nIf you were born after 1957 and received a measles vaccination before 1968, consider getting revaccinated or tested for measles antibodies (see below). The vaccine given before 1968 was less effective than later versions. And before 1957, most people became immune after having measles, although this immunity can wane.</li>\n          <li><strong>Isolation.</strong> To limit spread, everyone diagnosed with measles and anyone who might be infected should avoid close contact with others until four days after the rash resolves.</li>\n          <li><strong>Mask-wearing</strong> by people with measles can help prevent spread to others. Household members or other close contacts should also wear a mask to avoid getting it.</li>\n          <li><strong>Frequent handwashing</strong> helps keep the virus from spreading.</li>\n          <li><strong>Testing.</strong> If you aren't sure about your measles vaccination history or whether you may be vulnerable to infection, consider having a blood test to find out if you're immune to measles. Memories about past vaccinations can be unreliable, especially if decades have gone by, and immunity can wane.</li>\n          <li><strong>Pre-travel planning.</strong> If you are headed to a place where measles is common, make sure you are up to date with vaccinations.</li>\n        </ul>\n        <h2>The bottom line</h2>\n        <p>While news about measles in recent months may have been a surprise, it's also alarming. Experts warn that the number of cases (and possibly deaths) are likely to increase. And due to falling vaccination rates, outbreaks are bound to keep occurring. One study estimates that between nine and 15 million children in the US <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9197781/\" style=\"text-decoration:underline\" target=\"_blank\">could be susceptible to measles</a>.</p>\n        <p>But there's also good news: we know that measles outbreaks can be contained and the disease itself can be eliminated. Learn how to protect yourself and your family. Engage respectfully with people who are vaccine hesitant: share what you've learned from reliable sources about the disease, especially about the well-established safety of vaccination.</p>\n    "
    },
    {
      "title": "沙门氏菌很狡猾：小心防范 (原标题: Salmonella is sneaky: Watch out)",
      "link": "https://www.health.harvard.edu/blog/emsalmonellaem-is-sneaky-watch-out-202405293044",
      "pubDate": "Wed, 07 May 2025 04:00:00 GMT",
      "isoDate": "2025-05-07T04:00:00.000Z",
      "creator": "Maureen Salamon",
      "summary": "### 沙门氏菌：隐匿的威胁与防范\n\n![An illustration of pink, oval-shaped salmonella bacteria with long pink threads against a dark blue background with white highlighting ](https://domf5oio6qrcr.cloudfront.net/medialibrary/15276/7171fb7f-4664-4932-8c4f-157875b4c28a.jpg)\n\n沙门氏菌是一种常见的食源性细菌，每年在美国导致约135万人感染，是食源性疾病住院和死亡的主要原因。它具有“狡猾”的特性，可能引发不寻常的并发症和感染方式。\n\n#### 感染途径\n*   **食物传播：** 主要通过生食或未煮熟的食物，如裹面包屑的生鸡肉制品、有机罗勒、哈密瓜、碎牛肉、坚果酱、生面团、鸡蛋、生奶或未经巴氏消毒的牛奶、面粉等。\n*   **动物接触：** 后院家禽、小型宠物（如乌龟、青蛙）以及狗粮也可能导致感染。\n*   **交叉污染：** 接触受污染的食物后，细菌可通过手传播到口中；也可通过手或衣物传播给他人，即使自身未生病。\n*   **环境存在：** 细菌存在于粪便和动物排泄物中，也能在潮湿环境中的无生命物体、土壤和机械中存活。\n\n#### 常见症状\n*   多数感染导致胃肠炎，表现为胃部不适、腹部绞痛和腹泻，通常在摄入细菌后6小时内出现，并在2-3天内自行消退。\n*   部分症状轻微，难以察觉。\n*   **严重症状需就医：** 剧烈腹部绞痛、血性腹泻、不明原因的高烧和明显疲劳。\n\n#### 治疗与注意事项\n*   多数人无需药物即可自愈，补充水分以避免脱水是关键。\n*   **以下情况应就医：** 腹泻伴发烧超过102°F、腹泻三天未改善、血便、严重呕吐导致无法摄入液体。\n*   抗生素治疗可能延长病菌排出时间，增加传播风险。\n\n#### 并发症与高危人群\n*   **高危人群：** 65岁及以上成人、孕妇、5岁以下儿童、免疫系统受损者（如癌症患者或服用免疫抑制药物者）。\n*   少数感染者沙门氏菌可能进入血液，扩散至泌尿道、骨骼、关节或中枢神经系统。\n*   在极少数情况下，对于已患动脉粥样硬化的人，沙门氏菌可导致不寻常的血管并发症，如腹主动脉瘤。\n\n#### 预防措施\n*   **食品安全：**\n    *   使用热水和肥皂清洗处理过生食的切菜板或餐具，或使用独立的切菜板处理农产品、肉类和鱼类。\n    *   易腐烂、已准备好或剩余的食物应在两小时内冷藏或冷冻，以抑制沙门氏菌生长。\n*   **个人卫生：**\n    *   准备食物前、接触动物后、如厕后或更换尿布后，务必用肥皂和水彻底洗手。\n    *   处理生病宠物的粪便时要格外小心，并彻底洗手。\n*   **保护高危人群：**\n    *   不要让幼儿接触高风险动物（如乌龟、青蛙、鸡、鸭）；带幼儿去宠物动物园后应立即消毒双手。\n    *   老年人和免疫系统受损者应格外注意彻底清洗和烹饪食物。\n    *   器官移植者（如肾移植）不应饲养爬行动物或两栖动物作为宠物。\n\n了解这些预防措施至关重要，尤其是在家庭中有易感人群的情况下。",
      "translated_title": "沙门氏菌很狡猾：小心防范",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/15276/7171fb7f-4664-4932-8c4f-157875b4c28a.jpg",
          "alt": "An illustration of pink, oval-shaped salmonella bacteria with long pink threads against a dark blue background with white highlighting ",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"An illustration of pink, oval-shaped salmonella bacteria with long pink threads against a dark blue background with white highlighting \" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/15276/7171fb7f-4664-4932-8c4f-157875b4c28a.jpg\" style=\"height:450px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"7171fb7f-4664-4932-8c4f-157875b4c28a\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Pop quiz: what is <a href=\"https://www.cdc.gov/salmonella/index.html\" style=\"text-decoration:underline\" target=\"_blank\"><em>Salmonella</em></a>? If you've ever had a run-in with this bacteria, you know it can cause a food-borne illness called salmonellosis, a form of food poisoning. But you may not know that <em>Salmonella</em> bacteria sicken an <a href=\"https://www.cdc.gov/salmonella/about/index.html\" style=\"text-decoration:underline\">estimated 1.35 million people</a> every year in the United States. What's more, it's the <a href=\"https://www.fda.gov/animal-veterinary/animal-health-literacy/get-facts-about-salmonella#statistics\" style=\"text-decoration:underline\">leading cause of hospitalizations and deaths</a> due to food poisoning.</p>\n        <p>And <em>Salmonella</em> bacteria can be sneaky — not only by triggering unusual complications, but infecting people in startling ways, says Dr. Elizabeth Hohmann, an infectious disease specialist at Massachusetts General Hospital. One patient she treated showed up with an abdominal aortic aneurysm — a dangerous bulge in the lower section of the body's largest artery — that looked infected. Testing revealed a culprit some would find surprising: <em>Salmonella</em>.</p>\n        <p>\"It's just an interesting organism and it can be kind of scary,\" she says.</p>\n        <h2>How do people get infected by <em>Salmonella</em>?</h2>\n        <p>Many of the foods <em>Salmonella</em> bacteria lurk in are raw or undercooked. Breaded raw chicken products like nuggets and <a href=\"https://www.fsis.usda.gov/policy/fsis-notice/15-24\" style=\"text-decoration:underline\">chicken Kiev</a> are one way it may reach your table. But a variety of foods have been implicated — including <a href=\"https://www.cdc.gov/salmonella/outbreaks/basil-04-24/investigation.html\" style=\"text-decoration:underline\">organic basil</a>, <a href=\"https://www.cdc.gov/salmonella/sundsvall-11-23/index.html\" style=\"text-decoration:underline\" target=\"_blank\">cantaloupes</a>, <a href=\"https://www.cdc.gov/salmonella/outbreaks/saintpaul-07-23/investigation.html?CDC_AAref_Val=https://www.cdc.gov/salmonella/saintpaul-07-23/details.html\" style=\"text-decoration:underline\">ground beef</a>, nut butters, raw cookie dough, eggs, raw or unpasteurized milk, and flour.</p>\n        <p><a href=\"https://www.cdc.gov/salmonella/outbreaks/backyardpoultry-05-24/index.html\" style=\"text-decoration:underline\">Backyard poultry</a> are another source of <em>Salmonella</em> outbreaks. Even <a href=\"https://www.health.harvard.edu/blog/small-pets-are-delightful-but-some-carry-dangerous-bacteria-202312042998\" style=\"text-decoration:underline\" target=\"_blank\">small pets</a> such as turtles and frogs, along with dog food, have contributed to multistate outbreaks in recent years.</p>\n        <p>You can also become infected by handling contaminated food and spreading the bacteria from your hands to your mouth. Additionally, you can spread it to others on your hands or even on your clothes without becoming sick yourself.</p>\n        <p>\"It's a bug that's carried in stool and animal feces and is also present in the environment,\" Dr. Hohmann says. \"So it can set up shop in lots of different inanimate objects, soils, and machinery, especially in moist environments.\"</p>\n        <h2>What symptoms can <em>Salmonella</em> cause?</h2>\n        <p>Most of the time Salmonella infection leads to <a href=\"https://www.health.harvard.edu/diseases-and-conditions/gastroenteritis-in-adults-a-to-z\" style=\"text-decoration:underline\">gastroenteritis</a>, usually causing just an upset stomach, abdominal cramps, and diarrhea. These symptoms can start as soon as six hours after ingesting the bacteria. Typically, symptoms resolve on their own within two to three days.</p>\n        <p>Some people have such mild symptoms they're barely noticeable. \"The classic case might be a college student who eats a burrito from a sketchy place, gets sick for a couple of days, gets better, and doesn't think anything of it,\" says Dr. Hohmann.</p>\n        <p>Sometimes symptoms are more serious, such as severe abdominal cramping and bloody diarrhea, or unexplained high fever and marked fatigue. These symptoms require a call to your doctor.</p>\n        <h2>How is salmonellosis treated?</h2>\n        <p>Most people will <a href=\"https://www.niddk.nih.gov/health-information/digestive-diseases/food-poisoning/treatment\" target=\"_blank\">get better on their own</a> without any medicines. Replacing lost fluids by sipping water or electrolyte drinks to avoid dehydration will help.</p>\n        <p>Call a doctor if you have</p>\n        <ul>\n          <li>diarrhea and a fever higher than 102° F</li>\n          <li>diarrhea that doesn't improve after three days</li>\n          <li>bloody stools</li>\n          <li>vomiting so severe it prevents you from keeping liquids down.</li>\n        </ul>\n        <p>Treating the infection with medicine comes with an annoying paradox, Dr. Hohmann says. If doctors decide to prescribe antibiotics, the person taking the medicine may shed the organism for longer than if they were never treated. \"Then that person may have the opportunity — either through poor personal hygiene, sex, or working as a food worker — to spread it to others,\" she explains. \"It's challenging.\"</p>\n        <h2>What complications can <em>Salmonella</em> lead to?</h2>\n        <p>Some people get sicker with salmonellosis than others, with seemingly no rhyme or reason. But certain folks are especially vulnerable to serious infection, including:</p>\n        <ul>\n          <li>adults 65 and older</li>\n          <li>pregnant women</li>\n          <li>children under 5</li>\n          <li>people whose immune systems are weakened by diseases (such as cancer) or treatments (such as immunosuppressing drugs).</li>\n        </ul>\n        <p>A small percentage of those infected can have <em>Salmonella</em> in their blood, which can spread the infection to other parts of the body such as the urinary tract, bones, joints, or central nervous system (brain and spinal fluid).</p>\n        <p>And, like Dr. Hohmann's patient with the abdominal aortic aneurysm, on rare occasions <em>Salmonella</em> can lead to unusual blood vessel complications in people who already have atherosclerosis, blockage of the arteries caused by plaque buildup.</p>\n        <h2>What steps can you take to avoid <em>Salmonella</em>?</h2>\n        <p>We all can take steps to avoid the food poisoning, illness, and hospitalizations that <em>Salmonella</em> exposure can cause.</p>\n        <p>Dr. Hohmann and the <a href=\"https://www.cdc.gov/salmonella/prevention/?CDC_AAref_Val=https://www.cdc.gov/salmonella/general/prevention.html\" target=\"_blank\">CDC</a> suggest these strategies:</p>\n        <ul>\n          <li>Using hot water and soap, wash cutting boards or plates on which you cut into raw foods — including vegetables and fruit — before using those surfaces for other purposes. If possible, use separate cutting boards for produce, meat, and fish.</li>\n          <li>Refrigerate or freeze foods that are perishable, prepared, or left over within two hours to thwart salmonella growth.</li>\n          <li>Always <a href=\"https://www.youtube.com/watch?v=eZw4Ga3jg3E\" target=\"_blank\">wash hands well</a> with soap and water before preparing food and after contact with animals, using the toilet, or changing diapers.</li>\n          <li>If you have a sick pet, take extra care handling its feces and wash your hands thoroughly afterward.</li>\n        </ul>\n        <p>Take additional steps to help more vulnerable people stay healthy:</p>\n        <ul>\n          <li>Don't let young children touch high-risk animals, such as turtles, frogs, chickens, or ducks. \"And if you're taking young children to a petting zoo, they should not be petting animals unless you can disinfect their hands immediately afterward,\" she says.</li>\n          <li>Older adults and those with compromised immune systems should take extra care to wash and cook foods thoroughly.</li>\n          <li>People who have had a transplant (such as a kidney transplant) should not keep reptiles or amphibians as pets.</li>\n        </ul>\n        <p>\"You hate to make people paranoid, so that we're washing our lettuce leaves with soap, but it's worth thinking about these things, particularly if you have people in your household who are susceptible — which is an increasing number of people,\" Dr. Hohmann says.</p>\n    "
    },
    {
      "title": "两份工作或可降低死于阿尔茨海默病的几率——但为什么？ (原标题: Two jobs may lower the odds of dying from Alzheimer's disease — but why?)",
      "link": "https://www.health.harvard.edu/blog/two-jobs-may-lower-the-odds-of-dying-from-alzheimers-disease-but-why-202505063098",
      "pubDate": "Tue, 06 May 2025 14:30:00 GMT",
      "isoDate": "2025-05-06T14:30:00.000Z",
      "creator": "Robert H. Shmerling, MD",
      "summary": "本文探讨了一项新的研究，该研究发现出租车和救护车司机死于阿尔茨海默病（AD）的风险显著低于其他职业。\n\n*   **主要发现：**\n    *   出租车和救护车司机因AD死亡的比例远低于其他职业。\n    *   研究表明，需要频繁进行实时空间和导航技能的工作可能会改变海马体的结构和功能，从而降低AD死亡风险。\n    *   其他涉及导航的工作，如飞行员和船长，AD死亡率反而较高，可能是因为这些工作涉及预定路线，对实时导航需求较低。\n*   **研究局限性：**\n    *   该研究为观察性研究，只能识别关系，不能确定因果关系。\n    *   死亡证明上的职业信息可能不准确。\n    *   可能存在自我选择偏差，即易患AD的人可能倾向于避免需要导航技能的职业。\n    *   可能存在其他未评估的混杂因素，如吸烟习惯。\n*   **潜在应用：**\n    *   研究结果可能有助于更好地理解阿尔茨海默病，并开发预防方法。\n    *   需要进一步研究，以确定是否可以通过需要复杂导航技能的活动（如寻宝游戏、拼图游戏等）来降低AD风险。\n\n![A yellow taxi cab driving down a city street with blurred motion and colored lights in the background](https://domf5oio6qrcr.cloudfront.net/medialibrary/16603/gettyimages-105782282.jpg)",
      "translated_title": "两份工作或可降低死于阿尔茨海默病的几率——但为什么？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16603/gettyimages-105782282.jpg",
          "alt": "A yellow taxi cab driving down a city street with blurred motion and colored lights in the background",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A yellow taxi cab driving down a city street with blurred motion and colored lights in the background\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16603/gettyimages-105782282.jpg\" style=\"height:398px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"ca1b3bb1-6090-458d-956d-8c5a59858251\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Alzheimer's disease (AD) is a devastating disease. Despite decades of research, science has not pinned down causes or discovered <a href=\"https://www.health.harvard.edu/topics/alzheimers-disease\" style=\"text-decoration:underline\" target=\"_blank\">highly effective treatments</a>. And while a healthy diet, regular exercise, and other measures can help people slow or avoid AD, we badly need more routes for preventing it.</p>\n        <p>That's why a new study is so intriguing — and potentially game-changing. Researchers have found that the risk of death due to AD is markedly lower in taxi and ambulance drivers compared with hundreds of other occupations. And the reason <em>could</em> be that these drivers develop structural changes in their brains as they work.</p>\n        <h2>Drawing a connection between Alzheimer's disease and work</h2>\n        <p>In the past two decades, <a href=\"https://pubmed.ncbi.nlm.nih.gov/10716738/\" style=\"text-decoration:underline\" target=\"_blank\">small studies demonstrated</a> that London taxi drivers tend to have an enlargement in one area of the hippocampus, a part of the brain involved with developing spatial memory. Interestingly, that part of the brain is one area that's commonly damaged by AD.</p>\n        <p>These observations led to speculation that taxi drivers might be less prone to AD than people with jobs that don't require similar navigation and spatial processing skills.</p>\n        <p>A <a href=\"https://pubmed.ncbi.nlm.nih.gov/39689964/\" style=\"text-decoration:underline\" target=\"_blank\">recent study explores this possibility</a> by analyzing data from nearly nine million people who died over a three-year period and had occupation information on their death certificates. After accounting for age of death, researchers tallied Alzheimer's-related death rates for more than 443 different jobs. The results were dramatic.</p>\n        <h2>What did the study find?</h2>\n        <ul>\n          <li><strong>Taxi and ambulance drivers were much less likely to die an AD-related death than people in other occupations.</strong> AD accounted for 0.91% of deaths of taxi drivers and 1.03% of deaths of ambulance drivers. Among chief executives, AD accounted for 1.82% of deaths, which is close to the average for the general population. While these differences may seem small, they translate to more than 40% fewer deaths related to Alzheimer's among taxi and ambulance drivers.</li>\n          <li><strong>This benefit did not seem to extend to others with jobs involving navigation.</strong> For example, aircraft pilots (2.34%) and ship captains (2.12%) had some of the highest rates of death due to AD. Bus drivers (1.65%) were closer to the population average but still not nearly as low as taxi and ambulance drivers.</li>\n          <li><strong>Other types of dementia did not follow this pattern.</strong> Rates of death due to dementia other than AD were not lower among taxi and ambulance drivers.</li>\n        </ul>\n        <h2>Why would driving a taxi or ambulance affect the risk of AD-related death?</h2>\n        <p>One possible explanation is that jobs requiring frequent real-time spatial and navigational skills change both structure and function in the hippocampus. If these jobs help keep the hippocampus healthy, that could explain why AD-related deaths — but not deaths due to other types of dementia — are lower in taxi and ambulance drivers. It could also explain the older studies that found enlargement in parts of the hippocampus in people with these jobs.</p>\n        <p>And why aren't bus drivers, pilots, and ship captains similarly protected? The study authors suggest these other jobs involve predetermined routes with less real-time navigational demands. Thus, they may not change the hippocampus as much.</p>\n        <h2>What are the limitations of this study?</h2>\n        <p>A single research study is rarely definitive, especially an observational study like this one. Observational studies can only identify a relationship — not establish a firm cause — between a protective factor and a condition like AD. There could be other explanations for the findings. For example:</p>\n        <ul>\n          <li><strong>Information on death certificates.</strong> Researchers in this study used \"usual occupation at the time of death\" as provided by a survivor presumed to know that information. But that might not be accurate. And many people have more than one job over the course of their lives.</li>\n          <li><strong>Self-selection.</strong> Perhaps people who are prone to AD find navigation more challenging than others, and so tend to avoid these occupations. Similarly, it's possible that people who are less prone to AD tend to have better navigational skills and are more likely to pursue jobs for which that's an advantage. In this way, self-selection, rather than the occupation itself, could have contributed to the study's results.</li>\n          <li><strong>Confounders.</strong> The study's findings could be due to factors other than those assessed by the study (confounders). For example, it's possible that people whose lifelong occupation is driving a taxi or ambulance are less likely than others to smoke. Since smoking is a risk factor for AD, the lower rate of smoking, rather than the occupation, could contribute to fewer AD-related deaths among these drivers.</li>\n          <li><strong>Chance.</strong> The findings could be due to chance, especially because there were just 10 AD-related deaths among taxi drivers. Even a small number of overlooked deaths due to AD could sway the results.</li>\n        </ul>\n        <p>And even if driving a taxi or ambulance could lower your risk of AD-related death, what's the impact of GPS technology now in widespread use? If these jobs now require less navigational demand due to GPS, will the protective effect of these jobs evaporate?</p>\n        <h2>How might this new study help you reduce your risk of AD?</h2>\n        <p>You might wonder if these findings can be applied to anyone who wants to lower their risk of AD. For example, could outdoor treasure-hunting activities that require complex navigational skills, such as <a href=\"https://www.health.harvard.edu/blog/orienteering-great-exercise-and-better-thinking-skills-202307102953\" style=\"text-decoration:underline\" target=\"_blank\">orienteering</a> and <a href=\"https://oceanservice.noaa.gov/facts/geocaching.html\" style=\"text-decoration:underline\" target=\"_blank\">geocaching</a>, help stave off AD? At least one small study found that <a href=\"https://pubmed.ncbi.nlm.nih.gov/36662692/\" style=\"text-decoration:underline\" target=\"_blank\">orienteering experts had better spatial memory</a> than orienteering novices.</p>\n        <p>Could puzzles, video games, or even board games designed to build spatial skills reduce the risk of AD? Think Rubik's Cubes and jigsaw puzzles, Minecraft and Tetris, chess and Labyrinth. A round of Battleship, anyone? And if these activities are actually helpful, how often would you need to play?</p>\n        <p>I look forward to the results of studies exploring these questions. Until then, it's best to rely on <a href=\"https://www.health.harvard.edu/mind-and-mood/how-to-lower-your-dementia-risk\" style=\"text-decoration:underline\" target=\"_blank\">experts' recommendations to reduce your risk of AD</a>, including high-quality sleep, diet, and regular exercise.</p>\n        <h2>The bottom line</h2>\n        <p>I find this new research about taxi and ambulance drivers having lower rates of AD-related death fascinating. Considering how often we hear about the <a href=\"https://www.bls.gov/charts/census-of-fatal-occupational-injuries/civilian-occupations-with-high-fatal-work-injury-rates.htm\" style=\"text-decoration:underline\" target=\"_blank\">risks of certain jobs</a>, it's encouraging to hear about occupations that might actually protect you from disease.</p>\n        <p>If confirmed by other research, the results of this study could lead to a better understanding of Alzheimer's disease — and, more importantly, how to prevent it.</p>\n    "
    },
    {
      "title": "常规疫苗能预防痴呆症吗？ (原标题: Can a routine vaccine prevent dementia?)",
      "link": "https://www.health.harvard.edu/blog/can-a-routine-vaccine-prevent-dementia-202504293097",
      "pubDate": "Tue, 29 Apr 2025 14:30:00 GMT",
      "isoDate": "2025-04-29T14:30:00.000Z",
      "creator": "Robert H. Shmerling, MD",
      "summary": "### 带状疱疹疫苗与痴呆症预防的潜在关联\n\n![A colorful jigsaw puzzle assembled as a head with several pieces flying away where the brain would be; concept is dementia](https://domf5oio6qrcr.cloudfront.net/medialibrary/16599/gettyimages-2162424100.jpg)\n\n带状疱疹疫苗，除了预防由水痘-带状疱疹病毒引起的疼痛性皮疹外，越来越多的证据表明它可能带来一个意想不到的益处：降低痴呆症的风险。鉴于美国痴呆症患者数量预计到2060年将翻倍，且目前缺乏高效治疗方法，任何有效的预防措施都具有巨大意义。\n\n**研究证据支持：**\n\n*   **关联性研究：** 尽管并非所有研究都一致，但一些研究发现患带状疱疹会增加未来患痴呆症的风险。\n*   **疫苗有效性研究：**\n    *   一项针对30多万70岁以上成年人的研究显示，接种带状疱疹疫苗的群体痴呆症发生率较低。\n    *   另一项针对20多万老年人的研究比较了新型重组疫苗和旧型活疫苗的效果，发现两种疫苗均能降低痴呆症风险，但新型疫苗效果更显著，接种者无痴呆生存时间平均延长164天。\n*   **“自然实验”研究（威尔士）：**\n    *   利用威尔士2013年基于出生日期设定疫苗接种资格的政策，研究人员分析了近30万人的健康记录。\n    *   结果显示，与未接种疫苗者相比，接种者患带状疱疹的频率更低，且在七年内患痴呆症的风险降低了3.5%（相当于20%的减少）。\n    *   值得注意的是，女性在预防痴呆症方面表现出更强的保护效果。\n    *   尽管此类研究不能“证明”因果关系，但结合其他研究，强烈暗示了这种益处，仍需更多研究证实。\n\n**可能的生物学机制：**\n\n科学家们提出了几种解释带状疱疹疫苗可能预防痴呆症的生物学合理性：\n\n*   **减少炎症：** 预防带状疱疹可能减少体内，尤其是神经系统中的有害炎症。\n*   **影响免疫功能：** 疫苗接种可能以某种方式改变免疫功能，从而起到保护作用。\n*   **降低中风风险：** 有证据表明带状疱疹可能增加中风风险，而中风是导致或促成痴呆症的因素之一。因此，疫苗可能通过减少带状疱疹相关中风来降低痴呆症风险。\n\n**结论与建议：**\n\n除了保持健康的生活方式（如规律运动和健康饮食）以降低痴呆症风险外，越来越多的证据表明带状疱疹疫苗也应被纳入预防清单。对于符合接种条件的人群，接种带状疱疹疫苗不仅能预防疼痛的带状疱疹发作，还可能带来更多意想不到的健康益处。未来的研究有望进一步揭示痴呆症的发展机制及更有效的预防和治疗方法。",
      "translated_title": "常规疫苗能预防痴呆症吗？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16599/gettyimages-2162424100.jpg",
          "alt": "A colorful jigsaw puzzle assembled as a head with several pieces flying away where the brain would be; concept is dementia",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A colorful jigsaw puzzle assembled as a head with several pieces flying away where the brain would be; concept is dementia\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16599/gettyimages-2162424100.jpg\" style=\"height:337px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"5c8842a7-6348-4006-b012-607010891e5f\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>It's fairly common for a medical treatment to cause side effects: think headache, upset stomach, sleepiness, and occasionally more severe side effects. Far more rarely, a side effect provides <a href=\"https://www.health.harvard.edu/blog/is-there-a-good-side-to-drug-side-effects-202405313045\" style=\"text-decoration:underline\" target=\"_blank\">an unexpected benefit</a>. This might be the case for the shingles vaccine.</p>\n        <p><a href=\"https://www.health.harvard.edu/diseases-and-conditions/answers-to-common-questions-about-shingles\" style=\"text-decoration:underline\" target=\"_blank\">Shingles</a> is a painful, blistering skin rash caused by the varicella zoster virus responsible for chickenpox. The virus lies dormant in nerve tissue and can reactivate to cause shingles in anyone who has had chickenpox in the past. A <a href=\"https://www.cdc.gov/shingles/vaccines/index.html\" style=\"text-decoration:underline\" target=\"_blank\">vaccine to prevent shingles</a> is recommended for adults ages 50 and older, and for people 19 and older who have an impaired immune system.</p>\n        <p>While we know the shingles vaccine is effective at preventing shingles, evidence is mounting that it might also reduce the risk of dementia. Yes, a vaccination to prevent shingles may lessen your risk of dementia.</p>\n        <h2>Dementia is on the rise</h2>\n        <p>Dementia is a devastating condition for those affected and their families. Currently, <a href=\"https://www.cdc.gov/alzheimers-dementia/about/alzheimers.html\" style=\"text-decoration:underline\" target=\"_blank\">an estimated nine million people in the US have dementia</a>. The number is <a href=\"https://pubmed.ncbi.nlm.nih.gov/39806070/\" style=\"text-decoration:underline\" target=\"_blank\">expected to double by 2060</a>, primarily because of the aging population. In most cases, <a href=\"https://www.health.harvard.edu/mind-and-mood/drugs-for-alzheimers-disease\" style=\"text-decoration:underline\" target=\"_blank\">no highly effective treatments are available</a>. An effective preventive measure could have an enormous impact, especially if it's safe, inexpensive, and already available.</p>\n        <h2>Can shingles vaccination prevent dementia?</h2>\n        <p>Some (though not all) studies have found that <a href=\"https://pubmed.ncbi.nlm.nih.gov/38475873/\" style=\"text-decoration:underline\" target=\"_blank\">having shingles increases your risk of dementia</a> in the future. And that's led researchers to explore the possibility that preventing shingles through vaccination might reduce dementia risk.</p>\n        <p>Several studies suggest this is true. For example:</p>\n        <ul>\n          <li>A study of more than 300,000 adults found that among those 70 and older, dementia was less common <a href=\"https://pubmed.ncbi.nlm.nih.gov/34788293/\" style=\"text-decoration:underline\" target=\"_blank\">among those who had received shingles vaccination</a> than among those who did not.</li>\n          <li>A study of more than 200,000 older adults compared rates of dementia between those receiving a newer (recombinant) shingles vaccine and those who had an older (live) vaccine that is no longer approved in the US. Researchers found that the <a href=\"https://pubmed.ncbi.nlm.nih.gov/39053634/\" style=\"text-decoration:underline\" target=\"_blank\">risk of dementia was lower</a> six years after receiving either vaccine. But the effect was larger for the newer vaccine: those given the recombinant vaccine spent more time living dementia-free (164 days longer) compared with those given the older vaccine.</li>\n        </ul>\n        <h2>What is a natural experiment?</h2>\n        <p>Perhaps the best evidence suggesting that shingles vaccination prevents dementia comes from a natural experiment <a href=\"https://pubmed.ncbi.nlm.nih.gov/40175543/\" style=\"text-decoration:underline\" target=\"_blank\">recently published</a> in the journal <em>Nature</em>.</p>\n        <p>A natural experiment takes advantage of real-world circumstances by dividing people into an exposed group and an unexposed group and then comparing specific outcomes.</p>\n        <ul>\n          <li>Examples of exposures might be an illness (like the COVID pandemic), a policy (like a smoking ban in one state), or a vaccination (like the shingles vaccine).</li>\n          <li>Outcomes might include virtual versus in-person learning during the pandemic, smoking-related illnesses in a state with a smoking ban compared to a state without that ban, or dementia rates among people who did or didn't receive a vaccine.</li>\n        </ul>\n        <p>Natural experiment studies bypass the challenges of having to recruit hundreds or thousands of study subjects who might differ from one another in important ways, or who might alter their behavior because they know they're in a study. The results can be even more valuable than — and as credible as — standard randomized trials.</p>\n        <h2>What did this natural experiment study look at?</h2>\n        <p>In 2013, Wales made the shingles vaccination available to individuals based on their date of birth: anyone born <em>after</em> September 2, 1933, was eligible, while anyone born <em>before</em> that date was not. Researchers took this opportunity to analyze health records of nearly 300,000 people: half were two weeks older than the cutoff date and half were two weeks younger. The study looked at whether people developed dementia over a seven-year period.</p>\n        <p>Researchers found that compared to those who didn't get the shingles vaccination, those who received it</p>\n        <ul>\n          <li>developed shingles less often</li>\n          <li>were 3.5% less likely to develop dementia over seven years (a 20% reduction)</li>\n          <li>were more likely to be protected from dementia if female.</li>\n        </ul>\n        <p>A study of this type cannot prove that shingles vaccination prevents dementia. But along with the studies cited above, there's a strong suggestion that it does. We'll need additional studies to confirm the benefit. We also want to understand other details of the vaccine's effect, such as whether protection applies more to some types of dementia (such as Alzheimer's disease) than others, and whether the effect of vaccination changes over time.</p>\n        <h2>Why might the shingles vaccine prevent dementia?</h2>\n        <p>With any unexpected finding in science, it's a good idea to ask whether there is a reasonable explanation behind it. Scientists call this biologic plausibility. In general, the more plausible a result is, the more likely it is to hold up in later research.</p>\n        <p>In this case, several lines of reasoning explain how a shingles vaccine might reduce the risk of dementia, including:</p>\n        <ul>\n          <li><strong>Reduced inflammation:</strong> Preventing shingles may prevent harmful inflammation in the body, especially in the nervous system.</li>\n          <li><strong>Impact on immune function:</strong> Vaccination might alter immune function in a way that protects against dementia.</li>\n          <li><strong>Reducing stroke risk:</strong> Some evidence shows that <a href=\"https://www.health.harvard.edu/diseases-and-conditions/shingles-linked-with-higher-risk-for-heart-disease-and-stroke\" style=\"text-decoration:underline\" target=\"_blank\">shingles may increase the risk of stroke</a>. A stroke can contribute to or cause dementia, so perhaps vaccination leads to less dementia by reducing shingles-related strokes.</li>\n        </ul>\n        <p>The observation that women had more protection from dementia than men after shingles vaccination is unexplained. It's possible that the immune response to vaccination is different in women, or that dementia develops differently in women compared with men.</p>\n        <h2>The bottom line</h2>\n        <p>All of us can take steps to <a href=\"https://www.health.harvard.edu/mind-and-mood/how-to-lower-your-dementia-risk\" style=\"text-decoration:underline\" target=\"_blank\">lower dementia risk</a>, mostly through healthy behaviors such as being active regularly and choosing a healthy diet. Evidence is mounting that shingles vaccination should be added to the list. It's a story worth following. Future studies of the shingles vaccine could even provide insights into how dementia develops, and how to better prevent and treat it.</p>\n        <p>Until then, get your shingles vaccination if you're eligible for it. It can prevent painful episodes of shingles — and may do much more.</p>\n    "
    },
    {
      "title": "少吃黄油，多用植物油，寿命更长？ (原标题: Less butter, more plant oils, longer life?)",
      "link": "https://www.health.harvard.edu/blog/less-butter-more-plant-oils-longer-life-202504233096",
      "pubDate": "Wed, 23 Apr 2025 14:30:00 GMT",
      "isoDate": "2025-04-23T14:30:00.000Z",
      "creator": "Francesca Coltrera",
      "summary": "### 哈佛研究：植物油优于黄油，有助延长寿命\n\n![健康植物油瓶](https://domf5oio6qrcr.cloudfront.net/medialibrary/16593/gettyimages-1205303885.jpg)\n\n一项发表在《美国医学会内科杂志》(JAMA Internal Medicine)上的哈佛最新研究，基于数十年的长期观察性研究数据，深入探讨了黄油和植物油对死亡率的影响。研究主要发现如下：\n\n*   **核心结论：** 黄油摄入量越高，死亡风险越大；植物油摄入量越高，死亡风险越低。\n\n*   **死亡风险对比：**\n    *   黄油摄入量最高的人群，死亡风险比摄入量最低的人群高出15%。\n    *   植物油摄入量最高的人群，死亡风险比摄入量最低的人群低16%。\n\n*   **疾病风险：**\n    *   黄油摄入量高还会增加癌症死亡风险。\n    *   植物油摄入量高则能降低癌症和心血管疾病（如中风或心脏病发作）的死亡风险。\n\n*   **有益的植物油：** 研究发现，大豆油、菜籽油和橄榄油与生存益处显著相关。\n\n*   **替代效应：** 建模分析显示，每天用约10克（略少于一汤匙）的植物油替代等量黄油，可减少总死亡人数和癌症死亡人数。\n\n*   **健康机制：**\n    *   **黄油：** 几乎不含必需脂肪酸，并含有少量反式脂肪（对心血管健康最不利）。\n    *   **植物油：** 富含抗氧化剂、必需脂肪酸和不饱和脂肪。研究表明，这些成分有助于维持健康的胆固醇和甘油三酯水平，降低胰岛素抵抗，并可能减少体内慢性炎症。\n\n*   **专家建议：**\n    *   偶尔少量食用黄油以调味无妨。\n    *   在烹饪和餐桌上，应尽可能使用液态植物油替代黄油。\n    *   可尝试不同种类的植物油，如不同橄榄油、芥末油和芝麻油，以找到适合不同用途的口味。\n    *   黄油与植物油的混合使用，或偶尔单独使用少量黄油，也能满足味蕾。\n\n*   **研究局限与优势：**\n    *   **数据来源：** 收集自护士健康研究、护士健康研究II和健康专业人员随访研究中超过22.1万名成年人每四年一次的问卷数据。\n    *   **局限性：** 作为观察性研究，无法证明因果关系；大多数参与者是白人医疗保健专业人员，研究结果可能不适用于更广泛的人群。\n    *   **优势：** 研究规模大、随访时间长（最长达33年），并对年龄、体育活动、吸烟状况和疾病家族史等多种变量进行了调整。",
      "translated_title": "少吃黄油，多用植物油，寿命更长？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16593/gettyimages-1205303885.jpg",
          "alt": "Bottles of all shapes and sizes filled with healthy plant oils posed on a reflective countertop ",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"Bottles of all shapes and sizes filled with healthy plant oils posed on a reflective countertop \" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16593/gettyimages-1205303885.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"a1f925a1-a9ae-4491-b88b-9da0b10d6e14\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Not such good news for butter lovers like myself: seesawing research on how healthy or unhealthy butter might be received a firm push from a recent <a href=\"https://pubmed.ncbi.nlm.nih.gov/40048719/\" style=\"text-decoration:underline\" target=\"_blank\">Harvard study</a> published in <em>JAMA Internal Medicine</em>. Drawing on decades of data gathered through long-term observational studies, the researchers investigated whether butter and plant oils affect mortality.</p>\n        <p>One basic takeaway? \"A higher intake of butter increases mortality risk, while a higher intake of plant-based oil will lower it,\" says Yu Zhang, lead author of the study. And importantly, choosing to substitute certain plant oils for butter might help people live longer.</p>\n        <h2>What did the study find about butter versus plant oils?</h2>\n        <p>The researchers divided participants into four groups based on how much butter and plant oils they reported using on dietary questionnaires. They compared deaths among those consuming the highest amounts of butter or plant oils with those consuming the least, over a period of up to 33 years.</p>\n        <p>Plant oils won out handily. A 15% higher risk of death was seen among those who ate the most butter compared with those who ate the least. A 16% lower risk of death was seen among those who consumed the highest amount of plant oils compared with those who consumed the least.</p>\n        <p>Higher butter intake also raised risk for cancer deaths. And higher plant oil intake cut the risk for dying from cancer or cardiovascular disease like stroke or heart attack.</p>\n        <p>While the study looked at five plant oils, only soybean, canola, and olive oil were linked with survival benefits. Swapping out a small amount of butter in the daily diet — about 10 grams, which is slightly less than a tablespoon — for an equivalent amount of those plant-based oils was linked with fewer total deaths and fewer cancer deaths, according to a modeling analysis.</p>\n        <h2>How could substituting plant oils for butter improve health?</h2>\n        <p>\"Butter has almost no essential fatty acids and a modest amount of trans fat — the worst type of fat for cardiovascular disease,\" Dr. Walter C. Willett, professor of epidemiology and nutrition at the Harvard T.H. Chan School of Public Health and professor of medicine at Harvard Medical School, noted by email.</p>\n        <p>By contrast, the plant oils highlighted in this study are rich in antioxidants, essential fatty acids, and unsaturated fats, which research has linked to healthier levels of cholesterol and triglycerides and lower insulin resistance.</p>\n        <p>Especially when substituted for a saturated fat like butter, plant oils also may help lower <a href=\"https://www.health.harvard.edu/blog/an-action-plan-to-fight-unhealthy-inflammation-202205052739\" style=\"text-decoration:underline\" target=\"_blank\">chronic inflammation</a> within the body. Making such substitutions aligns with American Heart Association recommendations and current Dietary Guidelines for Americans for healthful eating that lower risk for chronic disease.</p>\n        <p>And for the butter lovers? \"A little butter occasionally for its flavor would not be a problem,\" says Dr. Willett. \"But for better health, use liquid plant oils whenever possible instead of butter for cooking and at the table.\" Try sampling a variety of plant oils, like different olive oils, mustard oil, and sesame oil, to learn which ones you enjoy for different purposes, he suggests. Additionally, a blend or mix of butter with oils — or sometimes a bit of butter on its own — can satisfy taste buds.</p>\n        <h2>What about study limitations and strengths?</h2>\n        <p>The study crunched data collected through a questionnaire answered every four years by more than 221,000 adults participating in the <a href=\"https://nurseshealthstudy.org/\" style=\"text-decoration:underline\" target=\"_blank\">Nurses' Health Study, Nurses' Health Study II</a>, and <a href=\"https://hsph.harvard.edu/research/health-professionals/\" style=\"text-decoration:underline\" target=\"_blank\">Health Professionals Follow-Up Study</a>. As is true of all observational studies, this type of research can't prove cause and effect, although it adds to the body of evidence. Because most participants were white health care professionals, the findings may not apply to a wider population.</p>\n        <p>The researchers adjusted for many variables that can affect health, including age, physical activity, smoking status, and family history of illnesses like cancer and diabetes. The size of the study, the length of follow-up, and multiple adjustments like these are all strengths.</p>\n    "
    },
    {
      "title": "更健康的地球，更健康的人类 (原标题: Healthier planet, healthier people)",
      "link": "https://www.health.harvard.edu/blog/healthier-planet-healthier-people-202304182914",
      "pubDate": "Mon, 21 Apr 2025 04:00:00 GMT",
      "isoDate": "2025-04-21T04:00:00.000Z",
      "creator": "Wynne Armand, MD",
      "summary": "## 中文摘要\n\n本文强调了地球健康与人类健康之间密不可分的联系，即“协同效益”或“行星健康”理念。自1970年地球日创立以来，环境意识的重要性日益凸显，气候变化的影响（如火灾、风暴、洪水、干旱、热浪、海平面上升、物种灭绝等）以及化石燃料和野火造成的空气污染，都直接或间接威胁着人类福祉，特别是弱势群体。此外，随着区域变暖，携带传染病的蜱虫和蚊子的地理和季节边界也在扩大。\n\n文章提出了改善个人和地球健康的四种方式：\n\n1.  **采纳以植物为主的饮食：** 增加植物性食物摄入，减少肉类。这有助于降低心脏病、中风、肥胖、高血压、2型糖尿病和多种癌症的风险。与肉类饮食相比，植物性饮食的碳足迹更低，并使用更少的土地和水等自然资源。\n2.  **选择积极的交通方式：** 优先选择步行、骑自行车或公共交通，而非驾车。这不仅能帮助成年人达到每周150分钟中等强度体育活动的健康建议，改善心理健康、骨骼健康和体重管理，还能减少心脏病和某些癌症的风险。同时，减少燃油车辆行驶里程意味着更清洁的空气、更少的碳排放和空气污染。\n3.  **从小处着手，循序渐进：** 鼓励个人根据自身情况设定可实现但具有挑战性的目标，例如每周吃一顿素食餐，或尝试乘坐公交车上班。\n4.  **积极交流分享：** 分享自己的想法和行动有助于减少孤立感，建立社区，增强幸福感和韧性。通过分享，个人行动的影响力可以被放大，甚至可能影响到更广泛的政策制定和公共选择。\n\n![A crystal globe with countries etched on, circled by stethoscope with red heart; Earth health and our health connect](https://domf5oio6qrcr.cloudfront.net/medialibrary/13765/1528cc88-71f7-4707-a95f-912b757db835.jpg)",
      "translated_title": "更健康的地球，更健康的人类",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/13765/1528cc88-71f7-4707-a95f-912b757db835.jpg",
          "alt": "A crystal globe with countries etched on, circled by stethoscope with red heart; Earth health and our health connect",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <em>\n            <img alt=\"A crystal globe with countries etched on, circled by stethoscope with red heart; Earth health and our health connect\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/13765/1528cc88-71f7-4707-a95f-912b757db835.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"1528cc88-71f7-4707-a95f-912b757db835\" referrerpolicy=\"no-referrer\">\n          </em>\n        </p>\n        <p><em>Everything is connected.</em> You've probably heard that before, but it bears repeating. Below are five ways to boost both your individual health and the health of our planet — a combination that environmentalists call co-benefits.</p>\n        <h2>How your health and planetary health intersect</h2>\n        <p>Back in 1970, Earth Day was founded as a day of awareness about environmental issues. Never has awareness of our environment seemed more important than now. The impacts of climate change on Earth — fires, storms, <a href=\"https://www.health.harvard.edu/blog/respiratory-health-harms-often-follow-flooding-taking-these-steps-can-help-202211092848\" style=\"text-decoration:underline\">floods</a>, <a href=\"https://www.health.harvard.edu/blog/how-to-stay-healthy-during-a-drought-202403253026\" target=\"_blank\">droughts</a>, <a href=\"https://www.health.harvard.edu/blog/extreme-heat-staying-safe-if-you-have-health-issues-202108062563\" style=\"text-decoration:underline\">heat waves</a>, rising sea levels, species extinction, and more — directly or indirectly threaten our well-being, especially for those most vulnerable. For example, <a href=\"https://www.health.harvard.edu/blog/even-low-level-air-pollution-may-harm-health-202202212692\" style=\"text-decoration:underline\">air pollution</a> from fossil fuels and <a href=\"https://www.health.harvard.edu/blog/wildfires-how-to-cope-when-smoke-affects-air-quality-and-health-202306232947\" target=\"_blank\">wildfires</a> contributes to lung problems and hospitalizations. <a href=\"https://www.lyme.health.harvard.edu/\" style=\"text-decoration:underline\" target=\"_blank\">Geographic and seasonal boundaries for ticks</a> and mosquitoes, which are carriers of infectious diseases, expand as regions warm.</p>\n        <p>The concept of planetary health acknowledges that the ecosystem and our health are inextricably intertwined. Actions and events have complex downstream effects: some are expected, others are surprising, and many are likely unrecognized. While individual efforts may seem small, collectively they can move the needle — even ever so slightly — in the right direction.</p>\n        <h2>Five ways to improve personal and planetary health</h2>\n        <h3>Adopt plant-forward eating.</h3>\n        <p>This means increasing <a href=\"https://www.health.harvard.edu/blog/what-is-a-plant-based-diet-and-why-should-you-try-it-2018092614760\" style=\"text-decoration:underline\">plant-based foods</a> in your diet while minimizing meat. Making these types of choices lowers the risks of heart disease, stroke, obesity, high blood pressure, type 2 diabetes, and many cancers. Compared to meat-based meals, plant-based meals also have many beneficial effects for the planet. For example, for the same amount of protein, plant-based meals have a lower carbon footprint and use fewer natural resources like land and water.</p>\n        <h3>Remember, not all plants are equal.</h3>\n        <p>Plant foods also <a href=\"https://hsph.harvard.edu/news/healthy-plant-based-diets-better-for-the-environment-than-less-healthy-plant-based-diets/\" target=\"_blank\">vary greatly</a>, both in terms of their nutritional content and in their environmental impact. <a href=\"https://www.fda.gov/food/new-nutrition-facts-label/how-understand-and-use-nutrition-facts-label\" style=\"text-decoration:underline\">Learning to read labels</a> can help you determine the nutritional value of foods. It's a bit harder to learn about the environmental impact of specific foods, since there are regional factors. But to get a general sense, Our World in Data has a collection of eye-opening interactive graphs about various <a href=\"https://ourworldindata.org/environmental-impacts-of-food\" style=\"text-decoration:underline\">environmental impacts of different foods</a>.</p>\n        <h3>Favor active transportation.</h3>\n        <p>Choose an alternative to driving such as walking, biking, or using public transportation when possible. Current health recommendations encourage adults to get 150 minutes each week of moderate-intensity physical activity, and two sessions of muscle strengthening activity. Regular physical activity improves mental health, bone health, and weight management. It also reduces risks of heart disease, some cancers, and falls in older adults. Fewer miles driven in gas-powered vehicles means cleaner air, decreased carbon emissions contributing to climate change, and less air pollution (known to cause asthma exacerbations and many other diseases).</p>\n        <h3>Start where you are and work up to your level of discomfort.</h3>\n        <p>Changes that work for one person may not work for another. Maybe you will pledge to eat one vegan meal each week, or maybe you will pledge to limit beef to once a week. Maybe you will try out taking the bus to work, or maybe you will bike to work when it's not winter. Set goals for yourself that are achievable but are also a challenge.</p>\n        <h3>Talk about it.</h3>\n        <p>It might feel as though these actions are small, and it might feel daunting for any one individual trying to make a difference. Sharing your thoughts about what matters to you and about what you are doing might make you feel less isolated and help build community. Building community contributes to well-being and resilience.</p>\n        <p>Plus, if you share your pledges and aims with one person, and that person does the same, then your actions are amplified. Who knows, maybe one of those folks along the way might be the employee who decides what our children eat from school menus, or a city planner for pedestrian walkways and bike lanes!</p>\n    "
    },
    {
      "title": "计步有益——结合步数和心率会更好吗？ (原标题: Counting steps is good — is combining steps and heart rate better?)",
      "link": "https://www.health.harvard.edu/blog/counting-steps-is-good-is-combining-steps-and-heart-rate-better-202504173095",
      "pubDate": "Thu, 17 Apr 2025 14:30:00 GMT",
      "isoDate": "2025-04-17T14:30:00.000Z",
      "creator": "Robert H. Shmerling, MD",
      "summary": "# 计步有益——结合步数和心率会更好吗？\n\n文章探讨了将步数与心率结合起来评估健康和疾病风险的潜力，并介绍了一种新的指标——DHRPS。\n\n## 主要观点：\n\n*   **单一计步的局限性：** 仅靠步数可能不足以全面评估健身水平或心血管疾病风险。\n*   **DHRPS：新的健康评估指标：**\n    *   **定义：** DHRPS（daily heart rate per step，每步心率）是将平均每日心率除以平均每日步数得出的比率。\n    *   **目的：** 旨在更准确地评估健康状况和主要疾病（如心脏病发作或糖尿病）的风险。\n    *   **计算方式：** 需要智能设备（如智能手表或Fitbit）持续监测心率和步数，然后进行简单计算。\n*   **研究发现：**\n    *   一项发表在《美国心脏协会杂志》上的研究，对近7000名参与者（平均年龄55岁）进行了为期五年的跟踪。\n    *   **结果：** 较高的DHRPS分数与以下风险增加显著相关：\n        *   2型糖尿病\n        *   高血压\n        *   冠状动脉粥样硬化\n        *   心脏病发作和心力衰竭\n        *   中风\n    *   DHRPS与这些疾病的关联性强于单独的心率或步数。\n    *   高DHRPS分数的人自我报告健康状况较差，且运动能力较低（基于21名受试者）。\n    *   **DHRPS分数分组：**\n        *   低：0.0081或更低\n        *   中：高于0.0081但低于0.0147\n        *   高：0.0147或更高\n*   **局限性与未来展望：**\n    *   **关联性非因果性：** 该研究仅建立了DHRPS与疾病风险之间的关联，而非因果关系。\n    *   **研究样本限制：** 参与者可能比普通人更关注健康，且样本以女性（>70%）和白人（>80%）为主，结果可能不具普遍性。\n    *   **缺乏对比：** 未与标准心血管疾病风险因素或风险计算器进行比较，DHRPS的实际价值尚不明确。\n    *   **小样本验证：** 运动压力测试结果仅基于21人，不足以得出确定性结论。\n    *   **成本考量：** 持续监测设备成本较高，且DHRPS的益处尚未得到证实。\n*   **结论：** 跟踪DHRPS可能有助于激励积极的行为改变，或未来辅助医疗专业人员评估健康风险。然而，DHRPS是否能真正改善健康仍需更多研究验证。如果已有设备，可尝试计算，或许能激发健康动力。\n\n## 相关图片：\n\n![智能设备显示步数和心率](https://domf5oio6qrcr.cloudfront.net/medialibrary/16548/gettyimages-2188956412-1-.jpg)",
      "translated_title": "计步有益——结合步数和心率会更好吗？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16548/gettyimages-2188956412-1-.jpg",
          "alt": "A round smart device with step count and heart rate in black or yellow on a red background",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A round smart device with step count and heart rate in black or yellow on a red background\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16548/gettyimages-2188956412-1-.jpg\" style=\"height:591px; width:591px\" class=\"ucr-content-image\" data-cr-imageid=\"cbca7486-22d4-4a6c-9525-ce97e60e1b5c\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Have you met your step goals today? If so, well done! Monitoring your step count can inspire you to bump up activity over time.</p>\n        <p>But when it comes to assessing fitness or cardiovascular disease risk, counting steps might not be enough. Combining steps and average heart rate (as measured by a smart device) could be a better way for you to assess fitness and gain insights into your risk for major illnesses like heart attack or diabetes. Read on to learn how many steps you need for better health, and why tagging on heart rate matters.</p>\n        <h2>Steps alone versus steps plus heart rate</h2>\n        <p>First, how many steps should you aim for daily? There's nothing special about the 10,000-steps number often touted: sure, it sounds impressive, and it's a nice round number that has been linked to <a href=\"https://pubmed.ncbi.nlm.nih.gov/36094529/\" style=\"text-decoration:underline\" target=\"_blank\">certain health benefits</a>. But fewer daily steps — <a href=\"https://pubmed.ncbi.nlm.nih.gov/37555441/\" style=\"text-decoration:underline\" target=\"_blank\">4,000 to 7,000</a> — might be enough to help you become healthier. And <a href=\"https://pubmed.ncbi.nlm.nih.gov/34417979/\" style=\"text-decoration:underline\" target=\"_blank\">taking more than 10,000 steps a day might be even better</a>.</p>\n        <p>Second, people walking briskly up and down hills are getting a lot more exercise than those walking slowly on flat terrain, even if they take the same number of steps.</p>\n        <p>So, at a time when millions of people are carrying around smartphones or wearing watches that monitor physical activity and body functions, might there be a better way than just a step count to assess our fitness and risk of developing major disease?</p>\n        <p>According to a new study, the answer is yes.</p>\n        <h2>Get out your calculator: A new measure of health risks and fitness</h2>\n        <p>Researchers publishing in the <em>Journal of the American Heart Association</em> found that <a href=\"https://pubmed.ncbi.nlm.nih.gov/40156587/\" style=\"text-decoration:underline\" target=\"_blank\">a simple ratio that includes both heart rate and step count</a> is better than just counting steps. It's called the DHRPS, which stands for daily heart rate per step. To calculate it, take your average daily heart rate and divide it by your average daily step count. Yes, to determine your DHRPS you'll need a way to continuously monitor your heart rate, such as a smartwatch or Fitbit. And you'll need to do some simple math to arrive at your DHRPS ratio, as explained below.</p>\n        <p>The study enrolled nearly 7,000 people (average age: 55). Each wore a Fitbit, a device that straps onto the wrist and is programmed to monitor steps taken and average heart rate each day. (Fitbits also have other features such as reminders to be active, a tracker of how far you've walked, and sleep quality, but these weren't part of this study.)</p>\n        <p>Over the five years of the study, volunteers took more than 50 billion steps. When each individual's DHRPS was calculated and compared with their other health information, researchers found that higher scores were linked to an increased risk of</p>\n        <ul>\n          <li>type 2 diabetes</li>\n          <li>high blood pressure (hypertension)</li>\n          <li>coronary atherosclerosis, heart attack, and heart failure</li>\n          <li>stroke.</li>\n        </ul>\n        <p>The DHRPS had stronger associations with these diseases than either heart rate or step count alone. In addition, people with higher DHRPS scores were less likely to report good health than those who had the lowest scores. And among the 21 study subjects who had exercise stress testing, those with the highest DHRPS scores had the lowest capacity for exercise.</p>\n        <h2>What counts as a higher score in this study?</h2>\n        <p>In this study, DHRPS scores were divided into three groups:</p>\n        <ul>\n          <li><strong>Low:</strong> 0.0081 or lower</li>\n          <li><strong>Medium:</strong> higher than 0.0081 but lower than 0.0147</li>\n          <li><strong>High:</strong> 0.0147 or higher.</li>\n        </ul>\n        <h2>How to make daily heart rate per step calculations</h2>\n        <p>Here's how it works. Let's say that over a one-month period your average daily heart rate is 80 and your average step count is 4,000. That means your DHRPS equals 80/4,000, or 0.0200. If the next month your average heart rate is still 80 but you take about 6,000 steps a day, your DHRPS is 80/6,000, or 0.0133. Since lower scores are better, this is a positive trend.</p>\n        <h2>Should you start calculating your DHRPS?</h2>\n        <p>Do the results described in this study tempt you to begin monitoring your DHRPS? You may decide to hold off until further research confirms actual health benefits from knowing that ratio.</p>\n        <p>This study merely explored the relationship between DHRPS and risk of diabetes or cardiovascular disease like heart attack or stroke. This type of study can only establish a link between the DHRPS and disease. It can't determine whether a higher score actually causes them.</p>\n        <p>Here are four other limitations of this research to keep in mind:</p>\n        <ul>\n          <li>Participants in this study were likely more willing to monitor their activity and health than the average person. And more than 70% of the study subjects were female and more than 80% were white. The results could have been quite different outside of a research setting and if a more diverse group had been included.</li>\n          <li>The findings were not compared to standard risk factors for cardiovascular disease, such as having a strong family history of cardiovascular disease or smoking cigarettes. Nor were DHRPS scores compared with <a href=\"https://professional.heart.org/en/guidelines-and-statements/prevent-calculator\" style=\"text-decoration:underline\" target=\"_blank\">standard risk calculators for cardiovascular disease</a>. So the value of DHRPS compared with other readily available (and free) risk assessments isn't clear.</li>\n          <li>The exercise stress testing findings were based on only 21 people. That's far too few to make definitive conclusions.</li>\n          <li>The cost of a device to continuously monitor heart rate and steps can run in the hundreds of dollars; for many this may be prohibitive, especially since the benefits of calculating the DHRPS are unproven.</li>\n        </ul>\n        <h2>The bottom line</h2>\n        <p>Tracking DHRPS or daily activity and other health measures might be a way to improve your health if the results prompt you to make positive changes in behavior, such as becoming more active. Or perhaps DHRPS could one day help your health care provider monitor your fitness, better assess your health risks, and recommend preventive approaches. But we don't yet know if this new measure will actually lead to improved health because the study didn't explore that.</p>\n        <p>If you already have a device that continuously monitors your daily heart rate and step count, feel free to do the math! Maybe knowing your DHRPS will motivate you to do more to lower your risk of diabetes and cardiovascular disease. Or maybe it won't. We need more research and experience with this measure to know whether it can deliver on its potential to improve health.</p>\n    "
    },
    {
      "title": "锯棕榈能治疗前列腺肥大吗？ (原标题: Can saw palmetto treat an enlarged prostate?)",
      "link": "https://www.health.harvard.edu/blog/can-saw-palmetto-treat-an-enlarged-prostate-202504163094",
      "pubDate": "Wed, 16 Apr 2025 14:30:00 GMT",
      "isoDate": "2025-04-16T14:30:00.000Z",
      "creator": "C.W. Schmidt",
      "summary": "锯棕榈是一种从棕榈树浆果中提取的膳食补充剂，被广泛宣传为治疗前列腺肥大（良性前列腺增生，BPH）的天然疗法。尽管其作为民间药物已有百年历史，并被认为具有抗炎特性，但哈佛大学的专家们对其声称的益处持怀疑态度。\n\n**主要观点和研究发现：**\n\n*   **缺乏有效证据：** 美国泌尿外科学会指出，支持锯棕榈治疗前列腺肥大的研究存在诸多缺陷，如持续时间短和缺乏安慰剂对照。大多数支持性证据来自由膳食补充剂公司资助的小型研究。\n*   **随机临床试验结果：** 最佳进行的随机临床试验显示，锯棕榈对BPH没有益处。例如，一项针对225名男性的研究和一项后续的更大规模研究（测试了更高剂量）均未发现锯棕榈与安慰剂在改善症状方面有任何显著差异。\n*   **安慰剂效应：** 在研究中观察到显著的安慰剂效应，高达40%的安慰剂组患者报告症状有所改善，这表明服用药丸本身可能对感知到的益处有影响。\n*   **最新Cochrane系统评价：** 2024年发布的一项涵盖27项安慰剂对照研究（共4656名参与者）的Cochrane系统评价显示，单独或与其他草药补充剂一起服用锯棕榈，在长达17个月的持续时间内，对泌尿系统症状或生活质量没有改善。\n\n**专家建议与警告：**\n\n*   哈佛医学院专家表示，锯棕榈不太可能造成伤害，但也可能不会提供任何主要益处。\n*   美国没有草药补充剂被批准用于BPH治疗。\n*   医生建议在尝试锯棕榈前务必咨询医生，以排除膀胱癌或前列腺癌等其他潜在的尿路阻塞原因。\n*   锯棕榈可能干扰血液凝结能力，服用血液稀释剂的男性应谨慎使用。\n*   专家指出，如果这些草药产品对泌尿系统症状有效，制药公司早就将其作为药物获得FDA批准并纳入医保。\n*   不建议在未充分评估潜在病因的情况下使用锯棕榈治疗BPH及其他常见泌尿系统症状。\n\n![锯棕榈树枝上成熟浆果的特写；这些浆果用于制作膳食补充剂。](https://domf5oio6qrcr.cloudfront.net/medialibrary/16547/gettyimages-899993536.jpg)",
      "translated_title": "锯棕榈能治疗前列腺肥大吗？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16547/gettyimages-899993536.jpg",
          "alt": "Close-up of ripe berries on a branch of a saw palmetto tree; the berries are used in the making of a dietary supplement.",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"Close-up of ripe berries on a branch of a saw palmetto tree; the berries are used in the making of a dietary supplement.\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16547/gettyimages-899993536.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"a0789c53-705e-455f-bbe1-1add381ae0d1\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Marketed as a natural remedy for an enlarged prostate, saw palmetto is a top-selling dietary supplement. It's extracted from berries that grow on saw palmetto palm trees, which are native to the southeastern United States.</p>\n        <p>By one estimate, more than a third of all US adults who take supplements use saw palmetto specifically. Some evidence suggests that saw palmetto has anti-inflammatory properties, and its use as folk medicine dates back over a century.</p>\n        <p>But experts at Harvard say men should view its supposed benefits for prostate health skeptically. \"Saw palmetto is unlikely to harm you, but it probably won't provide any major benefits either,\" says Dr. Heidi Rayala, an assistant professor of urology at Harvard Medical School and Beth Israel Deaconess Medical Center.</p>\n        <h2>BPH and the potential effect of saw palmetto</h2>\n        <p>It's common for men to develop an enlarged prostate, or benign prostatic hyperplasia (BPH), when they get older. BPH impedes urinary flow through the urethra, causing obstructive symptoms that can worsen with time.</p>\n        <p>Just how saw palmetto might act on the prostate to improve symptoms isn't entirely clear, however. Some evidence suggest it mimics the effects of certain drugs used for treating BPH, including 5-alpha reductase inhibitors such as finasteride (Proscar), which shrink the prostate gland.</p>\n        <p>In the US, no herbal supplement is approved as BPH treatment. The American Urological Association cautions that studies backing saw palmetto for treating enlarged prostates have numerous flaws, including short durations and a lack of placebo controls. Most of the supporting evidence comes from small studies paid for by companies that sell dietary supplements.</p>\n        <h2>What do randomized clinical trials show?</h2>\n        <p>The best-conducted research shows no benefits from saw palmetto for BPH. During <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa053085\" style=\"text-decoration:underline\" target=\"_blank\">one study</a>, 225 men with moderate to severe BPH were treated with either a placebo or 160 milligrams (mg) of saw palmetto, taken twice daily for a year. The investigators detected no difference in outcomes, but they also acknowledged that doses tested in the study may have been too low to produce measurable effects.</p>\n        <p>So, during <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC3326341/\" style=\"text-decoration:underline\" target=\"_blank\">a larger subsequent study</a>, researchers tested higher doses of saw palmetto ranging up to 320 mg given three times a day. Nearly 370 men ages 45 and older were randomized to treatment or placebo groups. After year and a half, men in both groups reported feeling either no worse or a little better. Remarkably, 40% of the placebo-treated men said symptoms had improved, suggesting the simple act of taking a pill could have something to do with the supplement's perceived benefits.</p>\n        <p>Dr. Michael Barry, a professor of medicine at Harvard Medical School, led the study. He urges men to consult with their doctors before trying saw palmetto, mainly to rule out other potential causes of urinary obstruction, which can include bladder or prostate cancer. And saw palmetto may interfere with the blood's clotting ability, making it risky for men who take blood thinners.</p>\n        <h2>Recent results and comments</h2>\n        <p>The latest evidence on saw palmetto and BPH comes from a <a href=\"https://pubmed.ncbi.nlm.nih.gov/37345871/\" style=\"text-decoration:underline\" target=\"_blank\">Cochrane Review</a> of 27 placebo-controlled studies enrolling a combined 4,656 participants. Results published in 2024 showed no improvement in urinary symptoms or quality of life from taking saw palmetto (alone or with other herbal supplements) over durations ranging up to 17 months.</p>\n        <p>\"If the ingredients in these herbal products worked well for urinary symptoms, drug companies would have already had them approved by the FDA as a medicine that insurance companies would have to cover,\" Dr. Rayala said. \"It's okay to take them, but just be cautious about spending too much of your own money on these alternatives.\"</p>\n        <p>\"It is easy to understand why so many find taking a naturally occurring supplement for treating urinary difficulties in middle age appealing,\" said Dr. Marc Garnick, the Gorman Brothers Professor of Medicine at Harvard Medical School and Beth Israel Deaconess Medical Center, and editor in chief of the <a href=\"https://www.health.harvard.edu/mens-health/annual-report-on-prostate-diseases\" style=\"text-decoration:underline\" target=\"_blank\"><em>Harvard Medical School Guide to Prostate Diseases</em></a>. \"However, evidence of effectiveness with saw palmetto is lacking, and its use for BPH and other common urinary symptoms without a full evaluation of the potential cause should be discouraged.\"</p>\n    "
    },
    {
      "title": "前列腺炎是什么？如何治疗？ (原标题: What is prostatitis and how is it treated?)",
      "link": "https://www.health.harvard.edu/blog/what-is-prostatitis-and-how-is-it-treated-202503253092",
      "pubDate": "Tue, 25 Mar 2025 14:30:00 GMT",
      "isoDate": "2025-03-25T14:30:00.000Z",
      "creator": "C.W. Schmidt",
      "summary": "# 前列腺炎：定义、分类与治疗\n\n前列腺炎，即前列腺炎症，是一种常见疾病，每年约有200万次就诊。其症状包括排尿灼痛或疼痛、尿急（尤其在夜间）、射精疼痛以及下背部和会阴部疼痛。\n\n![Illustration showing a normal prostate gland on the left and a prostate with prostatitis on the right, with the enlarged gland causing a compressed urethra.](https://domf5oio6qrcr.cloudfront.net/medialibrary/16501/gettyimages-947316424.jpg)\n\n前列腺炎主要分为四类：\n\n*   **急性细菌性前列腺炎：** 突然发作，常由大肠杆菌等细菌感染引起。症状包括肌肉酸痛、发烧、精液或尿液带血，以及泌尿生殖系统症状。急性炎症可能导致前列腺肿胀并阻塞尿液流出，完全阻塞是需要立即治疗的医疗急症，可能需要住院。\n*   **慢性细菌性前列腺炎：** 由较轻的感染引起，有时会持续数月。多见于老年男性，症状通常时轻时重，有时几乎不明显。\n*   **慢性非细菌性前列腺炎（CPPS）：** 最常见的类型，又称慢性盆腔疼痛综合征。可由压力、尿路感染或物理创伤引起，导致泌尿生殖区域炎症或神经损伤。部分患者病因不明。CPPS可影响整个盆底，包括支持肠道、膀胱和性功能器官的所有肌肉、神经和组织。\n*   **无症状炎症性前列腺炎：** 在评估其他疾病时，医生在前列腺组织或分泌物中检测到白细胞时诊断。通常无需治疗。\n\n**前列腺特异性抗原（PSA）水平：**\n急性或慢性细菌性前列腺炎都可能导致PSA水平升高，这可能与前列腺癌混淆。但若患有前列腺炎，PSA升高很可能是由该病引起。治疗后PSA水平会下降，尽管可能需要三到六个月。\n\n**前列腺炎的治疗：**\n\n*   **细菌性前列腺炎（急性和慢性）：**\n    *   氟喹诺酮类抗生素是有效治疗方法，通常需要4-6周的疗程。\n    *   细菌耐药性日益严重，老药磷霉素可在其他药物失效时提供帮助。\n*   **慢性非细菌性前列腺炎（CPPS）：**\n    *   不使用抗生素治疗。\n    *   **药物治疗：** 非甾体抗炎药（如布洛芬）、α受体阻滞剂（如坦索罗辛/Flomax）可放松前列腺和膀胱颈的紧张肌肉，PDE5抑制剂（如他达拉非/Cialis）可改善前列腺血流。\n    *   **物理治疗：** 触发点疗法针对肌肉紧张和痉挛的敏感区域；肌筋膜松弛术可减轻肌肉和器官周围结缔组织的张力。应避免凯格尔运动，因其可能使盆底收紧并加重症状。\n    *   **针灸：** 临床试验显示有前景，一项2023年研究表明，针灸治疗后CPPS症状显著改善并可持续长达六个月。\n    *   **整体治疗策略：** 越来越多的证据表明，CPPS应采用整体策略，并考虑心理因素。CPPS患者常伴有抑郁、焦虑等心理健康问题，这些问题可能加剧疼痛感知。正念和认知行为疗法（CBT）等技术可帮助患者制定有效的应对策略。\n\n**专家建议：**\n贝斯以色列女执事医疗中心泌尿科医生、哈佛医学院外科助理教授Boris Gershman博士指出，鉴于四类前列腺炎的治疗方法不同，准确诊断至关重要。他还补充说，在治疗细菌性前列腺炎后应重新检测PSA，以确保其恢复正常。如果抗生素治疗后PSA仍升高，或非细菌性前列腺炎患者检测到异常水平，则应根据标准诊断方法评估PSA。",
      "translated_title": "前列腺炎是什么？如何治疗？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16501/gettyimages-947316424.jpg",
          "alt": "Illustration showing a normal prostate gland on the left and a prostate with prostatitis on the right, with the enlarged gland causing a compressed urethra.",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"Illustration showing a normal prostate gland on the left and a prostate with prostatitis on the right, with the enlarged gland causing a compressed urethra.\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16501/gettyimages-947316424.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"be6bb7cd-8438-4428-b18b-d740738d57e5\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Prostatitis, or inflammation of the prostate, is more common than you might think — it accounts for roughly two million doctor visits every year. The troubling symptoms include burning or painful urination, an urgent need to go (especially at night), painful ejaculations, and also pain in the lower back and perineum (the space between the scrotum and anus).</p>\n        <h2>Prostatitis overview</h2>\n        <p>There are four general categories of prostatitis:</p>\n        <p><strong>Acute bacterial prostatitis</strong> comes on suddenly and is often caused by infections with bacteria such <em>as Escherichia coli</em> that normally live in the colon. Men can suffer muscle aches, fever, and blood in semen or urine, as well as urogenital symptoms. Acute inflammation can cause the prostate to swell and block urinary outflow from the bladder. A complete blockage is a medical emergency that requires immediate treatment. Depending on symptom severity, hospitalization may be necessary.</p>\n        <p><strong>Chronic bacterial prostatitis</strong> results from milder infections that sometimes linger for months. It occurs more often in older men and the symptoms typically wax and wane in severity, sometimes becoming barely noticeable.</p>\n        <p><strong>Chronic nonbacterial prostatitis,</strong> also called chronic pelvic pain syndrome (CPPS), is the most common type. CPPS can be triggered by stress, urinary tract infections, or physical trauma causing inflammation or nerve damage in the genitourinary area. In some men, the cause is never identified. CPPS can affect the entire pelvic floor, meaning all the muscles, nerves, and tissues that support organs involved in bowel, bladder, and sexual functioning.</p>\n        <p><strong>Asymptomatic inflammatory prostatitis</strong> is diagnosed when doctors detect white blood cells in prostate tissues or secretions in men being evaluated for other conditions. It generally requires no treatment.</p>\n        <p>Both acute and chronic bacterial prostatitis can cause blood levels of prostate-specific antigen (PSA) to spike. This can be alarming, since high PSA is also indicative of prostate cancer. But if a man has prostatitis, then that condition — and not prostate cancer — may very well be the reason for the rise in PSA.</p>\n        <h2>Prostatitis treatments</h2>\n        <p>Fortunately, research advances are leading to some encouraging developments for men suffering from this condition.</p>\n        <p>Antibiotics called fluoroquinolones are effective treatments for acute and chronic bacterial prostatitis. A four-to six-week course of the drugs typically does the trick. However, bacterial resistance to fluoroquinolones is a growing problem. An older drug called fosfomycin can help if other drugs stop working. PSA levels will decline with treatment, although that process may take three to six months.</p>\n        <p>CPPS is treated in other ways. Since it is not caused by a bacterial infection, CPPS will not respond to antibiotics. Medical treatments include nonsteroidal anti-inflammatory drugs such as ibuprofen, alpha blockers including tamsulosin (Flomax) that loosen tight muscles in the prostate and bladder neck, and drugs called PDEF inhibitors such as tadalafil (Cialis) that improve blood flow to the prostate.</p>\n        <p>Specialized types of physical therapy can provide some relief. One method called <a href=\"https://www.thieme-connect.com/products/ejournals/pdf/10.1055/a-2004-5802.pdf\" style=\"text-decoration:underline\" target=\"_blank\">trigger point therapy</a>, for instance, targets tender areas in muscles that tighten up and spasm. With another method called <a href=\"https://pubmed.ncbi.nlm.nih.gov/35389057/\" style=\"text-decoration:underline\" target=\"_blank\">myofascial release</a>, physical therapists can reduce tension in the connective tissues surrounding muscles and organs. Men should avoid Kegel exercises, however, which can tighten the pelvic floor and cause worsening symptoms.</p>\n        <p>Acupuncture has shown promise in clinical trials. <a href=\"https://pubmed.ncbi.nlm.nih.gov/37313559/\" style=\"text-decoration:underline\" target=\"_blank\">One study</a> published in 2023 showed significant improvements in CPPS symptoms lasting up to six months after the acupuncture treatments were finished. Mounting evidence suggest that CPPS should be treated with holistic strategies that also consider psychological factors.</p>\n        <p>Men with CPPS often suffer from depression, anxiety, and other mental health issues that can exacerbate pain perception. Techniques such as mindfulness and <a href=\"https://pubmed.ncbi.nlm.nih.gov/38228093/\" style=\"text-decoration:underline\" target=\"_blank\">cognitive behavioral therapy for CPPS</a> can help CPPS sufferers develop effective coping strategies.</p>\n        <h2>Comment</h2>\n        <p>\"An accurate diagnosis is important given differences in how each of the four categories of prostatitis is treated,\" said Dr. Boris Gershman, a urologist at Beth Israel Deaconess Medical Center and assistant professor of surgery at Harvard Medical School. PSA should also be retested after treating bacterial forms of prostatitis, Dr. Gershman added, to ensure that the levels go back to normal. If the PSA stays elevated after antibiotic treatment, or if abnormal levels are detected in men with nonbacterial prostatitis, then the PSA \"should be evaluated in accordance with standard diagnostic approaches,\" Dr. Gershman said.</p>\n    "
    },
    {
      "title": "应该通过“睡眠最大化”来提升健康和幸福感吗？ (原标题: Should you be sleepmaxxing to boost health and happiness?)",
      "link": "https://www.health.harvard.edu/blog/should-you-be-sleepmaxxing-to-boost-health-and-happiness-202503063090",
      "pubDate": "Thu, 06 Mar 2025 15:30:00 GMT",
      "isoDate": "2025-03-06T15:30:00.000Z",
      "creator": "Eric Zhou, PhD",
      "summary": "“睡眠最大化”（Sleepmaxxing）是TikTok上流行的一种概念，旨在通过各种技巧和策略实现更长、更好、更具恢复性的睡眠，以期提升能量、免疫系统、降低压力并改善情绪。\n\n*   **“睡眠最大化”的常见策略包括：**\n    *   睡觉时用胶带封住嘴巴。\n    *   睡前两小时不饮水。\n    *   保持卧室低温和黑暗。\n    *   使用白噪音机。\n    *   不设置早晨闹钟。\n    *   睡前一小时洗澡。\n    *   戒除咖啡因。\n    *   睡前吃猕猴桃。\n    *   服用镁和褪黑素。\n    *   使用加重毯。\n    *   每天晒30分钟太阳。\n    *   每天冥想30分钟。\n\n*   **科学依据与有效性：**\n    *   **概念本身缺乏研究：** 在PubMed、PsycNet和Google Scholar等学术数据库中，没有“sleepmaxx”或“sleepmaxxing”的科学研究结果。这表明作为一个整体概念，“睡眠最大化”尚未得到科学验证。\n    *   **口部胶带：** 尽管TikTok上声称能减少打鼾和改善口臭，但乔治华盛顿大学耳鼻喉科团队的审查发现，大多数关于夜间口部胶带的说法缺乏研究支持。打鼾者应咨询医生，以排除潜在的健康问题（如过敏、哮喘或睡眠呼吸暂停）。\n    *   **睡眠卫生：** 许多“睡眠最大化”策略实际上是睡眠专家推荐的良好睡眠卫生习惯，这些习惯有充分的研究支持，例如减少咖啡因和酒精摄入、增加体育活动、规律睡眠时间、减少夜间光照、限制白天小睡以及保持卧室凉爽。\n    *   **褪黑素：** 美国睡眠医学会推荐褪黑素用于治疗昼夜节律紊乱（如时差），但不推荐用于改善睡眠不足、睡眠质量差或入睡/维持睡眠困难。\n    *   **理想就寝时间：** 尽管强调早晨光照和减少夜间光照对调节昼夜节律很重要，但由于个体睡眠需求和生物钟类型差异巨大，没有一个普遍适用的“理想就寝时间”。\n    *   **加重毯和猕猴桃：** 关于加重毯的研究虽然有趣，但没有确凿证据表明它们对普通成年人群有效。关于猕猴桃可能改善睡眠的小型研究应谨慎解读，因为非随机对照试验的结果可能受到安慰剂效应的影响。\n    *   **安慰剂效应：** 分析显示，失眠患者对睡眠药物的反应中，约64%可能归因于安慰剂效应。\n\n*   **“正睡症”（Orthosomnia）：**\n    *   这是一种对完美睡眠的不健康追求，在“睡眠最大化”文化中尤为突出。\n    *   随着可穿戴设备普及，人们更容易获取睡眠数据，即使客观上睡眠良好的人也可能过度关注优化睡眠，从而产生不必要的压力。\n    *   追求完美睡眠是不现实的，即使是睡眠良好的人也可能每周有几次睡眠不佳。\n\n*   **何时寻求专业帮助：**\n    *   建议通过睡眠日记和可穿戴设备（如Fitbit或Apple Watch）跟踪几周的睡眠，以合理评估自身睡眠状况。\n    *   如果入睡时间超过30分钟，或夜间醒来时间超过30分钟，且每周发生三次或更多次，应考虑寻求医疗专业人员的进一步评估。\n    *   有有效的非药物治疗方法可以改善睡眠，例如认知行为疗法（CBT-I），它能在几周内显著改善失眠症状。\n\n*   **相关图片：**\n    ![Illustration of woman with white hair and dress lying among color flowers; concept is sleepmaxxing](https://domf5oio6qrcr.cloudfront.net/medialibrary/16406/gettyimages-1965002962.jpg)",
      "translated_title": "应该通过“睡眠最大化”来提升健康和幸福感吗？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16406/gettyimages-1965002962.jpg",
          "alt": "Illustration of woman with white hair and dress lying among color flowers; concept is sleepmaxxing",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"Illustration of woman with white hair and dress lying among color flowers; concept is sleepmaxxing\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16406/gettyimages-1965002962.jpg\" style=\"height:430px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"4653078e-182c-4a26-9d7a-58004516cbc9\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>If you've been on TikTok lately, you know it's hard to avoid countless influencers touting a concept called <a href=\"https://www.tiktok.com/discover/sleepmaxxing\" style=\"text-decoration:underline\" target=\"_blank\">sleepmaxxing</a>. Their posts provide tips and tricks to get longer, better, and more restorative sleep. And why not? Sleep is considered a pillar of good health and is related to everything from <a href=\"https://www.health.harvard.edu/heart-health/sleep-and-brain-health-whats-the-connection\" style=\"text-decoration:underline\" target=\"_blank\">brain health</a> to cardiovascular health, and even <a href=\"https://www.health.harvard.edu/diseases-and-conditions/harvard-researchers-irregular-sleep-patterns-linked-to-diabetes\" style=\"text-decoration:underline\" target=\"_blank\">diabetes</a>.</p>\n        <p>But what exactly is sleepmaxxing? And how likely is it to deliver on claims of amped-up energy, a boost to the immune system, reducing stress levels, and improving your mood?</p>\n        <h2>What is sleepmaxxing?</h2>\n        <p>Depending on which social media platform you happen to be looking at, the recommended strategies for maximizing sleep differ. Tips include:</p>\n        <ul>\n          <li>taping your mouth shut while sleeping</li>\n          <li>not drinking anything during the two hours before bedtime</li>\n          <li>a cold room temperature</li>\n          <li>a dark bedroom</li>\n          <li>using a white noise machine</li>\n          <li>not setting a morning alarm</li>\n          <li>showering one hour before bedtime</li>\n          <li>eliminating caffeine</li>\n          <li>eating kiwis before going to bed</li>\n          <li>taking magnesium and melatonin</li>\n          <li>using weighted blankets</li>\n          <li>getting 30 minutes of sunlight every day</li>\n          <li>meditating daily for 30 minutes.</li>\n        </ul>\n        <h2>Does any research support sleepmaxxing?</h2>\n        <p>A thorough search through <a href=\"https://pubmed.ncbi.nlm.nih.gov/?term=sleepmaxx*\" style=\"text-decoration:underline\" target=\"_blank\">PubMed</a>, <a href=\"https://psycnet.apa.org/home\" style=\"text-decoration:underline\" target=\"_blank\">PsycNet</a>, and <a href=\"https://scholar.google.com/scholar?hl=en&amp;as_sdt=0%2C22&amp;q=sleepmaxx&amp;btnG=\" style=\"text-decoration:underline\" target=\"_blank\">Google Scholar</a> reveals zero results for the terms \"sleepmaxx\" and \"sleepmaxxing.\" But wait — this certainly doesn't mean that some influencer-recommended strategies are not evidence-based, just that the concept of sleepmaxxing, as a defined package, has not been scientifically studied. But yes, some of the strategies — including one uncomfortable, though popular, choice — lack evidence.</p>\n        <h2>Can mouth-taping improve your sleep?</h2>\n        <p>TikTok users have claimed that taping your mouth while you sleep has <a href=\"https://www.health.harvard.edu/staying-healthy/can-mouth-taping-help-my-snoring\" style=\"text-decoration:underline\" target=\"_blank\">benefits</a>, such as reducing snoring and improving bad breath. A team from the department of otolaryngology at George Washington University was prompted by all of the social media buzz on the topic to <a href=\"https://www.sciencedirect.com/science/article/pii/S0196070924003314\" style=\"text-decoration:underline\" target=\"_blank\">review research</a> on the impact of nocturnal mouth taping. Spoiler alert: the authors note that most TikTok mouth-taping claims aren't supported by research.</p>\n        <p>If you do snore, it's important to discuss this with your medical team. Even if taping your mouth reduces your snoring, it can't effectively treat a potential underlying cause of the snoring, such as <a href=\"https://www.health.harvard.edu/diseases-and-conditions/do-allergies-make-snoring-worse\" style=\"text-decoration:underline\" target=\"_blank\">allergies</a>, <a href=\"https://www.health.harvard.edu/a_to_z/asthma-a-to-z\" style=\"text-decoration:underline\" target=\"_blank\">asthma</a>, or <a href=\"https://www.health.harvard.edu/heart-health/should-you-be-tested-for-sleep-apnea\" style=\"text-decoration:underline\" target=\"_blank\">sleep apnea</a>.</p>\n        <h2>Sleepmaxxing or basic sleep hygiene?</h2>\n        <p>Many strategies recommended by sleepmaxxers are essentially what sleep experts prescribe as good <a href=\"https://www.health.harvard.edu/staying-healthy/sleep-hygiene-simple-practices-for-better-rest\" style=\"text-decoration:underline\" target=\"_blank\">sleep hygiene</a>, which has plenty of research backing its value. Common components of <a href=\"https://www.sciencedirect.com/science/article/pii/S1087079224000340\" style=\"text-decoration:underline\" target=\"_blank\">sleep hygiene</a> are decreasing caffeine and alcohol consumption, increasing physical activity, sleep timing, reducing evening light exposure, limiting daytime naps, and having a cool bedroom.</p>\n        <p>While tips like these help many people enjoy restful sleep, those who have an <a href=\"https://jcsm.aasm.org/doi/10.5664/jcsm.8986\" style=\"text-decoration:underline\" target=\"_blank\">insomnia disorder</a> will need more help, as described below.</p>\n        <h2>Melatonin, early bedtime, weighted blankets, and — kiwi fruit?</h2>\n        <p>Other strategies suggested by sleepmaxxers are based on limited scientific data. For example:</p>\n        <ul>\n          <li>Taking <a href=\"https://www.health.harvard.edu/blog/vitamin-m-is-melatonin-the-cure-for-your-sleep-problems-202203152703\" style=\"text-decoration:underline\" target=\"_blank\">melatonin</a> is recommended by the <a href=\"https://pubmed.ncbi.nlm.nih.gov/26414986/\" style=\"text-decoration:underline\" target=\"_blank\">American Academy of Sleep Medicine</a> to treat <a href=\"https://www.nhlbi.nih.gov/health/circadian-rhythm-disorders\" style=\"text-decoration:underline\" target=\"_blank\">circadian rhythm disorders</a> such as jet lag. But it's not recommended for insufficient sleep, poor sleep quality, or difficulty with falling asleep or staying asleep.</li>\n          <li>Is it healthier to be asleep by 10 p.m.? One video that garnered more than a million views claims it is. While it is important to maximize morning sunlight exposure and minimize evening light exposure to <a href=\"https://journals.sagepub.com/doi/abs/10.1177/13591053241262643\" style=\"text-decoration:underline\" target=\"_blank\">regulate circadian rhythms</a>, there is such variability in <a href=\"https://www.health.harvard.edu/blog/how-much-sleep-do-you-actually-need-202310302986\" style=\"text-decoration:underline\" target=\"_blank\">how much sleep</a> someone requires and individual <a href=\"https://www.health.harvard.edu/blog/early-birds-may-be-more-active-but-night-owls-can-catch-up-2020110621261\" style=\"text-decoration:underline\" target=\"_blank\">chronotypes</a> (not to mention varying personal and professional responsibilities!) that it is difficult to state there is an ideal bedtime for everyone.</li>\n          <li>While intriguing <a href=\"https://pubmed.ncbi.nlm.nih.gov/32536366/\" style=\"text-decoration:underline\" target=\"_blank\">research</a> has been done on weighted blankets, there is no convincing evidence that they are truly effective for the general adult population.</li>\n          <li>Overall, it's important to be cautious about the impact of the <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1087079217300795\" style=\"text-decoration:underline\" target=\"_blank\">placebo effect</a> on how someone sleeps. An analysis of more than 30 studies showed that roughly <a href=\"https://academic.oup.com/sleep/article-abstract/38/6/925/2417000\" style=\"text-decoration:underline\" target=\"_blank\">64% of the drug response</a> for a sleep medication in insomnia patients could be due to the placebo effect. A key takeaway is that studies that are not <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6235704/\" style=\"text-decoration:underline\" target=\"_blank\">randomized controlled trials</a> — such as this small study on 24 people suggesting that <a href=\"https://pubmed.ncbi.nlm.nih.gov/21669584/\" style=\"text-decoration:underline\" target=\"_blank\">kiwi fruit</a> may improve sleep — should be interpreted with a grain of salt.</li>\n        </ul>\n        <h2>Could you have orthosomnia?</h2>\n        <p>The expectation of flawless sleep, night in and night out, is an unrealistic goal. <a href=\"https://jcsm.aasm.org/doi/full/10.5664/jcsm.6472\" style=\"text-decoration:underline\" target=\"_blank\">Orthosomnia</a> is a term that describes an unhealthy pursuit of perfect sleep. The pressure to get perfect sleep is embedded in the sleepmaxxing culture.</p>\n        <p>With more and more people able to access daily data about their sleep and other health metrics through <a href=\"https://www.statista.com/topics/1556/wearable-technology/\" style=\"text-decoration:underline\" target=\"_blank\">consumer wearables</a>, even a person who is objectively sleeping well can become unnecessarily concerned with optimizing their sleep. While prioritizing restful sleep is commendable, setting perfection as your goal is problematic. Even <a href=\"https://www.tandfonline.com/doi/full/10.1080/15402002.2017.1376205\" style=\"text-decoration:underline\" target=\"_blank\">good sleepers</a> vary from night to night, experiencing less than desirable sleep a couple of times per week.</p>\n        <p>It is also noteworthy that some of the most widely viewed recommendations on TikTok are not supported by scientific evidence.</p>\n        <h2>Do you really need to fix your sleep?</h2>\n        <p>A good first step is to understand whether or not there is anything that you need to fix! Consider tracking your sleep for a few weeks using a <a href=\"https://sleepeducation.org/resources/sleep-diary/\" style=\"text-decoration:underline\" target=\"_blank\">sleep diary</a>, and pair this data with a consumer wearable (such as a Fitbit or Apple Watch). Both <a href=\"https://www.mdpi.com/1424-8220/24/20/6532\" style=\"text-decoration:underline\" target=\"_blank\">imperfectly capture sleep data</a> when compared to the gold-standard tool sleep experts use (<a href=\"https://sleep.hms.harvard.edu/education-training/public-education/sleep-and-health-education-program/sleep-health-education-33\" style=\"text-decoration:underline\" target=\"_blank\">polysomnography</a>, or a sleep study). However, combining the information can give you a reasonable assessment of your sleep status.</p>\n        <p>Regularly getting restful sleep can indeed boost health and mood. And all of us can benefit from following basic sleep hygiene tips. But if it takes you 30 minutes or more to fall asleep, or if you are up for 30 minutes or more in the middle of the night, and this happens three or more times per week, then consider reaching out to your health care team to seek further evaluation.</p>\n        <p>There are effective, nonmedication treatments that are proven to help you sleep better. One example is <a href=\"https://sleep.hms.harvard.edu/education-training/public-education/sleep-and-health-education-program/sleep-health-education-64\" style=\"text-decoration:underline\" target=\"_blank\">cognitive behavioral therapy for insomnia</a>, which can dramatically improve insomnia symptoms in a matter of weeks.</p>\n        <p>\n          <em>Want to learn more about cognitive behavioral therapy for insomnia? Watch this video from the Division of Sleep Medicine at Harvard Medical School with Eric Zhou describing how it works.</em>\n        </p>\n        <div class=\"iframe-wrapper\">\n          <iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://player.vimeo.com/video/580932342?h=77376baf0e&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479\" title=\"Cognitive Behavioral Therapy\" width=\"560\" referrerpolicy=\"no-referrer\"></iframe>\n        </div>\n    "
    },
    {
      "title": "支持患有前列腺癌的亲人：看护者指南 (原标题: Supporting a loved one with prostate cancer: A guide for caregivers)",
      "link": "https://www.health.harvard.edu/blog/supporting-a-loved-one-with-prostate-cancer-a-guide-for-caregivers-202502263089",
      "pubDate": "Wed, 26 Feb 2025 15:30:00 GMT",
      "isoDate": "2025-02-26T15:30:00.000Z",
      "creator": "C.W. Schmidt",
      "summary": "本文为照顾患有前列腺癌的亲人（通常是伴侣、家人或密友）的看护者提供了指导，强调了他们在支持患者身心健康方面的重要作用。\n\n*   **沟通：** 看护者应积极倾听患者的需求，避免使用让患者感到无力或焦虑的言语，给予患者表达的空间，并理解治疗可能带来的情绪波动。\n*   **实际支持：**\n    *   帮助患者管理药物，例如使用药盒。\n    *   准备毯子和帽子，以应对化疗引起的寒冷或激素治疗引起的热潮。\n    *   共同维护健康信息记录，包括医生联系方式和治疗计划。\n    *   协调医疗预约，记录问题和医嘱。\n    *   熟悉保险政策或医疗保险计划。\n*   **自我关怀：** 看护者应重视自身健康，保证睡眠和锻炼，定期体检，健康饮食，并抽出时间放松。\n*   **资源：**\n    *   Help for Cancer Caregivers：提供关于管理情绪、保持健康、日常需求、合作和远程看护的支持。\n    *   The Prostate Cancer Foundation：提供教育材料，包括帮助看护者理解治疗方案、副作用以及积极参与决策过程的“看护者工具包”。\n    *   The Patient Advocate Foundation：提供病例管理服务，帮助看护者和患者了解保险范围、经济援助计划和其他可以减轻癌症治疗经济负担的资源。\n\n![A middle-age couple having a serious conversation while sitting on the couch in their home; the husband has his hands clasped together and the wife looks sympathetic as she listens to him.](https://domf5oio6qrcr.cloudfront.net/medialibrary/16400/gettyimages-2191870177.jpg)",
      "translated_title": "支持患有前列腺癌的亲人：看护者指南",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16400/gettyimages-2191870177.jpg",
          "alt": "A middle-age couple having a serious conversation while sitting on the couch in their home; the husband has his hands clasped together and the wife looks sympathetic as she listens to him.",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A middle-age couple having a serious conversation while sitting on the couch in their home; the husband has his hands clasped together and the wife looks sympathetic as she listens to him.\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16400/gettyimages-2191870177.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"7f94d437-b4bd-4b8b-99ab-b7cdf867fcb4\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Looking after a loved one who has prostate cancer can be overwhelming. Caregivers — usually partners, family members, or close friends — play crucial roles in supporting a patient's physical and psychological well-being. But what does that entail? You as a caregiver might not know what to say or how to help.</p>\n        <p>\"Patients diagnosed with advanced cancer are facing their own mortality,\" says Dr. Marc Garnick, the Gorman Brothers Professor of Medicine at Harvard Medical School and Beth Israel Deaconess Medical Center, and editor in chief of the <em>Harvard Medical School Guide to Prostate Diseases</em>. \"And they each process that in different ways.\"</p>\n        <p>Dr. Garnick emphasizes the need provide patients and families with the best information possible about the specifics of the diagnosis, symptoms, and available treatments. Some patients have near-miraculous responses to treatment, he says, even when they have very advanced cancer. \"We let patients know that there are reasons to be optimistic, as treatments are improving on a regular basis,\" he says.</p>\n        <h2>Communication</h2>\n        <p>Dr. Garnick points out that clinicians should avoid words or phrases that can leave cancer patients feeling unempowered. A phrase like \"Let's not worry about that now,\" for instance, is dismissive and doesn't respond to a patient's legitimate concerns. Saying \"You're lucky your cancer is only stage 2\" doesn't allow for the fear and anxiety a patient may have over his disease.</p>\n        <p>Along similar lines, \"It's important for caregivers to be receptive to what their loved ones are saying,\" Dr. Garnick says. \"Instead of minimizing or questioning what your loved one is telling you, try asking 'What do you need? Tell me what you think is going to help you feel better.'\"</p>\n        <p>While it's natural to offer reassurance, you should also give your loved one space to express himself openly without offering quick solutions. Be aware that treatment can lead to emotional ups and downs, so expect mood fluctuations.</p>\n        <p>One of the most valuable tools you have as a caregiver is the relationship you've built with your loved one over the years. During this challenging time, remind yourself of the bonds you've created together. Shared memories, inside jokes, and mutual interests can provide strength and comfort.</p>\n        <h2>Day-to-day practical support</h2>\n        <p>Managing medications can be challenging. Cancer patients can take a dozen or more pills per day on varying schedules. You can help your loved one stay on track by setting up a pill organizer (available at most drugstores) that sorts medications according to when they're needed.</p>\n        <p>Patients with advanced prostate cancer are now being treated more often with drug combinations that include chemotherapy as well as hormonal therapies. Chemotherapy can leave patients feeling unusually cold, and patients may also get cold after experiencing hot flashes from hormonal therapy. So keep lots of blankets and warm hats on hand.</p>\n        <p>Collaborate on a journal where you and your loved one keep health information in one place. It should contain the names and contacts of clinicians on his team, as well as details of his treatment plan. The journal can also double as a diary where you both record treatment experiences.</p>\n        <p>You might be tasked with coordinating medical appointments. It's important to keep lists of questions you may have. Take notes so you have a record of what doctors and other people on his care team have told you. Also, you should take some time to familiarize yourself with your loved one's insurance policies or Medicare plans so you have a better understanding of what's covered.</p>\n        <h2>Don't forget to take care of yourself!</h2>\n        <p>As a caregiver, it's easy to get lost in your loved one's needs. But caring for someone with cancer while managing household responsibilities can also leave you feeling isolated, burned out, and even depressed. It's essential to also prioritize your own health and well-being.</p>\n        <p>Make sure that you get enough sleep and exercise. Keep up with your own checkups and screening. Try to eat well, and prepare meals ahead of time to reduce stress and save time on busy days. Take breaks! Caregiving can be intense, so take time to recharge by taking a walk, reading a book, or spending time with friends.</p>\n        <p>Here are some valuable resources that can help.</p>\n        <p><a href=\"http://www.helpforcancercaregivers.org/\" style=\"text-decoration:underline\" target=\"_blank\">Help for Cancer Caregivers</a> provides support on managing feelings and emotions, keeping healthy, day-to-day needs, working together, and long-distance caregiving.</p>\n        <p>The <a href=\"http://www.pcf.org/\" style=\"text-decoration:underline\" target=\"_blank\">Prostate Cancer Foundation</a> provides an array of educational materials, including a \"caregiver's toolkit\" that helps caregivers understand treatment options, side effects, and ways to be actively involved in the decision-making process.</p>\n        <p>The <a href=\"http://www.patientadvocate.org/\" style=\"text-decoration:underline\" target=\"_blank\">Patient Advocate Foundation</a> offers case management services to help caregivers and patients understand insurance coverage, financial assistance programs, and other resources that can reduce the financial burden of cancer treatment.</p>\n    "
    },
    {
      "title": "怀疑孩子患有多动症？儿科医生能做些什么 (原标题: Think your child has ADHD? What your pediatrician can do)",
      "link": "https://www.health.harvard.edu/blog/think-your-child-has-adhd-what-your-pediatrician-can-do-201911152012",
      "pubDate": "Thu, 30 Jan 2025 05:00:00 GMT",
      "isoDate": "2025-01-30T05:00:00.000Z",
      "creator": "Claire McCarthy, MD",
      "summary": "### 怀疑孩子患有多动症？儿科医生能做些什么\n\n注意力缺陷多动障碍（ADHD）是儿童期最常见的神经行为障碍，影响美国约7%至8%的儿童和青少年。由于心理健康系统资源有限，儿科医生在ADHD的诊断和管理中扮演着关键角色。如果您的孩子年满4岁，并出现注意力不集中、多动、冲动等问题，首要步骤是咨询儿科医生。\n\n**儿科医生将采取的诊断步骤（根据美国儿科学会AAP指南）：**\n\n*   **详细问诊：** 医生会询问孩子的情况，家长需准备详细的例子和信息。\n*   **填写问卷：** 家长和孩子的老师或辅导员需填写关于孩子的问卷。ADHD的诊断要求症状在多个环境中（如家庭和学校）同时存在；如果症状仅出现在单一环境，则可能与该环境相关（例如学习障碍）。\n*   **评估对生活的影响：** 症状必须对孩子的学业、社交或家庭生活造成实际问题。如果孩子活跃或易分心但表现良好，可能只是性格特点，需持续观察。\n*   **使用评估量表：** 采用经过验证的ADHD评估量表（如Vanderbilt和Conners），这些量表有助于诊断和跟踪孩子随时间的变化。\n*   **筛查其他问题：** 排除可能模仿ADHD的疾病（如学习障碍、抑郁症、听力问题），并识别ADHD可能伴随的其他问题（如学习障碍、抑郁症、物质滥用）。\n\n**ADHD治疗方案（如果确诊）：**\n\n*   **4-5岁儿童：**\n    *   首选行为管理方面的家长培训和课堂支持。\n    *   药物治疗仅在行为干预无效且症状严重时考虑。\n*   **6-12岁儿童：**\n    *   家长培训、行为支持和药物治疗（FDA批准的药物包括兴奋剂、阿托莫西汀、胍法辛或可乐定）可同时进行。\n    *   应制定正式的课堂支持计划，如个性化教育计划（IEP）或504计划。\n*   **12-18岁青少年：**\n    *   应继续提供学校支持计划和行为健康支持。\n    *   药物治疗有帮助，但青少年应参与决策过程（共享决策），为成年后自我管理做准备。\n\n**ADHD患儿的后续护理：**\n\n*   **初期频繁随访：** 在确诊和调整药物剂量、监测副作用期间，需进行频繁的随访。\n*   **定期预约：** 之后随访频率取决于孩子的情况，但应定期安排，而非仅在出现问题时才就诊。\n*   **长期管理：** ADHD可能是一个终身问题，不同阶段会带来不同挑战。家长、孩子和医生定期会面至关重要，以共同应对这些挑战。\n\n![一块绿色的黑板，上面用粉笔写着字母ADHD，并用多种颜色的粉笔手绘出向各个方向发散的波浪箭头。](https://domf5oio6qrcr.cloudfront.net/medialibrary/16309/gettyimages-491349692.jpg)",
      "translated_title": "怀疑孩子患有多动症？儿科医生能做些什么",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16309/gettyimages-491349692.jpg",
          "alt": "A green blackboard with the letters A D H D in chalk, with hand-drawn, squiggly arrows in multiple colors of chalk pointing outward in all directions from the letters.",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A green blackboard with the letters A D H D in chalk, with hand-drawn, squiggly arrows in multiple colors of chalk pointing outward in all directions from the letters.\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16309/gettyimages-491349692.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"b27e52f0-7622-403a-9ee2-d266051a7254\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>ADHD, or <a href=\"https://www.health.harvard.edu/topics/adult-and-child-adhd\" style=\"text-decoration:underline\">attention deficit hyperactivity disorder</a>, is the most common neurobehavioral disorder of childhood. It affects approximately 7% to 8% of all children and youth in the US. As the American Academy of Pediatrics (AAP) points out in their <a href=\"https://pediatrics.aappublications.org/content/144/4/e20192528\" style=\"text-decoration:underline\">clinical practice guideline for ADHD</a>, that's more than the mental health system can handle, which means that pediatricians need to step up and help out.</p>\n        <p>So, if your child is having problems with attention, focus, hyperactivity, impulsivity, or some combination of those, and is at least 4 years old, your first step should be an appointment with your child's primary care doctor.</p>\n        <h2 class=\"Subhead\">What steps will your pediatrician take?</h2>\n        <p>According to the AAP, here's what your doctor should do:</p>\n        <p><strong>Take a history.</strong> Your doctor should ask you lots of questions about what is going on. Be ready to give details and examples.</p>\n        <p><strong>Ask you to fill out a questionnaire about your child.</strong> Your doctor should also give you a questionnaire to give to your child's teacher or guidance counselor.</p>\n        <p>A diagnosis of ADHD is made only if a child has symptoms that are</p>\n        <ul>\n          <li>present in more than one setting: For most children, that would be both home and school. If symptoms are only present in one setting, it's less likely to be ADHD and more likely to be related to that setting. For example, a child who only has problems at school may have a learning disability.</li>\n          <li>causing a problem in both of those settings: If a child is active and/or easily distracted, but is getting good grades, isn't causing problems in class, and has good relationships in school and at home, there is not a problem. It bears watching, but it could be just personality or temperament.</li>\n        </ul>\n        <p>There are ADHD rating scales that have been studied and shown to be reliable, such as the <a href=\"https://www.nichq.org/resource/nichq-vanderbilt-assessment-scales\" style=\"text-decoration:underline\">Vanderbilt</a> and the <a href=\"https://www.healthline.com/health/adhd/conners-scale#1\" style=\"text-decoration:underline\">Conners</a> assessments. These scales can be very helpful, not just in making diagnoses, but also in following the progress of a child over time.</p>\n        <p><strong>Screen your child for other problems.</strong> There are problems that can mimic ADHD, such as learning disabilities, depression, or even hearing problems. Additionally, children who have ADHD can also have learning disabilities, depression, or substance use. It's important to ask enough questions and get enough information to be sure.</p>\n        <h2 class=\"Subhead\">Discussing treatment options for ADHD</h2>\n        <p>If a diagnosis of ADHD is made, your pediatrician should discuss treatment options with you.</p>\n        <ul>\n          <li><strong>For 4- and 5-year-olds:</strong> The best place to begin is really with parent training on managing behavior, and getting support in the classroom. Medications should only be considered in this age group if those interventions don't help, and the child's symptoms are causing significant problems.</li>\n          <li><strong>For 6- to 12-year-olds:</strong> Along with parent training and behavioral support, medications can be very helpful. Primary care providers can prescribe one of the FDA-approved medications for ADHD (stimulants, atomoxetine, guanfacine, or clonidine). In this age group, formal classroom support in the form of an <a href=\"https://www.understood.org/en/school-learning/special-services/ieps/understanding-individualized-education-programs\" style=\"text-decoration:underline\">Individualized Education Program</a> (IEP) or a <a href=\"https://www.understood.org/en/school-learning/special-services/504-plan/understanding-504-plans\" style=\"text-decoration:underline\">504 plan</a> should be in place.</li>\n          <li><strong>For 12- to 18-year-olds:</strong> The same school programs and behavioral health support should be in place. Medications can be helpful, but teens should be part of that decision process; shared decision-making is an important part of caring for teens, and for getting them ready to take on their own care when they become adults.</li>\n        </ul>\n        <h2 class=\"Subhead\">Follow-up care for a child with ADHD</h2>\n        <p>Your pediatrician also should follow up with you and your child. Early on, there should be frequent visits while you figure out the diagnosis, as well as any other possible problems. And if medication is prescribed, frequent visits are needed initially as you figure out the best medication and dose and monitor for side effects.</p>\n        <p>After that, the frequency of the visits will depend on how things are going, but appointments should be regular and scheduled, not just made to respond to a problem. ADHD can be a lifelong problem, bringing different challenges at different times, and it's important that you, your child, and your doctor meet regularly so that you can best meet those challenges.</p>\n        <p>Because together, you can.</p>\n        <p>Watch a video of Dr. Erica Lee discussing behavioral therapies to help children with ADHD.</p>\n        <div class=\"iframe-wrapper\">\n          <p>\n            <iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/gcU2TQz3dzU?si=maBsk6y6l_iZhTta\" title=\"YouTube video player\" width=\"560\" referrerpolicy=\"no-referrer\"></iframe>\n          </p>\n        </div>\n    "
    },
    {
      "title": "酒精与健康：风险、益处与争议 (原标题: Alcohol and your health: Risks, benefits, and controversies)",
      "link": "https://www.health.harvard.edu/blog/alcohol-and-your-health-risks-benefits-and-controversies-202501273088",
      "pubDate": "Mon, 27 Jan 2025 21:00:00 GMT",
      "isoDate": "2025-01-27T21:00:00.000Z",
      "creator": "Robert H. Shmerling, MD",
      "summary": "酒精消费在全球范围内普遍存在，是社交、庆祝和经济活动的重要组成部分。然而，饮酒对健康的影响复杂且存在争议。\n\n*   **酒精的负面影响**\n    *   **健康风险：** 过量饮酒与多种健康问题相关，包括肝脏疾病（如肝硬化、肝衰竭）、高血压、心力衰竭、痴呆症风险增加。\n    *   **癌症风险：** 越来越多的研究表明，饮酒（即使是适度饮酒）会增加患肝癌、结肠癌、乳腺癌、口腔癌、喉癌和食道癌的风险。尽管如此，美国公众对酒精与癌症之间关联的认知度不足一半。美国卫生局局长曾建议在酒精饮料上添加新的警告标签，指出酒精与癌症的联系，并强调尚未确定安全的低水平饮酒量。\n    *   **其他问题：** 饮酒还可能导致受伤（如酒驾、跌倒）、判断力下降、抑郁、焦虑、成瘾、胎儿酒精综合征，甚至酒精中毒致死。\n    *   **社会影响：** 酗酒可能损害人际关系，影响家庭、朋友和职业。\n\n*   **潜在的健康益处**\n    *   酒精常被视为“社交润滑剂”，能促进社交互动。\n    *   过去曾认为适度饮酒对心血管疾病和糖尿病有益，但近期这一观点受到质疑。\n    *   即使存在益处，通常也微乎其微，且可能在降低一种风险的同时增加另一种风险（例如，降低心血管疾病风险但增加癌症风险）。\n    *   风险与益处的平衡因个体基因和生活方式等因素而异。\n\n*   **“少量饮酒优于不饮酒”的争议**\n    *   一些研究（如2018年和2023年的多项研究）表明，轻度饮酒者（每周1-3杯）的癌症或死亡率可能低于不饮酒者或极少量饮酒者。例如，一项针对近百万人的研究发现，戒酒者患慢性疾病和死亡的风险高于轻度或适度饮酒者。\n    *   然而，也有2023年的研究发现不饮酒者与轻度至适度饮酒者的死亡率相似。\n    *   目前的健康指南不建议通过饮酒来改善健康。\n\n*   **饮酒量建议与研究局限性**\n    *   **当前指南：** 美国目前的指南建议男性每天饮酒量不超过2杯，女性不超过1杯（一杯定义为12盎司啤酒、5盎司葡萄酒或1.5盎司烈酒）。\n    *   **修订呼吁：** 鉴于更多研究将适度饮酒与健康风险联系起来，许多专家建议降低饮酒量指南。\n    *   **研究局限性：** 大多数关于酒精影响健康的研究仅能评估关联性而非因果关系。研究常依赖不准确的自我报告，未分析酗酒行为，未评估终生饮酒量，也未考虑研究对象因健康问题改变饮酒习惯的情况，这使得研究结果的可靠性受到限制。\n\n*   **总结**\n    *   评估酒精消费的风险和益处仍是活跃的研究领域，未来可能导致官方指南或警告标签的重大变化。\n    *   尽管存在风险，许多人仍选择饮酒。了解这些风险至关重要。\n    *   未来将有更多关于饮酒潜在风险、益处以及理想饮酒量的研究、辩论和争议。\n\n*   **图片**\n    *   ![昏暗酒吧上方倒挂着一排排玻璃杯，背景中隐约可见一排酒瓶，但已失焦。](https://domf5oio6qrcr.cloudfront.net/medialibrary/16209/gettyimages-1653418139.jpg)",
      "translated_title": "酒精与健康：风险、益处与争议",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16209/gettyimages-1653418139.jpg",
          "alt": "Rows of glasses hang upside down above a dimly lit bar, while a row of liquor bottles is visible in the background but out of focus.",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"Rows of glasses hang upside down above a dimly lit bar, while a row of liquor bottles is visible in the background but out of focus.\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16209/gettyimages-1653418139.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"86389950-c110-4462-a3fb-5d431665b4d2\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>\n          <em>Cheers! Salud! Prost!</em>\n        </p>\n        <p>Drinking to one's health is a common tradition. But it may also be self-defeating: the alcohol that's part of many toasts can actually harm your health.</p>\n        <p>Of course, alcohol consumption extends well past toasts. For millions of people, it's a regular part of the dining experience, social and sports events, celebrations, and milestones. Alcohol plays a key role in many religious traditions. And the alcoholic beverage industry is a major economic force, responsible for more than $250 billion in sales annually in the US.</p>\n        <p>But there are many downsides to drinking: some are likely familiar (spoiler alert: it's not great for your liver) while others are less well appreciated. And concerns about the risks of even moderate drinking are on the rise.</p>\n        <h2>The negative effects of alcohol</h2>\n        <p>Here are some of the most common problems associated with alcohol consumption (especially if excessive):</p>\n        <ul>\n          <li>liver disease, including cirrhosis and life-threatening liver failure requiring a liver transplant</li>\n          <li>a higher risk of high blood pressure, heart failure, and dementia</li>\n          <li>an increased risk of cancer (more on this below)</li>\n          <li>a higher risk of injury, especially from drunk driving and falls (homicides and suicides are also often alcohol-related)</li>\n          <li>lapses in judgment — for example, people who are drunk may engage in risky sexual behavior or use other drugs</li>\n          <li>an increased risk of depression, anxiety, and addiction: these problems may impact one's ability to establish and maintain social relationships and employment</li>\n          <li>fetal alcohol syndrome: alcohol can damage a baby's developing brain and cause other developmental abnormalities</li>\n          <li>alcohol poisoning: many people don't realize that if you drink enough alcohol over a short period of time, it can be fatal.</li>\n        </ul>\n        <p>Heavy drinking can also cause problems well beyond the health of the drinker — it can damage important relationships. It's all too common that problem drinking disrupts bonds with a spouse, family members, friends, coworkers, or employers.</p>\n        <h2>Alcohol and cancer: A growing concern</h2>\n        <p>In recent decades, a number of studies have <a href=\"https://pubmed.ncbi.nlm.nih.gov/37905315/\" style=\"text-decoration:underline\" target=\"_blank\">linked drinking to higher rates of cancer</a>, including cancers involving the</p>\n        <ul>\n          <li>liver</li>\n          <li>colon</li>\n          <li>breast</li>\n          <li>mouth</li>\n          <li>throat and esophagus.</li>\n        </ul>\n        <p>In many cases, even moderate drinking (defined below) appears to increase risk. Despite this, <a href=\"https://www.aicr.org/news/survey-finds-alarming-gaps-in-americans-knowledge-of-major-cancer-risk-factors/\" style=\"text-decoration:underline\" target=\"_blank\">less than half of the US public</a> is aware of any alcohol-cancer connection. That's why the Surgeon General <a href=\"https://www.hhs.gov/surgeongeneral/priorities/alcohol-cancer/index.html\" style=\"text-decoration:underline\" target=\"_blank\">issued an advisory in January 2025</a> recommending that alcoholic beverages carry new labels warning of the alcohol-cancer link and highlighting that <a href=\"https://www.who.int/europe/news-room/04-01-2023-no-level-of-alcohol-consumption-is-safe-for-our-health\" style=\"text-decoration:underline\" target=\"_blank\">no safe low level of alcohol consumption has been established</a>. Changing the labels as suggested by the Surgeon General will require congressional action that may never happen.</p>\n        <p>Current alcoholic beverage labels in the US warn of the risks of driving under the influence of alcohol, adverse effects on general health, and risks for a developing fetus — but there's no mention of cancer.</p>\n        <h2>Are there any health benefits to drinking alcohol?</h2>\n        <p>Alcohol has long been considered a \"social lubricant\" because drinking may encourage social interaction. Having a drink while getting together with family or friends is often part of many special occasions.</p>\n        <p>And not so long ago there was general consensus that drinking in moderation also came with health advantages, including a reduced risk of cardiovascular disease and diabetes. More recently, <a href=\"https://pubmed.ncbi.nlm.nih.gov/37000449/\" style=\"text-decoration:underline\" target=\"_blank\">this belief has been called into question</a>.</p>\n        <p>Even among the positive studies, potential health benefits are often quite small. In addition, alcohol may reduce the risk of one condition (such as cardiovascular disease) while increasing the risk of another (such as cancer). So it's hard to predict who might actually benefit and who may be harmed more than helped by alcohol consumption. And the balance of risk and benefit likely varies from person to person, based on individual factors such as genetics and lifestyle factors.</p>\n        <h2>Is drinking some alcohol better than drinking none?</h2>\n        <p>A number of studies suggest the answer may be yes. For example, <a href=\"https://pubmed.ncbi.nlm.nih.gov/29920516/\" style=\"text-decoration:underline\" target=\"_blank\">a 2018 study</a> found that light drinkers (those consuming one to three drinks per week) had lower rates of cancer or death than those drinking less than one drink per week or none at all.</p>\n        <p>More recent studies (all published in 2023) came to similar conclusions. For example:</p>\n        <ul>\n          <li>A study of nearly a million people followed for more than 12 years found that <a href=\"https://pubmed.ncbi.nlm.nih.gov/38000378/\" style=\"text-decoration:underline\" target=\"_blank\">abstainers had higher rates of death and chronic disease</a> (including cardiovascular disease, Alzheimer's disease, and chronic lung disease) than light or moderate drinkers.</li>\n          <li>Researchers reporting on more than half a million people found that <a href=\"https://pubmed.ncbi.nlm.nih.gov/37286970/\" style=\"text-decoration:underline\" target=\"_blank\">nondrinkers had higher rates of death than moderate drinkers</a>.</li>\n          <li>An analysis combining findings from 22 prior studies concluded that people who drank wine <a href=\"https://pubmed.ncbi.nlm.nih.gov/37375690/\" style=\"text-decoration:underline\" target=\"_blank\">had lower rates of cardiovascular disease and related death</a> than those who did not.</li>\n        </ul>\n        <p>By contrast, <a href=\"https://pubmed.ncbi.nlm.nih.gov/37000449/\" style=\"text-decoration:underline\" target=\"_blank\">another 2023 study</a> found similar rates of death between nondrinkers and light to moderate drinkers.</p>\n        <p>It's worth noting that current guidelines advise <em>against</em> drinking alcohol as a way to improve health.</p>\n        <h2>How much alcohol is too much?</h2>\n        <p>The answer to this important question has varied over time, but <a href=\"https://www.dietaryguidelines.gov/alcohol/info\" style=\"text-decoration:underline\" target=\"_blank\">current US guidelines</a> recommend that men who drink should limit intake to two drinks/day or less and women who drink should have no more than one drink/day. The definitions for a drink in the US are the common serving sizes for beer (12 ounces), wine (5 ounces), or distilled spirits/hard liquor (1.5 ounces).</p>\n        <p>A number of experts have recommended revision of the guidelines toward lower amounts, as <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11320169/\" style=\"text-decoration:underline\" target=\"_blank\">more studies</a> have linked even moderate alcohol consumption to health risks. Predictably, the alcoholic beverage industry opposes more restrictive guidelines.</p>\n        <p>Of course, no one needs to wait for new guidelines or warning labels to curb their drinking. Many are <a href=\"https://www.health.harvard.edu/blog/feel-like-you-should-be-drinking-less-start-here-202409273073\" style=\"text-decoration:underline\" target=\"_blank\">exploring ways to cut back</a>, including the <a href=\"https://www.health.harvard.edu/blog/thinking-of-trying-dry-january-steps-for-success-202201032662\" style=\"text-decoration:underline\" target=\"_blank\">Dry January Challenge</a> or alcohol-free drinks.</p>\n        <h2>What we don't know: The significant limitations of alcohol-related health research</h2>\n        <p>Nearly all large studies regarding alcohol's impact on health assess associations, not causation. So a higher rate of certain cancers may be associated with more alcohol consumption, but that doesn't prove alcohol caused the cancer.</p>\n        <p>In addition, most rely on self-reporting that may be inaccurate, do not analyze binge drinking, do not assess alcohol consumption over a lifetime, or do not account for the fact that some study subjects may change their alcohol consumption due to alcohol-related health problems. These limitations make it hard to know how much to rely on studies that find health risks (or benefits) to alcohol consumption.</p>\n        <h2>The bottom line</h2>\n        <p>Assessing the risks and benefits of alcohol consumption remains an active area of research that may lead to major changes in official guidelines or warning labels.</p>\n        <p>But here's one thing that hasn't changed: many people like to drink. Even with more restrictive guidelines or new warning labels, it's likely that plenty of folks will accept the risks of drinking alcohol. Still, it's important to know what those risks are.</p>\n        <p>So, stay tuned. You can expect to hear about more research, debate, and controversy in the near future regarding the potential risks and benefits of drinking, and how much — if any — is ideal.</p>\n    "
    },
    {
      "title": "低科技的学校假期：让孩子在没有屏幕的情况下保持忙碌和快乐 (原标题: A low-tech school vacation: Keeping kids busy and happy without screens)",
      "link": "https://www.health.harvard.edu/blog/a-low-tech-school-vacation-keeping-kids-busy-and-happy-without-screens-201912192038",
      "pubDate": "Mon, 27 Jan 2025 05:00:00 GMT",
      "isoDate": "2025-01-27T05:00:00.000Z",
      "creator": "Claire McCarthy, MD",
      "summary": "### 屏幕之外的假期活动\n\n鉴于儿童和青少年在屏幕前花费的时间过多（8-12岁儿童每天4-6小时，青少年9小时，假期可能更高），文章旨在为家长和看护人提供在学校假期期间让孩子保持忙碌和快乐的“低科技”活动建议，以减少屏幕使用时间。这些建议主要适用于小学生，但青少年也可能喜欢其中一些。\n\n**主要活动建议：**\n\n*   **远离屏幕的时光：**\n    *   **户外活动：** 鼓励孩子多去户外，如在院子里玩捉迷藏、堆雪堡，或去公园散步、玩寻宝游戏、\"我间谍\"游戏。\n    *   **图书馆之旅：** 假期初期去图书馆借阅书籍、拼图和游戏，并了解是否有“物品图书馆”服务（如手工艺品、工具、乐器、观鸟工具包、望远镜甚至金属探测器）。\n    *   **搭建客厅堡垒：** 利用毯子、床单、椅子或小帐篷搭建堡垒，带入枕头、睡袋和手电筒，甚至可以让孩子晚上在里面睡觉，并让堡垒在整个假期中保持。\n    *   **建造客厅城市：** 使用积木、乐高、盒子等材料建造城市，添加道路、汽车、人物、动物、火车和其他玩具，让城市在整个假期中不断扩大。\n\n*   **屏幕之外的创意活动：**\n    *   **发挥创意：** 购买便宜的手工艺品材料（如海报板、大张纸、颜料、马克笔），制作壁画、漫画书、故事或海报。如果会编织或缝纫，可以教孩子或一起制作简单的项目。在创作时播放音乐。\n    *   **大声朗读：** 选择有趣的书籍（如《哈利·波特》系列、《纳尼亚传奇》、E.B.怀特和罗尔德·达尔的作品），用不同声音表演，增加乐趣。\n    *   **木偶戏：** 用袜子制作木偶，或使用玩偶、手办进行表演。可以用盒子和布料制作简易舞台。\n    *   **玩桌游：** 拿出适合不同年龄段的桌游，如跳棋、国际象棋、Uno、四子棋、大富翁等。\n    *   **烘焙：** 即使使用预拌粉或预制饼干面团也很棒。烘焙后可以添加糖霜和装饰。在烘焙时播放音乐并跳舞。\n\n**图片：**\n\n*   文章包含一张图片，展示了父亲、女儿和儿子在公园草地上踢足球的场景。\n    *   图片链接：`https://domf5oio6qrcr.cloudfront.net/medialibrary/16415/gettyimages-1143801175.jpg`\n\n**总结：**\n\n尽管有些活动需要家长参与，但许多活动一旦开始，孩子可以独立完成。这些活动旨在让孩子有时间发挥想象力并尽情玩耍，家长也可能会发现自己乐在其中。",
      "translated_title": "低科技的学校假期：让孩子在没有屏幕的情况下保持忙碌和快乐",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/16415/gettyimages-1143801175.jpg",
          "alt": "Father, daughter, and son playing soccer on the grass in a park; ",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"Father, daughter, and son playing soccer on the grass in a park; \" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/16415/gettyimages-1143801175.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"b1aea0ae-cdd2-40ca-b96c-838e474fa767\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>School vacation coming up? Wondering how to spend that time? Given how tiring holidays can be&nbsp;— especially for parents who are working&nbsp;— it's understandable why children are often allowed to spend hours with the TV, tablet, or video games. After all, happy, quiet kids make for happy parents who can finally get stuff done — or relax.</p>\n        <p>Except kids are spending way too much time in front of screens. According to the American Academy of Child and Adolescent Psychiatry, kids ages 8 to 12 are spending <a href=\"https://www.aacap.org/AACAP/Families_and_Youth/Facts_for_Families/FFF-Guide/Children-And-Watching-TV-054.aspx#:~:text=Screen%20Time%20and%20Children&amp;text=Children%20and%20adolescents%20spend%20a,spend%20up%20to%209%20hours.\" target=\"_blank\">four to six hours a day watching or using screens</a> — and tweens and teens are spending nine hours.</p>\n        <p>Given how enticing devices and social media can be, those numbers can easily go higher during unscheduled times like weekends and school vacation. That's why it's good to be proactive and come up with other activities. Below are some ideas for parents and caregivers to try. These are mostly good for kids through elementary school, but tweens and teens may enjoy some of them too.</p>\n        <h2 class=\"Subhead\">\n          <strong>Spending time off the screen</strong>\n        </h2>\n        <p><strong>Go outside.</strong> This sounds obvious, but spending time outdoors is something kids do less than they used to — and it can be really fun. If you have a yard, go out into it and play hide-and-seek or build a fort from snow or anything else that's around. If you don't have a yard, go to a local park or just go for a walk. A scavenger hunt up and down the block or game of I Spy may be a good enticement.</p>\n        <p><strong>Go to the library.</strong> Do this early on in vacation, so that your child has lots of books, puzzles, and games to pass the time. Check out as many as they allow and you can carry. Ask if a Library of Things is available at a branch near you: crafts, tools, musical instruments, birding kits, telescopes — even metal detectors may be checked out for free.</p>\n        <p><strong>Build a fort in the living room.</strong> Use blankets or sheets over chairs; if you have a small tent, set it up. Bring in pillows, sleeping bags, and flashlights; let the kids sleep in it at night. Let it stay up all vacation.</p>\n        <p><strong>Build a city in the living room.</strong> Use blocks, Legos, boxes (or anything else), and add roads, cars, people, animals, trains, and other toys. Let it stay up all vacation, and make it bigger every day.</p>\n        <h2 class=\"Subhead\">\n          <strong>Getting creative off the screen</strong>\n        </h2>\n        <p><strong>Get creative.</strong> Go to the craft store and stock up on inexpensive supplies. Buy things like poster board, huge pieces of paper (you could use those for your city, too, to make parks, roads, and parking lots), paints, and markers. You can make a paper mural, a comic book, a story, posters, or whatever catches your child's imagination. If you know how to knit or sew, think about teaching your child or making a simple project together.&nbsp; Play music while you create.</p>\n        <p><strong>Read out loud.</strong> There are so many books that are fun to read aloud. When my children were younger, we read the Harry Potter series out loud, as well as the Chronicles of Narnia and books by E.B. White and Roald Dahl. Act out the voices. Have some fun.</p>\n        <p><strong>Have a puppet show.</strong> If you don't have puppets, you can make some with socks — or you can hold up dolls or action figures and do the talking for them. You can make a makeshift stage by cutting out the back of a box and taping cloth (like a pillowcase) to fall over the front.</p>\n        <p><strong>Get out the games.</strong> There are so many that work across the ages, like checkers, chess, Uno, Connect 4, Sorry, Twister, Clue, Scrabble, or Monopoly. We forget how much fun these can be.</p>\n        <p><strong>Bake.</strong> You don't have to get fancy — it's fine to use mixes or pre-made cookie dough. There's nothing better than baked goods straight from the oven, and adding frosting and decorations makes it even more fun. Turn on music and dance while things bake.</p>\n        <p>While parents or caregivers need to be involved with some of these activities (like the ones involving the oven, or reading out loud), kids can do many of them independently once you have it started. Which, really, is what children need: time to use their imagination and just play.</p>\n        <p>But you just may find that once you have things started, you'll want to play, too.</p>\n    "
    },
    {
      "title": "您应该接受炎症检测吗？ (原标题: Should you be tested for inflammation?)",
      "link": "https://www.health.harvard.edu/blog/should-you-be-tested-for-inflammation-202203292715",
      "pubDate": "Wed, 18 Dec 2024 05:00:00 GMT",
      "isoDate": "2024-12-18T05:00:00.000Z",
      "creator": "Robert H. Shmerling, MD",
      "summary": "### 炎症检测：您需要吗？\n\n炎症，尤其是长期慢性炎症，与多种慢性疾病和死亡密切相关。尽管对慢性炎症如何损害健康的理解日益深入，但许多人仍疑惑：我是否可能存在无症状炎症？如何发现？是否有相关检测？\n\n#### 炎症检测的类型与局限性\n\n医学上存在多种成熟的炎症检测方法，但需注意，这些检测无法区分由感冒、肺炎或损伤引起的急性炎症，与由糖尿病、肥胖或自身免疫性疾病等引起的更具破坏性的慢性炎症。\n\n常见的四种炎症检测包括：\n\n*   **红细胞沉降率（ESR）：** 测量红细胞在血液中沉降的速度。炎症存在时，血液中蛋白质增多导致红细胞凝集，沉降速度加快。正常值通常为20毫米/小时或更低。\n*   **C-反应蛋白（CRP）：** 肝脏产生的一种蛋白质，炎症时水平升高。正常值低于3毫克/升。高于3毫克/升常被视为心血管疾病风险增加的指标，全身性炎症可使其升至100毫克/升或更高。\n*   **铁蛋白：** 反映体内铁储存量的血液蛋白，炎症时水平也会升高。正常范围通常为20至200微克/升。\n*   **纤维蛋白原：** 主要用于评估凝血系统，但炎症时其水平也会升高。正常水平为200至400毫克/分升。\n\n需要注意的是，这些检测并非完美，可能出现假阴性或假阳性结果。\n\n#### 炎症检测的用途\n\n炎症检测在特定情况下非常有用：\n\n*   **诊断炎症性疾病：** 例如，巨细胞动脉炎患者的ESR几乎总是升高，有助于根据症状辅助诊断。\n*   **监测炎症性疾病：** 如类风湿关节炎患者，ESR或CRP（或两者）有助于评估疾病活跃度和治疗效果。\n\n#### 是否应常规进行炎症检测？\n\n目前，炎症检测并非所有成年人的常规医疗护理项目，专家指南也不推荐常规检测。尽管CRP检测有时被鼓励用于评估部分中度心脏病发作风险人群的心血管风险，以指导预防性治疗，但对于大多数人而言，常规CRP检测对标准风险因素（如高血压、糖尿病、吸烟、高胆固醇和心脏病家族史）的评估补充作用有限。\n\n值得注意的是，目前只有直接面向消费者的炎症检测公司会无特定理由地推荐所有人进行常规炎症检测。\n\n#### 无症状炎症与更优方法\n\n尽管慢性炎症可能没有特定症状，但无故通过血液检测寻找炎症证据的帮助远不如通过常规医疗护理来筛查无症状炎症的常见原因，包括：\n\n*   超重\n*   糖尿病\n*   心血管疾病（包括心脏病发作和中风）\n*   丙型肝炎及其他慢性感染\n*   自身免疫性疾病\n\n对于大多数这些情况，标准的医学评估并不需要炎症检测。\n\n#### 总结\n\n炎症检测在医学评估和监测特定健康状况（如类风湿关节炎）中占有一席之地。然而，作为一项针对所有人的常规检测，其益处尚不明确。更好的方法是养成健康的生活习惯，并接受常规医疗护理，以识别和治疗导致有害炎症的潜在疾病。\n\n![A test tube with yellow top is filled with blood and has a blank label. It is lying sideways on top of other test tubes capped in different colors. ](https://domf5oio6qrcr.cloudfront.net/medialibrary/12526/ed6fb414-d554-4b09-b3d8-47b47b53af16.jpg)",
      "translated_title": "您应该接受炎症检测吗？",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/12526/ed6fb414-d554-4b09-b3d8-47b47b53af16.jpg",
          "alt": "A test tube with yellow top is filled with blood and has a blank label. It is lying sideways on top of other test tubes capped in different colors. ",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A test tube with yellow top is filled with blood and has a blank label. It is lying sideways on top of other test tubes capped in different colors. \" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/12526/ed6fb414-d554-4b09-b3d8-47b47b53af16.jpg\" style=\"height:337px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"ed6fb414-d554-4b09-b3d8-47b47b53af16\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Let's face it: inflammation has a bad reputation. Much of it is well-deserved. After all, <a href=\"https://www.health.harvard.edu/staying-healthy/inflammation-a-unifying-theory-of-disease\" style=\"text-decoration:underline\" target=\"_blank\">long-term inflammation contributes to chronic illnesses</a> and deaths. If you just relied on headlines for health information, you might think that stamping out inflammation would eliminate cardiovascular disease, cancer, dementia, and perhaps aging itself.</p>\n        <p>Unfortunately, that's not true.</p>\n        <p>Still, our understanding of how chronic inflammation can impair health has expanded dramatically in recent years. And with this understanding come three common questions: Could I have inflammation without knowing it? How can I find out if I do? Are there tests for inflammation? Indeed, there are.</p>\n        <h2>Testing for inflammation</h2>\n        <p>A number of well-established tests to detect inflammation are commonly used in medical care. But it's important to note these tests can't distinguish between <em>acute</em> inflammation, which might develop with a cold, pneumonia, or an injury, and the more damaging <em>chronic</em> inflammation that may accompany diabetes, obesity, or an autoimmune disease, among other conditions. Understanding <a href=\"https://www.health.harvard.edu/blog/why-all-the-buzz-about-inflammation-and-just-how-bad-is-it-202203162705\" style=\"text-decoration:underline\" target=\"_blank\">the difference between acute and chronic inflammation</a> is important.</p>\n        <p>These are four of the most common tests for inflammation:</p>\n        <ul>\n          <li><strong>Erythrocyte sedimentation rate (sed rate or ESR).</strong> This test measures how fast red blood cells settle to the bottom of a vertical tube of blood. When inflammation is present the red blood cells fall faster, as higher amounts of proteins in the blood make those cells clump together. While ranges vary by lab, a normal result is typically 20 mm/hr or less, while a value over 100 mm/hr is quite high.</li>\n          <li><strong>C-reactive protein (CRP).</strong> This protein made in the liver tends to rise when inflammation is present. A normal value is less than 3 mg/L. A value over 3 mg/L is often used to identify an increased risk of cardiovascular disease, but bodywide inflammation can make CRP rise to 100 mg/L or more.</li>\n          <li><strong>Ferritin.</strong> This is a blood protein that reflects the amount of iron stored in the body. It's most often ordered to evaluate whether an anemic person is iron-deficient, in which case ferritin levels are low. Or, if there is too much iron in the body, ferritin levels may be high. But ferritin levels also rise when inflammation is present. Normal results vary by lab and tend to be a bit higher in men, but a typical normal range is 20 to 200 mcg/L.</li>\n          <li><strong>Fibrinogen.</strong> While this protein is most commonly measured to evaluate the status of the blood clotting system, its levels tend to rise when inflammation is present. A normal fibrinogen level is 200 to 400 mg/dL.</li>\n        </ul>\n        <h2>Are tests for inflammation useful?</h2>\n        <p>In certain situations, tests to measure inflammation can be quite helpful.</p>\n        <ul>\n          <li><strong>Diagnosing an inflammatory condition.</strong> One example of this is a rare condition called <a href=\"https://pubmed.ncbi.nlm.nih.gov/30952412/\" style=\"text-decoration:underline\" target=\"_blank\">giant cell arteritis</a>, in which the ESR is nearly always elevated. If symptoms such as new, severe headache and jaw pain suggest that a person may have this disease, an elevated ESR can increase the suspicion that the disease is present, while a normal ESR argues against this diagnosis.</li>\n          <li><strong>Monitoring an inflammatory condition.</strong> When someone has <a href=\"https://pubmed.ncbi.nlm.nih.gov/34951925/\" style=\"text-decoration:underline\" target=\"_blank\">rheumatoid arthritis</a>, for example, ESR or CRP (or both tests) help determine how active the disease is and how well treatment is working.</li>\n        </ul>\n        <p>None of these tests is perfect. Sometimes false negative results occur when inflammation actually is present. False positive results may occur when abnormal test results suggest inflammation even when none is present.</p>\n        <h2>Should you be routinely tested for inflammation?</h2>\n        <p>Currently, tests of inflammation are not a part of routine medical care for all adults, and <a href=\"https://pubmed.ncbi.nlm.nih.gov/29998297/\" style=\"text-decoration:underline\" target=\"_blank\">expert guidelines</a> do not recommend them.</p>\n        <p>CRP testing to assess cardiac risk is encouraged to help decide whether preventive treatment is appropriate for some people (such as those with a risk of a heart attack that is intermediate — that is, neither high nor low). However, for most people evidence suggests that routine CRP testing adds relatively little to assessment using standard risk factors, such as a history of hypertension, diabetes, smoking, high cholesterol, and positive family history of heart disease.</p>\n        <p>So far, only one group I know of recommends routine testing for inflammation for all without a specific reason: companies selling inflammation tests directly to consumers.</p>\n        <h2>Inflammation may be silent — so why not test?</h2>\n        <p>It's true that chronic inflammation may not cause specific symptoms. But looking for evidence of inflammation through a blood test without any sense of why it might be there is much less helpful than having routine health care that screens for common causes of silent inflammation, including</p>\n        <ul>\n          <li>\n            <a href=\"https://pubmed.ncbi.nlm.nih.gov/35196429/\" style=\"text-decoration:underline\" target=\"_blank\">excess weight</a>\n          </li>\n          <li>\n            <a href=\"https://pubmed.ncbi.nlm.nih.gov/39000211/\" style=\"text-decoration:underline\" target=\"_blank\">diabetes</a>\n          </li>\n          <li><a href=\"https://pubmed.ncbi.nlm.nih.gov/38774746/\" style=\"text-decoration:underline\" target=\"_blank\">cardiovascular disease</a> (including heart attacks and stroke)</li>\n          <li><a href=\"https://pubmed.ncbi.nlm.nih.gov/36674897/\" style=\"text-decoration:underline\" target=\"_blank\">hepatitis C</a> and other chronic infections</li>\n          <li><a href=\"https://pubmed.ncbi.nlm.nih.gov/39372419/\" style=\"text-decoration:underline\" target=\"_blank\">autoimmune disease</a>.</li>\n        </ul>\n        <p>Standard medical evaluation for most of these conditions does not require testing for inflammation. And your medical team can recommend the right treatments if you do have one of these conditions.</p>\n        <h2>The bottom line</h2>\n        <p>Testing for inflammation has its place in medical evaluation, and in monitoring certain health conditions such as rheumatoid arthritis. But it's not clearly helpful as a routine test for everyone. A better approach is to adopt healthy habits and get routine medical care that can identify and treat the conditions that contribute to harmful inflammation.</p>\n    "
    },
    {
      "title": "乳糜泻：探究四大误区 (原标题: Celiac disease: Exploring four myths)",
      "link": "https://www.health.harvard.edu/blog/celiac-disease-exploring-four-myths-202411063079",
      "pubDate": "Wed, 06 Nov 2024 15:30:00 GMT",
      "isoDate": "2024-11-06T15:30:00.000Z",
      "creator": "Julie Corliss",
      "summary": "# 乳糜泻：探究四大误区\n\n乳糜泻是一种消化和免疫系统疾病，会阻碍身体吸收必需营养。尽管对乳糜泻的认识有所提高，但仍存在广泛的误解。本文将深入探讨关于乳糜泻及其相关消化状况的四个常见误区和事实。\n\n![无麸质面包和百吉饼](https://domf5oio6qrcr.cloudfront.net/medialibrary/15838/gettyimages-1135309751.jpg)\n\n## 误区与事实\n\n1.  **误区1：乳糜泻通常在幼年时期被诊断出来。**\n    *   **事实：** 并非如此。虽然乳糜泻可在婴儿首次接触麸质后随时发展，但通常在生命后期才被诊断，平均诊断年龄在46至56岁之间，约25%的人在60岁后才确诊。女性和患有其他自身免疫疾病（如1型糖尿病、桥本甲状腺炎、疱疹样皮炎）的人群中更常见。身体或情绪压力（如病毒感染、手术、焦虑）可能“触发”疾病的出现。越来越多的人在中老年时期被诊断，常因营养缺乏（如贫血或骨质疏松症）而发现。\n\n2.  **误区2：乳糜泻只影响肠道。**\n    *   **事实：** 并非如此。乳糜泻患者摄入麸质会引发免疫系统攻击小肠内壁的绒毛，导致其扁平化和发炎，从而无法充分吸收营养。然而，胃肠道问题并非总是存在。乳糜泻可以表现出多种影响神经、内分泌和骨骼系统的症状，例如脑雾、月经周期改变或肌肉关节疼痛。\n\n3.  **误区3：乳糜泻与麸质不耐受是同一回事。**\n    *   **事实：** 并非如此。非乳糜泻性麸质敏感症（也称麸质不耐受）在摄入麸质后会引起不适的消化道症状，但它不会触发特异性抗体或导致肠道损伤。乳糜泻通过血液检测特异性抗体和肠道活检确诊。非乳糜泻性麸质敏感症的症状可能与乳糜泻重叠，如脑雾、注意力不集中、肌肉酸痛和疲劳。目前尚不清楚其是否由麸质本身引起，或与麸质食物中的其他成分（如FODMAPs或小麦过敏）有关。\n\n4.  **误区4：无麸质饮食总是能缓解乳糜泻的症状和体征。**\n    *   **事实：** 并非总是如此。约20%的乳糜泻患者即使严格遵守无麸质饮食，仍有持续症状，这被称为无反应性乳糜泻。另一些人则因意外接触麸质而出现间歇性症状，这通常发生在食用声称无麸质但实际并非如此的加工食品或餐馆食物时，或因交叉污染。目前正在研究针对无反应性乳糜泻的潜在解决方案，包括：\n        *   服用分解麸质的酶（类似于乳糖不耐受者服用的乳糖酶）。\n        *   通过抑制组织转谷氨酰胺酶来减弱对麸质的免疫反应。\n        *   重新编程免疫反应以阻止身体对麸质做出反应。",
      "translated_title": "乳糜泻：探究四大误区",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/15838/gettyimages-1135309751.jpg",
          "alt": "Gluten-free bread & bagels with 12 appetizing toppings like avocado & olives, hummus & chickpeas, sliced hardboiled eggs & greens; concept is celiac disease",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"Gluten-free bread &amp; bagels with 12 appetizing toppings like avocado &amp; olives, hummus &amp; chickpeas, sliced hardboiled eggs &amp; greens; concept is celiac disease\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/15838/gettyimages-1135309751.jpg\" style=\"height:400px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"bed92d6d-8011-4712-b169-219ee95e3176\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Celiac disease is a <a href=\"https://www.niddk.nih.gov/health-information/digestive-diseases/celiac-disease/definition-facts#common\" style=\"text-decoration:underline\" target=\"_blank\">digestive and immune disorder</a> that can keep the body from absorbing necessary nutrients. \"Our conception and awareness of celiac disease has evolved over the past few decades, but there are still aspects that remain poorly understood,\" says Dr. Ciaran Kelly, medical director of the Celiac Center at Beth Israel Deaconess Medical Center and professor of medicine at Harvard Medical School.</p>\n        <p>Perhaps not surprisingly, misconceptions are widespread among the general public. One example? Many people assume that everyone who has celiac disease is plagued by abdominal pain, bloating, or diarrhea. But actually, many adults newly diagnosed with this inherited gluten intolerance don't have these symptoms.</p>\n        <p>What's more, gluten — the sticky protein found in grains such as wheat, barley, and rye — can cause gastrointestinal distress and other symptoms in people who <em>don't</em> have celiac disease. Read on for a deeper dive into four myths and facts about celiac disease and related digestive conditions.</p>\n        <h2>Myth # 1: Celiac disease is usually diagnosed at a young age</h2>\n        <p>Not typically. While celiac disease can develop any time after a baby's first exposure to gluten, it's usually diagnosed <a href=\"https://nationalceliac.org/celiac-disease-questions/can-you-get-celiac-disease-at-any-age/\" style=\"text-decoration:underline\" target=\"_blank\">much later in life</a>. According to the National Celiac Association, the average age of diagnosis is between 46 and 56. Around 25% of people are diagnosed after age 60.</p>\n        <p>Celiac disease is slightly more common in women and among people with other autoimmune conditions, including type 1 diabetes, Hashimoto's thyroiditis (a common cause of low thyroid levels), and dermatitis herpetiformis (a rare condition marked by an itchy, blistering rash).</p>\n        <p>\"We don't know why some people go from being susceptible to actually having celiac disease,\" says Dr. Kelly. The prevailing theory is that some sort of physical or emotional stress — such as a viral infection, surgery, or anxiety from a stressful life event — may \"flip the switch\" and cause the disease to appear, he says. \"Increasing numbers of people are being diagnosed at midlife and older, often after they're found to have conditions such as anemia or osteoporosis caused by nutrient deficiencies,\" says Dr. Kelly.</p>\n        <h2>Myth #2: Celiac disease only affects the gut</h2>\n        <p>When people have celiac disease, eating gluten triggers an immune system attack that can ravage the lining of the small intestine. A healthy small intestine is lined with fingerlike projections, called villi, that absorb nutrients. In celiac disease, the immune system attacks the villi, causing them to flatten and become inflamed — and thus unable to adequately absorb nutrients.</p>\n        <p>While gastrointestinal problems can occur, they aren't always present. In fact, celiac disease can present with <a href=\"https://www.health.harvard.edu/diseases-and-conditions/common-celiac-disease-symptoms\" style=\"text-decoration:underline\" target=\"_blank\">many different symptoms</a> that affect the nervous, endocrine, and skeletal systems. A few examples are brain fog, changes in menstrual periods, or muscle and joint pain.</p>\n        <h2>Myth # 3: Celiac disease versus gluten intolerance</h2>\n        <p>If you feel sick after eating gluten, you probably have celiac disease, right? Actually, that may not be true. Some people have non-celiac gluten sensitivity (also called gluten intolerance), which can cause uncomfortable digestive symptoms after eating gluten. But gluten intolerance differs from celiac disease.</p>\n        <ul>\n          <li>Celiac disease is diagnosed with blood tests that look for specific antibodies. If antibodies are present, a definitive diagnosis requires an intestinal biopsy to look for signs of damage that characterize the condition.</li>\n          <li>Non-celiac gluten sensitivity does not trigger antibodies or cause intestinal damage. Yet some people with this problem say they also experience brain fog, trouble concentrating, muscle aches and pain, and fatigue after eating gluten-containing foods.</li>\n        </ul>\n        <p>\"Non-celiac gluten sensitivity appears to be a real phenomenon, but it's not well defined,\" says Dr. Kelly. It's unclear whether people experiencing it are intolerant to gluten or to something else in gluten-containing foods.</p>\n        <ul>\n          <li>One possibility is sugarlike molecules known as <a href=\"https://www.health.harvard.edu/healthbeat/should-you-stop-eating-fodmaps\" style=\"text-decoration:underline\" target=\"_blank\">FODMAPs</a>, which are found in many foods — including wheat. Short for fermentable oligosaccharides, disaccharides, monosaccharides, and polyols, gas and bloating can occur when gut bacteria feed on FODMAPs.</li>\n          <li>Another possibility is an allergy to wheat, which can cause symptoms such as swelling, itching, or irritation of the mouth and throat after eating wheat. Other symptoms include a skin rash, stuffy nose, and headache, as well as cramps, nausea, and vomiting. Some people may develop a life-threating allergic reaction known as <a href=\"https://www.health.harvard.edu/a_to_z/anaphylaxis-a-to-z\" style=\"text-decoration:underline\" target=\"_blank\">anaphylaxis</a>.</li>\n        </ul>\n        <h2>Myth #4: A gluten-free diet always relieves the symptoms and signs of celiac disease</h2>\n        <p>The sole treatment for celiac disease — adopting a <a href=\"https://www.health.harvard.edu/diseases-and-conditions/celiac-disease-diet-avoiding-foods-that-contain-gluten\" style=\"text-decoration:underline\" target=\"_blank\">diet that avoids all gluten-containing foods</a> — doesn't always help. This problem is known as nonresponsive celiac disease.</p>\n        <p>\"About 20% of people with celiac disease have ongoing symptoms, despite their best efforts to stick to a gluten-free diet,\" says Dr. Kelly. Others have intermittent signs and symptoms, particularly when they are accidentally exposed to gluten. Accidental exposures often happen when people eat prepared or restaurant foods that claim to be gluten-free but are not. Cross contamination with gluten-containing foods is another potential route.</p>\n        <p>Potential solutions to nonresponsive celiac disease are being studied. Three promising approaches are:</p>\n        <ul>\n          <li>Enzymes that break down gluten, which people could take alongside gluten-containing foods. \"It's a similar concept to the lactase pills taken by people who are lactose intolerant to help them digest dairy products,\" says Dr. Kelly.</li>\n          <li>Dampening the immune response to gluten by inhibiting an enzyme called tissue transglutaminase that makes gluten more potent as an antigen.</li>\n          <li>Reprogramming the immune response to prevent the body from reacting to gluten.</li>\n        </ul>\n    "
    },
    {
      "title": "你是否正在接受不必要的医疗服务？ (原标题: Are you getting health care you don't need?)",
      "link": "https://www.health.harvard.edu/blog/are-you-getting-health-care-you-dont-need-202408053064",
      "pubDate": "Mon, 05 Aug 2024 04:00:00 GMT",
      "isoDate": "2024-08-05T04:00:00.000Z",
      "creator": "Robert H. Shmerling, MD",
      "summary": "文章指出，美国高达20%的医疗服务可能是非必要的，强调“更多并非总是更好”。尽管人们普遍认为“知识就是力量”，但在医疗领域，不相关、冗余或不准确的信息可能无益甚至有害。不必要的检查、治疗和补充剂不仅带来风险，还会增加医疗系统的成本。\n\n文章建议重新考虑以下几种常见的非必要医疗服务：\n\n*   **癌症筛查：** 某些癌症筛查（如结直肠癌、宫颈涂片、乳腺X光检查）在达到推荐年龄上限后，继续进行的好处微乎其微。例如，对于平均风险的结直肠癌患者，75岁后通常建议停止结肠镜检查。\n*   **保健品：** 膳食补充剂是一个数十亿美元的产业，但对于大多数人而言，常规服用维生素D、鱼油或复合维生素缺乏足够的证据支持其益处。除非存在维生素或矿物质缺乏症，或有特定疾病（如年龄相关性黄斑变性），否则不建议常规服用。\n*   **每日阿司匹林：** 近年来，低剂量阿司匹林的推荐用途已发生变化。新指南主要推荐给已有心脏病发作、中风或其他心血管疾病史的人群。对于没有心血管疾病史的60岁以上人群，常规服用阿司匹林益处甚微，反而可能增加胃出血和某些类型中风的风险。\n*   **前列腺癌筛查：** 对于55至69岁的男性，美国预防服务工作组不再常规推荐PSA血液检测和直肠检查。研究表明这些测试不能可靠地减少痛苦或延长生命，且假阳性结果可能导致不必要的侵入性检查。70岁以上男性不建议进行筛查。\n*   **心脏检查：** 对于低风险且无心血管疾病症状的人群，不常规推荐心电图、压力测试等心脏检查。无充分理由进行这些测试可能导致假阳性结果，进而引发不必要的侵入性检查和治疗。\n\n此外，不必要的医疗服务还可能带来其他问题，包括：\n\n*   检查过程中的不适或并发症。\n*   等待检查结果时的焦虑。\n*   假阴性结果带来的虚假安心。\n*   所有治疗都伴随副作用，如果治疗本身没有益处，这些副作用则显得无法接受。\n\n文章强调，患者应与医生讨论，明确自己是否正在接受不必要的检查或治疗。医生建议跳过某些项目并非忽视健康，而是基于风险与益处的平衡。减少不必要的医疗服务可以节省时间、金钱，避免不必要的风险和副作用，从而真正改善健康。\n\n![illustration in shades of green and white showing stylized medical objects: thermometer, bandage, medication bottle, stethoscope, syringe, clipboard, blister pack of pills](http://content.health.harvard.edu/wp-content/uploads/2024/08/gettyimages-2131518859.jpg)",
      "translated_title": "你是否正在接受不必要的医疗服务？",
      "images": [
        {
          "url": "http://content.health.harvard.edu/wp-content/uploads/2024/08/gettyimages-2131518859.jpg",
          "alt": "illustration in shades of green and white showing stylized medical objects: thermometer, bandage, medication bottle, stethoscope, syringe, clipboard, blister pack of pills",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p><img alt=\"illustration in shades of green and white showing stylized medical objects: thermometer, bandage, medication bottle, stethoscope, syringe, clipboard, blister pack of pills\" height=\"400\" imageid=\"d28fc67f-70d6-47c4-b157-a20deee38d6a\" src=\"http://content.health.harvard.edu/wp-content/uploads/2024/08/gettyimages-2131518859.jpg\" width=\"599\" referrerpolicy=\"no-referrer\"></p>\n\n<p>Ever wonder if every medical test or treatment you've taken was truly necessary? Or are you inclined to get every bit of health care you can? Maybe you feel good about getting the most out of your health insurance. Perhaps a neighborhood imaging center is advertising discounted screening tests, your employer offers health screens as a perk, or you're intrigued by ads touting supplements for a seemingly endless number of conditions.</p>\n\n<p>But keep in mind: just because you could get a particular test or treatment or take a supplement doesn't mean you should. One study suggests that as much as <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5587107/\" style=\"text-decoration:underline\" target=\"_blank\">20% of all health care in the US is unneeded</a>. In short: when it comes to health care, more is not always better.</p>\n\n<h2>Isn't it better to be proactive about your health?</h2>\n\n<p>We're all taught that knowledge is power. So it might seem reasonable to want to know as much as possible about how your body is working. And isn't it better to take action <em>before</em> there's a problem rather than waiting for one to develop? What's the harm of erring on the side of more rather than less?</p>\n\n<p>The truth is that knowledge is <em>not</em> always power: if the information is irrelevant to your specific situation, redundant, or inaccurate, the knowledge gained through unnecessary health care can be unhelpful or even harmful. Unnecessary tests, treatments, and supplements come with risks, even when they seem harmless. And, of course, unnecessary care is not free — even if you're not paying a cent out of pocket, it drives up costs across health systems.</p>\n\n<h2>Screening tests, wellness strategies, and treatments to reconsider</h2>\n\n<p>Recommended screening tests, treatments, and supplements can be essential to good health. But when risks of harm outweigh benefits — or if proof of any benefit is lacking — think twice. Save your time, money, and effort for health care that is <a href=\"https://www.health.harvard.edu/blog/how-well-do-you-worry-about-your-health-202403203027\" style=\"text-decoration:underline\" target=\"_blank\">focused on the most important health threats</a> and backed by evidence.</p>\n\n<h3>Cancer screening: When to stop?</h3>\n\n<p>Screening tests for some cancers are routinely recommended and can be lifesaving. But there's a reason they come with a <a href=\"https://www.health.harvard.edu/blog/screening-tests-may-save-lives-so-when-is-it-time-to-stop-202301232879\" style=\"text-decoration:underline\" target=\"_blank\">recommended stop age</a>. For instance, guidelines recommend that a person at average risk of colorectal cancer with previously normal colonoscopies stop having them once they turn 75. Similar limits apply to Pap smears (age 65) and mammograms (age 75). Studies suggest that beyond those ages, there is little benefit to continuing these screens.</p>\n\n<h3>Watch out for wellness marketing</h3>\n\n<p>Dietary supplements are a multibillion-dollar industry. And a whopping <a href=\"https://www.statista.com/statistics/823603/dietary-supplement-usage-us-adults-timeline/\" style=\"text-decoration:underline\" target=\"_blank\">70% or more of US adults take at least one</a>, such as vitamin D, fish oil, or a multivitamin. People often consider them as insurance in case vital elements are missing from their diet, or they believe supplements can prevent dementia, heart disease, or another condition.</p>\n\n<p>Yet <a href=\"https://www.health.harvard.edu/staying-healthy/do-you-need-a-daily-supplement\" style=\"text-decoration:underline\" target=\"_blank\">little evidence supports a benefit</a> of routine supplement use for everyone. While recent studies suggest a daily multivitamin <a href=\"https://pubmed.ncbi.nlm.nih.gov/38244989/\" style=\"text-decoration:underline\" target=\"_blank\">might slow cognitive decline in older adults</a>, there's no medical consensus that everyone should be taking a multivitamin. <a href=\"https://ods.od.nih.gov/factsheets/Omega3FattyAcids-HealthProfessional/\" style=\"text-decoration:underline\" target=\"_blank\">Fish oil (omega-3) supplements</a> haven't proven to be as healthful as simply eating servings of fatty fish and other seafood low in toxic chemicals like mercury and PCBs. And the benefits of routinely taking vitamin D supplements <a href=\"https://pubmed.ncbi.nlm.nih.gov/38828931/\" style=\"text-decoration:underline\" target=\"_blank\">remain unproven</a> as well.</p>\n\n<p>It's worth emphasizing that dietary supplements clearly provide significant benefit for some people, and may be recommended by your doctor accordingly. For example, if you have a vitamin or mineral deficiency or a condition like <a href=\"https://www.health.harvard.edu/topics/macular-degeneration\" style=\"text-decoration:underline\" target=\"_blank\">age-related macular degeneration</a>, good evidence supports taking specific supplements.</p>\n\n<h3>Reconsider daily aspirin</h3>\n\n<p>Who should be taking low-dose aspirin regularly? Recommendations have changed in recent years, so this is worth revisiting with your health care team.</p>\n\n<ul>\n<li>Older recommendations favored daily low-dose aspirin to <a href=\"https://pubmed.ncbi.nlm.nih.gov/35471577/\" style=\"text-decoration:underline\" target=\"_blank\">help prevent cardiovascular disease</a>, including first instances of heart attack and stroke.</li>\n<li>New recommendations favor low-dose aspirin for people who've already experienced a heart attack, stroke, or other cardiovascular disease. Adults ages 40 to 59 who are at a high risk for these conditions and low risk for bleeding also may consider it.</li>\n</ul>\n\n<p>Yet according to a recent study, <a href=\"https://www.acpjournals.org/doi/10.7326/M24-0427\" style=\"text-decoration:underline\" target=\"_blank\">nearly one-third of adults 60 and older</a> without past cardiovascular disease take aspirin, despite evidence that it provides little benefit for those at average or low risk. Aspirin can cause stomach bleeding and raise risk for a certain type of stroke.</p>\n\n<h3>Weigh in on prostate cancer screening</h3>\n\n<p>Men hear about prostate cancer often. It's common, and the second leading cause of cancer deaths among men. But PSA blood tests and rectal exams to identify evidence of cancer in the prostate are no longer routinely recommended for men ages 55 to 69 by the <a href=\"https://www.uspreventiveservicestaskforce.org/uspstf/recommendation/prostate-cancer-screening#fullrecommendationstart\" style=\"text-decoration:underline\" target=\"_blank\">United States Preventative Services Task Force</a>.</p>\n\n<p>The reason? Studies suggest that performing these tests does not reliably reduce suffering or prolong life. Nor do possible benefits offset downsides like false positives (test results that are abnormal despite the absence of cancer). That can lead to additional testing, some of which is invasive.</p>\n\n<p>Current guidelines suggest making a shared decision with your doctor about whether to have PSA testing after reviewing the pros and cons. For men over age 70, no screening is recommended. Despite this, millions of men have PSA tests and rectal examinations routinely.</p>\n\n<h3>Not everyone needs heart tests</h3>\n\n<p>There are now more ways than ever to evaluate the health of your heart. But none are routinely recommended if you're at low risk and have no signs or symptoms of cardiovascular disease. That's right: in the absence of symptoms or a high risk of cardiovascular disease, it's generally safe to skip <a href=\"https://www.aafp.org/family-physician/patient-care/clinical-recommendations/all-clinical-recommendations/cw-ekg.html\" style=\"text-decoration:underline\" target=\"_blank\">EKGs, stress tests, and other cardiac tests</a>.</p>\n\n<p>Yet many people have these tests as part of their routine care. Why is this a problem? Having these tests without a compelling reason comes with risks, especially false positive results that can lead to invasive testing and unneeded treatment.</p>\n\n<h2>Four more reasons to avoid unnecessary care</h2>\n\n<p>Besides the concerns mentioned already, there are other reasons to avoid unnecessary care, including:</p>\n\n<ul>\n<li><strong>The discomfort or complications of testing.</strong> If you're needle-phobic, getting a blood test is a big deal. And while complications of noninvasive testing are rare (such as a skin infection from a blood test), they can occur.</li>\n<li><strong>The anxiety</strong> associated with waiting to find out test results</li>\n<li><strong>False reassurance</strong> that comes with false negatives (results that are normal or nearly so, suggesting no disease when disease is actually present)</li>\n<li><strong>All treatments have side effects.</strong> Even minor reactions — like occasional nausea or constipation — seem unacceptable if there's no reason to expect benefit from treatment.</li>\n</ul>\n\n<h2>The bottom line</h2>\n\n<p>You may believe your doctor wants you to continue with your current schedule of tests and treatments, while they might think this is <em>your</em> preference! It's worth discussing if you haven't already, especially if you suspect you may be taking pills or getting tests you don't truly need.</p>\n\n<p>If your doctor says you can safely skip certain tests, treatments, and supplements, it doesn't mean that he or she is neglecting your health or that you don't deserve great health care! It's likely that the balance of risks and benefits simply doesn't support doing these things.</p>\n\n<p>Less unnecessary care could free up resources for those who need it most. And it could save you time, money, and unnecessary risks or side effects, thus improving your health. It's a good example of how less can truly be more.</p>\n    "
    },
    {
      "title": "生活充满挑战：制定你自己的韧性计划 (原标题: Life can be challenging: Build your own resilience plan)",
      "link": "https://www.health.harvard.edu/blog/life-can-be-challenging-build-your-own-resilience-plan-202406123049",
      "pubDate": "Wed, 12 Jun 2024 14:30:00 GMT",
      "isoDate": "2024-06-12T14:30:00.000Z",
      "creator": "Heidi Godman",
      "summary": "![暴风雨中航行的船只](https://domf5oio6qrcr.cloudfront.net/medialibrary/15304/384b5a4a-770a-47f3-b8e5-9422e290d096.jpg)\n\n文章指出，面对生活中的挑战，建立个人韧性至关重要。韧性是一种心理反应，能帮助人们适应困难并寻找前进的道路，它是一种灵活的思维模式，有助于适应、批判性思考并专注于核心价值观。\n\n虽然每个人都具备韧性，但长期压力（如财务不稳定或不喜欢的工作）会削弱其能力。幸运的是，韧性可以通过练习来培养。哈佛医学院精神病学副教授Luana Marques提出了以下策略：\n\n*   **转变思维：** 在压力情境下，尝试拓宽视角，从情绪脑转向思考脑。例如，在寻求加薪时，思考自己已取得的成就，从而将焦虑转化为行动。\n*   **主动出击：** 当感到焦虑、压力或倦怠时，人们倾向于逃避不适。应勇敢走出舒适区，尽管恐惧也要迈向目标。例如，害怕演讲就准备并练习PPT；家庭冲突时，主动安排时间与伴侣沟通。\n*   **行动与价值观对齐：** 当行动与个人最重视或带来快乐的价值观不一致时，会产生压力。建议识别三大核心价值观，并确保日常行动与之保持一致。例如，如果家庭是核心价值，则优先安排与家人共处的时间。\n\n**成功培养韧性的秘诀包括：**\n\n*   **持续练习：** 每周练习“转变思维”、“主动出击”和“行动对齐”策略。例如，每周日查看日程，确保行动与价值观一致。\n*   **健康生活方式：** 保持最佳大脑功能，包括：\n    *   每晚7-9小时睡眠。\n    *   遵循健康饮食（如地中海饮食）。\n    *   每周至少150分钟中等强度活动，并每周至少两次力量训练。\n    *   限制酒精摄入（女性每日不超过一杯，男性不超过两杯）。\n    *   不吸烟。\n    *   保持社交联系。\n\n如果需要，可以考虑韧性训练，如在线课程或寻求认知行为疗法（CBT）专家的帮助。文章强调，不要拖延建立韧性，日常练习将有助于在面临困难时更好地应对。",
      "translated_title": "生活充满挑战：制定你自己的韧性计划",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/15304/384b5a4a-770a-47f3-b8e5-9422e290d096.jpg",
          "alt": "Colorful paper cutouts of a thunderstorm at sea with dark clouds, lightening, fish jumping, and a red and white boat bobbing in the waves; concept is resilience",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"Colorful paper cutouts of a thunderstorm at sea with dark clouds, lightening, fish jumping, and a red and white boat bobbing in the waves; concept is resilience\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/15304/384b5a4a-770a-47f3-b8e5-9422e290d096.jpg\" style=\"height:517px; width:676px\" class=\"ucr-content-image\" data-cr-imageid=\"384b5a4a-770a-47f3-b8e5-9422e290d096\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Nantucket, a beautiful, 14-mile-long island off the coast of Massachusetts, has a 40-point resiliency plan to help withstand the buffeting seas surrounding it as climate change takes a toll. Perhaps we can all benefit from creating individual resilience plans to help handle the big and small issues that erode our sense of well-being. But what is resilience and how do you cultivate it?</p>\n        <h2>What is resilience?</h2>\n        <p>Resilience is a psychological response that helps you adapt to life's difficulties and seek a path forward through challenges.</p>\n        <p>\"It's a flexible mindset that helps you adapt, think critically, and stay focused on your values and what matters most,\" says Luana Marques, an associate professor of psychiatry at Harvard Medical School.</p>\n        <p>While everyone has the ability to be resilient, your capacity for resilience can take a beating over time from chronic stress, perhaps from financial instability or staying in a job you dislike. The longer you're in that situation, the harder it becomes to cope with it.</p>\n        <p>Fortunately, it's possible to cultivate resilience. To do so, it helps to exercise resiliency skills as often as possible, even for minor stressors. Marques recommends the following strategies.</p>\n        <h2>Shift your thoughts</h2>\n        <p>In stressful situations, try to balance out your thoughts by adopting a broader perspective. \"This will help you stop using the emotional part of your brain and start using the thinking part of your brain. For example, if you're asking for a raise and your brain says you won't get it, think about the things you've done in your job that are worthy of a raise. You'll slow down the emotional response and shift your mindset from anxious to action,\" Marques says.</p>\n        <h2>Approach what you want</h2>\n        <p>\"When you're anxious, stressed, or <a href=\"https://www.health.harvard.edu/blog/pouring-from-an-empty-cup-three-ways-to-refill-emotionally-202301262882\" style=\"text-decoration:underline\" target=\"_blank\">burned out</a>, you tend to avoid things that make you uncomfortable. That can make you feel stuck,\" Marques says. \"What you need to do is get out of your comfort zone and take a step toward the thing you want, in spite of fear.\"</p>\n        <p>For example: If you're afraid of giving a presentation, create a PowerPoint and practice it with colleagues. If you're having conflict at home, don't walk away from your partner — schedule time to talk about what's making you upset.</p>\n        <h2>Align actions with your values</h2>\n        <p>\"Stress happens when your actions are not aligned with your values — the things that matter most to you or bring you joy. For example, you might feel stressed if you care most about your family but can't be there for dinner, or care most about your health but drink a lot,\" Marques says.</p>\n        <p>She suggests that you identify your top three values and make sure your daily actions align with them. If being with family is one of the three, make your time with them a priority — perhaps find a way to join them for a daily meal. If you get joy from a clean house, make daily tidying a priority.</p>\n        <h2>Tips for success</h2>\n        <p>Practice the shift, approach, and align strategies throughout the week. \"One trick I use is looking at my calendar on Sunday and checking if my actions for the week are aligned with my values. If they aren't, I try to change things around,\" Marques says.</p>\n        <p>It's also important to live as healthy a lifestyle as possible, which will help keep your brain functioning at its best.</p>\n        <p>Healthy lifestyle habits include:</p>\n        <ul>\n          <li>getting seven to nine hours of sleep per night</li>\n          <li>following a healthy diet, such as a <a href=\"https://www.health.harvard.edu/blog/a-practical-guide-to-the-mediterranean-diet-2019032116194\" style=\"text-decoration:underline\" target=\"_blank\">Mediterranean-style diet</a></li>\n          <li>aiming for at least 150 minutes of <a href=\"https://www.cdc.gov/physical-activity-basics/guidelines/index.html\" style=\"text-decoration:underline\" target=\"_blank\">moderate-intensity activities</a> (such as brisk walking) each week — and adding on strength training at least twice a week</li>\n          <li>if you drink alcohol, limiting yourself to no more than one drink per day for women and two drinks per day for men</li>\n          <li>not smoking</li>\n          <li>staying socially connected, whether in person, by phone or video calls, social media, or even text messages.</li>\n        </ul>\n        <h2>Need resilience training?</h2>\n        <p>Even the best athletes have coaches, and you might benefit from resilience training.</p>\n        <p>Consider taking an online course, such as <a href=\"https://www.edx.org/learn/mental-health/harvard-university-building-personal-resilience-managing-anxiety-and-mental-health?utm_medium=partner-marketing&amp;utm_source=referral&amp;utm_campaign=harvard&amp;utm_content=HO-Resilience-course\" style=\"text-decoration:underline\" target=\"_blank\">this one</a> developed by Luana Marques. Or maybe turn to a therapist <a href=\"https://www.health.harvard.edu/blog/virtual-mental-health-care-visits-making-them-work-for-you-000305133040\" style=\"text-decoration:underline\" target=\"_blank\">online</a> or in person for help. Look for someone who specializes in cognitive behavioral therapy, which guides you to redirect negative thoughts to positive or productive ones.</p>\n        <p>Just don't put off building resilience. Practicing as you face day-to-day stresses will help you learn skills to help navigate when dark clouds roll in and seas get rough.</p>\n    "
    },
    {
      "title": "如何在膳食中增加纤维和发酵食品的摄入量——以及原因 (原标题: How — and why — to fit more fiber and fermented food into your meals)",
      "link": "https://www.health.harvard.edu/blog/how-and-why-to-fit-more-fiber-and-fermented-food-into-your-meals-202404263036",
      "pubDate": "Fri, 26 Apr 2024 10:30:00 GMT",
      "isoDate": "2024-04-26T10:30:00.000Z",
      "creator": "Matthew Solan",
      "summary": "本文探讨了纤维和发酵食品对维持健康消化和促进整体健康的重要性，并提供了将这些营养物质融入日常饮食的实用建议。\n\n*   **纤维：**\n    *   主要作用是促进消化，软化粪便，并增加其体积，从而促进肠道蠕动。\n    *   有助于控制体重，降低LDL（坏）胆固醇水平，并降低患心脏病、2型糖尿病和某些癌症的风险。\n    *   建议逐渐增加纤维摄入量，并补充足够的水分，以避免消化不适。\n    *   富含纤维的食物包括水果、蔬菜、豆类、坚果、种子和全谷物。\n*   **发酵食品：**\n    *   含有益生元（促进微生物组健康变化的成分）和有益的活细菌，即益生菌。\n    *   有助于消化，吸收重要营养物质，并支持免疫系统。\n    *   常见的发酵食品包括酸奶（选择含有“活性菌”的酸奶）、泡菜、酸菜和康普茶。\n    *   建议从发酵食品中获取益生菌，而非依赖补充剂。\n\n![A bowl of whole-grain muesli, yogurt, red watermelon, and yellow mango with two little side bowls of nuts and fruit; concept is fiber and fermented foods](https://domf5oio6qrcr.cloudfront.net/medialibrary/15179/9c2ee9da-d6d9-4ab3-81fa-4e2f021c4b74.jpg)",
      "translated_title": "如何在膳食中增加纤维和发酵食品的摄入量——以及原因",
      "images": [
        {
          "url": "https://domf5oio6qrcr.cloudfront.net/medialibrary/15179/9c2ee9da-d6d9-4ab3-81fa-4e2f021c4b74.jpg",
          "alt": "A bowl of whole-grain muesli, yogurt, red watermelon, and yellow mango with two little side bowls of nuts and fruit; concept is fiber and fermented foods",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A bowl of whole-grain muesli, yogurt, red watermelon, and yellow mango with two little side bowls of nuts and fruit; concept is fiber and fermented foods\" src=\"https://domf5oio6qrcr.cloudfront.net/medialibrary/15179/9c2ee9da-d6d9-4ab3-81fa-4e2f021c4b74.jpg\" style=\"height:399px; width:600px\" class=\"ucr-content-image\" data-cr-imageid=\"9c2ee9da-d6d9-4ab3-81fa-4e2f021c4b74\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>An F may mean failure in school, but the letter earns high marks in your diet. The two biggest dietary Fs — fiber and fermented foods — are top priorities to help maintain healthy digestion, and they potentially offer much more. How can you fit these nutrients into meals? Can this help your overall health as well as gut health?</p>\n        <h2>Fiber, fermented foods, and the gut microbiome</h2>\n        <p>The gut microbiome is a composed of bacteria, viruses, fungi, and other microorganisms living in the colon (large intestine). What you eat, the air you breathe, where you live, and many other factors affect the makeup of the gut microbiome. Some experts think of it as a <a href=\"https://pubs.acs.org/doi/pdf/10.1021/acschemneuro.3c00127\" style=\"text-decoration:underline\" target=\"_blank\">hidden organ</a> because it has a role in many important functions of the body — for example, helping the immune system function optimally, reducing chronic <a href=\"https://www.health.harvard.edu/blog/an-action-plan-to-fight-unhealthy-inflammation-202205052739\" style=\"text-decoration:underline\" target=\"_blank\">inflammation</a>, keeping intestinal cells healthy, and providing some essential micronutrients that may not be included in a regular diet.</p>\n        <p>Your gut communicates with your brain through pathways in the gut-brain axis. Changes in the gut microbiome have been linked with mood and mental health disorders, such as depression and anxiety. However, it's not yet clear that these changes directly cause these types of problems.</p>\n        <p>We do know that a healthy diet low in processed foods is key to a healthy gut microbiome. And increasing evidence suggests that fiber and fermented foods can play important parts here.</p>\n        <h2>Fiber 101</h2>\n        <p>Fiber's main job is to make digestion smoother by softening and adding bulk to stool, making it pass quickly through the intestines.</p>\n        <p>But fiber has other benefits for your microbiome and overall health. A high-fiber diet helps keep body weight under control and lowers LDL (bad) cholesterol levels. <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(18)31809-9/fulltext\" style=\"text-decoration:underline\" target=\"_blank\">Research</a> has found that eating enough fiber reduces the risk of heart disease, type 2 diabetes, and some cancers.</p>\n        <h3>What to know about fiber</h3>\n        <p>There are two types of fiber: insoluble (which helps you feel full and encourages regular bowel movements) and soluble (which helps lower cholesterol and blood sugar). However, recent research suggests people should focus on the total amount of fiber in their diet, rather than type of fiber.</p>\n        <p>If you're trying to add more foods with fiber to your diet, make sure you ease into new fiber-rich habits and drink plenty of water. Your digestive system must adapt slowly to avoid gas, bloating, diarrhea, and stomach cramps caused by eating too much too soon. Your body will gradually adjust to increasing fiber after a week or so.</p>\n        <h3>How much fiber do you need?</h3>\n        <p>The fiber formula is 14 grams for every 1,000 calories consumed. Your specific calorie intake can vary depending on your activity levels.</p>\n        <p>\"But instead of tracking daily fiber, focus on adding more servings of fiber-rich foods to your diet,\" says Eric Rimm, professor of epidemiology and nutrition at Harvard's T.H. Chan School of Public Health.</p>\n        <h3>Which foods are high in fiber?</h3>\n        <p>Fruits, vegetables, legumes, nuts, seeds, and whole grains are all high in fiber. The Dietary Guidelines for Americans has a comprehensive <a href=\"https://www.dietaryguidelines.gov/resources/2020-2025-dietary-guidelines-online-materials/food-sources-select-nutrients/food-0\" style=\"text-decoration:underline\" target=\"_blank\">list of fiber-rich foods</a> and their calorie counts.</p>\n        <p>What about over-the-counter fiber supplements that come in capsules, powders that you mix with water, and chewable tablets? \"If you have trouble eating enough fiber-rich foods, then these occasionally can be used, and there is no evidence they are harmful,\" says Rimm. \"But they should not serve as your primary source of dietary fiber.\"</p>\n        <h2>Fermented foods 101</h2>\n        <p>Fermented foods contain both prebiotics — ingredients that create healthy changes in the microbiome — and beneficial live bacteria called probiotics. Both <a href=\"https://www.health.harvard.edu/nutrition/are-you-getting-essential-nutrients-from-your-diet\" style=\"text-decoration:underline\" target=\"_blank\">prebiotics and probiotics</a> help maintain a healthy gut microbiome.</p>\n        <h3>What to know about fermented foods</h3>\n        <p>Besides helping with digestion and absorbing vital nutrients from food, a healthy gut supports your immune system to help fight infections and protect against inflammation. Some <a href=\"https://pubmed.ncbi.nlm.nih.gov/37156006/\" style=\"text-decoration:underline\" target=\"_blank\">research</a> suggests that certain probiotics help relieve symptoms of gut-related conditions like inflammatory bowel disease and irritable bowel syndrome, though not all experts agree with this.</p>\n        <p>Many <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK234703/\" style=\"text-decoration:underline\" target=\"_blank\">foods that are fermented</a> undergo lacto-fermentation, in which natural bacteria feed on the sugar and starch in the food, creating lactic acid. Not only does this process remove simple sugars, it creates various species of good bacteria, such as <em>Lactobacillus</em> or <em>Bifidobacterium</em>. (Keep in mind that some foods undergo steps that remove probiotics and other healthful microbes, as with beer or wine, or make them inactive, like baking and canning.)</p>\n        <p>The exact amounts and specific strains of bacteria in fermented foods vary depending on how they are made. In addition to probiotics, fermented foods may contain other valuable nutrients like enzymes, B vitamins, and omega-3 fatty acids.</p>\n        <h3>How often should you eat fermented foods?</h3>\n        <p>There is no recommended daily allowance for prebiotics or probiotics, so it is impossible to know precisely which fermented foods or quantities are best. The general guideline is to add more to your daily diet.</p>\n        <h3>Which fermented foods should you choose?</h3>\n        <p>Fermented foods have a range of tastes and textures because of the particular bacteria they produce during fermentation or that are added to foods. Yogurt is one of the most popular fermented foods (look for the words \"live and active cultures\" on the label). Still, <a href=\"https://www.health.harvard.edu/blog/want-probiotics-but-dislike-yogurt-try-these-foods-202107142918\" style=\"text-decoration:underline\" target=\"_blank\">many options are available</a> if you are not a yogurt fan or want to expand your fermented choices. Kimchi, sauerkraut, kombucha, and pickles are a few examples.</p>\n        <p>As with fiber, probiotics are also marketed as over-the-counter supplements. However, like all dietary supplements, they do not require FDA approval, so there is no guarantee that the types of bacteria listed on a label can provide the promised benefits — or are even in the bottle. \"Therefore, it is best to get your probiotics from fermented foods,\" says Rimm.</p>\n        <p>\n          <em>To learn more about the value of fiber, fermented foods, and a healthy gut microbiome, listen to this episode of the <a href=\"https://www.foodweneedtotalk.com/\" target=\"_blank\">Food, We Need to Talk</a> podcast, \"Understanding the Microbiome.\"</em>\n        </p>\n        <p>\n          <iframe frameborder=\"0\" height=\"200\" src=\"https://play.prx.org/e?uf=https%3A%2F%2Ffeed.foodweneedtotalk.com&amp;ge=prx_918_8c3561ad-f2a5-43da-86bb-e23d7fc5f02b\" width=\"650\" referrerpolicy=\"no-referrer\"></iframe>\n        </p>\n    "
    },
    {
      "title": "如果冬天让你慢了下来，那就加紧活动吧 (原标题: Stepping up activity if winter slowed you down)",
      "link": "https://www.health.harvard.edu/blog/stepping-up-activity-when-winter-slows-you-down-202403043021",
      "pubDate": "Mon, 04 Mar 2024 15:30:00 GMT",
      "isoDate": "2024-03-04T15:30:00.000Z",
      "creator": "Heidi Godman",
      "summary": "### 冬季活动量减少？是时候增加运动了\n\n冬季寒冷常导致活动量减少，但这不利于身心健康。文章强调，无论何时，现在都是开始锻炼的好时机，并提供了增加运动的益处、克服障碍的方法以及运动建议。\n\n**运动的益处：**\n*   **改善健康：** 身体活动有助于改善情绪，缓解抑郁和焦虑。它能显著降低患心脏病、中风、糖尿病、癌症、脑萎缩、肌肉流失、体重增加、不良姿势、平衡感差、背痛甚至过早死亡的风险。\n*   **符合建议：** CDC建议每周至少进行150分钟的有氧运动和两次肌肉强化训练。\n\n**克服运动障碍：**\n文章针对常见的运动障碍提供了实用解决方案：\n*   **寒冷天气：** 在温度高于0°C且地面干燥时，穿戴保暖衣物（如保暖外套、帽子、手套、厚袜、防滑鞋）进行户外活动，如快走、徒步或使用战绳。\n*   **行动不便：** 大多数锻炼都可调整。可选择在水中进行有氧或负重训练，或在家进行坐姿锻炼，如椅子瑜伽、太极、普拉提或力量训练。YouTube上有许多免费的坐姿锻炼视频（建议选择可靠来源）。社区的适应性运动项目也是不错的选择。\n*   **不喜欢正式锻炼：** 将运动融入日常生活，如积极的家务劳动（擦洗浴缸、吸尘）、园艺、爬楼梯、慢跑到邮箱或商店。可使用智能手机或可穿戴设备追踪活动时间。\n*   **受困室内：** 室内运动选择多样，包括自重训练（平板支撑、深蹲）、在线免费健身视频、瑜伽、太极、跳舞、伸展运动或阻力带训练。若预算允许，可考虑跑步机、在线健身课程或私人教练。\n\n**关于运动时间和强度：**\n*   任何形式的身体活动都有益健康。研究表明，每周仅需15-20分钟的剧烈运动（每天不到3分钟）即可显著降低心脏病、癌症和早逝的风险。\n*   运动量越大，益处越多，包括改善情绪、平衡感，降低糖尿病、高血压、高胆固醇和认知能力下降的风险。\n\n**开始行动的建议：**\n*   大多数人都可以增加活动量。若有心脏病、平衡感差、肌肉无力或易喘，请咨询医生或物理治疗师。\n*   循序渐进，避免因活动过量而受伤。初期肌肉酸痛是正常现象。\n*   选择喜欢的活动，设定小而可实现的目标，例如本周每天步行五分钟。\n*   目标是比之前增加运动量，动得越多越好。\n\n**相关图片：**\n![一名男子手持电视遥控器，双脚穿着袜子，腿部穿着牛仔裤搭在沙发上，背景电视屏幕显示着蓝天、树木和蓬松的云朵](http://content.health.harvard.edu/wp-content/uploads/2024/03/96cf6052-83ba-4116-88bf-767390a5a2e2.jpg)",
      "translated_title": "如果冬天让你慢了下来，那就加紧活动吧",
      "images": [
        {
          "url": "http://content.health.harvard.edu/wp-content/uploads/2024/03/96cf6052-83ba-4116-88bf-767390a5a2e2.jpg",
          "alt": "A close up of man's hand pointing a TV remote and sock-clad feet and legs in denim jeans up on a couch with TV in background showing beautiful blue skies, trees, and puffy clouds outside",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A close up of man's hand pointing a TV remote and sock-clad feet and legs in denim jeans up on a couch with TV in background showing beautiful blue skies, trees, and puffy clouds outside\" src=\"http://content.health.harvard.edu/wp-content/uploads/2024/03/96cf6052-83ba-4116-88bf-767390a5a2e2.jpg\" style=\"height:450px; width:600px\" imageid=\"96cf6052-83ba-4116-88bf-767390a5a2e2\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>If you've been cocooning due to winter's cold, who can blame you? But a lack of activity isn't good for body or mind during any season. And whether you're deep in the grip of winter or fortunate to be basking in signs of spring, today is a good day to start exercising. If you're not sure where to start — or why you should — we've shared tips and answers below.</p>\n        <h2>Moving more: What's in it for all of us?</h2>\n        <p>We're all supposed to strengthen our muscles at least twice a week and get a total at least 150 minutes of weekly aerobic activity (the kind that gets your heart and lungs working). But fewer than 18% of U.S. adults meet those weekly recommendations, according to the CDC.</p>\n        <p>How can choosing to become more active help? A brighter mood is one benefit: <a href=\"https://bjsm.bmj.com/content/57/18/1203\" style=\"text-decoration:underline\" target=\"_blank\">physical activity helps ease depression and anxiety</a>, for example. And being sufficiently active — whether in short or longer chunks of time — also lowers your risk for health problems like</p>\n        <ul>\n          <li>heart disease</li>\n          <li>stroke</li>\n          <li>diabetes</li>\n          <li>cancer</li>\n          <li>brain shrinkage</li>\n          <li>muscle loss</li>\n          <li>weight gain</li>\n          <li>poor posture</li>\n          <li>poor balance</li>\n          <li>back pain</li>\n          <li>and even premature death.</li>\n        </ul>\n        <h2>What are your exercise obstacles?</h2>\n        <p>Even when we understand these benefits, a range of obstacles may keep us on the couch.</p>\n        <p>Don't like the cold? Have trouble standing, walking, or moving around easily? Just don't like exercise? Don't let obstacles like these stop you anymore. Try some workarounds.</p>\n        <ul>\n          <li><strong>If it's cold outside:</strong> It's generally safe to exercise when the mercury is above 32° F and the ground is dry. The right gear for cold doesn't need to be fancy. A warm jacket, a hat, gloves, heavy socks, and nonslip shoes are a great start. Layers of athletic clothing that wick away moisture while keeping you warm can help, too. Consider going for a brisk walk or <a href=\"https://www.health.harvard.edu/blog/winter-hiking-magical-or-miserable-202301102873\" style=\"text-decoration:underline\" target=\"_blank\">hike</a>, taking part in an <a href=\"https://www.health.harvard.edu/blog/orienteering-great-exercise-and-better-thinking-skills-202307102953\" style=\"text-decoration:underline\" target=\"_blank\">orienteering event</a>, or working out with battle ropes ($25 and up) that you attach to a tree.</li>\n          <li><strong>If you have mobility issues:</strong> Most workouts can be modified. For example, it might be easier to do an aerobics or weights <a href=\"https://www.health.harvard.edu/healthbeat/advantages-of-water-based-exercise\" style=\"text-decoration:underline\" target=\"_blank\">workout in a pool</a>, where buoyancy makes it easier to move and there's little fear of falling. Or try a seated workout at home, such as <a href=\"https://www.youtube.com/watch?v=XCi3VQb4Xk0\" style=\"text-decoration:underline\" target=\"_blank\">chair yoga</a>, <a href=\"https://news.va.gov/109004/live-whole-health-138-tai-chi-basic-moves/\" style=\"text-decoration:underline\" target=\"_blank\">tai chi</a>, <a href=\"https://www.youtube.com/watch?v=U73T-XiIm9Y\" style=\"text-decoration:underline\" target=\"_blank\">Pilates</a>, or strength training. You'll find an endless array of free seated workout videos on YouTube, but look for those created by a reliable source such as <a href=\"https://tools.silversneakers.com/\" style=\"text-decoration:underline\" target=\"_blank\">Silver Sneakers</a>, or a physical therapist, certified personal trainer, or certified exercise instructor. Another option is an <a href=\"https://www.health.harvard.edu/blog/taking-up-adaptive-sports-202209122813\" style=\"text-decoration:underline\" target=\"_blank\">adaptive sports program</a> in your community, such as adaptive basketball.</li>\n          <li><strong>If you can't stand formal exercise:</strong> Skip a structured workout and just be more active throughout the day. Do some vigorous housework (like scrubbing a bathtub or vacuuming) or yard work, climb stairs, jog to the mailbox, jog from the parking lot to the grocery store, or do any activity that gets your heart and lungs working. Track your activity minutes with a smartphone (most devices come with built-in fitness apps) or wearable fitness tracker ($20 and up).</li>\n          <li><strong>If you're stuck indoors:</strong> The pandemic showed us there are lots of indoor exercise options. If you're looking for free options, do a <a href=\"https://www.health.harvard.edu/exercise-and-fitness/get-a-lift-from-body-weight-workouts\" style=\"text-decoration:underline\" target=\"_blank\">body-weight workout</a>, with exercises like planks and squats; follow a free exercise video online; practice yoga or tai chi; turn on music and dance; stretch; or do a <a href=\"https://www.health.harvard.edu/blog/resistance-bands-3-great-ways-to-build-upper-body-strength-202105182458\" style=\"text-decoration:underline\" target=\"_blank\">resistance band workout</a>. Or if it's in the budget, get a treadmill, take an online exercise class, or work online with a personal trainer. The <a href=\"http://www.acefitness.org/\" style=\"text-decoration:underline\" target=\"_blank\">American Council on Exercise</a> has a tool on its website to locate certified trainers in your area.</li>\n        </ul>\n        <h2>Is it hard to find time to exercise?</h2>\n        <p>The good news is that any amount of physical activity is great for health. For example, a 2022 study found that racking up <a href=\"https://academic.oup.com/eurheartj/article/43/46/4801/6771381?login=false\" style=\"text-decoration:underline\" target=\"_blank\">15 to 20 minutes of weekly vigorous exercise</a> (less than three minutes per day) was tied to lower risks of heart disease, cancer, and early death.</p>\n        <p>\"We don't quite understand how it works, but we do know the body's metabolic machinery that imparts health benefits can be turned on by short bouts of movement spread across days or weeks,\" says Dr. Aaron Baggish, founder of Harvard-affiliated Massachusetts General Hospital's Cardiovascular Performance Program and an associate professor of medicine at Harvard Medical School.</p>\n        <p>And the more you exercise, Dr. Baggish says, the more benefits you accrue, such as better mood, better balance, and reduced risks of diabetes, high blood pressure, high cholesterol, and cognitive decline.</p>\n        <h2>What's the next step to take?</h2>\n        <p>For most people, increasing activity is doable. If you have a heart condition, poor balance, muscle weakness, or you're easily winded, talk to your doctor or get an evaluation from a physical therapist.</p>\n        <p>And no matter which activity you select, ease into it. When you've been inactive for a while, your muscles are vulnerable to injury if you do too much too soon.</p>\n        <p>\"Your muscles may be sore initially if they are being asked to do more,\" says Dr. Sarah Eby, a sports medicine specialist at Harvard-affiliated Spaulding Rehabilitation Hospital. \"That's normal. Just be sure to start low, and slowly increase your duration and intensity over time. Pick activities you enjoy and set small, measurable, and attainable goals, even if it's as simple as walking five minutes every day this week.\"</p>\n        <p>Remember: the aim is simply exercising more than you have been. And the more you move, the better.</p>\n      \n    "
    },
    {
      "title": "鲜花、巧克力、器官捐献——你参与吗？ (原标题: Flowers, chocolates, organ donation — are you in?)",
      "link": "https://www.health.harvard.edu/blog/flowers-chocolates-organ-donation-are-you-in-2021021121928",
      "pubDate": "Thu, 08 Feb 2024 05:00:00 GMT",
      "isoDate": "2024-02-08T05:00:00.000Z",
      "creator": "Robert H. Shmerling, MD",
      "summary": "器官捐献是情人节（也被称为国家捐献日）期间及全年可以给予的真正改变生命的礼物。它能为急需器官、组织或血液的人提供无价的帮助，让他们有机会获得更长的生命或更好的生活质量。\n\n**器官捐献的重要性与现状：**\n\n*   对于肾衰竭、肝衰竭、癌症或角膜疾病患者，器官或组织捐献可能是他们唯一的希望。\n*   在美国，超过103,000名儿童和成人正在等待器官移植，每年约有6,200人在等待中去世。\n*   尽管约90%的美国人支持器官捐献，但只有40%的人注册成为捐献者。\n\n**可捐献的种类：**\n\n*   **逝世后捐献：** 单个捐献者可帮助80多人，包括骨骼、软骨、肌腱、角膜、面部、手、肾脏、肝脏、肺、心脏及心脏瓣膜、胃、肠、神经、胰腺、皮肤、动脉和静脉等。\n*   **活体捐献：** 包括胎盘、脐带、羊水等出生组织；血细胞、血清或骨髓；部分肾脏、肺、肠、肝脏或胰腺。\n\n**关于逝世后捐献的常见误解：**\n\n*   医生会因为你是器官捐献者而放弃抢救（错误）。\n*   医生会在死亡前摘取器官（错误）。\n*   宗教禁止器官捐献（大多数主要宗教允许并支持）。\n*   捐献器官后不能举行开棺葬礼（错误，遗体不会有外在捐献痕迹）。\n\n**活体捐献的风险：**\n\n*   **血液、血小板或血浆：** 风险极小或没有。\n*   **骨髓：** 需要小型手术，有麻醉风险，可能出现背部或髋部疼痛，但身体会迅速恢复。\n*   **干细胞：** 过程类似献血，需提前服药增加干细胞产量，可能引起流感样症状、骨痛和疲劳，但通常在手术后很快消退。\n*   **肾脏、部分肺或肝脏：** 涉及手术风险、麻醉反应和较长的恢复时间，但绝大多数活体器官捐献没有并发症，捐献者通常对此经历感到非常积极。\n\n**谁可以捐献？**\n\n*   几乎任何人都可以捐献血细胞（包括干细胞）、骨髓、组织或器官。\n*   例外情况包括患有活动性癌症、广泛感染或不健康器官的人。\n*   年龄本身不是障碍，90多岁的人也曾成功捐献器官。然而，骨髓捐献通常避免55-60岁以上的人。\n\n**免疫兼容性（HLA分型）：**\n\n*   对于许多移植，捐献者和受者之间的免疫兼容性至关重要，这主要通过HLA分型来确定。\n*   近亲通常有最佳匹配，但陌生人也可能匹配。\n*   某些HLA类型捐献者较少，加剧了现有健康不平等问题。\n\n**总结：**\n\n成为一名捐献者，无论是在生前还是逝世后，都能产生巨大的影响。在美国，逝世后捐献需要主动选择加入。文章鼓励人们除了送巧克力，也可以考虑成为一名捐献者，做出更大的贡献。\n\n![photo illustration of a heart shape in dark red with the words organ donors save lives on it in white](http://content.health.harvard.edu/wp-content/uploads/2024/02/77cb4ef9-cfe9-4673-a289-e68cb1017153.jpg)",
      "translated_title": "鲜花、巧克力、器官捐献——你参与吗？",
      "images": [
        {
          "url": "http://content.health.harvard.edu/wp-content/uploads/2024/02/77cb4ef9-cfe9-4673-a289-e68cb1017153.jpg",
          "alt": "photo illustration of a heart shape in dark red with the words organ donors save lives on it in white",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"photo illustration of a heart shape in dark red with the words organ donors save lives on it in white\" src=\"http://content.health.harvard.edu/wp-content/uploads/2024/02/77cb4ef9-cfe9-4673-a289-e68cb1017153.jpg\" style=\"height:400px; width:600px\" imageid=\"77cb4ef9-cfe9-4673-a289-e68cb1017153\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Chocolates and flowers are great gifts for Valentine's Day. But what if the gifts we give then or throughout the year could be truly life-changing? A gift that could save a life or free someone from dialysis?</p>\n        <p>You can do this. For people in need of an organ, tissue, or blood donation, a donor can give them a gift that exceeds the value of anything that you can buy. Fittingly, Valentine's Day is also known as <a href=\"https://www.donatelife.net/celebrations/national-donor-day/\" target=\"_blank\">National Donor Day</a>, a time for blood drives and sign-ups for organ and tissue donation. Have you ever wondered what can be donated? Had reservations about donating after death or concerns about risks for live donors? Read on.</p>\n        <h2>The enormous impact of organ, tissue, or cell donation</h2>\n        <p>Imagine you have kidney failure requiring dialysis 12 or more hours each week just to stay alive. Even with this, you know you're still likely to die a premature death. Or, if your liver is failing, you may experience severe nausea, itching, and confusion; death may only be a matter of weeks or months away. For those with cancer in need of a bone marrow transplant, or someone who's lost their vision due to corneal disease, finding a donor may be their only good option.</p>\n        <p>Organ or tissue donation can turn these problems around, giving recipients a chance at a long life, a better quality of life, or both. And yet, the number of people who need organ donation far exceeds compatible donors. While national surveys have found about <a href=\"https://www.organdonor.gov/professionals/grants-research/research-reports\" target=\"_blank\">90% of Americans support organ donation</a>, only <a href=\"https://today.yougov.com/society/articles/45534-americans-views-registering-organ-donors-poll?redirect_from=%2Ftopics%2Fsociety%2Farticles-reports%2F2023%2F04%2F07%2Famericans-views-registering-organ-donors-poll\" target=\"_blank\">40% have signed up</a>. More than <a href=\"https://www.organdonor.gov/statistics-stories/statistics.html\" target=\"_blank\">103,000 women, men, and children are awaiting an organ transplant</a> in the US. About 6,200 die each year, still waiting.</p>\n        <h2>What can you donate?</h2>\n        <p>The list of ways to help has grown dramatically. Some organs, tissues, or cells can be donated while you're alive; other donations are only possible after death. A single donor can help more than 80 people!</p>\n        <p>After death, people can donate:</p>\n        <ul>\n          <li>bone, cartilage, and tendons</li>\n          <li>corneas</li>\n          <li>face and hands (though uncommon, they are among the newest additions to this list)</li>\n          <li>kidneys</li>\n          <li>liver</li>\n          <li>lungs</li>\n          <li>heart and heart valves</li>\n          <li>stomach and intestine</li>\n          <li>nerves</li>\n          <li>pancreas</li>\n          <li>skin</li>\n          <li>arteries and veins.</li>\n        </ul>\n        <p>Live donations may include:</p>\n        <ul>\n          <li>birth tissue, such as the placenta, umbilical cord, and amniotic fluid, which can be used to help heal skin wounds or ulcers and prevent infection</li>\n          <li>blood cells, serum, or bone marrow</li>\n          <li>a kidney</li>\n          <li>part of a lung</li>\n          <li>part of the intestine, liver, or pancreas.</li>\n        </ul>\n        <p>To learn more about different types of organ donations, visit <a href=\"https://www.donatelife.net/types-of-donation/\" target=\"_blank\">Donate Life America</a>.</p>\n        <h2>Becoming a donor after death: Questions and misconceptions</h2>\n        <p>Common misconceptions about becoming an organ donor limit the number of people who are willing to sign up. For example, many people mistakenly believe that</p>\n        <ul>\n          <li>doctors won't work as hard to save your life if you're known to be an organ donor — or worse, doctors will harvest organs before death</li>\n          <li>their religion forbids organ donation</li>\n          <li>you cannot have an open-casket funeral if you donate your organs.</li>\n        </ul>\n        <p>None of these is true, and none should discourage you from becoming an organ donor. Legitimate medical professionals always keep the patient's interests front and center. Care would never be jeopardized due to a person's choices around organ donation. Most major religions allow and support organ donation. If organ donation occurs after death, the clothed body will show no outward signs of organ donation, so an open-casket funeral is an option for organ donors.</p>\n        <h2>Live donors: Blood, bone marrow, and organs</h2>\n        <p>Have you ever donated blood? Congratulations, you're a live donor! The risk for live donors varies depending on the intended donation, such as:</p>\n        <ul>\n          <li><strong>Blood, platelets, or plasma:</strong> If you're <a href=\"https://www.redcrossblood.org/donate-blood/how-to-donate/types-of-blood-donations.html\" target=\"_blank\">donating blood or blood products</a>, there is little or no risk involved.</li>\n          <li><strong>Bone marrow:</strong> Donating bone marrow requires a minor surgical procedure. If general anesthesia is used, there is a chance of a reaction to the anesthesia. Bone marrow is removed through needles inserted into the back of the pelvis bones on each side. Back or hip pain is common, but can be controlled with pain relievers. The body quickly replaces the bone marrow removed, so no long-term problems are expected.</li>\n          <li><strong>Stem cells:</strong> Stem cells are found in bone marrow or umbilical cord blood. They also appear in small numbers in our blood and can be donated through a process similar to blood donation. This takes about seven or eight hours. Filgrastim, a medication that increases stem cell production, is given for a number of days beforehand. It can cause side effects such as flulike symptoms, bone pain, and fatigue, but these tend to resolve soon after the procedure.</li>\n          <li><strong>Kidney, lung, or liver:</strong> Surgery to donate a kidney or a portion of a lung or liver comes with a risk of complications, reactions to anesthesia, and significant recovery time. It's no small matter to give a kidney, or part of a lung or liver.</li>\n        </ul>\n        <p>The vast number of live organ donations occur without complications, and donors typically feel quite positive about the experience.</p>\n        <h2>Who can donate?</h2>\n        <p>Almost anyone can donate <a href=\"https://www.health.harvard.edu/blog/the-fda-relaxes-restrictions-on-blood-donation-202305192936\" target=\"_blank\">blood cells</a> –– including stem cells –– or be a <a href=\"https://www.organdonor.gov/learn/process/living-donation\" target=\"_blank\">bone marrow, tissue, or organ</a> donor. Exceptions include anyone with active cancer, widespread infection, or organs that aren't healthy.</p>\n        <p>What about age? By itself, your age does not disqualify you from organ donation. In 2023, <a href=\"https://www.organdonor.gov/learn/who-can-donate/seniors\" target=\"_blank\">two out of five people donating organs</a> were over 50. People in their 90s have donated organs upon their deaths and saved the lives of others.</p>\n        <p>However, bone marrow transplants may fail more often when the donor is older, so bone marrow donations by people over age 55 or 60 are usually avoided.</p>\n        <h2>Finding a good match: Immune compatibility</h2>\n        <p>For many transplants, the best results occur when there is immune compatibility between the donor and recipient. Compatibility is based largely on HLA typing, which analyzes genetically-determined proteins on the surface of most cells. These proteins help the immune system identify which cells qualify as foreign or self. Foreign cells trigger an immune attack; cells identified as self should not.</p>\n        <p>HLA typing can be done by a blood test or cheek swab. Close relatives tend to have the best HLA matches, but complete strangers may be a good match as well.</p>\n        <p>Fewer donors among people with certain HLA types make finding a match more challenging. Already existing health disparities, such as higher rates of kidney disease among <a href=\"https://www.health.harvard.edu/blog/whats-behind-racial-disparities-in-kidney-disease-2021020321842\" target=\"_blank\">Black Americans</a> and <a href=\"https://www.niddk.nih.gov/health-information/kidney-disease/race-ethnicity\" target=\"_blank\">communities of color</a>, are worsened by <a href=\"https://www.niddk.nih.gov/health-information/kidney-disease/race-ethnicity\"></a><a href=\"https://minorityhealth.hhs.gov/organ-donation-and-african-americans\" target=\"_blank\">lower numbers of donors</a> from these communities, an inequity partly driven by a lack of trust in the medical system.</p>\n        <h2>The bottom line</h2>\n        <p>You can make an enormous impact by becoming a donor during your life or after death. In the US, you must opt in to be a donor after death. (<a href=\"https://pubmed.ncbi.nlm.nih.gov/31428836/\" target=\"_blank\">Research</a> suggests the opt-out approach many other countries use could significantly increase rates of organ donation in this country.)</p>\n        <p>I'm hopeful that organ donation in the US and throughout the world will increase over time. While you can still go with chocolates for Valentine's Day, maybe this year you can also go bigger and become a donor.</p>\n      \n    "
    },
    {
      "title": "男孩对肌肉的痴迷：需要了解和做些什么 (原标题: A muscle-building obsession in boys: What to know and do)",
      "link": "https://www.health.harvard.edu/blog/-a-muscle-building-obsession-in-boys-what-to-know-and-do-202305122934",
      "pubDate": "Fri, 12 May 2023 10:30:00 GMT",
      "isoDate": "2023-05-12T10:30:00.000Z",
      "creator": "Maureen Salamon",
      "summary": "![一个身披红色斗篷、肌肉发达的影子超级英雄，在红橙色背景下摆出动作姿势；概念是躯体变形障碍](http://content.health.harvard.edu/wp-content/uploads/2023/05/28625bc5-0572-4259-b78b-f74ebfd57c0b.jpg)\n\n男孩从小就接触到理想化的肌肉发达形象，这可能导致他们对自身体格产生担忧，甚至发展为**肌肉变形障碍**（muscle dysmorphia）。\n\n### 什么是肌肉变形障碍？\n\n*   **定义**：指对肌肉发达和精瘦体格的过度关注。尽管只有少数男孩和年轻男性表现出极端的诊断标准行为，但这种心态影响了更多人。\n*   **社会影响**：社会规范将肌肉发达与男子气概等同起来，甚至儿童万圣节服装也带有“六块腹肌”的衬垫，不断传递着理想体型的信号。\n*   **与女孩躯体变形障碍的区别**：躯体变形障碍常被认为是女孩的问题（如饮食失调），导致男孩的类似不健康行为常被忽视。肌肉变形障碍在男性中更为普遍且隐蔽。\n\n### 男孩躯体变形障碍的迹象\n\n家长应留意以下“危险信号”：\n\n*   **身体日常习惯的显著改变**：例如，从每天锻炼一次变为每天数小时。\n*   **严格的锻炼或饮食计划**：包括限制食物或高度专注于高蛋白选项。\n*   **干扰正常活动**：为锻炼而放弃与朋友相处等。\n*   **强迫性地拍摄肌肉或腹部照片**：以追踪“进步”。\n*   **每天多次称体重**。\n*   **穿着方式改变**：要么为了突出肌肉，要么穿宽松衣服来隐藏他们认为不够好的体格。\n*   **行为的持久性**：这些行为持续数周到数月，且缺乏灵活性。\n\n### 肌肉变形障碍的健康风险\n\n极端的行为可能带来身心健康风险：\n\n*   **身体风险**：\n    *   **非法补充剂**：未经管制的蛋白粉和补充剂可能掺杂兴奋剂甚至合成代谢类固醇，增加中风、心悸、高血压和肝损伤的风险。\n    *   **“增肌减脂”周期**：快速增重后极端限制卡路里，可能影响长期肌肉和骨骼发育，导致心律不齐和睾酮水平降低。\n    *   **过量蛋白质**：可能导致肠道不适（如腹泻）或肾损伤。\n*   **心理风险**：\n    *   **情绪问题**：营养不良（因大幅削减卡路里或忽视食物类别）的人更容易出现抑郁和自杀念头。\n    *   **自卑感**：努力达到不切实际的理想，可能导致持续的“不够好”的感觉。\n\n### 家长如何培养男孩健康的身体形象\n\n*   **家庭聚餐**：研究表明，一起用餐对身心健康有益，包括帮助孩子保持适当体重。\n*   **避免评论体型或大小**：不评论自己、孩子或社区中其他人的体型。\n*   **将营养和锻炼与健康挂钩**：与儿子谈论饮食和锻炼时，强调其对健康的意义，而非与体型挂钩。\n*   **开放沟通**：如果儿子想多锻炼或增加蛋白质摄入，询问其原因——是为了整体健康，还是为了特定的身体理想？\n*   **不购买蛋白补充剂**：当父母不允许家中出现这些产品时，男孩更难获得。建议咨询儿科医生或营养师，了解如何通过日常食物获取蛋白质。",
      "translated_title": "男孩对肌肉的痴迷：需要了解和做些什么",
      "images": [
        {
          "url": "http://content.health.harvard.edu/wp-content/uploads/2023/05/28625bc5-0572-4259-b78b-f74ebfd57c0b.jpg",
          "alt": "A shadowy, heavily-muscled superhero in a red cape strikes an action pose against a red and orange background; concept is body dysmorphic disorder",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"A shadowy, heavily-muscled superhero in a red cape strikes an action pose against a red and orange background; concept is body dysmorphic disorder\" src=\"http://content.health.harvard.edu/wp-content/uploads/2023/05/28625bc5-0572-4259-b78b-f74ebfd57c0b.jpg\" style=\"height:424px; width:600px\" imageid=\"28625bc5-0572-4259-b78b-f74ebfd57c0b\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>By the time boys are 8 or 10, they're steeped in Marvel action heroes with bulging, oversized muscles and rock-hard abs. By adolescence, they're deluged with social media streams of bulked-up male bodies.</p>\n        <p>The underlying messages about power and worth prompt many boys to worry and wonder about how to measure up. Sometimes, negative thoughts and concerns even interfere with daily life, a mental health issue known body dysmorphic disorder, or body dysmorphia. The most common form of this in boys is muscle dysmorphia.</p>\n        <h2>What is muscle dysmorphia?</h2>\n        <p>Muscle dysmorphia is marked by preoccupation with a muscular and lean physique. While the more extreme behaviors that define this disorder appear only in a small percentage of boys and young men, it may color the mindset of many more.</p>\n        <p>Nearly a quarter of boys and young men engage in some type of <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7867380/#:~:text=Nearly%2022%25%20of%20young%20men,associated%20with%20disordered%20eating%20behaviors.\" target=\"_blank\">muscle-building behaviors</a>. \"About 60% of young boys in the United States mention changing their diet to become more muscular,\" says Dr. Gabriela Vargas, director of the <a href=\"https://youngmenshealthsite.org/\" target=\"_blank\">Young Men's Health website</a> at Boston Children's Hospital. \"While that may not meet the diagnostic criteria of muscle dysmorphia disorder, it's impacting a lot of young men.\"</p>\n        <p>\"There's a social norm that equates muscularity with masculinity,\" Dr. Vargas adds. \"Even Halloween costumes for 4- and 5-year-old boys now have padding for six-pack abs. There's constant messaging that this is what their bodies should look like.\"</p>\n        <h2>Does body dysmorphic disorder differ in boys and girls?</h2>\n        <p>Long believed to be the domain of girls, body dysmorphia can take the form of <a href=\"https://www.health.harvard.edu/blog/eating-disorders-spike-among-children-and-teens-what-parents-should-know-202204212731\" target=\"_blank\">eating disorders</a> such as anorexia or bulimia. Technically, muscle dysmorphia is not an eating disorder. But it is far more pervasive in males — and insidious.</p>\n        <p>\"The common notion is that body dysmorphia just affects girls and isn't a male issue,\" Dr. Vargas says. \"Because of that, these unhealthy behaviors in boys often go overlooked.\"</p>\n        <h2>What are the signs of body dysmorphia in boys?</h2>\n        <p>Parents may have a tough time discerning whether their son is merely being a teen or veering into dangerous territory. Dr. Vargas advises parents to look for these red flags:</p>\n        <ul>\n          <li>Marked change in physical routines, such as going from working out once a day to spending hours working out every day.</li>\n          <li>Following regimented workouts or meals, including limiting the foods they're eating or concentrating heavily on high-protein options.</li>\n          <li>Disrupting normal activities, such as spending time with friends, to work out instead.</li>\n          <li>Obsessively taking photos of their muscles or abdomen to track \"improvement.\"</li>\n          <li>Weighing himself multiple times a day.</li>\n          <li>Dressing to highlight a more muscular physique, or wearing baggier clothes to hide their physique because they don't think it's good enough.</li>\n        </ul>\n        <p>\"Nearly everyone has been on a diet,\" Dr. Vargas says. \"The difference with this is persistence — they don't just try it for a week and then decide it's not for them. These boys are doing this for weeks to months, and they're not flexible in changing their behaviors.\"</p>\n        <h2>What are the health dangers of muscle dysmorphia in boys?</h2>\n        <p>Extreme behaviors can pose physical and mental health risks.</p>\n        <p>For example, unregulated protein powders and supplements boys turn to in hopes of quickly bulking up muscles may be adulterated with stimulants or even anabolic steroids. \"With that comes an increased risk of stroke, heart palpitations, high blood pressure, and liver injury,\" notes Dr. Vargas.</p>\n        <p>Some boys also attempt to gain muscle through a \"bulk and cut\" regimen, with periods of rapid weight gain followed by periods of extreme calorie limitation. This can affect long-term muscle and bone development and lead to irregular heartbeat and lower testosterone levels.</p>\n        <p>\"Even in a best-case scenario, eating too much protein can lead to a lot of intestinal distress, such as diarrhea, or to kidney injury, since our kidneys are not meant to filter out excessive amounts of protein,\" Dr. Vargas says.</p>\n        <p>The psychological fallout can also be dramatic. Depression and suicidal thoughts are more common in people who are malnourished, which may occur when boys drastically cut calories or neglect entire food groups. Additionally, as they try to achieve unrealistic ideals, they may constantly feel like they're not good enough.</p>\n        <h2>How can parents encourage a healthy body image in boys?</h2>\n        <p>These tips can help:</p>\n        <ul>\n          <li><strong>Gather for family meals</strong>. Schedules can be tricky. Yet considerable research shows physical and mental health benefits flow from sitting down together for meals, including a greater likelihood of children being an appropriate weight for their body type.</li>\n          <li><strong>Don't comment on body shape or size.</strong> \"It's a lot easier said than done, but this means your own body, your child's, or others in the community,\" says Dr. Vargas.</li>\n          <li><strong>Frame nutrition and exercise as meaningful for health.</strong> When you talk with your son about what you eat or your exercise routine, don't tie hoped-for results to body shape or size.</li>\n          <li><strong>Communicate openly.</strong> \"If your son says he wants to exercise more or increase his protein intake, ask why — for his overall health, or a specific body ideal?\"</li>\n          <li><strong>Don't buy protein supplements.</strong> It's harder for boys to obtain them when parents won't allow them in the house. \"One alternative is to talk with your son's primary care doctor or a dietitian, who can be a great resource on how to get protein through regular foods,\" Dr. Vargas says.</li>\n        </ul>\n      \n    "
    },
    {
      "title": "洪水过后常伴呼吸道健康损害：采取这些措施可提供帮助 (原标题: Respiratory health harms often follow flooding: Taking these steps can help)",
      "link": "https://www.health.harvard.edu/blog/respiratory-health-harms-often-follow-flooding-taking-these-steps-can-help-202211092848",
      "pubDate": "Wed, 09 Nov 2022 15:30:00 GMT",
      "isoDate": "2022-11-09T15:30:00.000Z",
      "creator": "Parham Azimi, PhD",
      "summary": "洪水不仅会造成溺水、受伤和体温过低等即时危害，还会带来长期且不那么明显的健康威胁，尤其是增加呼吸道疾病（如哮喘和过敏反应）的风险。\n\n**主要危害机制：**\n\n*   **污染物暴露：** 洪水可能将有毒化学物质、重金属、农药、生物毒素、污水和水传播病原体带入建筑物。洪水退去后，这些污染物会残留在干燥的沉积物中，当受到扰动时，会变成微小的空气传播粉尘，被吸入肺部，损害呼吸健康。即使建筑物未被完全淹没，屋顶、窗户和通风管道的进水也可能引发呼吸问题。\n*   **霉菌滋生：** 潮湿环境是霉菌迅速生长的理想条件。洪水过后，建筑物内的潮湿材料会促进霉菌大量繁殖。霉菌通过空气传播微小孢子，高浓度霉菌孢子暴露与哮喘、过敏性鼻炎和鼻窦炎等呼吸道并发症密切相关。研究表明，洪水区域的霉菌孢子浓度显著高于非洪水区域，且室内浓度最高。儿童对霉菌引发的健康问题尤其脆弱。\n\n**保护呼吸健康的措施：**\n\n*   **洪水或暴雨来临前：**\n    *   **防止水侵入：** 修复屋顶，清理排水沟，密封天窗、通风管道和烟囱周围。\n    *   **加固结构：** 清理排水口，排空化粪池，建造屏障并密封外墙和窗户周围的裂缝。\n    *   **安装排水设备：** 安装潜水泵以排出地下室积水，并在下水道安装防回流阀。\n*   **洪水或大雨过后：**\n    *   **迅速减少潮湿和霉菌生长：**\n        *   限制接触洪水，尽快离开被淹区域或建筑物，直到其干燥安全。\n        *   立即检查建筑物是否有水侵入、潮湿和霉菌生长的痕迹。\n        *   排干洪水，清除残留沉积物。\n        *   移除受影响的多孔材料，如可能，在阳光下晾干。\n        *   增加通风（打开门窗或使用大型排气扇），尽快干燥建筑物。\n        *   在潮湿空间（如地下室）使用除湿机。\n        *   将暖通空调系统（HVAC）的空气过滤器升级至至少MERV 13，或使用带HEPA过滤器的便携式空气净化器，以减少霉菌孢子暴露。\n    *   **发现霉菌时的处理：**\n        *   佩戴合身的N95口罩、手套和橡胶靴进行清洁。\n        *   使用肥皂、清洁剂和/或抗菌清洁产品清洁并消毒所有接触过水的东西。\n        *   将发霉的材料放入密封的重型塑料袋中处理。\n\n采取这些预防和应对措施，对于保护呼吸健康至关重要。\n\n![Aerial view of a city in Texas with flooding in streets and buildings in the foreground](http://content.health.harvard.edu/wp-content/uploads/2023/04/125534d8-67fc-45bb-96b0-d7a413ecc7e3.jpg)",
      "translated_title": "洪水过后常伴呼吸道健康损害：采取这些措施可提供帮助",
      "images": [
        {
          "url": "http://content.health.harvard.edu/wp-content/uploads/2023/04/125534d8-67fc-45bb-96b0-d7a413ecc7e3.jpg",
          "alt": "Aerial view of a city in Texas with flooding in  streets and buildings in the foreground",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "<p>\n          <img alt=\"Aerial view of a city in Texas with flooding in  streets and buildings in the foreground\" src=\"http://content.health.harvard.edu/wp-content/uploads/2023/04/125534d8-67fc-45bb-96b0-d7a413ecc7e3.jpg\" style=\"height:337px; width:600px\" imageid=\"125534d8-67fc-45bb-96b0-d7a413ecc7e3\" referrerpolicy=\"no-referrer\">\n        </p>\n        <p>Heavy rains and sea level rise contribute to major flooding events that are one effect of climate change. Surging water rushing into buildings often causes immediate harms, such as drowning deaths, injuries sustained while seeking shelter or fleeing, and hypothermia after exposure to cold waters with no shelter or heat.</p>\n        <p>But long after news trucks leave and public attention moves on, flooding continues to affect communities in visible and less visible ways. Among the less visible threats is a higher risk of respiratory health problems like asthma and allergic reactions. Fortunately, you can take steps to minimize or avoid flooding, or to reduce respiratory health risks after flooding occurs.</p>\n        <h2>How does flooding trigger respiratory health issues?</h2>\n        <p>Flooding may bring <a href=\"https://www-tandfonline-com.ezp-prod1.hul.harvard.edu/doi/abs/10.1080/10937404.2019.1654422\" target=\"_blank\">water contaminated</a> with toxic chemicals, heavy metals, pesticides, biotoxins, sewage, and water-borne pathogens into buildings. Afterward, some toxic contaminants remain in dried sediments left behind. When disturbed through everyday actions like walking and cleaning, this turns into microscopic airborne dust. Anything in that dried flood sediment — the toxic chemicals, the metals, the biotoxins — is now in the air you breathe into your lungs, potentially affecting your respiratory health.</p>\n        <p>Buildings needn't be submerged during flooding to spur respiratory problems. Many homes we studied after Hurricane Ida suffered water intrusion through roofs, windows, and ventilation ducts — and some were more than 100 miles away from coastal regions that bore the brunt of the storm.</p>\n        <h2>The growth of mold can also affect health</h2>\n        <p>Another common hazard is mold, a fungal growth that forms and spreads on damp or decaying organic matter. Indoor mold generally grows due to extensive dampness, and signals a problem with water or moisture. Damp materials inside buildings following a flood create perfect conditions for rapid mold growth.</p>\n        <p>Mold can be found indoors and outdoors in all climates. It spreads by making tiny spores that float through the air to land in other locations. No indoor space is entirely free from mold spores, but exposure to high concentrations is linked with <a href=\"https://environhealthprevmed.biomedcentral.com/articles/10.1007/s12199-013-0368-0\" target=\"_blank\">respiratory complications</a> such as asthma, allergic rhinitis, and sinusitis. Thus, flooding affects respiratory health by increasing the risk of exposure to higher concentrations of mold spores outdoors and indoors.</p>\n        <p>For example, after Hurricane Katrina in New Orleans in 2005, the <a href=\"https://ehp.niehs.nih.gov/doi/full/10.1289/ehp.9198\" target=\"_blank\">average outdoor concentration of mold spores</a> in flooded areas was roughly double that of non-flooded areas, and the highest concentrations of mold spores were measured indoors. A study on the aftermath of Hurricane Katrina and the flooding in the UK in 2007 showed that <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1749461310000436\" target=\"_blank\">water damage accelerated mold growth and respiratory allergies</a>.</p>\n        <p>Children are especially vulnerable to health problems triggered by mold. All respiratory symptoms — including asthma, bronchitis, eye irritation, and cough — occurred more often in homes reporting <a href=\"https://academic.oup.com/aje/article-abstract/134/2/196/101123\" target=\"_blank\">mold or dampness</a>, according to a study on the respiratory health of young children in 30 Canadian communities. Other research demonstrates that <a href=\"https://ehp.niehs.nih.gov/doi/full/10.1289/ehp.7242\" target=\"_blank\">mold contributes to development of asthma</a> in children.</p>\n        <h2>What can you do to protect against the health harms of flooding?</h2>\n        <p>Our research in New Orleans, LA after Hurricane Ida in 2021 identified common factors — both in housing and flooding events — with great impact on respiratory health. Preliminary results suggest two deciding factors in whether substantial indoor mold appeared were the age of a building's roof and how many precautionary measures people took after flooding from the hurricane. The impact on respiratory health also varied with flood water height, days per week spent at home, and how many precautionary measures were taken after Ida swept through.</p>\n        <p>Informed by this and other research, we offer the following tips — some to tackle before flooding or heavy rains, and some to take afterward. While you may not be able to entirely prevent flooding from hurricanes or major storms, taking these and <a href=\"https://homes.forhealth.org/\" target=\"_blank\">other steps</a> can help.</p>\n        <h2>Before seasonal storms, flooding, or heavy rains start: Protect against water intrusion</h2>\n        <ul>\n          <li>Repair the roof, clean gutters, and seal around skylights, vent pipes, and chimneys to prevent leaks. These are some of the most vulnerable components of a building during storms and hurricanes.</li>\n          <li>Declutter drains and empty septic tanks.</li>\n          <li>Construct barriers and seal cracks in outer walls and around windows, to prevent heavy rain and floodwater from entering.</li>\n          <li>Install a sump pump to drain water from the basement, and backflow valves on sewer lines to prevent water from backing up into the home.</li>\n        </ul>\n        <h2>After flooding or major rainstorms: Move quickly to reduce dampness and mold growth</h2>\n        <p>The Environmental Protection Agency <a href=\"https://www-sciencedirect-com.ezp-prod1.hul.harvard.edu/science/article/pii/S1749461310000436?casa_token=uFGwmH6cZeQAAAAA:x2rXqG0looSYUjq3axXRQ9xhZ7Wpl9tKLGhaR596var5CnBqXRjln6RDn5eXj1IIQQz2ye2arA\" target=\"_blank\">recommends limiting contact with flood water</a>, which may have electrical hazards and hazardous substances, including raw sewage. Additionally:</p>\n        <ul>\n          <li>Minimize your stay in flooded regions (particularly after hurricanes) or buildings until they are dry and safe.</li>\n          <li>Check building for traces of water intrusion, dampness, and mold growth immediately after flooding.</li>\n          <li>Drain floodwater and dispose of remaining sediment.</li>\n          <li>Remove affected porous materials. If possible, dry them outdoors under sunlight.</li>\n          <li>Increase the ventilation rate by leaving all windows and doors open, or use a large exhaust fan to dry out the building as fast as possible.</li>\n          <li>Use dehumidifiers in damp spaces such as basements.</li>\n          <li>Upgrade the air filters in your HVAC system to at least MERV 13, or use portable air cleaners with HEPA filters to reduce your exposure to airborne mold spores.</li>\n        </ul>\n        <h2>What to do if you spot mold growth</h2>\n        <ul>\n          <li>Wear a well-fitted N95 face mask, gloves, and rubber boots to clean.</li>\n          <li>Clean and disinfect anything that has been in contact with water using soap, detergents, and/or antibacterial cleaning products.</li>\n          <li>Dispose of moldy materials in sealed heavy-duty plastic bags.</li>\n        </ul>\n        <p>Taking steps like these — before and after a major storm — goes a long way toward protecting your respiratory health.</p>\n        <p><em>Read <a href=\"http://hms.harvard.edu/magazine/sleep/flooding-brings-deep-trouble\">Flooding Brings Deep Trouble</a> in </em>Harvard Medicine <em>magazine to learn more about the health hazards related to floods.</em></p>\n      \n    "
    }
  ],
  "lastUpdated": "2025-05-29T02:02:28.375Z"
}