{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国报告称将减少100万头生猪以应对低价和通缩风险 (原标题: China to reduce pig count by 1 million amid low prices, deflation risk: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314938/reaping-sow-china-reduce-pig-count-1-million-amid-low-prices-deflation-risk?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 13:00:10 +0000",
      "isoDate": "2025-06-18T13:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国计划减少生猪存栏量以应对猪肉过剩和通缩风险\n\n中国农业农村部提出了一项计划，旨在将全国能繁母猪存栏量减少100万头，以缓解市场猪肉供应过剩、生猪价格受抑制以及经济面临通缩压力的现状。\n\n### 核心措施与目标\n\n*   **减少存栏量**：能繁母猪存栏量将从目前的4038万头减少到3950万头。这一具体计划由CLS.cn援引农业农村部上周提出的方案。\n*   **缓解行业损失**：此举旨在缓解因生猪供应过剩和猪肉价格持续低迷给养猪业带来的损失。\n\n### 附加监管规定\n\n*   **禁止超重喂养**：除了削减母猪数量，监管机构还引入了更严格的养猪场规定。其中包括禁止已达到屠宰标准的生猪继续喂养以增加体重后再出售。这种做法被认为是加剧短期供应过剩和进一步压低价格的原因。\n\n### 宏观经济影响\n\n*   **恢复供需平衡**：这些措施不仅旨在恢复猪肉行业的供需平衡，更重要的是，它们也旨在缓解更广泛经济中的通缩压力。\n*   **CPI权重**：猪肉价格在中国消费者物价指数（CPI）中占有较高权重，因此其价格波动对整体通胀水平有显著影响。\n\n### 当前通缩背景\n\n*   **持续通缩压力**：麦格理（Macquarie）上周的一份报告指出，除非有足够大的刺激措施来创造另一个信贷上行周期，否则2025年可能仍将面临持续的通缩压力。\n*   **GDP平减指数**：中国GDP平减指数已连续八个季度下降，这是过去四十年中最长的通缩期。GDP平减指数衡量的是国内生产的新商品和服务的整体价格水平，是衡量通胀的广义指标，其持续下降表明经济正面临普遍的价格下跌。",
      "shortSummary": "中国农业农村部计划将全国能繁母猪存栏量减少100万头，从4038万头降至3950万头。此举旨在缓解猪肉市场供应过剩、生猪价格低迷以及经济通缩压力。同时，监管机构还引入了禁止生猪超重喂养的规定。这些措施不仅为恢复猪肉供需平衡，也为缓解整体经济的通缩风险，因为猪肉价格在中国CPI中占比较高。中国GDP平减指数已连续八个季度下降，通缩形势严峻。",
      "translated_title": "中国报告称将减少100万头生猪以应对低价和通缩风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s national breeding sow inventory will be reduced by 1 million from the current level of 40.38 million to ease an oversupply of pork in the market that has suppressed swine prices and raised deflationary pressures in the economy.\nWhile specifics of the reduction were limited, it would take the national sow herd size down to 39.5 million, CLS.cn said in an exclusive report, citing a plan proposed by the Ministry of Agriculture and Rural Affairs last week.\nThe ministry was looking to ease...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/f20e7874-0c9f-4316-8aa6-70cd054902ae_94ddf213.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国录得大量资本流入，海湾投资者对冲美国风险 (原标题: China records bumper capital inflow as Gulf investors hedge against US)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314922/china-records-bumper-capital-inflow-gulf-investors-hedge-against-us?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 11:00:09 +0000",
      "isoDate": "2025-06-18T11:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国资本流入激增，海湾投资者对冲美国风险\n\n### 主要发现\n\n*   **中东资本流入显著增长**：近期，中国吸引了来自中东投资者的资本流入，这些投资者旨在使其过度偏重美国的投资组合多样化。\n*   **具体数据**：\n    *   5月份，中国非银行部门录得330亿美元的净资本流入。\n    *   这一数字高于4月份的173亿美元，显示出加速增长的趋势。\n    *   外国投资者对中国股票的持有量也有所增加。\n*   **分析师观点与动机**：\n    *   **全球投资者转向亚洲**：分析师指出，包括大型海湾主权财富基金在内的全球投资者，正日益转向亚洲稳定、高增长的市场，以应对日益加剧的全球不稳定。\n    *   **避险需求**：复旦大学金融研究中心主任孙立坚表示，部分资金可能出于避险目的从美国市场撤出，转而投向中国等主要贸易国和拥有大量海外净资产的国家。\n    *   **地缘政治影响**：孙立坚认为，华盛顿在地区冲突中对以色列的支持，使得海湾投资者不愿“把所有鸡蛋放在一个篮子里”，从而促使他们寻求投资多样化。\n    *   **对华信心增强**：资本流入也反映了海湾国家对中国开放政策和人民币国际化努力的信心增强。\n\n### 未来展望\n\n*   分析师指出，为维持这一资本流入趋势，北京需要进一步开放其金融市场。",
      "shortSummary": "中国近期吸引了大量中东资本流入，5月非银行部门净流入达330亿美元。这主要源于海湾投资者为对冲美国风险、实现投资组合多样化，并寻求全球不稳定下的避险资产。他们对中国开放政策和人民币国际化抱有信心。分析师认为，为维持此趋势，中国需进一步开放金融市场。",
      "translated_title": "中国录得大量资本流入，海湾投资者对冲美国风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has attracted a growing influx of capital from Middle Eastern investors seeking to diversify their US-heavy portfolios in recent months, but Beijing will need to further open up its financial markets to sustain the trend, analysts said.\nBeijing announced on Tuesday that China had recorded a US$33 billion net capital inflow from non-banking sectors and higher foreign holdings of Chinese equities in May – an acceleration from April’s US$17.3 billion inflow.\nThe department did not break down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/09253eab-f242-4004-b951-1f7c58ef95cf_4069d225.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴黎航展上，中国航空供应商寻求落地 (原标题: At Paris Air Show, China’s aviation suppliers circle for a landing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314894/paris-air-show-chinas-aviation-suppliers-circle-landing?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 09:00:14 +0000",
      "isoDate": "2025-06-18T09:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 巴黎航展：中国航空供应商寻求立足欧洲市场\n\n### 中国参展商构成变化\n\n*   **传统焦点转移**：过去，巴黎航展上中国的存在主要集中在少数大型企业，特别是中国商用飞机有限责任公司（Comac），即C919客机的制造商。\n*   **新兴力量涌现**：今年情况发生显著变化，数十家来自中国航空供应链的、知名度较低的企业纷纷涌向欧洲，向西方买家展示其产品。\n\n### 参展规模显著增长\n\n*   **数量翻倍**：根据组织方航空航天工业协会GIFAS的数据，参加此次两年一度航展的中国公司数量从2023年的29家增至今年的76家，增长了一倍多。\n*   **形成“事实上的国家馆”**：由于参展的中国出口商数量众多且集中，航展历史上首次出现了“事实上的国家馆”。\n\n### 寻求海外市场的原因\n\n*   **国内市场挑战**：许多中国公司是首次亮相巴黎，它们正努力争取在欧洲市场的一席之地。这主要是因为中国国内经济放缓以及企业间激烈的竞争导致利润停滞不前。\n*   **企业心声**：宝钛华神（Baoti Huashen）的助理工程师王俊波表示：“众所周知，我们的国内市场存在过度竞争。”他的公司专注于航空航天生产关键材料——海绵钛。他补充说，尽管公司目前利润尚可，但“重要的是要时刻做好准备”。",
      "shortSummary": "在今年的巴黎航展上，中国航空业的参展格局发生显著变化。数十家来自中国航空供应链的、知名度较低的企业首次大规模参展，数量从去年的29家增至76家，形成“事实上的国家馆”。这些企业寻求进入欧洲市场，以应对国内经济放缓和激烈竞争导致的利润停滞。这标志着中国航空供应商正积极拓展海外业务。",
      "translated_title": "巴黎航展上，中国航空供应商寻求落地",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s presence at the Paris Air Show – the globally renowned civil aviation expo – is usually reduced to Beijing’s biggest names in the field. In particular, conversation tends to focus on the Commercial Aircraft Corporation of China (Comac), the maker of the C919 passenger jet.\nBut things have changed this year. Dozens of lesser-known Chinese firms from across the supply chain have flocked to the European capital to showcase their products to Western buyers.\nThe number of Chinese companies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/97ced7a9-41eb-4383-823d-d69bf961f280_06dd90fc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行表示，将设立新运营中心以提升人民币全球影响力 (原标题: China will boost the yuan’s global reach with new operations centre, PBOC says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314851/china-will-boost-yuans-global-reach-new-operations-centre-pboc-says?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:46:25 +0000",
      "isoDate": "2025-06-18T02:46:25.000Z",
      "creator": "Frank Chen,Luna Sun",
      "summary": "中国人民银行行长潘功胜在上海陆家嘴论坛上宣布了八项金融政策，旨在提升人民币的全球影响力，并加速上海成为全球金融中心。其中一项关键措施是：\n\n*   **设立数字人民币“国际运营中心”**：\n    *   **目的**：旨在提升人民币的全球影响力，并加速上海成为全球金融中心。\n    *   **背景**：在中美贸易和技术紧张局势加剧的背景下，中国迫切需要扩大人民币的海外采用，并减少对单一货币的依赖。\n    *   **潘功胜观点**：他指出，传统跨境支付系统的问题日益突出，全球呼吁改进，新的支付基础设施和结算方式正在涌现，这将推动全球系统向更高效率、安全性、包容性和多样性发展。\n    *   **中国进展**：经过十多年的发展，中国已建立了多渠道、广覆盖的跨境人民币清算网络。\n\n*   **其他试点政策**：\n    *   在上海试点一系列结构性货币政策工具。\n    *   **再融资计划**：包括对涉外贸易企业使用信用贷款的再融资，以及支持再贴现的跨境贸易再融资。\n    *   **扩大绿色金融计划**：将中国碳减排支持工具的范围扩大到转型金融和特定区域产业。",
      "shortSummary": "中国人民银行行长潘功胜宣布，中国将设立数字人民币“国际运营中心”，以提升人民币的全球影响力并加速上海成为全球金融中心。此举是八项金融政策之一，旨在应对中美紧张局势下减少对单一货币依赖的需求，并优化跨境支付系统。其他政策包括在上海试点结构性货币工具和扩大绿色金融计划。",
      "translated_title": "中国央行表示，将设立新运营中心以提升人民币全球影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will set up an “international operations centre” for the digital yuan to boost the global influence of the renminbi, People’s Bank of China Governor Pan Gongsheng announced at the Lujiazui Forum in Shanghai on Wednesday.\nThe measure was among eight financial policies Pan announced during the opening of the annual finance-facing forum, which also included pledges that China would pilot a range of structural monetary policy tools in Shanghai.\nThe policies come at a time when growing tensions...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/e873a3b6-e85d-4c94-a691-7e36cee1ad1d_9c02e966.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港将成为中国企业在沪协议中的全球跳板 (原标题: Hong Kong to be Chinese companies’ launch pad in Shanghai pact)",
      "link": "https://www.scmp.com/business/china-business/article/3314848/hong-kong-act-launching-pad-chinese-companies-global-push-pact-shanghai?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:24:57 +0000",
      "isoDate": "2025-06-18T02:24:57.000Z",
      "creator": "Daniel Ren,Enoch Yiu",
      "summary": "# 上海与香港签署协议，深化金融合作\n\n上海与香港于周三签署了一项行动计划，旨在将香港的资本市场打造为中国内地企业实现全球增长的“跳板”。该协议在上海举行的年度陆家嘴论坛上签署，旨在连接中国内地的主要商业城市上海与国家的离岸金融中心香港。\n\n## 合作内容与扩展\n\n这项新协议将扩展已实施十年的沪港股票市场交易互联互通机制（沪港通），纳入更多金融产品：\n*   股票\n*   债券\n*   交易所交易基金（ETFs）\n*   黄金\n\n此外，双方还将就跨境结算和数字人民币的使用展开合作。\n\n## 官员表态\n\n香港财政司司长陈茂波在与上海常务副市长吴炜签署协议后表示：\n*   上海和香港都是国际金融中心，在中国金融改革中一直发挥着重要作用。\n*   该计划进一步明确了沪港合作的具体方向，为两地多层次、多领域的金融合作注入了新的、更丰富的内容。\n*   这是一项深化互联互通的新举措，凸显了对内地企业“走出去”战略的支持。\n\n## 协议意义\n\n这是自2008年陆家嘴论坛在上海金融区启动以来签署的第一份协议。陆家嘴论坛的开幕式通常会有中国人民银行行长和中国证券监督管理委员会主席发表演讲，被视为北京公布市场自由化措施或发出政策信号的重要平台。\n\n## 后续计划\n\n据两名熟悉情况的当地官员透露，香港财经事务及库务局局长许正宇预计将于周三晚间参加一场闭门会议，讨论运营指南的详细内容。\n\n## 相关图片\n\n![香港财政司司长陈茂波（左二）与上海常务副市长吴炜（右二）于2025年6月18日签署深化两地金融合作协议。图片来源：Daniel Ren](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/18/fb5c71f7-c9e4-459e-a45e-7a629441f24a_498ab91c.jpg)\n*香港财政司司长陈茂波（左二）与上海常务副市长吴炜（右二）于2025年6月18日签署深化两地金融合作协议。图片来源：Daniel Ren*",
      "shortSummary": "香港与上海签署协议，旨在将香港打造为中国内地企业全球增长的跳板。该协议在陆家嘴论坛上达成，将扩展沪港通，涵盖更多股票、债券、ETF和黄金，并推进跨境结算及数字人民币使用。香港财政司司长陈茂波强调，此举深化了两地金融合作，支持内地企业“走出去”。这是陆家嘴论坛自2008年以来签署的首份协议，具有重要意义。",
      "translated_title": "香港将成为中国企业在沪协议中的全球跳板",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/18/fb5c71f7-c9e4-459e-a45e-7a629441f24a_498ab91c.jpg",
          "alt": "Hong Kong Financial Secretary Paul Chan (second from left) and Shanghai’s executive vice-mayor Wu Wei (second from right) after signing an accord to deepen financial collaboration between the two cities on June 18, 2025. Photo: Daniel Ren",
          "title": "Hong Kong Financial Secretary Paul Chan (second from left) and Shanghai’s executive vice-mayor Wu Wei (second from right) after signing an accord to deepen financial collaboration between the two cities on June 18, 2025. Photo: Daniel Ren",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Mainland Chinese companies will use Hong Kong’s capital market as the launch pad for their global growth, according to an action plan signed on Wednesday with Shanghai to connect the premier onshore commercial city with the nation’s offshore financial hub.\nThe two cities will expand the decade-old connect programme linking the stock markets of Shanghai and Hong Kong with more equities, bonds, exchange-traded funds (ETFs) and gold, as well as working on cross-border settlements and uses of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/c968b5a7-6d26-4c17-9300-4ad3f0956ace_f8618198.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人形机器人公司薪资是全国平均水平3倍，凸显AI人才紧缺 (原标题: China’s humanoid robot firms pay 3 times national average amid AI talent crunch)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314798/chinas-humanoid-robot-firms-pay-over-x3-national-average-amid-ai-talent-crunch?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:00:11 +0000",
      "isoDate": "2025-06-18T02:00:11.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国人形机器人行业薪资飙升，凸显人才短缺\n\n随着中国人形机器人行业的蓬勃发展，该领域的公司正以远超全国平均水平的薪资吸引顶尖工程师和人工智能（AI）人才，这凸显了日益严重的人才紧缺问题，甚至行业领导者也承认了这一点。\n\n### 关键薪资数据（根据智联招聘报告）\n\n*   **人形机器人算法工程师平均月薪：** 31,512元人民币（约合4386美元）。\n*   **五年以上经验的算法工程师：** 月薪可达38,489元人民币。\n*   **与全国平均水平对比：** 这一薪资水平是全国城镇平均月薪（2024年第三季度为10,058元人民币）的近四倍。\n*   **机械设计工程师：** 该领域机械设计工程师的平均月薪也高达22,264元人民币。\n\n### 行业背景与人才挑战\n\n*   **行业亮点：** 人形机器人行业薪资的飙升，在当前低迷的招聘市场中显得尤为突出。中国就业市场正面临经济增长放缓和企业盈利下降带来的压力，导致各行业普遍出现裁员和降薪。\n*   **就业市场压力：** 尽管4月份青年失业率（不含学生）略有缓解，从3月份的16.5%降至15.8%，但随着今年夏天创纪录数量的毕业生即将进入劳动力市场，就业压力预计将进一步增大。\n*   **人才争夺：** 高薪是人形机器人公司吸引和留住AI及工程人才的关键策略，反映出该新兴领域对专业技能的巨大需求和人才供应的相对不足。",
      "shortSummary": "中国人形机器人公司正以远超全国平均水平三倍的薪资（算法工程师月薪超3.1万元）吸引AI和工程人才，凸显该新兴行业严重的人才短缺。这与中国整体就业市场因经济放缓而面临裁员和薪资下降的低迷形成鲜明对比，显示出人形机器人领域对高技能人才的迫切需求。",
      "translated_title": "中国人形机器人公司薪资是全国平均水平3倍，凸显AI人才紧缺",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China witnesses a boom in humanoid robotics, companies in the sector are offering salaries more than three times the urban average to lure top engineers and AI talent – underscoring a deepening talent crunch that even industry leaders acknowledge.\nThe average monthly pay for humanoid robot algorithm engineers now stands at 31,512 yuan (US$4386), rising up to 38,489 yuan for roles requiring more than five years of experience, according to a new report released this week by online recruitment...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/32393ee5-c3e8-4206-8b02-24a434eaeaca_465a0321.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩？ (原标题: Could old coal mines help ease China’s solar-panel overcapacity?)",
      "link": "https://www.scmp.com/business/china-business/article/3314713/could-old-coal-mines-help-ease-chinas-solar-panel-overcapacity?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 00:00:09 +0000",
      "isoDate": "2025-06-18T00:00:09.000Z",
      "creator": "Yujie Xue",
      "summary": "# 旧煤矿改建太阳能项目：中国引领全球趋势与潜在益处\n\n根据全球能源监测（Global Energy Monitor, GEM）的报告，中国在将退役煤矿场地改造为太阳能发电项目方面处于世界领先地位。这一趋势有望推动清洁能源转型，并可能有助于缓解中国制造商面临的太阳能电池板产能过剩问题。\n\n## 全球范围内的转型浪潮\n\n*   **项目激增：** GEM周三发布的一份报告指出，过去几年，全球15个国家将露天采矿区改造为太阳能发电项目的趋势显著增长。\n*   **中国主导地位：**\n    *   作为全球最大的煤炭生产国和消费国，中国大陆已有90个前煤矿场地作为太阳能发电设施投入运营，总发电容量达到14吉瓦（GW）。\n    *   另有46个项目（代表9吉瓦容量）正处于规划阶段。\n*   **国际参与：**\n    *   除中国外，包括澳大利亚、美国和希腊在内的14个国家也在推行此类改造项目，目标总太阳能容量为11吉瓦。\n    *   然而，这些项目大多仍处于早期阶段，只有一小部分已投入运营。\n\n## 多重效益与战略意义\n\nGEM项目经理兼报告合著者吴成成表示：“将矿山重新用于太阳能开发提供了一个难得的机会，可以将土地修复、创造当地就业和清洁能源部署整合到单一战略中。”\n\n## 解决土地利用问题与公正转型\n\n*   **土地利用：** 报告指出，此类项目有助于解决土地利用问题。自2010年以来，全球已关闭了6000多个煤矿，其中大部分位于中国和美国。\n*   **未来趋势：** 随着33个国家承诺逐步淘汰煤炭，预计将有更多煤矿关闭。\n*   **象征意义：** GEM副主任瑞安·德里斯科尔·泰特（Ryan Driskell Tate）强调：“这些项目将‘废弃’转变为‘重建’，是公正能源转型的重要象征。”他认为政治因素也可能影响了这些趋势。",
      "shortSummary": "中国正引领全球将退役煤矿改造为太阳能发电项目的趋势。据全球能源监测报告，中国已有90个此类项目投入运营，总容量达14吉瓦，另有46个在规划中。这一举措不仅推动清洁能源转型、创造当地就业和修复土地，还有望缓解中国太阳能电池板产能过剩问题。全球其他国家也在效仿，但多处于早期阶段。这象征着一种公正的能源转型。",
      "translated_title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China leads the world in converting decommissioned coal-mining sites into solar power projects, a trend that promises to advance the clean energy transition while potentially reducing a surplus of solar panels produced by struggling Chinese manufacturers, according to Global Energy Monitor (GEM).\nConversion of surface-mined lands into solar-generation projects had surged in 15 countries, particularly over the past couple of years, the non-governmental organisation said in a report on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/7a7c477f-3688-4431-841b-d4e5a1922fd2_66db4bd5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "伦敦闭门会谈后，中美双方的沉默意味深长 (原标题: After tight-lipped talks in London, the US-China silence speaks volumes)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314797/after-us-china-talks-london-tight-lips-concern-and-tactical-turning-point?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-17T22:00:08.000Z",
      "creator": "Luna Sun,Ralph Jennings",
      "summary": "# 伦敦闭门会谈后的中美沉默\n\n上周，美国和中国高级官员在伦敦举行了贸易会谈。会谈结束后，双方对外界保持沉默，几乎没有公布任何官方信息。这种“三缄其口”的状况引发了全球供应链和地缘政治稳定相关方的密切关注和广泛猜测，人们对会谈内容和结果充满了疑问。\n\n## 沉默的解读与潜在影响\n\n*   **紧张局势与力量再平衡：** 许多分析人士认为，这种沉默暗示着中美之间紧张关系的加剧、力量对比的重新校准以及全球贸易脆弱的平衡。这加深了对世界上最重要的经济关系未来走向的不确定性。\n*   **贸易战的转折点：** 瑞穗证券（香港）首席经济学家陶冬在新经济学家智库周日发表的评论文章中指出，本轮谈判可能标志着中美贸易战的一个转折点。\n\n## 谈判焦点与动态转变\n\n*   **稀土出口管制：** 陶冬分析称，闭门会谈的主要焦点是中国在稀土元素出口管制方面的“强硬策略”。这可能让美国代表团措手不及，并给本已脆弱的讨论增添了新的紧张和复杂性。\n*   **谈判力量对比的转变：**\n    *   **从单边施压到势均力敌：** 谈判动态已从美国单边施压转变为更加势均力敌的竞争。中国不再处于守势，而是从实力地位出发进行谈判。\n    *   **从关税到出口管制：** 谈判的重点已从关税水平转向出口管制，关税本身已变得次要。双方都在瞄准对方供应链中的“扼制点”。\n    *   **商务部长参与：** 此次会谈由商务部长而非仅仅贸易官员参与，这进一步凸显了谈判的重要性及所涉问题的深度。\n\n## 总结\n\n伦敦会谈后的沉默，非但没有带来清晰度，反而引发了更多疑问和猜测。专家分析表明，这可能预示着中美贸易关系进入了一个新阶段，谈判重心转向关键供应链控制，且中国在谈判中展现出更强的姿态，为全球经济前景增添了不确定性。",
      "shortSummary": "伦敦中美贸易会谈结束后，双方保持沉默，引发广泛猜测。分析认为，这暗示着紧张关系加剧及力量对比转变。瑞穗证券首席经济学家陶冬指出，此次谈判可能是中美贸易战的转折点，焦点已从关税转向稀土等关键供应链的出口管制。中国正从实力地位出发进行谈判，瞄准对方供应链“扼制点”，为全球经济前景增添不确定性。",
      "translated_title": "伦敦闭门会谈后，中美双方的沉默意味深长",
      "images": [],
      "contentSource": "完整文章",
      "content": "With global economic ramifications on the line, those with a vested interest in supply chains and geopolitical stability watched closely and waited as high-ranking officials from the United States and China emerged from last week’s trade talks in London.\nThen, the public was told little. In the absence of an official readout from both sides, hope for a bit more clarity has given way to a fog of questions and buzzy speculation about what happened behind those doors.\nWas leverage being applied? By...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/54359b21-a359-4d5b-81a5-d4c2fe001d75_1f79b7ce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C929客机获得西方技术，制造商签署零部件协议 (原标题: China’s C929 jet secures Western tech as manufacturer signs parts deals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314792/chinas-c929-jet-secures-western-tech-manufacturer-signs-parts-deals?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 12:30:12 +0000",
      "isoDate": "2025-06-17T12:30:12.000Z",
      "creator": "Xiaofei Xu,Ralph Jennings",
      "summary": "## 中国C929客机获得西方技术零部件协议\n\n中国主要民用飞机制造商中国商用飞机有限责任公司（Comac）已成功签署协议，为其首款宽体客机C929采购西方制造的零部件。尽管当前贸易和供应链面临持续的动荡，这些协议仍得以达成。C929预计将与空客A350和波音787系列客机相似。\n\n### 主要协议内容：\n\n*   **与法国赛峰集团（Safran）的合作**：\n    *   据中国媒体报道，中国商飞已与法国航空航天公司赛峰集团达成协议，共同开发C929宽体客机的制动控制系统、结冰探测系统、轮胎压力指示器以及机载氧气系统。\n    *   中国商飞在其官网周二表示，双方在本周的巴黎航展期间签署了一份“谅解备忘录”。\n*   **与美国克瑞航空航天电子公司（Crane Aerospace and Electronics）的协议**：\n    *   据媒体报道，这家总部位于上海的飞机制造商还单独与美国克瑞航空航天电子公司达成协议，采购飞机客舱门传感器。\n\n### 协议背景与意义：\n\n*   这些协议的达成，是在全球航空供应链放缓以及美国出口管制带来的不确定性背景下实现的。\n*   中国商飞的目标是与空客和波音在全球商用飞机贸易中竞争，成为主要参与者。",
      "shortSummary": "中国商飞（Comac）已为其C929宽体客机获得西方制造的零部件协议。尽管面临贸易动荡和美国出口管制，中国商飞仍与法国赛峰集团签署了制动控制、氧气系统等方面的谅解备忘录，并与美国克瑞航空航天电子公司达成客舱门传感器采购协议。此举旨在帮助中国商飞在全球商用飞机市场与空客和波音竞争。",
      "translated_title": "中国C929客机获得西方技术，制造商签署零部件协议",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s chief civilian aircraft maker has secured deals to buy Western-made parts for its first widebody jet – expected to resemble the Airbus A350 and Boeing 787 series – despite ongoing turbulence in trade and supply chains.\nThe Commercial Aircraft Corporation of China (Comac) reached an agreement to work with French aerospace firm Safran on the development of the widebody C929’s brake controls, ice detection system, tyre pressure indicators and on-board oxygen system, according to reports...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/e15f8cbf-4fc0-4f8c-bc0f-50326e0e6860_e40cd545.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战重心转向出口管制，北京乐见其成 (原标题: US-China trade war’s shift to export controls is music to Beijing’s ears)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3314272/us-china-trade-wars-shift-export-controls-music-beijings-ears?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 12:30:07 +0000",
      "isoDate": "2025-06-17T12:30:07.000Z",
      "creator": "Stephen Olson",
      "summary": "## 中美贸易战重心转向出口管制\n\n### 贸易战焦点转移\n近期在伦敦举行的中美两国会谈表明，关税不再是贸易战的主要战场。冲突的重心已转向更复杂的出口管制问题，主要涉及中国对稀土的出口限制以及美国对技术的出口限制。文章指出，这一转变对中国有利。\n\n### 伦敦会谈与框架\n伦敦谈判达成了一个框架，旨在就棘手的出口限制问题取得进展，但具体细节仍缺乏。出口控制的模糊性为未来可能出现的混淆和倒退留下了巨大的空间。\n\n### 双方的担忧\n伦敦会议的促成是由于双方对出口限制的不安日益加剧，这些限制威胁到上月在日内瓦达成的暂定的贸易休战。\n*   **美国担忧：** 中国未能放松对稀土材料出口的控制，这些材料对广泛的先进制造业至关重要，导致美国担心工厂关闭和国防能力受损。\n*   **中国担忧：** 美国持续加强对中国获取关键技术的限制，这些技术对中国成为全球人工智能领导者的雄心至关重要，这加剧了中国对美国阻碍其崛起的担忧。\n\n### 出口管制作为施压点\n尽管伦敦达成了框架，贸易战仍将持续，出口限制将成为双方试图利用的日益重要的施压点。出口管制形式多样，包括直接禁令，但更常见的是建立许可制度，要求对相关产品的跨境运输进行明确批准。\n\n### 许可制度的操纵空间\n许可制度提供了很大的回旋余地，可能导致操纵。政府官员在政治指令下拥有巨大的自由裁量权。精确的标准和所需的支持文件可能模糊不清，对额外信息（有时超出官方要求）或对已提供信息的无休止澄清请求，都可能成为无限期拖延审批的借口。\n\n### 相关图片\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2023/07/06/clean-thumbnail.jpg?itok=yBGnL1A_)\n\n**图片说明：** 视频截图显示，中国在西方半导体限制后，对关键金属出口实施限制，这是最新贸易战举措。",
      "shortSummary": "中美贸易战重心已从关税转向出口管制，这被认为对北京有利。伦敦会谈虽达成框架，但细节模糊。美国担忧中国稀土出口限制影响其制造业和国防，中国则担忧美国技术限制阻碍其AI发展。出口管制将是未来主要施压点，尤其许可制度因其模糊性和官僚自由裁量权，易被操纵，导致审批无限期拖延。",
      "translated_title": "中美贸易战重心转向出口管制，北京乐见其成",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2023/07/06/clean-thumbnail.jpg?itok=yBGnL1A_",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Two days of talks in London between the United States and China have underlined that tariffs are no longer necessarily the primary theatre of operation in the trade war. The action has now shifted to the far more difficult issue of export controls, primarily on rare earth exports from China and technology exports from the US. That’s good news for China.\nAlthough details are lacking, the London negotiations resulted in a framework that purports to make at least some progress on the nettlesome...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/f1a240c3-9487-4bde-a852-1ff943135eb9_e60068a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将在2040年前将核电容量翻番，实现快速增长 (原标题: China to nearly double nuclear power capacity by 2040 in rapid build-up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314794/china-nearly-double-nuclear-power-capacity-2040-rapid-build?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 11:30:10 +0000",
      "isoDate": "2025-06-17T11:30:10.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国核电能力快速扩张\n\n根据中国核能行业协会（CNEA）最新发布的报告，中国正致力于在未来几十年内大幅提升其核电装机容量，目标是到2040年将核电能力几乎翻番，使其成为全球最大的核电生产国。\n\n### 目标与规模\n\n*   **容量目标**：中国计划到2040年将其核电总装机容量提升至200吉瓦（GW）。\n*   **全球地位**：这一目标容量将是美国当前核电容量的两倍多，届时中国将成为全球最大的核电生产国。\n\n### 当前进展与建设速度\n\n*   **现有规模**：截至2024年底，中国拥有102座在运或在建的核反应堆，总容量已达113吉瓦。\n*   **地理分布**：这些核设施主要集中在中国经济繁荣的沿海省份。\n*   **全球占比**：高盛上周发布的一份报告指出，全球目前在建的61座核反应堆中，约有一半位于中国，这表明中国正经历历史上最快的核电设施建设浪潮之一。\n\n### 发展动因\n\n*   **脱碳目标**：中国政府致力于推动经济脱碳，核电是实现这一目标的关键组成部分。\n*   **能源独立性**：通过发展核电，中国旨在减少对受天气影响的绿色能源（如太阳能和风能）的过度依赖，从而增强能源供应的稳定性和多样性。\n\n### 国际对比\n\n*   **美国情况**：根据美国能源信息署的数据，截至2024年，美国拥有94座在运核反应堆，总装机容量接近97吉瓦。",
      "shortSummary": "根据中国核能行业协会报告，中国计划到2040年将核电装机容量增至200吉瓦，几乎翻番，成为全球最大核电国。目前中国有102座核反应堆在运或在建，总容量113吉瓦，占全球在建核反应堆近一半。此举旨在推动经济脱碳，并减少对风能、太阳能等天气依赖型绿色能源的过度依赖。这一扩张速度是历史上最快的之一，将使中国核电容量远超美国。",
      "translated_title": "中国将在2040年前将核电容量翻番，实现快速增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will nearly double its nuclear power capacity by 2040, making it by far the world’s largest nuclear power generator, according to a new report by the China Nuclear Energy Association (CNEA).\nThe country is set to build dozens of new reactors to raise its installed capacity to 200 gigawatts – more than double the US’ current capacity – by the end of the next decade, the Chinese industry body said in the paper released on Monday.\nBeijing has embarked on one of the fastest buildouts of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/457b615c-efbf-4b80-abbd-ce8edf806303_cbc1a3d6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "高盛：中国民营企业在监管放松后重回主导地位 (原标题: China’s private firms back in driver’s seat as regulations ease: Goldman Sachs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314751/chinas-private-firms-back-drivers-seat-regulations-ease-goldman-sachs?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 08:30:17 +0000",
      "isoDate": "2025-06-17T08:30:17.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国民营企业重获动能：高盛报告\n\n高盛分析师指出，中国民营企业“潮流已变”，随着监管限制的放松，非国有企业正寻求在尖端技术领域取得突破并扩大国际影响力。\n\n## 投资与扩张\n\n*   **“动物精神”回归：** 投资银行高盛周日发布报告称，民营部门的“动物精神”正在回归。\n*   **投资模式变化：** 投资模式显示出由资本支出、更积极的海外扩张计划、研发投入以及活跃的融资活动所引领的复苏。\n\n## 持续复苏的关键因素\n\n研究人员强调，此次反弹的可持续性主要取决于：\n*   **可预测的政策和监管框架。**\n*   **强有力的宏观刺激措施，以打破通缩预期。**\n*   **更稳定的中美关系。**\n\n## 民营经济的贡献与挑战\n\n*   **经济支柱：** 民营部门约占中国国内生产总值（GDP）的60%，城市就业的80%。\n*   **税收贡献：** 2024年，民营部门贡献了全国三分之二的税收收入。\n*   **贷款分配不均：** 然而，同年民营部门仅获得了30%的银行未偿贷款。\n*   **过往困境：** 该部门曾承受近三年严格的疫情限制，以及对房地产、科技和私人教育等行业的广泛监管打击。\n\n## 政府支持信号\n\n*   **政策转向：** 今年，随着中国在与美国日益激烈的经济竞争中转向内部寻求经济动力，北京已明确表示对民营部门的支持。\n*   **高层会晤：** 今年2月，中国国家主席习近平主持召开了与中国顶尖企业家的会议，这是自2018年以来首次此类会晤。",
      "shortSummary": "高盛报告指出，随着监管放松和政府支持，中国民营企业正重获活力。投资模式显示资本支出、海外扩张、研发和融资活动增加，预示着“动物精神”回归。民营经济贡献中国GDP的60%和80%的城市就业，但贷款获取仍有限。报告强调，政策可预测性、宏观刺激及中美关系稳定是持续复苏的关键。今年，中国政府已通过高层会晤等方式明确支持民营部门。",
      "translated_title": "高盛：中国民营企业在监管放松后重回主导地位",
      "images": [],
      "contentSource": "完整文章",
      "content": "“The tide has turned” for China’s private enterprises, said analysts with Goldman Sachs, as regulatory restrictions are being lifted to help non-state firms pursue breakthroughs in cutting-edge technology and expand their international presence.\nThe private sector’s “animal spirits” are making a return, with investment patterns suggesting a renewal led by capital expenditure, more aggressive overseas expansion plans, research and development spending and heightened fundraising activity, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/e63bed39-ba13-418c-b31f-87c81094745f_aa1d44a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国赞扬英伟达参展为‘信任票’，尽管两国关系紧张 (原标题: China hails Nvidia expo appearance as ‘vote of confidence’ amid tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314715/nvidia-hands-china-symbolic-victory-attendance-beijing-expo?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 06:06:45 +0000",
      "isoDate": "2025-06-17T06:06:45.000Z",
      "creator": "Leopold Chen",
      "summary": "# 英伟达首次参展中国供应链博览会\n\n*   **背景与意义**\n    *   尽管中美两国在贸易和技术问题上紧张关系日益加剧，美国半导体巨头英伟达（Nvidia）仍将首次参加中国的旗舰供应链活动。\n    *   中国将英伟达的参展视为在当前复杂国际贸易环境下的“信任票”。\n\n*   **参展详情**\n    *   英伟达将是7月举行的中国国际供应链博览会（China International Supply Chain Expo）的100多家美国和欧洲参展商之一。\n    *   此次参展正值美国加大对中国半导体产业施压之际，华盛顿已实施先进美国微芯片的出口管制，并禁止购买中国制造的芯片。\n\n*   **中方观点**\n    *   中国国际贸易促进委员会（CCPIT）副主任于健龙表示，尽管全球贸易格局“复杂且动荡”，但如此多西方参展商前来中国，代表了对博览会和中国供应链的“信任票”。\n    *   他指出，与2024年相比，今年参展的美国公司数量增加了15%，非中国大陆参展商的比例上升了3个百分点，达到35%。\n    *   于健龙强调，供应链博览会变得更加国际化，“朋友圈”不断扩大。",
      "shortSummary": "尽管中美科技关系紧张，美国芯片巨头英伟达仍将首次参加中国国际供应链博览会。中国官方将此视为对博览会和中国供应链的“信任票”。此次展会将有超过100家美欧企业参展，其中美国公司数量比去年增加15%。中方认为这表明博览会日益国际化，其“朋友圈”正在扩大。",
      "translated_title": "中国赞扬英伟达参展为‘信任票’，尽管两国关系紧张",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced that US semiconductor giant Nvidia will attend its flagship supply chain event for the first time, despite growing tensions between the two countries over a string of trade and technology issues.\nNvidia will be among more than 100 exhibitors from the United States and Europe attending the China International Supply Chain Expo in July, the event’s organiser confirmed during a press conference on Tuesday morning.\nThe artificial intelligence chip firm’s appearance in Beijing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/a3511345-8969-41e6-a4a0-511954c405fb_ce49ee5f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的‘新兴’职业能帮助年轻人找到稳定工作吗？ (原标题: Will China’s ‘emergent’ jobs help its youths find stable work?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314608/will-chinas-emergent-jobs-help-its-youths-find-stable-work?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 01:00:11 +0000",
      "isoDate": "2025-06-17T01:00:11.000Z",
      "creator": "Leopold Chen",
      "summary": "### 西安汉服产业蓬勃发展，创造新兴就业机会\n\n中国古都西安，以其丰富的历史文化和兵马俑闻名，长期以来一直是国内外游客的热门目的地。近年来，随着政府对旅游业和传统文化的推广，西安的汉服（中国传统服饰）产业迎来了爆发式增长，催生了大量新兴职业。\n\n*   **汉服产业兴起**\n    *   汉服造型师常友丽观察到，越来越多的人加入到汉服行业，以满足特定游客的需求。她指出，政府对旅游业的推广使得西安的旅游业蓬勃发展，吸引了更多游客体验汉服文化。\n    *   穿着精致的汉服在风景名胜或历史遗迹进行拍照，已成为一种流行的旅游体验，这与政府倡导弘扬传统文化、增强民族自信的号召不谋而合。\n\n*   **催生“家庭手工业”**\n    *   游客在西安城墙或其他历史遗址通常会花费半天或更长时间进行汉服换装、化妆和摆拍。为满足这一新兴需求，一个“家庭手工业”应运而生，雇佣了大量的服装师、化妆师和摄影师。\n    *   一些有创业精神的人甚至将这些服务打包，提供一站式的汉服体验服务。\n\n*   **旅游数据与市场份额**\n    *   去年，西安共接待游客约3.06亿人次，旅游收入达3760亿元人民币，同比分别增长10.3%和12.3%。\n    *   游客数量的增加直接带动了汉服消费。截至今年2月，西安已有超过3000家汉服相关店铺。\n    *   据央视报道，西安的汉服租赁和化妆服务占据了中国整个市场份额的30%以上，显示出其在全国汉服市场中的主导地位和巨大的经济潜力。",
      "shortSummary": "在政府推广旅游和传统文化的背景下，中国古都西安的汉服产业蓬勃发展。这催生了大量新兴职业，如汉服造型师、化妆师和摄影师。去年西安旅游业表现强劲，带动汉服消费激增。目前，西安拥有超过3000家汉服店铺，其汉服租赁和化妆服务占据全国市场份额的30%以上，显示出该产业在创造就业和推动经济方面的巨大潜力。",
      "translated_title": "中国的‘新兴’职业能帮助年轻人找到稳定工作吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The city of Xian in western China – renowned as the country’s ancient capital and home of the Terracotta Army – has long been a prime destination for tourists from home and abroad. But Chang Youli, a stylist of traditional Chinese clothing (hanfu) based in the city, has noticed many people are joining her trade to cater to a particular type of traveller.\n“Thanks to government promotions, the tourism industry here has grown, and more people are coming to experience hanfu,” said Chang, who now...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/4f2feebf-cf17-460c-87d0-2e01b343d447_15afdab6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "无需签证进入中国大陆的五种方式 (原标题: 5 ways to enter mainland China without a visa)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314612/5-ways-enter-mainland-china-without-visa?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 13:30:08 +0000",
      "isoDate": "2025-06-16T13:30:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 无需签证进入中国大陆的五种方式\n\n中国正在推出新的免签入境政策，以吸引更多外国游客并促进旅游业。以下是无需中国签证进入中国大陆的五种方式：\n\n*   **过境中国城市（10天）：**\n    来自包括澳大利亚、俄罗斯、美国和欧洲各国在内的55个国家的护照持有人，在通过中国国际机场过境时，可以在中国大陆享受更长的停留时间。旅客可以通过24个省级区域的60个入境口岸进入中国，包括北京、上海、西安、成都、重庆、桂林、昆明、青岛、沈阳、天津、武汉、厦门、广东省和上海-江苏-浙江集群的机场。",
      "shortSummary": "中国正在推行新的免签政策以吸引外国游客。来自包括澳大利亚、俄罗斯、美国和欧洲等55个国家的公民，在通过中国大陆的国际机场过境时，可以享受最长10天的免签停留。旅客可以通过包括北京、上海等24个省级区域的60个入境口岸进入中国。",
      "translated_title": "无需签证进入中国大陆的五种方式",
      "images": [],
      "contentSource": "完整文章",
      "content": "Visiting China used to be a costly, time-consuming process. Obtaining a Chinese visa often requires filling out pages of paperwork, paying more than US$100, and waiting for days for the documents to be processed.\nBut things have changed rapidly over the past few years, as Beijing has introduced a slew of new visa-free entry policies in a bid to attract more foreign visitors and boost the country’s tourism sector.\nMost famously, the country now allows travellers from certain countries that are...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/61b86d07-41d2-43c5-b30f-f179ec002b46_0d013276.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美竞争正在重塑全球供应链——谁将从中受益最多？ (原标题: The US-China rivalry is reshaping global supply chains – who benefits most?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314609/us-china-rivalry-reshaping-global-supply-chains-who-benefits-most?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-16T11:00:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中美竞争重塑全球供应链：受益者与驱动因素\n\n一项最新研究指出，未来五年，中美两国在供应链领域的竞争将加剧，八个发展中国家有望从制造业从中国转移中受益，其中包括四个东盟国家。\n\n### 主要受益国\n\n该研究确定了以下八个国家最有潜力从全球生产转移中获益：\n\n*   马来西亚\n*   越南\n*   墨西哥\n*   土耳其\n*   泰国\n*   印度尼西亚\n*   印度\n*   巴西\n\n这些经济体均具备比中国更低的劳动力成本，并与西方市场保持着强大的贸易关系。\n\n### 驱动因素\n\n研究发现，在不断增长的中国对外投资和美国持续的出口需求推动下，这八个经济体可能成为全球供应链变革中的关键环节。导致这一转变的背后存在两个并行趋势：\n\n1.  **美国“友岸外包”和“中国+1”战略**：华盛顿推动的“友岸外包”政策和跨国公司采取的“中国+1”策略，促使企业实现生产多元化，以降低关税风险。\n2.  **中国企业寻求低成本区域**：中国企业也在积极探索成本更低的生产区域，尤其是在“一带一路”倡议伙伴国和非洲国家。\n\n### 背景与影响\n\n这项研究于上月发表，正值全球两大经济体之间的“第二次贸易战”严重扰乱全球供应链、推高成本并促使战略重新调整之际。\n\n该论文由中国社会科学院（一家著名的国家智库）的研究员共同撰写，将美国2023-2033年国家安全战略（将此十年视为美中竞争的“决定性”时期）与北京的“十四五”规划（2026-2030年，被视为实现2035年现代化目标的关键窗口期）联系起来。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/clean_1.jpg?itok=3Pke1ccB)\n\n04:41 ‘东盟的时刻到了’：马来西亚总理安瓦尔谈东盟对人工智能和关税挑战的回应",
      "shortSummary": "一项研究指出，未来五年中美供应链竞争将加剧，八个发展中国家（马来西亚、越南、墨西哥、土耳其、泰国、印度尼西亚、印度、巴西）将受益于制造业从中国转移。这些国家因劳动力成本较低且与西方市场贸易关系密切而受青睐。此趋势受美国“友岸外包”和中国企业寻求低成本区域双重驱动，正值“第二次贸易战”重塑全球供应链之际。",
      "translated_title": "中美竞争正在重塑全球供应链——谁将从中受益最多？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/02/18/clean_1.jpg?itok=3Pke1ccP",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Supply chain competition between China and the United States is set to intensify over the next five years, with eight developing countries – including four in the Association of Southeast Asian Nations (Asean) – poised to benefit from the relocation of manufacturing from China, according to a recent study.\nThe research, published in the Chinese journal Economist, identifies Malaysia, Vietnam, Mexico, Turkey, Thailand, Indonesia, India and Brazil as the top candidates likely to benefit from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/b456244d-7e01-408a-8a3e-ce03fe052241_16332d91.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在房地产担忧加剧之际“介入”，但不会“重蹈覆辙” (原标题: China ‘stepping in’ as property concerns mount, but no ‘treading the old path’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314568/china-stepping-property-concerns-mount-no-treading-old-path?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 05:43:19 +0000",
      "isoDate": "2025-06-16T05:43:19.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国政府对房地产行业的关注与支持\n\n### 背景与担忧\n\n*   中国国务院总理李强关于进一步支持房地产行业的讲话，表明北京对该行业的持续担忧。房地产曾是中国经济支柱，但根据最新统计数据，目前仍拖累经济增长和消费。\n*   分析人士指出，虽然没有快速解决方案，但北京越来越警惕房地产对整体情绪和国内需求的影响，尤其是在经济面临外部动荡之际。\n\n### 政策方向与措施\n\n*   李强总理于周五主持召开的国务院会议，为支持中国房地产市场设定了更明确的基调。此次会议召开于周一发布1-5月关键经济数据之前。\n*   据新华社报道，会议强调需要“进一步优化现有政策，增强实施的系统协同性”，以稳定预期、刺激需求和化解风险。\n*   具体措施包括：\n    *   对在建项目和土地供应进行全面盘点。\n    *   城市更新项目将获得更多土地供应和融资援助。\n\n### 最终目标\n\n*   会议再次声明，最终目标是“止跌并稳定该行业”。",
      "shortSummary": "中国总理李强强调进一步支持房地产行业，表明北京对该行业拖累经济增长的担忧。国务院会议明确了稳定房地产市场的政策方向，旨在优化现有政策、稳定预期、刺激需求并化解风险。具体措施包括盘点在建项目和土地供应，并为城市更新项目提供更多土地和融资。最终目标是止跌并稳定该行业。",
      "translated_title": "中国在房地产担忧加剧之际“介入”，但不会“重蹈覆辙”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Premier Li Qiang’s remarks on further shoring up the property sector and escalating policy support are said to be indicative of Beijing’s lingering concerns over the sector – once an economic pillar for China – that remains a drag on growth and consumption, as seen in the latest statistics.\nAnalysts say that while there is no quick fix to the woes, Beijing has grown more wary of the impact on overall sentiment and domestic demand, as the economy grapples with external turmoil.\nA State Council...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/43e241c7-85f4-4320-a980-fabd71238674_248036be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国经济在5月顶住美国关税风暴，消费回暖 (原标题: China’s economy weathers US tariff storm in May as consumption picks up)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314543/chinas-economy-weathers-us-tariff-storm-may-consumption-picks?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 02:01:15 +0000",
      "isoDate": "2025-06-16T02:01:15.000Z",
      "creator": "Carol Yang,Ji Siqi",
      "summary": "## 中国经济5月表现：消费回暖与外部压力并存\n\n中国经济在2024年5月呈现出复杂局面，一方面美国关税继续对制造业和出口构成压力，另一方面国内消费在大型在线购物节前夕有所回升。\n\n### 消费数据亮点\n\n*   **零售销售增长**：5月份零售销售额同比增长6.4%，高于4月份的5.1%增幅，并超出金融数据提供商Wind预测的4.85%增长。这表明消费需求有所增强。\n*   **驱动因素**：\n    *   临近6月18日年度大型在线购物节，刺激了消费者支出。\n    *   政府继续通过大规模家电及其他家居用品“以旧换新”计划来提振消费。\n*   **“以旧换新”计划成效**：截至5月31日，该计划已产生约1.1万亿元人民币（约合1530亿美元）的销售额。然而，部分地区因资金耗尽已暂停了相关计划。\n*   **汽车零售销售**：5月份汽车零售销量同比增长13.3%，但低于4月份的14.5%增幅，显示增速有所放缓。\n\n### 工业产出面临挑战\n\n*   **工业增加值增长**：5月份工业增加值同比增长5.8%。\n*   **主要压力源**：工业产出持续受到美国关税和激烈的国内市场竞争的压力。",
      "shortSummary": "中国经济在5月呈现复杂信号：零售销售同比增长6.4%，超出预期，得益于购物节和政府“以旧换新”计划，消费有所回暖。然而，工业产出增速放缓至5.8%，仍受美国关税和国内竞争的压力。总体而言，国内消费的韧性部分抵消了外部因素对经济的负面影响。",
      "translated_title": "中国经济在5月顶住美国关税风暴，消费回暖",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economic data showed an improved picture for consumption in May, with retail sales beating expectations in the run-up to a major online shopping holiday even as US tariffs continued to weigh on the country’s manufacturing and exports.\nRetail sales, a gauge of consumption, rose by 6.4 per cent in May, compared with the 5.1 per cent growth observed in April, data from the National Bureau of Statistics showed on Monday.\nThe figures exceeded a forecast of 4.85 per cent growth by financial...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/34df4e97-c054-4804-8cf4-34a5cdeb00e0_4ef04ef4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "粮食安全生根发芽：中国新疆如何走在国家推动的前沿 (原标题: Food security takes root: how China’s Xinjiang is at forefront of national push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314339/chinas-xinjiang-turns-salt-desert-fertile-farmland-food-security-push?utm_source=rss_feed",
      "pubDate": "Mon, 16 Jun 2025 00:00:17 +0000",
      "isoDate": "2025-06-16T00:00:17.000Z",
      "creator": "June Xia",
      "summary": "# 粮食安全扎根：中国新疆在国家推动中的前沿作用\n\n## 突破性进展：盐碱地变良田\n\n*   中国农业科学家在新疆石河子地区成功将40公顷（99英亩）的盐碱地改造为可支持多种作物的肥沃土地。\n*   这一成就历时七年，由当地一所大学的研究团队主导，是国家通过改造大片非耕地来增强粮食安全战略的一部分。\n*   此前退化的土壤现在能够持续种植小麦、油菜籽和其他作物。\n\n## 关键技术与作物\n\n*   石河子大学农学院的张凤华教授于2020年引入了“华油杂62号”——一种耐盐碱的油菜品种。\n*   收获的油菜籽被犁回土壤中作为绿肥，有效增加了土壤的有机质含量。\n*   随着土壤质量的改善，农民成功种植了冬小麦、棉花和番茄等作物。\n\n## 国家战略背景与新疆的重要性\n\n*   这一成就是中国应对气候变化、全球市场波动和地缘政治压力加剧所带来的粮食供应担忧，而开展的全国性盐碱地改良工作的一部分。\n*   近年来，北京将农业韧性提升为战略优先事项，旨在实现主粮的“绝对安全”和其他粮食的基本自给自足。\n*   新疆在中国国土面积中约占六分之一，在国家的土地复垦战略中扮演着至关重要的角色。\n*   尽管新疆拥有约710万公顷（1750万英亩）的耕地，但根据官方数据，它也拥有全国约三分之一的盐碱荒漠。\n*   从全国范围看，中国拥有世界第三大盐碱地面积，总计约1亿公顷（2.47亿英亩）。",
      "shortSummary": "中国科学家在新疆成功将40公顷盐碱地改造为肥沃农田，种植小麦、油菜等作物。这是国家粮食安全战略的重要组成部分，旨在通过改良非耕地提升农业韧性。石河子大学团队引入耐盐碱油菜作绿肥，显著改善了土壤。新疆拥有全国三分之一的盐碱荒漠，在国家盐碱地复垦工作中发挥关键作用，以确保主粮绝对安全和基本自给自足。",
      "translated_title": "粮食安全生根发芽：中国新疆如何走在国家推动的前沿",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese agricultural scientists have turned 40 hectares (99 acres) of salty soil in Xinjiang into fertile land capable of supporting multiple crops – part of a national strategy to bolster food security by transforming vast swathes of non-arable terrain into farms.\nThe breakthrough followed seven years of effort in the Uygur autonomous region’s Shihezi, led by a research team from a local university, the state-owned People’s Daily reported. The previously degraded soil now sustains wheat,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/86733a65-4ff4-4f3b-97f5-921ea49aee89_b40583f5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "开罗的呼唤：贸易战下中国工厂为何迁往埃及 (原标题: Cairo calling: why Chinese factories are moving to Egypt amid the trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314337/cairo-calling-why-chinese-factories-are-moving-egypt-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Sun, 15 Jun 2025 11:00:10 +0000",
      "isoDate": "2025-06-15T11:00:10.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中国工厂迁往埃及：贸易战下的供应链转移\n\n近年来，随着全球供应链的深刻变革，埃及正成为中国制造商寻求规避美国高额关税的新兴目的地。\n\n### 埃及成为新避风港\n\n*   **客户群体变化**：开罗一家名为贾豪（Jiahao）的旅馆，其26岁的店主贾豪发现，原本接待中国游客的旅馆，现在迎来了大量来自中国和东南亚的工厂主。这些商务人士的到访并非为了观光，而是为了企业的生存和发展。\n*   **服务需求**：贾豪为这些工厂主提供多方面协助，包括开车送他们会见当地官员、提供翻译服务，甚至参与投资谈判，这些商务考察通常持续一周。\n*   **根本原因**：这一现象反映了全球供应链的更广泛转移。越来越多的中国制造商选择在埃及设立工厂，将埃及视为规避美国高额关税的“避风港”。\n\n### 贸易战下的生产外迁浪潮\n\n*   **早期外迁**：自美国前总统唐纳德·特朗普在其首个任期内开始对中国商品征收关税以来，中国出口商便开始大规模将生产线外迁，其中许多早期外迁企业选择在东南亚地区聚集。\n*   **东南亚面临新挑战**：然而，今年4月，特朗普宣布对来自东南亚地区的进口商品征收高达49%的“对等”关税，同时对中国商品加征高达145%的额外关税。这使得东南亚作为避风港的吸引力大打折扣，促使中国制造商寻求新的生产基地，埃及因此进入了他们的视野。",
      "shortSummary": "受中美贸易战和高额关税影响，中国工厂正将生产线迁往埃及。此前，许多中国制造商为规避关税曾迁至东南亚，但该地区近期也面临美国高额关税。埃及被视为新的避风港，吸引了大量中国工厂主前往考察投资，寻求全球供应链转移下的生存与发展机遇。",
      "translated_title": "开罗的呼唤：贸易战下中国工厂为何迁往埃及",
      "images": [],
      "contentSource": "完整文章",
      "content": "Until recently, Jiahao’s guest house in a quiet corner of Cairo was a modest pit stop for Chinese tourists on their way to visit the Egyptian pyramids. But this spring, the hostel suddenly began to attract a different kind of client.\nJiahao, the hostel’s 26-year-old owner, began welcoming groups of factory owners from across China and Southeast Asia – grizzled businesspeople whose trips were not about sightseeing, but survival.\n“Many business owners now book week-long stays,” Jiahao said. “I...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/13/c5c3c37d-7e6c-484f-a5d8-5100583577c1_66ee9526.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-18T13:33:57.435Z"
}