{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "Baotou set to become China’s rare earth hub under Inner Mongolia’s 10-year plan",
      "link": "https://www.scmp.com/economy/global-economy/article/3332645/baotou-set-become-chinas-rare-earth-hub-under-inner-mongolias-10-year-plan?utm_source=rss_feed",
      "pubDate": "Thu, 13 Nov 2025 10:30:13 +0000",
      "isoDate": "2025-11-13T10:30:13.000Z",
      "creator": "Kandy Wong",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Baotou set to become China’s rare earth hub under Inner Mongolia’s 10-year plan",
      "images": [],
      "contentSource": "RSS",
      "content": "A northern Chinese region that boasts the world’s biggest rare earth element (REE) mine is looking to develop its second-largest city, Baotou, into a world-leading hub for critical materials.\nAnd analysts say the effort could further shore up China’s leading position in the supply chain.\nIn a 10-year development plan, which includes intentions to build a “solid ecological security barrier”, the Inner Mongolia autonomous region said it will make comprehensive progress on the protection and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/13/d0ef5778-ded8-481f-b919-e69229837306_28cedfeb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Does emerging markets’ stellar run this year have legs?",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3332584/emerging-market-rally-much-about-fleeing-us-finding-value?utm_source=rss_feed",
      "pubDate": "Thu, 13 Nov 2025 08:30:11 +0000",
      "isoDate": "2025-11-13T08:30:11.000Z",
      "creator": "Nicholas Spiro",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Does emerging markets’ stellar run this year have legs?",
      "images": [],
      "contentSource": "RSS",
      "content": "Is this the year emerging market stocks finally turned the corner? At the start of 2025, the MSCI Emerging Markets Index, the main gauge of equities in developing economies, was near the same level it was at in September 2010. The benchmark S&P 500 index, by contrast, was up almost 500 per cent.\nFor the past 15 years, emerging market shares have underperformed their developed market peers. This is one of the most striking disconnects between economic heft – developing countries’ share of global...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/13/1035750f-d509-4be5-af79-6e640b844950_f54412cd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Rare earths, chips and batteries – what China can and cannot weaponise",
      "link": "https://www.scmp.com/economy/global-economy/article/3332513/how-chinas-rare-earth-leverage-works-limits-risks-and-global-responses?utm_source=rss_feed",
      "pubDate": "Wed, 12 Nov 2025 14:30:08 +0000",
      "isoDate": "2025-11-12T14:30:08.000Z",
      "creator": "Kandy Wong",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Rare earths, chips and batteries – what China can and cannot weaponise",
      "images": [],
      "contentSource": "RSS",
      "content": "The weaponisation of critical materials was not a bridge that Beijing crossed in the early years of its trade war with Washington, which began in 2018.\nBut China has grown more confident, and leadership has shifted from hesitation to measured assertiveness on critical-material controls, as demonstrated in its actions this year amid trade tensions with Washington, according to Morgan Stanley researchers.\nWith such leverage in mind, this explainer uses their report – “Navigating China’s Export...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/12/2abdb94a-0fbc-458e-aaca-ed3412378239_01fe536e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "China woos Northern Ireland with promises to boost investment, trade",
      "link": "https://www.scmp.com/economy/china-economy/article/3332497/china-woos-northern-ireland-promises-boost-investment-trade?utm_source=rss_feed",
      "pubDate": "Wed, 12 Nov 2025 13:00:15 +0000",
      "isoDate": "2025-11-12T13:00:15.000Z",
      "creator": "Xiaofei Xu",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "China woos Northern Ireland with promises to boost investment, trade",
      "images": [],
      "contentSource": "RSS",
      "content": "China launched a charm offensive at a new Northern Ireland trade forum on Tuesday, as Beijing’s chief diplomat to the United Kingdom promised fresh investment and opportunities to tap the vast consumer market of the world’s second-largest economy.\nThe efforts come as China’s widening trade surpluses face rising criticism and scrutiny from European countries – including the UK – amid mounting trade tensions between China and the West.\n“China is Northern Ireland’s second-largest source of imports...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/12/c5b9b0b3-fa76-44a9-830a-827b3bd9fabf_60bf86da.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在太空和北极有宏大抱负。西方应该担心吗？ (原标题: China has big ambitions in space and the Arctic. Should the West be worried?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332333/china-has-big-ambitions-space-and-arctic-should-west-be-worried?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 22:00:14 +0000",
      "isoDate": "2025-11-11T22:00:14.000Z",
      "creator": "Mia Nurmamat",
      "summary": "# 中国在太空和北极的宏大抱负及其对西方的影响\n\n中国正积极寻求技术自主和国家安全，这推动其在太空、北极和深海等新领域迅速扩张影响力，同时也引发了西方世界的警惕。\n\n## 背景与动机：从依赖到自主\n\n*   **“银河号事件”的刺激：** 2003年，中国“银河号”货船因美国干扰其全球定位系统（GPS）而滞留数周，这一事件深刻刺激了中国，促使其下定决心绕开美国的卫星网络。\n*   **伽利略项目的挫折：**\n    *   中国最初向欧盟伸出橄榄枝，承诺出资2.3亿欧元（当时约合2.6亿美元）加入旨在减少欧洲对GPS依赖的伽利略项目。\n    *   然而，四年后，由于欧洲的安全担忧以及项目融资模式的崩溃，中国在伽利略项目中的全面参与被边缘化。\n*   **转向自主研发：** 这一被排斥的经历促使中国更加坚定地走向自主发展道路，致力于掌握曾由他国控制的关键技术，以维护国家安全。\n\n## 中国拓展的新领域\n\n中国将国家安全目标与技术自主相结合，正迅速扩大在以下前沿领域的存在：\n\n*   **深海探索：** 中国的“十四五”规划（2021-2025年）将深海探索技术列为国家安全的关键领域，并呼吁在此领域开展“前瞻性和战略性”项目。\n*   **北极圈：** 中国提出建设“冰上丝绸之路”，旨在加强其在极地地区的存在和影响力。\n*   **外太空：** 航空航天技术同样被视为国家安全的重要组成部分，中国正大力发展此领域。\n\n## 对西方世界的影响\n\n中国在这些领域的宏大抱负和快速扩张，正在与西方世界产生新的紧张关系。西方国家正密切关注中国的举动，并对此保持警惕。",
      "shortSummary": "中国在2003年“银河号事件”后，为摆脱对美国GPS的依赖并保障国家安全，开始寻求技术自主。在参与欧盟伽利略项目受挫后，中国加速发展自身关键技术。其“十四五”规划明确将深海探索和航空航天技术视为国家安全核心，并提出建设“冰上丝绸之路”以加强北极存在。中国在太空、北极和深海等领域的迅速扩张，正引发西方世界的警惕和新的紧张关系。",
      "translated_title": "中国在太空和北极有宏大抱负。西方应该担心吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "In 2003, a decade after the humiliation of the Yinhe incident – when a Chinese container ship was left stranded for weeks after the United States jammed its Global Positioning System (GPS) – Beijing set its sights on bypassing the American satellite network.\nAt first, it turned to the European Union, pledging €230 million (then US$260 million) to join the Galileo project, an independent satellite navigation system designed to reduce Europe’s reliance on GPS.\nBut the partnership did not last....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/c718ade9-0bb8-48a0-a9cd-5fa50cd0d577_61bc1ea4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "发动机短缺限制中国C919交付，全球航空航天业面临瓶颈 (原标题: Engine shortages crimp China’s C919 deliveries amid global aerospace bottleneck)",
      "link": "https://www.scmp.com/economy/global-economy/article/3332368/c919-output-falters-chinas-comac-scrambles-western-engines-amid-global-bottleneck?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 14:00:14 +0000",
      "isoDate": "2025-11-11T14:00:14.000Z",
      "creator": "Frank Chen",
      "summary": "### 中国C919客机交付受阻：发动机短缺问题凸显\n\n*   **背景与挑战**\n    *   中国商用飞机有限责任公司（Comac）生产的国产客机C919正面临生产困境，原因是全球航空业供应链紧张，导致关键部件稀缺，特别是发动机供应不足。\n    *   全球航空航天业正经历一场供应紧缩，竞争对手也在争夺稀缺部件。\n\n*   **发动机短缺问题**\n    *   C919窄体客机目前使用的是由CFM国际（美国GE航空和法国赛峰飞机发动机公司组成的合资企业）生产的Leap-1C发动机。\n    *   尽管国内同等发动机的研发工作正在进行中，但C919的生产仍依赖西方制造的Leap-1C发动机。\n    *   消息人士透露，由于发动机短缺，商飞上海工厂的一些部分完工的机身在等待发动机，导致近期无法交付给航空公司。\n\n*   **商飞的应对措施**\n    *   为解决发动机短缺问题，商飞正加大力度争取西方制造的发动机。\n    *   商飞已派遣团队前往关键的海外供应商，特别是CFM国际位于巴黎附近的发动机生产设施，以改善沟通并确保更多Leap-1C发动机的交付。\n    *   商飞的高管和技术人员在上海总部与CFM的生产设施之间频繁往返，重点讨论Leap-1C发动机的供应。\n\n*   **未来展望**\n    *   供应商和行业观察人士表示，如果政治紧张局势和产能限制能够缓解，发动机供应的缓解可能在明年到来。",
      "shortSummary": "中国商飞（Comac）的C919客机交付受全球航空业供应链紧张影响，主要面临西方制造的Leap-1C发动机短缺。为解决此问题，商飞正积极派遣团队与CFM国际等海外供应商沟通，争取发动机交付。目前，部分C919机身因等待发动机而无法交付。行业观察人士预计，若政治紧张和产能限制缓解，供应状况有望在明年改善。",
      "translated_title": "发动机短缺限制中国C919交付，全球航空航天业面临瓶颈",
      "images": [],
      "contentSource": "完整文章",
      "content": "The manufacturer of China’s home-grown passenger jets is ramping up efforts to secure Western-made engines as its aircraft production slumps and rivals race for scarce components amid a supply crunch afflicting the global aviation industry.\nBy dispatching teams to key overseas suppliers, the Commercial Aircraft Corporation of China (Comac) is seeking to smooth out communication and secure delivery of more Leap-1C engines, according to two people with knowledge of the trips.\nAnd as the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/f67b1a74-00a6-435c-aefd-31df9ab75935_9a682a4a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "汽车供应商称，Nexperia芯片已恢复流向欧洲 (原标题: Nexperia chips have begun flowing to Europe again, auto suppliers say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332272/nexperia-chips-have-begun-flowing-europe-again-auto-suppliers-say?utm_source=rss_feed",
      "pubDate": "Tue, 11 Nov 2025 02:59:41 +0000",
      "isoDate": "2025-11-11T02:59:41.000Z",
      "creator": "Xiaofei Xu",
      "summary": "Nexperia芯片在获得中国出口豁免后，已恢复运往欧洲，这为遭受重创的欧洲汽车行业带来了短期缓解。德国汽车零部件供应商向《南华早报》证实了这一消息。\n\n**主要进展与影响：**\n\n*   **出口豁免与短期缓解**：中国商务部决定放宽对Nexperia民用芯片产品的出口限制，不再需要特殊出口许可证，这为欧洲汽车制造商带来了至少短期的供应缓解。\n*   **成功测试性运输**：德国汽车零部件供应商ZF Friedrichshafen表示，已成功完成从中国到欧盟、英国和北美地区的测试性运输，并正在准备进一步的交付。\n*   **长期供应努力**：ZF正在与Nexperia中国直接联系，以通过安排额外批次的组件运输来确保“长期供应”。同时，该集团也在努力寻找替代产品以稳定其供应链。\n\n**持续存在的风险：**\n\n*   **供应链风险**：尽管当前有所缓解，但供应链风险依然存在。北京和海牙尚未就Nexperia的最终命运达成协议，中美之间的紧张关系也持续存在。\n*   **争议背景**：Nexperia的争议始于9月底，当时荷兰政府从其中国所有者手中接管了这家芯片公司。作为回应，中国对该公司的芯片实施了出口限制，因为Nexperia约70%的芯片在中国进行加工和测试，这给欧洲汽车行业带来了不确定性。",
      "shortSummary": "Nexperia芯片在获得中国出口豁免后已恢复运往欧洲，为欧洲汽车业带来短期缓解。德国供应商证实已收到测试性货物。然而，由于北京与海牙尚未就Nexperia命运达成最终协议，且中美关系紧张，供应链风险依然存在。此举是在荷兰政府接管Nexperia后，中国实施出口限制的回应，Nexperia约70%的芯片在中国加工测试。",
      "translated_title": "汽车供应商称，Nexperia芯片已恢复流向欧洲",
      "images": [],
      "contentSource": "完整文章",
      "content": "The first shipments of Nexperia chips are already on their way to Europe after Beijing granted exemptions to its export restrictions, German auto suppliers told the Post, easing the pressure on the battered European car industry.\nBut supply chain risks remain as Beijing and The Hague have yet to hammer out a final deal to decide the chip firm’s fate and US-China tensions continue to linger in the background.\n“The decision by the Chinese Ministry of Commerce to ease the previously existing export...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/11/3d4a45c3-e1cf-49c9-b440-307d51436a6b_85ab73ef.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国“敲开每个国家的大门”，竞相确保稀土供应 (原标题: US ‘knocking on every country’s door’ as it races to secure rare earth supplies)",
      "link": "https://www.scmp.com/economy/global-economy/article/3332221/us-stepping-global-rare-earths-hunt-despite-china-trade-agreement-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 15:00:10 +0000",
      "isoDate": "2025-11-10T15:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 美国紧急寻求稀土供应以减少对中国的依赖\n\n分析人士指出，美国近期采取的一系列行动，包括总统特朗普会见资源丰富的中亚国家领导人以及扩大美国政府的关键矿产清单，都表明华盛顿正迫切希望在中国与北京的紧张关系再次升级之前，减少对中国稀土的依赖。\n\n### 中国在稀土市场的主导地位\n*   **市场份额：** 根据美国战略与国际研究中心的数据，中国在全球稀土开采中约占70%，加工产出占90%。\n*   **战略重要性：** 稀土是生产汽车、战斗机等一系列高科技产品不可或缺的元素。\n*   **谈判筹码：** 在中美贸易战中，北京日益利用其在稀土产业的主导地位作为与华盛顿谈判的筹码。\n\n### 美国多元化供应的紧迫性\n*   **持续担忧：** 尽管中国商务部作为中美贸易协议的一部分，于上个月在韩国达成协议后，暂停了对几种关键矿产相关“两用物品”的出口管制一年，但美国官员仍在全球范围内寻找替代稀土元素来源。\n*   **专家观点：** 大西洋理事会智库全球中国中心高级研究员Dexter Roberts表示，认为中国不会再次在稀土和关键矿产获取上制造困难是“非常天真的”，并指出“美国对中国也不手软”。\n*   **协议到期：** 鉴于最新中美贸易协议中的几项条款将于明年到期，华盛顿似乎正在加紧努力，使美国的关键资源供应多样化。\n\n### 美国采取的具体行动\n1.  **外交接触中亚国家：**\n    *   特朗普总统在白宫会见了五个中亚国家的领导人。\n    *   此次会议促使美国与乌兹别克斯坦达成一项协议，承诺投资高达4亿美元，以“加强美国公司的关键矿产和稀土供应链”。\n2.  **扩大关键矿产清单：**\n    *   根据《联邦公报》的报道，美国地质调查局（USGS）更新了其关键矿产清单，新增了10种矿产，包括铜和银，使总数达到60种。",
      "shortSummary": "美国正紧急在全球范围内寻求稀土供应，以减少对中国的依赖。中国主导全球稀土市场，并将其作为贸易谈判筹码。尽管中美贸易协议暂时缓解了出口管制，美国仍通过与中亚国家合作（如与乌兹别克斯坦达成4亿美元投资协议）和扩大关键矿产清单等措施，积极多元化其稀土供应链，以应对未来潜在的供应风险。",
      "translated_title": "美国“敲开每个国家的大门”，竞相确保稀土供应",
      "images": [],
      "contentSource": "完整文章",
      "content": "Recent moves by the United States – including President Donald Trump’s meeting with leaders of resource-rich Central Asian countries and the expansion of a US government critical minerals list – signal an urgency in Washington to reduce its reliance on rare earths from China before tensions with Beijing flare up again, analysts said.\nDespite China’s Ministry of Commerce on Sunday suspending export controls on “dual-use items” related to several key minerals for a year as part of the US-China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/5111e099-1e35-448d-b038-746507b0cb4c_b54d230e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球贸易的‘瓶颈’在哪里——以及它们能否被克服？ (原标题: Where are the ‘choke points’ in global trade – and can they be overcome?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3332204/where-are-choke-points-global-trade-and-can-they-be-overcome?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 13:00:09 +0000",
      "isoDate": "2025-11-10T13:00:09.000Z",
      "creator": "Kandy Wong",
      "summary": "# 全球贸易瓶颈及其应对\n\n## 引言\n\n尽管2025年上半年全球贸易额增长了5000亿美元，但全球贸易正面临地缘政治、保护主义加剧和气候变化引发的极端天气事件带来的快速、不可预测的转变。许多国家正在寻求新的经济发展路径以应对这些挑战。\n\n## 贸易增长预测与挑战\n\n安联贸易（Allianz Trade）最新报告预测，2026年和2027年全球商品和服务贸易的同比增长率将分别放缓至0.6%和1.8%。这与2025年迄今观察到的2%的增长率相比有所下降，凸显了贸易战的滞后影响以及当前贸易基础设施的局限性。本文将基于安联的分析，探讨这些“传统”贸易路线、其瓶颈以及可能绕过或克服它们的新路线。\n\n## 全球贸易路线中的“瓶颈”\n\n根据安联的报告，全球贸易高度依赖于数量有限的战略走廊和瓶颈。这些瓶颈是集中能源、食品和制成品流动的狭窄通道或物流枢纽。\n\n*   **主要瓶颈示例：**\n    *   苏伊士运河和巴拿马运河\n    *   香港国际机场等航空货运枢纽\n    *   连接港口、铁路和公路的内陆连接点\n\n*   **高风险瓶颈：**\n    *   在承载全球50%至60%商品贸易的“旧路线”中，苏伊士运河和巴拿马运河因拥堵和冗余度有限而被列为高风险瓶颈之首。\n\n## 货运费率驱动因素与风险变化\n\n安联经济研究主管兼报告首席分析师Ana Boata指出，全球贸易的风险驱动因素已发生转变：\n\n*   **新冠疫情前：** 油价是集装箱运费的主要驱动因素。\n*   **现在：** 地缘政治已取代油价，成为首要驱动因素。\n\n## 区域枢纽面临的风险\n\n全球各地的贸易枢纽面临着不同的风险：\n\n*   **亚洲和欧洲枢纽：** 越来越容易受到政治或气候冲击。\n    *   **亚洲枢纽：** 在运力和可靠性方面表现出色，但面临日益增长的政治风险。\n    *   **欧洲港口：** 拥有强大的基础设施和冗余度，但气候暴露风险增加，尤其是在南部地区。\n*   **中途枢纽（从中东到南部非洲）：** 它们是效率的锚点，但仍然容易受到政治和环境压力的影响。\n*   **美洲：** 可靠性高，但大西洋和墨西哥湾沿岸的运力趋紧。",
      "shortSummary": "全球贸易虽有增长，但安联贸易预测2026-2027年增速将放缓，受贸易战和基础设施限制影响。文章探讨了全球贸易的“瓶颈”，如苏伊士和巴拿马运河，它们承载全球一半以上商品贸易，面临拥堵和冗余不足。地缘政治已取代油价成为运费主要驱动因素。亚洲枢纽面临政治风险，欧洲港口受气候影响，中途枢纽和美洲沿岸运力也面临挑战。",
      "translated_title": "全球贸易的‘瓶颈’在哪里——以及它们能否被克服？",
      "images": [],
      "contentSource": "完整文章",
      "content": "While this year has been a watershed for global trade – with the first half of 2025 bringing with it a US$500 billion expansion in value, according to UN Trade and Development – many countries are forging new economic pathways in response to rapid, unpredictable shifts in geopolitics, heightened protectionism and extreme weather events influenced by climate change.\nIn a recent report from Allianz Trade, the insurer predicted that in 2026 and 2027, the year-on-year global growth of trade of goods...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/83fc0dfa-e538-483f-beb6-3c5d5b504810_c80bc19e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战中，美国渔民错失中国龙虾销售机遇 (原标题: US fishers missing the boat on China lobster sales amid trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332203/us-lobster-fishers-missing-boat-vital-china-sales-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 12:30:14 +0000",
      "isoDate": "2025-11-10T12:30:14.000Z",
      "creator": "Kandy Wong",
      "summary": "# 中美贸易战对美国龙虾对华销售的影响\n\n*   **中国市场的重要性**\n    *   中国长期以来是美国龙虾产业至关重要的出口市场。\n    *   中国是全球最大的甲壳类动物消费国和进口国，龙虾全年食用，常在节假日作为礼品赠送。\n\n*   **贸易战带来的冲击**\n    *   由于中美贸易战，美国渔民正在错失中国市场的销售机遇。\n    *   北京和华盛顿互征三位数关税后，美国龙虾对华出货量一度暂停。\n    *   据香港海鲜分销商Turnbury创始人Alexander Schultz称，尽管5月达成“贸易休战”协议后，中国对美国龙虾的关税已降至25%，但美国出口商相对于全球竞争对手仍处于劣势。\n    *   行业内部人士指出，中国正日益转向亚太地区的供应商，美国可能难以夺回其原有市场地位。\n\n*   **美国产业的应对与挑战**\n    *   占美国龙虾供应90%的缅因州渔民，在贸易不确定性下正转向国内市场。\n    *   然而，据直销海鲜公司Maine Lobster Now首席执行官Julian Klenda表示，美国国内买家无法完全取代国际需求，特别是来自中国的需求。\n    *   Schultz也认同，尽管存在现有关税，中国仍然是美国龙虾生产商的关键市场，并继续吸收大部分活龙虾出口。",
      "shortSummary": "中美贸易战导致美国龙虾产业错失中国市场。中国曾是美国龙虾的重要出口地，但高额关税一度使对华出货暂停。尽管关税已降至25%，美国出口商仍面临竞争劣势，中国正转向亚太地区供应商。美国渔民转向国内市场，但国内需求无法完全弥补中国市场的巨大缺口。尽管面临挑战，中国仍是美国龙虾的关键市场。",
      "translated_title": "中美贸易战中，美国渔民错失中国龙虾销售机遇",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has long been a vital export market for the US lobster industry. The country is the world’s largest consumer and importer of the crustacean, which is eaten all year round and often gifted during holidays by Chinese families.\nBut American fishers are now missing out on Chinese sales amid the trade war, and they may struggle to claw back their former position as China increasingly turns to suppliers in the Asia-Pacific region, according to industry insiders.\nUS lobster shipments to China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/89adef5f-9f7d-4516-b687-0d428e017d61_16dd748b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国进口商在贸易博览会上签署创纪录的835亿美元协议 (原标题: China’s importers sign record US$83.5 billion in deals at trade expo)",
      "link": "https://www.scmp.com/business/china-business/article/3332228/chinas-importers-sign-record-us835-billion-deals-ciie-after-us-china-trade-truce?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 12:00:09 +0000",
      "isoDate": "2025-11-10T12:00:09.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国国际进口博览会达成创纪录的835亿美元进口协议\n\n中国企业在上海举行的中国国际进口博览会（CIIE）上签署了创纪录的835亿美元进口协议，凸显了中国大陆消费者作为全球企业和世界经济增长驱动力的重要性。此次博览会是在中美达成贸易休战协议后不到两周举行的，进一步增强了市场信心。\n\n### 主要成果与数据\n*   **总交易额**：835亿美元，创历史新高。\n*   **增长率**：比去年同期增长4.4%。\n*   **历史记录**：这是该年度为期六天的活动连续第五次创下新高。\n*   **市场信心**：上海金融咨询公司Integrity的顾问丁海峰表示，中美两大经济体之间的贸易协定增强了外国制造商和本地商家达成协议的信心。\n\n### 协议性质与产品类别\n*   **初步合同**：据商务部下属的CIIE局透露，这些合同是初步的，部分协议可能不会最终敲定。\n*   **预签协议**：许多合同是在11月5日博览会开幕前预先签署的。\n*   **产品亮点**：尽管中国大陆消费者支出增长缓慢，但从食品饮料到助听器等消费品的交易量显著增加。\n\n### 中国政府的承诺\n*   中国国务院总理李强在博览会开幕式上向1000多名政府官员、商界领袖和商家承诺，将进一步向国际企业开放中国庞大的消费市场。",
      "shortSummary": "中国国际进口博览会(CIIE)在上海闭幕，中国企业签署了创纪录的835亿美元进口协议，同比增长4.4%。这是该年度盛会连续第五次创下新高，凸显了中国大陆消费者对全球企业和世界经济增长的关键驱动作用。在中美贸易休战后，此次博览会增强了市场信心。尽管消费支出放缓，但消费品交易显著增长。中国总理李强承诺将进一步开放国内市场。",
      "translated_title": "中国进口商在贸易博览会上签署创纪录的835亿美元协议",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies signed a record US$83.5 billion in import deals at the China International Import Expo (CIIE) in Shanghai, reinforcing the importance of mainland consumers as growth drivers for global businesses and the world economy less than two weeks after the US and China reached a trade truce.\nThe total – the fifth straight record high for the annual six-day event, which concluded on Monday – represented a 4.4 per cent increase from a year earlier, according to the organiser, the CIIE...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/1a36b53c-3c14-4b4f-99fb-6681666c2666_c8a32bd3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美暂停相互征收港口费用，贸易战最新缓和迹象 (原标题: China, US suspend rival port fees in latest trade war thaw)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332194/china-us-suspend-rival-port-fees-latest-trade-war-thaw?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 09:01:40 +0000",
      "isoDate": "2025-11-10T09:01:40.000Z",
      "creator": "Carol Yang",
      "summary": "# 中美暂停相互征收港口费用，贸易战最新缓和迹象\n\n## 背景与起因\n\n*   在中美贸易战背景下，两国曾相互征收港口费用，给航运业带来不确定性。这些费用于10月14日生效。\n*   美国此前根据其“301条款”调查，针对中国海事部门征收了相关费用。\n\n## 双方行动与细节\n\n### 美国方面\n\n*   白宫于11月1日宣布暂停其港口费用，并于周一生效，作为与中国贸易休战的一部分。\n*   美国政府表示将继续与北京谈判，同时维持与韩国和日本的“历史性”合作，以振兴美国造船业。\n\n### 中国方面\n\n*   **港口费用暂停：** 中国交通运输部宣布，国务院已批准暂停对美国船只征收特殊港口费用一年，自周一北京时间下午1点01分起生效，此举与华盛顿的行动相呼应。\n*   **制裁暂停：** 中国商务部还宣布，暂停对韩国造船商韩华海洋（Hanwha Ocean）的五家美国关联公司实施制裁一年。这些制裁于10月14日实施，北京指控这些实体与华盛顿合作执行其限制措施。\n\n## 影响与后续\n\n*   在经过数月的不确定性后，航运业终于可以松一口气。\n*   此次暂停是继吉隆坡中美贸易谈判和10月底在韩国举行的总统会议之后的结果。",
      "shortSummary": "中美两国已暂停相互征收港口费用一年，标志着贸易战的最新缓和。此举是在美国暂停对中国海事部门的“301条款”相关费用后，中国采取的对等措施。中国交通运输部和商务部均宣布了暂停措施，包括对美国船只的港口费用以及对韩华海洋美国关联公司的制裁。美国白宫也确认暂停其港口费用。航运业因此松了一口气，两国将继续谈判。",
      "translated_title": "中美暂停相互征收港口费用，贸易战最新缓和迹象",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has suspended retaliatory port fees on US-linked vessels for one year, following Washington’s pause of similar charges under its “Section 301” investigation targeting the Chinese maritime sector.\nAfter months of uncertainty over the rival port fees, which took effect on October 14, the shipping industry can finally breathe a sigh of relief as both sides formally confirmed the pause.\nIn line with the outcomes of the US-China trade talks in Kuala Lumpur, the Ministry of Transport said the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/59134e16-32ee-45cf-b1ee-cbdf5011dff3_42238e41.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易竞争将持续“未来50年”，前WTO总干事警告 (原标题: China-US trade rivalry will last for ‘next 50 years’, warns ex-WTO head)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332163/china-us-trade-rivalry-will-last-next-50-years-warns-ex-wto-head?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 06:05:27 +0000",
      "isoDate": "2025-11-10T06:05:27.000Z",
      "creator": "Luna Sun",
      "summary": "### 中美关系：长期竞争与战略转向\n\n前世界贸易组织（WTO）总干事帕斯卡尔·拉米（Pascal Lamy）警告称，中美关系将持续“颠簸”数十年，两国之间的竞争将从贸易领域转向战略部门和供应链的“武器化”。\n\n#### 竞争的持久性与本质\n\n*   **持续时间**：拉米在上海中欧国际工商学院的一次媒体活动中表示，中美双边关系将经历“起伏不定，来回摇摆”，其地缘战略竞争“不会减弱”。他预测这种竞争可能持续“未来50年”。\n*   **根本原因**：他指出，当两国都抱有争夺第一的雄心，并认为对方构成威胁时，这种竞争是不可避免的。\n\n#### 竞争焦点的转变\n\n*   **超越关税**：拉米强调，除了特朗普政府引人注目的关税之外，一种更广泛的趋势已经出现：\n    *   **“脱钩”**：在具有战略敏感性的生产领域进行脱钩。\n    *   **“武器化”**：利用自身具有比较优势的领域进行武器化。\n*   **新战场**：这意味着竞争正从传统的贸易争端转向对战略性行业和供应链的控制与利用。\n\n#### 近期动态与深层背景\n\n*   **贸易休战**：美国总统唐纳德·特朗普和中国国家主席习近平于10月30日在韩国达成了一项为期一年的贸易休战协议，旨在降低关税并放松部分出口管制。此次会晤曾一度重燃了在4月份贸易战升级后紧张局势可能缓和的希望。\n*   **潜在张力**：然而，遏制中国崛起在美国华盛顿被广泛认为是两党共识，而北京也已表明，当其利益受到威胁时，将采取报复行动。这表明，尽管有暂时的休战，但深层次的竞争和不信任依然存在。",
      "shortSummary": "前WTO总干事帕斯卡尔·拉米警告称，中美关系将“颠簸”数十年，竞争可能持续“未来50年”。他指出，两国地缘战略竞争不会减弱，正从贸易转向战略部门和供应链的“武器化”与“脱钩”。尽管特朗普和习近平达成了一年贸易休战，但华盛顿遏制中国崛起是两党共识，北京也准备好反击，表明深层紧张局势依然存在。",
      "translated_title": "中美贸易竞争将持续“未来50年”，前WTO总干事警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "“Bumpy” US-China relations will persist for decades as the rivalry shifts from trade to the weaponisation of strategic sectors and supply chains, according to a former head of the World Trade Organization.\nBilateral ties will experience “ups and downs, and to and fro, and left and right”, said Pascal Lamy, former WTO director general, during a media event at the China Europe International Business School in Shanghai.\n“Their geostrategic competition… will not abate,” he said. “If you have both...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/39a22935-fc80-4c8a-b5ad-498b6e13a304_a2fa8f42.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国不断增长的老年市场成为国际企业在进博会的新前沿 (原标题: China’s growing elderly market a new frontier for international firms at CIIE)",
      "link": "https://www.scmp.com/business/china-business/article/3332092/chinas-growing-elderly-market-new-frontier-international-companies?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 07:30:18 +0000",
      "isoDate": "2025-11-09T07:30:18.000Z",
      "creator": "Daniel Ren,Julie Zhang",
      "summary": "### 中国老年市场：国际企业的新增长前沿\n\n中国的老龄化人口已成为国际企业（从食品饮料生产商到制药商）瞄准的关键消费群体，以在全球第二大经济体消费放缓的背景下寻求新的增长动力。\n\n**进博会（CIIE）上的机遇**\n*   数十个全球品牌在正在进行的中国国际进口博览会（CIIE）上展示了他们的最新产品和技术。\n*   目标是满足老年消费者对健康食品和支持积极生活方式产品的日益增长的需求。\n*   一位上海天使投资人尹然指出，国际公司善于发现新机遇，针对城市老年人口设计的产品是一个亮点，因为更多退休人员愿意为高质量消费品支付溢价。\n\n**“银发经济”的巨大潜力**\n*   **人口数据**：根据国家统计局（NBS）的数据，截至2024年底，中国60岁及以上人口达到3亿，占总人口的22%。\n*   **市场规模预测**：\n    *   新华社三个月前的一份报告预测，到2025年，“银发经济”的价值将达到7万亿元人民币（约合9830亿美元）。\n    *   到2050年，随着人口老龄化速度加快，这一市场可能增长七倍以上，达到近50万亿元人民币。\n\n**政策背景**\n*   在房地产长期低迷和出口前景不确定的背景下，北京一直致力于扩大内需以推动经济增长。\n\n**相关图片**\n![银发经济预计到2025年底将达到近1万亿美元的价值。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg)\n*银发经济预计到2025年底将达到近1万亿美元的价值。图片来源：新华社*",
      "shortSummary": "中国的老龄化人口正催生一个巨大的“银发经济”市场，吸引国际企业寻求新的增长机遇。截至2024年底，中国60岁以上人口达3亿。预计到2025年，“银发经济”价值将达9830亿美元，到2050年可能增至近50万亿元人民币。在进博会等平台，国际公司正积极推出针对老年消费者的高品质产品，以满足其健康和积极生活方式的需求，并响应中国扩大内需的政策。",
      "translated_title": "中国不断增长的老年市场成为国际企业在进博会的新前沿",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg",
          "alt": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "title": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s ageing population has become a key consumer group targeted by international companies – from food and drink producers to pharmaceutical makers – as they pursue new growth drivers amid a consumption slowdown in the world’s second-largest economy.\nDozens of global brands unveiled their latest products and technologies at the ongoing China International Import Expo (CIIE), aiming to meet the rising demand among elderly consumers for healthy food and products that support active...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/09/f3d08908-5ac4-42ef-be1e-3e383a623830_2ff375b3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国消费者价格恢复增长，通缩压力持续存在 (原标题: China’s consumer prices return to growth as deflationary pressures persist)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332087/chinas-consumer-prices-return-growth-deflationary-pressures-persist?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 04:39:25 +0000",
      "isoDate": "2025-11-09T04:39:25.000Z",
      "creator": "Xinyi Wu,Kandy Wong",
      "summary": "## 中国10月消费者价格指数（CPI）恢复增长，但通缩压力仍存\n\n根据中国国家统计局周日发布的数据，中国10月份的消费者价格指数（CPI）同比上涨0.2%，标志着在9月份同比下降0.3%之后，消费者价格恢复增长。这一数据超出了市场预期，此前金融服务提供商Wind的调查预测CPI将下降0.04%。\n\n### 关键发现：\n\n*   **CPI数据：** 10月CPI同比上涨0.2%。\n*   **市场表现：** 这一增长超出市场预期，扭转了9月份的下降趋势。\n*   **通缩压力：** 尽管有所增长，但“接近于零”的增幅仍表明，在内需疲软和贸易不确定性的背景下，通缩压力持续存在。\n*   **生产者价格：** 与此同时，工厂出厂价格（PPI）继续下降。\n\n### 增长原因：\n\n国家统计局高级统计师董丽娟指出，10月份CPI的增长得益于以下因素：\n\n*   旨在提振国内消费的政策效果显现。\n*   国庆节和中秋节长假也帮助刺激了消费需求。\n\n### 政府措施：\n\n中国政府正积极采取措施刺激消费。中国总理李强在8月份的国务院会议上呼吁，通过取消消费限制、加速发展服务业和新型消费等新增长动力，进一步释放消费潜力。\n\n### 经济学家观点：\n\n香港Pinpoint资产管理公司首席经济学家张智威表示，10月份CPI的上涨对市场来说是一个惊喜。然而，他同时警告称，“现在断定通缩结束还为时过早”。这表明尽管数据有所改善，但经济学家对通缩风险的担忧依然存在。\n\n### 整体背景：\n\n作为全球第二大经济体，中国正努力实现其年度增长目标，尽管在下半年面临日益增长的经济逆风。",
      "shortSummary": "中国10月消费者价格指数（CPI）同比上涨0.2%，超出市场预期，结束了9月的下降趋势。尽管恢复增长，但“接近于零”的增幅仍显示内需疲软下的持续通缩压力。提振消费政策和长假是CPI上涨的原因。有经济学家警告，现在断定通缩结束为时尚早，表明对经济前景仍持谨慎态度。",
      "translated_title": "中国消费者价格恢复增长，通缩压力持续存在",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer prices returned to growth in October – though the near-zero figure still pointed to persistent deflationary pressures amid weak domestic demand and trade uncertainties – while factory-gate prices continued to fall.\nThe national consumer price index (CPI), a key gauge of inflation, rose 0.2 per cent year on year last month, according to data released by the National Bureau of Statistics on Sunday.\nThe reading beat market expectations after a poll by financial provider Wind...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/09/3d340357-b115-4c4e-b811-cad19acc5bdc_b112a99e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚洲规避‘中等收入陷阱’的旧策略为何不再奏效 (原标题: Why Asia’s old plan to dodge ‘middle-income trap’ won’t work any more)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3331798/why-asias-old-plan-dodge-middle-income-trap-wont-work-any-more?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 12:30:09 +0000",
      "isoDate": "2025-11-08T12:30:09.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 亚洲经济奇迹面临的挑战与新策略\n\n从1950年代起持续数十年的“亚洲经济奇迹”正面临严峻挑战，可能演变为一个“厄运循环”。\n\n### 核心挑战\n\n*   **人口结构变化：** 人口老龄化日益严重。\n*   **财政压力：** 由人口结构变化及其他因素导致的财政负担加剧。\n*   **经济表现：** 产出下降、消费减少，导致经济增长放缓。\n*   **人工智能影响：** 人工智能的兴起是会弥补这些负面趋势，还是会加剧区域内的失业问题，尚无定论。\n\n发展专家们开始认识到，尽管这些问题已被单独深入研究，但它们对曾被视为全球增长最快地区的集体影响需要更密切的关注。\n\n### 亚洲开发银行研究所的应对\n\n*   这一观点正受到位于东京的亚洲开发银行研究所的重视。\n*   该研究所新任院长、印度尼西亚前财政部长班邦·布罗佐内戈罗（Bambang Brodjonegoro）透露，一项关于亚洲经济奇迹为何“破灭”以及如何重振的旗舰研究报告将于2027年发布。\n\n### 旧的增长模式及其转变\n\n*   **旧模式：出口导向型增长**\n    *   最初的亚洲经济奇迹主要建立在亚洲对美国惊人的出口增长之上。\n    *   这一模式始于二战后重建的日本，随后扩展到韩国，以及后来的“亚洲四小龙”（台湾、香港和新加坡）。\n    *   出口导向型增长曾是许多发展中国家的主要发展策略。\n\n*   **新现实：模式转变的必要性**\n    *   随着美国前总统唐纳德·特朗普上任以来实施的关税及其他制裁，情况发生了根本性变化。\n    *   出口导向型增长不再被视为主要的经济增长引擎。\n    *   **新策略：** 亚洲及其他地区的发展中国家被敦促刺激国内需求，并更多地依赖相互贸易，而非继续过度依赖美国市场。\n    *   美国方面认为，这些国家在许多情况下曾享有“不公平”的贸易优势和出口顺差。",
      "shortSummary": "亚洲曾引以为傲的经济奇迹正面临人口老龄化、财政压力和增长放缓的“厄运循环”挑战。过去依赖对美出口的增长模式，因美国关税和制裁而不再奏效。亚洲开发银行研究所正研究如何重振经济。现在，该地区被敦促转向刺激国内需求和加强区域内贸易，以应对这些新现实，而非继续依赖出口。",
      "translated_title": "亚洲规避‘中等收入陷阱’的旧策略为何不再奏效",
      "images": [],
      "contentSource": "完整文章",
      "content": "Is the famed Asian economic miracle that endured for decades from the 1950s onwards giving way to a “doom loop” of ageing populations, consequent fiscal strains, falling output, declining consumption and sagging economic growth? Will the advent of artificial intelligence (AI) compensate for these trends or simply add to unemployment in the region?\nSome development experts are beginning to acknowledge that while some of these issues have been examined in depth individually, their collective...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/75455fca-7d73-4ef4-aca0-a8a8383a5f41_77502f8b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国需要高质量金融发展以支持其五年目标 (原标题: China needs high-quality financial development to support its five-year goals)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3331884/china-needs-high-quality-financial-development-support-its-five-year-goals?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 21:30:09 +0000",
      "isoDate": "2025-11-07T21:30:09.000Z",
      "creator": "Andrew Sheng",
      "summary": "## 中国高质量金融发展以支持五年目标\n\n### 引言\n习近平主席在中共中央四中全会上的讲话，为即将到来的“十五五”规划设定了指导方针，明确了中国未来发展的重点。\n\n### “十五五”规划核心目标\n*   **技术自给自足：** 致力于实现关键领域的技术独立。\n*   **高质量生产力经济模式：** 构建基于创新和强大工业基础的经济模式。\n*   **增强韧性：** 建立能够抵御外部威胁和逆风的强大工业基础。\n\n### 金融系统发展要求\n*   **风险防控与监管：** 在金融街论坛上，何立峰副总理强调中国金融系统需推进风险防控、加强监管并促进高质量发展。\n*   **支持现代化目标：** “十五五”时期是到2035年实现社会主义现代化的关键阶段，高质量的实体经济模式需要同样强大的高质量金融发展。\n*   **对外开放：** 中国将继续对外开放金融业，此举受到热烈欢迎。\n\n### 金融领导人表态\n中国人民银行行长潘功胜、国家金融监督管理总局局长李云泽、中国证券监督管理委员会主席吴清等主要金融领导人，概述了以下措施：\n*   改进宏观审慎监管。\n*   使金融体系更具包容性，支持高质量增长。\n*   强调适当的风险管理和金融稳定。\n\n### “十五五”规划指导原则（公报）\n*   **党领导和实施：** 确保党的领导贯穿规划的制定和执行。\n*   **追求高质量发展：** 将高质量发展作为核心目标。\n*   **全面深化改革：** 持续推进各领域改革。\n*   **确保发展与安全：** 平衡发展与国家安全。\n\n### 经济增长展望\n*   **GDP增长目标：** 规划解释性说明指出，到2035年GDP年均增长率约为4.17%，低于“十四五”期间的5.2-5.4%。\n*   **人均GDP预测：** 若目标实现，到2030年人均GDP将达到约2万美元，大致相当于世界银行定义的发达经济体中等水平。\n*   **总GDP预测：** 假设2030年中国人口约为13.8亿，届时GDP将接近28万亿美元。\n\n### 国际货币基金组织（IMF）预测（2030年）\n*   **中国GDP：** 26.3万亿美元。\n*   **中国GDP（购买力平价，PPP）：** 54万亿美元。\n*   **美国GDP：** 36.8万亿美元。\n*   **美国GDP（购买力平价，PPP）：** 36.8万亿美元。\n\n### 中美经济对比（2030年）\n*   中国GDP将约为美国GDP的70%。\n*   按购买力平价计算，中国GDP将比美国高出约46%。\n\n### 结论\n中国将成为一个经济强国，需要一个更深入、更具韧性的金融部门来支持其持续稳定的增长。\n\n### 相关图片\n![图片 1](https://i.ytimg.com/vi/Fr-pftm9R7k/maxresdefault.jpg)",
      "shortSummary": "中国正通过“十五五”规划，聚焦技术自立自强和高质量生产力。为支持2035年现代化目标，金融系统需推进风险防控、加强监管并实现高质量发展，同时继续对外开放。规划预计到2035年GDP年均增长约4.17%，到2030年人均GDP将达2万美元。国际货币基金组织预测，2030年中国GDP将达26.3万亿美元，按购买力平价计算将比美国高出46%。中国将成为经济强国，需要更深入、更具韧性的金融部门支持持续稳定增长。",
      "translated_title": "中国需要高质量金融发展以支持其五年目标",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/Fr-pftm9R7k/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "President Xi Jinping’s speech at the fourth plenum of the Communist Party’s Central Committee last month outlined the guidelines for the upcoming 15th five-year plan. There is clearly determination to focus on technological self-reliance, building an economic model of high-quality productive forces based on innovation and a strong industrial base that is resilient against external threats and headwinds.\nAt the Financial Street Forum in Beijing at the end of October, Vice-Premier He Lifeng...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/c2a38e4c-e721-4491-9f17-eafeb6779cfb_59a52beb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“兴趣激增”：中国恢复赴加团队游后，加拿大旅游搜索量飙升 (原标题: ‘Interest surged’: Canada travel searches spike in China as group tours resume)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331957/canada-travel-searches-spike-china-group-tours-resume-interest-surged?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 14:00:09 +0000",
      "isoDate": "2025-11-07T14:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国恢复赴加拿大团队游，旅游兴趣激增\n\n中国政府在新冠疫情后首次恢复了赴加拿大的团队旅游，此举在中国消费者中引发了对访问加拿大兴趣的激增，中国旅游平台记录了相关搜索量的显著增长。\n\n*   **政策背景与时间点**\n    *   中国于11月初宣布结束赴加拿大的团队游禁令。\n    *   此举是在中国国家主席习近平与加拿大总理马克·卡尼在韩国会晤后几天作出的，两国领导人呼吁两国关系“重回正轨”。\n\n*   **中国旅游平台即时反应**\n    *   **去哪儿网（携程集团旗下）：** 消息发布后30分钟内，蒙特利尔、渥太华和多伦多的航班搜索量分别激增223%、137%和61%。\n    *   **飞猪平台：** 宣布后一小时内，加拿大航班搜索量比前一天“几乎翻了一番”。\n    *   **中国贸易台（China Trading Desk）：** 截至周二，中国旅客赴加拿大的预订量环比增长6%。\n    *   该公司首席执行官Subramania Bhatt表示，在线平台和旅行社的旅游兴趣和咨询量都大幅增加，平台报告的搜索量在宣布后立即翻倍。\n\n*   **疫情前趋势**\n    *   根据加拿大国家旅游组织Destination Canada的数据，在疫情爆发前，中国赴加拿大旅游业稳步增长，2019年游客人数达到708,000多人次。",
      "shortSummary": "中国政府于11月初恢复了赴加拿大的团队旅游，立即引发了中国消费者对加拿大旅游的巨大兴趣。消息发布后，去哪儿网和飞猪等中国旅游平台的加拿大航班搜索量和预订量均出现显著飙升，部分城市航班搜索量甚至激增超过200%。这表明中国市场对加拿大旅游的需求强劲反弹，有望推动两国旅游业恢复至疫情前水平。",
      "translated_title": "“兴趣激增”：中国恢复赴加团队游后，加拿大旅游搜索量飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s decision to allow group travel to Canada to resume for the first time since the Covid-19 pandemic has sparked a surge in interest in visiting the country among Chinese consumers, with Chinese travel platforms recording a jump in related searches.\nChina announced it was ending the group tour ban in early November, just days after Chinese President Xi Jinping met Canadian Prime Minister Mark Carney in South Korea and called for relations between the two countries to get “back onto the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/25807d38-98c4-4562-8cff-3f5012f37ed6_51ae13f1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国西南工业基地着眼于新型药物突破 (原标题: China’s southwestern industrial base eyes breakthroughs on novel drugs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331882/chinas-southwestern-industrial-base-eyes-breakthroughs-novel-drugs?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 08:00:15 +0000",
      "isoDate": "2025-11-07T08:00:15.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 重庆发布创新药物发展计划\n\n中国西南地区重要的经济中心重庆，为响应国家推动科技自立自强的战略，已发布了一项支持创新药物发展的计划。\n\n## 核心目标 (到2027年)\n\n该计划设定了以下主要目标：\n*   **药物批准：** 每年有1至3种创新药物获批上市。\n*   **产业集群：** 建立三个创新药物产业集群，以促进联合研发（R&D）和技术转让。\n*   **支持体系：** 为创新企业、研究机构和大学提供支持，使其在集群建设中发挥主导作用。\n\n## 政府声明与国家战略\n\n重庆市政府在其向公众发布的25点计划中指出：“我们将聚焦创新药物核心技术突破，加速产品开发，持续优化产业创新体系。”\n\n这一举措与国家战略高度契合。国家下一个五年计划（2026年至2030年）的提案中，就包括加速科技自立自强和支持创新药物发展。\n\n## 重庆的转型与成就\n\n*   **传统背景：** 重庆传统上是一个以制造业为主的工业基地。\n*   **创新突破：** 去年，重庆的首个1类创新药——一种用于治疗银屑病的注射剂——获得了市场批准。\n*   **1类创新药定义：** 根据国家药品监督管理局的定义，1类创新药是指含有明确结构和药理作用的新化合物，具有临床价值，且此前未在全球任何地方上市。\n\n## 与其他创新中心的对标\n\n重庆进军生物技术研究，使其加入了中国其他致力于发展主要创新产业的经济中心行列：\n*   **合肥：** 安徽省会，正将自身定位为电动汽车生产中心。\n*   **深圳：** 致力于成为人工智能（AI）技术枢纽。\n*   **杭州：** 浙江省会，专注于人工智能、机器人和先进制造。",
      "shortSummary": "中国西南重要经济中心重庆已发布计划，旨在支持创新药物发展，响应国家科技自立自强战略。该计划目标是到2027年每年批准1至3种创新药物上市，并建立产业集群。重庆正从传统制造业转型，去年其首个1类创新药获批。此举使其与深圳、杭州等其他致力于发展创新产业的中国经济中心保持一致。",
      "translated_title": "中国西南工业基地着眼于新型药物突破",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chongqing, a key economic hub in southwest China, has unveiled a plan to support the development of innovative drugs as the country steps up its push for scientific and technological self-reliance.\nThe plan’s headline goals include having one to three innovative drugs approved for market launch each year by 2027, building three innovative drug industry clusters to encourage joint research and development (R&D) and technology transfers, as well as providing support for innovative enterprises,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/a1d6dae6-d9c6-4daa-932d-39d8e9583f0f_163b8487.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "复星将英国粒子疗法引入中国大陆，推动先进癌症治疗 (原标题: Fosun brings UK particle therapy to mainland China in advanced cancer care push)",
      "link": "https://www.scmp.com/business/china-business/article/3331824/fosun-brings-uk-particle-therapy-mainland-china-push-advanced-cancer-care?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 23:30:16 +0000",
      "isoDate": "2025-11-06T23:30:16.000Z",
      "creator": "Daniel Ren",
      "summary": "## 复星医药引进英国粒子疗法，助力中国癌症治疗\n\n复星医药与英国Leo Cancer Care公司达成合作，将在中国大陆推广Leo Cancer Care的Marie粒子治疗系统，旨在为中国癌症患者提供更先进的治疗方案。\n\n*   **合作背景：**\n    *   复星医药是中国领先的医疗集团，致力于引进先进医疗技术。\n    *   Leo Cancer Care是一家英国公司，其Marie系统已获得美国食品药品监督管理局的批准。\n*   **Marie系统的优势：**\n    *   以人为本，注重患者舒适度，并整合先进技术。\n    *   与传统疗法相比，总治疗成本可降低50%。\n    *   设备体积比传统质子治疗技术小20倍。\n*   **粒子疗法的益处：**\n    *   粒子疗法（包括质子和碳离子方法）能够提高肿瘤辐射剂量，同时减少对周围健康组织的影响。\n\n![The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/ab0a7034-1123-4ea7-9e55-f09a2b688046_70937d84.jpg)\n*The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout*",
      "shortSummary": "复星医药与英国Leo Cancer Care合作，将在中国大陆推广Marie粒子治疗系统，旨在为中国癌症患者提供更先进的治疗方案。Marie系统具有成本更低、体积更小等优势，并能提高肿瘤辐射剂量，同时减少对周围健康组织的影响。此举符合中国政府提高癌症治疗水平的努力方向。",
      "translated_title": "复星将英国粒子疗法引入中国大陆，推动先进癌症治疗",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/ab0a7034-1123-4ea7-9e55-f09a2b688046_70937d84.jpg",
          "alt": "The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout",
          "title": "The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Fosun Pharmaceutical, a leading healthcare group, has taken a substantial step towards introducing particle therapy systems to hospitals in mainland China, aligning with Beijing’s efforts to make advanced medical treatment accessible to cancer patients across the country.\nThe Shanghai-based company, a subsidiary of China’s non-state-owned conglomerate Fosun International, formed a partnership with Leo Cancer Care on Thursday, pledging to distribute the UK firm’s Marie medical facilities in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/91253666-26c4-42df-9474-e17982a58e5c_6d4d82ad.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-13T12:50:27.497Z"
}