{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "“夏季达沃斯”论坛探讨美国经济“秘方”：中国是否已破解？ (原标题: ‘Summer Davos’ panel mulls US economy secret sauce: did China crack the recipe?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315686/summer-davos-panel-mulls-secret-sauce-us-economy-did-china-crack-recipe?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 14:00:10 +0000",
      "isoDate": "2025-06-24T14:00:10.000Z",
      "creator": "Frank Chen",
      "summary": "## “夏季达沃斯”论坛探讨美国经济“秘方”及其未来展望\n\n在天津举行的世界经济论坛第十六届新领军者年会（即“夏季达沃斯”）上，多位美国顶尖学者齐聚一堂，共同审视美国经济现状，并探讨美国经济赖以超越其他经济体的“秘方”及其未来走向。\n\n### 美国经济的“秘方”\n与会专家指出，美国经济的成功依赖于一种特殊的“秘方”，其主要成分包括：\n\n*   **资本与劳动力供给**：前世界贸易组织首席经济学家罗伯特·库普曼（Robert Koopman）表示，美国各行业能够获得所需的资本和劳动力，这推动了生产力增长。\n*   **移民政策**：库普曼补充说，移民的加入进一步完善了这一“秘方”，共同创造了“美妙的秘方”。\n*   **高等教育**：标普全球评级首席经济学家保罗·格鲁恩瓦尔德（Paul Gruenwald）认为，高等教育也是这一“秘方”的重要组成部分。\n\n### 政策变化与未来挑战\n专家们认为，华盛顿当前的关税和移民政策正在威胁美国经济的未来前景。他们推测，美国可能正在放弃其“秘方”中的关键要素，而中国则可能在技术和创新前沿领域取得更快进展。\n\n### 核心议题\n讨论的核心议题之一是，未来是美国还是中国将更大幅度地推动技术和创新前沿的发展。\n\n### 与会专家\n参与讨论的专家包括罗伯特·库普曼（前世界贸易组织首席经济学家）和哈佛大学政府学教授格雷厄姆·艾利森（Graham Allison）等。",
      "shortSummary": "在“夏季达沃斯”论坛上，美国学者探讨了美国经济成功的“秘方”，包括资本、劳动力、移民和高等教育。他们指出，华盛顿的关税和移民政策可能威胁这一优势，并担忧美国正在放弃关键要素，而中国可能在技术和创新领域加速发展。讨论还聚焦于未来谁将主导科技前沿。",
      "translated_title": "“夏季达沃斯”论坛探讨美国经济“秘方”：中国是否已破解？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The American economy has outperformed others by relying on a sort of secret, magic “sauce”, but Washington’s tariff and immigration policies are threatening to shift the outlook, according to leading US scholars attending the “Summer Davos” in China.\nAt the gathering, formally known as the World Economic Forum’s 16th Annual Meeting of the New Champions, they collectively took stock of the US economy and debated whether it would be China or the US that most advances the frontier of tech and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/8963e91d-f837-4d7e-b02f-55929050a731_014dea33.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国被敦促在中东冲突和贸易战风险下加大财政支持 (原标题: China urged to step up fiscal support amid Iran-Israel war, trade war risks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315664/china-urged-adopt-more-proactive-fiscal-policy-amid-iran-israel-war-trade-war-risks?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 13:00:14 +0000",
      "isoDate": "2025-06-24T13:00:14.000Z",
      "creator": "Alice Li",
      "summary": "## 中国被敦促在中东冲突和贸易战风险下加大财政支持\n\n*   **背景与呼吁**\n    *   一位中国央行顾问周二表示，面对日益增长的全球不确定性，特别是中东地区冲突爆发后，北京应采取更积极的财政政策。\n    *   北京大学国家发展研究院院长黄益平指出，尽管许多中国经济学家认为财政纪律对长期可持续性至关重要，但当前形势可能需要不同的方法。\n\n*   **不确定性因素**\n    *   黄益平在天津夏季达沃斯论坛上表示，当前面临的不确定性正在上升，尤其担忧逆全球化、贸易保护主义等问题。\n    *   他强调，如果外部不确定因素导致国内经济下滑，他个人非常支持采取积极的财政政策。\n\n*   **地缘政治紧张局势**\n    *   黄益平的言论正值地缘政治紧张局势加剧之际，包括近期以色列和伊朗之间的冲突。\n    *   这场冲突引发了对全球经济稳定性的担忧，伊朗曾威胁要封锁霍尔木兹海峡——这是世界上最关键的航运通道之一。\n\n*   **最新进展**\n    *   周一，美国总统唐纳德·特朗普表示，以色列和伊朗已同意在24小时内生效“全面彻底停火”。\n    *   周二，伊朗国家电视台和以色列总理办公室均证实了停火协议。",
      "shortSummary": "一位中国央行顾问黄益平呼吁中国采取更积极的财政政策，以应对日益增长的全球不确定性。他指出，中东冲突（以色列-伊朗战争）以及逆全球化和贸易保护主义等风险，可能导致国内经济下行。尽管以色列和伊朗已达成停火协议，但地缘政治紧张局势仍需警惕。黄益平认为，若外部因素引发经济下滑，积极的财政支持至关重要。",
      "translated_title": "中国被敦促在中东冲突和贸易战风险下加大财政支持",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing should adopt a more proactive fiscal policy in response to rising global uncertainties, particularly following the outbreak of war in the Middle East, a central bank adviser said on Tuesday.\nWhile many Chinese economists agree that fiscal discipline is essential for long-term sustainability, current circumstances may call for a different approach, said Huang Yiping, dean of Peking University’s National School of Development.\n“What we see at the moment is rising uncertainties. We are very...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/edad0e39-9b74-4bfe-b80d-8fe45625fe32_4308c49a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国前财政官员邹加怡当选亚投行行长 (原标题: China’s Zou Jiayi, a former finance official, elected AIIB president)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315673/chinas-zou-jiayi-former-finance-official-elected-aiib-president?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 12:00:10 +0000",
      "isoDate": "2025-06-24T12:00:10.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国前财政官员邹加怡当选亚投行行长\n\n**主要任命**\n*   中国前财政部副部长邹加怡已被选为亚洲基础设施投资银行（AIIB）行长。\n*   她将领导这家拥有1000亿美元资本的银行，在当前全球化和发展融资的关键时刻发挥作用。\n\n**宣布与任期**\n*   此决定于周二在北京举行的亚投行年度会议上宣布。\n*   此次会议恰逢亚投行成立十周年，有110个成员国代表及其他利益攸关方出席。\n*   邹加怡（62岁）将从1月16日开始，担任为期五年的行长职务。\n*   她将接替首任行长金立群，金立群在两个任期内将亚投行从构想到实际运营，并将其发展成为一个重要的多边开发机构。\n\n**新任行长表态**\n*   邹加怡在新闻稿中表示：“亚投行成员国对我的信任让我感到谦卑和荣幸。”\n*   她还指出：“银行的战略清晰且进展顺利，未来几年我们能取得更多成就。”\n\n**背景与经验**\n*   邹加怡于3月底被提名为中国的候选人。\n*   她目前担任中国人民政治协商会议（全国政协）副秘书长，该机构是中国最高政治咨询机构。\n*   她也是执政的中国共产党中央委员会中少数几位女性成员之一。\n*   中国人民大学金融学教授赵锡军表示，邹加怡在促进中国金融领域的国际合作与对话方面拥有丰富的经验，这在新职位上将非常有价值。",
      "shortSummary": "中国前财政部副部长邹加怡已当选亚洲基础设施投资银行（AIIB）新任行长，任期五年，自1月16日起生效。她将接替首任行长金立群，领导这家拥有1000亿美元资本的银行。此任命在亚投行成立十周年年度会议上宣布。邹加怡拥有丰富的金融领域国际合作经验，将引导亚投行继续发展。",
      "translated_title": "中国前财政官员邹加怡当选亚投行行长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Former vice-minister of finance Zou Jiayi has been elected president of the Asian Infrastructure Investment Bank (AIIB), leading the lender and its US$100 billion in capital through a decisive moment for globalisation and development finance.\nThe decision was announced at the Beijing-based bank’s annual meeting on Tuesday, held with representatives of its 110 member states and other stakeholders at its headquarters to celebrate its 10th anniversary.\nZou, 62, will serve a five-year term which...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/46eb6a32-f176-4288-8479-8c74835e51d3_32d4a5a8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "稳定币会是未来吗？央行的银行警告说，别指望它 (原标题: Are stablecoins the future? Don’t bank on it, warns the bank for central banks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315616/amid-china-us-stablecoin-buzz-bis-warns-trio-sound-money-traits-missing?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-24T11:00:08.000Z",
      "creator": "Leopold Chen",
      "summary": "国际清算银行（BIS），即“央行的银行”，发布报告称，稳定币在未来的金融体系中可能只扮演“辅助”角色，因为它们缺乏其所支持的货币的关键特征。\n\n**主要观点：**\n\n*   稳定币旨在结合加密货币的效率和传统货币的稳定性，但实际上依赖于公共区块链的匿名性，可能被滥用于非法活动，绕过诚信保障措施。\n*   BIS认为，统一的平台，包含代币化的央行储备、商业银行存款和政府债券，可能为下一代货币和金融体系奠定基础。\n*   BIS的年度经济报告2025将关注贸易紧张局势、全球经济挑战、非银行机构的崛起以及未来的货币体系。\n\n![The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/24/0c745234-fc84-493a-bef8-0ca0c79d8551_e5dfa697.jpg)",
      "shortSummary": "国际清算银行(BIS)发布报告称，稳定币在未来金融体系中可能只扮演辅助角色，因为它们缺乏其所支持货币的关键特征，且依赖公共区块链的匿名性，可能被滥用于非法活动。BIS认为，包含代币化的央行储备、商业银行存款和政府债券的统一平台，可能为下一代货币和金融体系奠定基础。BIS的年度经济报告2025将关注贸易紧张局势、全球经济挑战、非银行机构的崛起以及未来的货币体系。",
      "translated_title": "稳定币会是未来吗？央行的银行警告说，别指望它",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/24/0c745234-fc84-493a-bef8-0ca0c79d8551_e5dfa697.jpg",
          "alt": "The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock",
          "title": "The Annual Economic Report 2025 by the Bank for International Settlements (BIS) will look at trade tensions, global economic challenges, the rise of non-banks and the future monetary system. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With some major economies leaping onto the stablecoin train – or being urged to do so, to further globalise their currencies – others are mulling whether getting on board would be akin to either riding the gravy train or feeling it fail to gather steam.\nNow, the international financial organisation known as the “bank for central banks” has waded into the stablecoin debate as the buzzword gathers momentum.\nIn a “special chapter” released on Tuesday in advance of Sunday’s release of its Annual...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/38a5b8d5-e4e4-47ae-b146-dc519ba0c97f_1726e029.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国谴责欧盟最新贸易攻势，医疗器械首当其冲 (原标题: China decries latest EU trade salvo putting medical devices in the line of fire)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315651/china-slams-eu-ban-medical-device-sales-trade-dispute-list-grows-ahead-july-talks?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 10:00:16 +0000",
      "isoDate": "2025-06-24T10:00:16.000Z",
      "creator": "Xiaofei Xu,Ji Siqi",
      "summary": "## 中国强烈反对欧盟医疗器械招标排除中国企业\n\n中国对欧盟决定将中国公司排除在价值数百万欧元的医疗器械公共招标之外表示强烈不满和坚决反对。此举是中欧之间日益增多的贸易争端中的最新一项，此前双方已在电动汽车和干邑白兰地等领域存在分歧。\n\n### 中方立场\n\n*   中国商务部发言人周二表示，欧盟此举“无视中方通过双边对话多次传达的善意和诚意”。\n*   中方敦促欧盟立即纠正错误，并表示将采取措施坚决维护中国企业的合法权益。\n\n### 贸易背景与近期挑战\n\n*   欧盟的这一决定正值双方努力管控贸易分歧之际，以筹备下个月在北京举行的中欧峰会。\n*   然而，近几周的努力面临新的挑战。\n*   欧盟委员会主席乌尔苏拉·冯德莱恩在最近的七国集团（G7）峰会上批评中国以“补贴过剩产能”充斥全球市场，并“武器化”其在稀土供应链中的主导地位，警告G7伙伴可能出现新的“中国冲击”。\n*   在冯德莱恩发表此番言论后，中国商务部长王文涛与欧盟委员会执行副主席马罗斯·谢夫乔维奇举行了视频通话，试图将贸易谈判拉回正轨。",
      "shortSummary": "中国强烈谴责欧盟将中国公司排除在医疗器械公共招标之外的决定，称此举无视中方善意，并表示将采取措施维护中国企业权益。这是中欧之间继电动汽车和干邑白兰地等领域后又一贸易争端。尽管双方正为即将到来的中欧峰会努力管控分歧，但近期欧盟委员会主席冯德莱恩对中国“补贴过剩产能”和稀土主导地位的批评，加剧了紧张局势，促使双方高层进行对话以挽回贸易谈判。",
      "translated_title": "中国谴责欧盟最新贸易攻势，医疗器械首当其冲",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has hit back at the EU’s decision to exclude Chinese companies from the 27-member bloc’s public tenders for multi-million-euro medical devices – the latest items on a growing list of trade disputes between Beijing and Brussels.\n“The European side has disregarded the goodwill and sincerity that China has repeatedly conveyed through bilateral dialogues,” a spokesperson for the Ministry of Commerce said on Tuesday. “China is strongly dissatisfied with the decision and resolutely opposes...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/66fe1f3c-2d75-4695-b711-6d174580b48d_b5224c1b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着各国央行对美元表示疑虑，人民币有望受益 (原标题: China’s yuan set to benefit as central banks report doubts about US dollar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315593/chinas-yuan-set-benefit-central-banks-report-doubts-about-us-dollar?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 09:00:07 +0000",
      "isoDate": "2025-06-24T09:00:07.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 央行对美元疑虑增加，人民币受关注\n\n根据伦敦官方货币与金融机构论坛（OMFIF）最新发布的《全球公共投资者》调查，各国央行对美元的未来日益担忧，这导致它们对人民币的兴趣显著增加。然而，尽管人民币受到更多关注，这种转变尚不足以挑战美元在全球储备中的主导地位。\n\n### 调查背景与范围\n\n*   **发布机构**：伦敦官方货币与金融机构论坛（OMFIF）。\n*   **调查时间**：2023年3月至5月。\n*   **受访者**：全球75家中央银行。\n\n### 对人民币（Renminbi/Yuan）的看法\n\n调查显示，中央银行对人民币的兴趣持续增长：\n\n*   **短期展望（未来两年）**：净14%的储备经理计划增加人民币敞口，这一比例较去年的2%大幅上升。\n*   **长期展望（未来十年）**：连续第三年，有30%或更多的中央银行预计将增加其人民币持有量。\n*   OMFIF明确指出：“最明显的转变是转向人民币。”\n\n### 对美元（US Dollar）的看法\n\n与去年美元作为最受欢迎货币的情况不同，当前对美元的情绪出现分歧，这直接反映了地缘政治因素对美元信心的影响：\n\n*   **短期展望（未来两年）**：20%的受访者预计将增加美元持有量，但同时也有类似比例的受访者计划减持美元。\n*   **长期展望（未来十年）**：25%的中央银行计划在未来十年内增加美元持有量，而18%的中央银行预计将减少美元持有量。\n\n### 结论\n\n尽管对人民币的兴趣日益增长，并且部分央行计划减少美元持有，但目前的趋势尚未达到足以动摇美元在全球储备中主导地位的程度。",
      "shortSummary": "OMFIF调查显示，各国央行对美元的疑虑增加，导致对人民币的兴趣显著上升。未来两年，净14%的储备经理计划增加人民币敞口，且超过30%的央行预计未来十年会增持人民币。然而，尽管对美元持有意向存在分歧，美元在全球储备中的主导地位尚未受到挑战。",
      "translated_title": "随着各国央行对美元表示疑虑，人民币有望受益",
      "images": [],
      "contentSource": "完整文章",
      "content": "Central banks are showing more interest in the Chinese yuan as doubts grow about the future of the US dollar, but this shift is not enough to challenge the greenback’s dominance in global reserves, according to a new survey.\nIn its latest Global Public Investor poll released on Tuesday, the London-based Official Monetary and Financial Institutions Forum (OMFIF) said a net 14 per cent of reserve managers plan to increase their yuan exposure in the next two years, up sharply from the 2 per cent...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/9a5714fe-2ee2-4f53-8726-53eed0039798_759945cb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国比亚迪扩大汽车运输船队，押注电动汽车出口 (原标题: China’s BYD expands car-carrier fleet in bet on EV exports)",
      "link": "https://www.scmp.com/business/china-business/article/3315626/chinas-byd-expands-car-carrier-fleet-bolster-ev-exports-amid-furious-domestic-competition?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-24T08:30:08.000Z",
      "creator": "Daniel Ren",
      "summary": "## 比亚迪扩大汽车运输船队以推动电动汽车出口\n\n全球最大的电动汽车制造商比亚迪（BYD）正在大幅扩大其汽车运输船队，以应对国内激烈的市场竞争，并押注于电动汽车出口的增长。\n\n### 船队扩张与运力提升\n\n*   **最新交付：** 比亚迪近期接收了两艘新型汽车运输船，这是其不断壮大船队中最大的船只：\n    *   “BYD长沙”号：比亚迪的第六艘运输船，可运载9,200辆汽车，于周二交付。\n    *   “西安”号：与“BYD长沙”号运力相同，在“BYD长沙”号交付前三天接收。\n*   **总运力：** 目前，比亚迪的六艘滚装船总运力达到45,600辆汽车。\n*   **未来计划：** 另有两艘总运力为16,200辆汽车的船只预计在未来几个月内交付。\n\n### 出口战略与经济效益\n\n*   **立即投入使用：** “西安”号已立即投入运营，满载7,000辆电动汽车于周二从中国东部江苏省太仓港启航，驶往包括意大利、英国、西班牙和比利时在内的欧洲国家。\n*   **战略目标：** 上海明亮汽车服务咨询公司首席执行官陈金柱指出，这些船只反映了比亚迪在海外市场实现更高销量的决心，因为海外市场可以享受更高的利润率。\n*   **成本与效率：** 拥有并运营自己的汽车运输船队，比亚迪可以加快出口速度并节省海运成本。\n\n### 出口业绩与市场差异\n\n*   **出口增长：** 2025年前五个月，比亚迪出口了374,200辆汽车，同比增长112%。\n*   **出口占比：** 出口量占其总交付量的21.5%，远高于2024年的10%。\n*   **价格与关税：** 比亚迪的电动汽车在欧盟面临27%的关税。\n    *   比亚迪最经济的车型Dolphin Surf在欧洲大陆起售价为22,990欧元（约合26,679美元）。\n    *   同款车型在中国大陆被称为Seagull，起售价为69,800元人民币（约合9,726美元），比欧洲售价低约63%。",
      "shortSummary": "为应对国内激烈竞争并推动出口增长，全球最大电动汽车制造商比亚迪正大幅扩建其汽车运输船队。公司近期接收了两艘大型运输船，使其现有船队总运力达45,600辆，另有两艘即将交付。此举旨在提高海外市场利润率、加快出口速度并节省运输成本。2025年前五个月，比亚迪出口量同比增长112%，占总交付量的21.5%。尽管面临欧盟27%的关税，海外市场仍提供更高的利润空间。",
      "translated_title": "中国比亚迪扩大汽车运输船队，押注电动汽车出口",
      "images": [],
      "contentSource": "完整文章",
      "content": "BYD, the world’s largest electric vehicle (EV) maker, has taken delivery of two new car-carrying ships – the largest yet in a growing fleet – as it bets on export growth to counter brutal competition at home.\nThe Shenzhen-based company took delivery of its sixth carrier, the BYD Changsha, which can transport 9,200 vehicles, on Tuesday, just three days after it received the Xi’an, another vessel with the same capacity.\nThe company’s six roll on/roll off vessels had a combined capacity of 45,600...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/3b1267b6-2e1b-4907-854e-f2e6fb974ad1_ea1c5617.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中东空域关闭，中国航空公司因俄罗斯领空获得关键优势 (原标题: As skies in Mideast close, China airlines have key advantage – Russian airspace)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315605/iran-israel-war-why-chinas-airlines-may-face-less-turbulence-western-rivals?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 05:59:53 +0000",
      "isoDate": "2025-06-24T05:59:53.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "中东地区日益升级的冲突，包括伊朗与以色列之间的冲突以及美国的军事打击，正迫使大多数航空公司避开危险空域，这可能导致西方航空公司比中国航空公司在今夏遭受更大的航班中断。\n\n**主要影响与竞争优势：**\n\n*   **空域关闭：** 自以色列政府于6月13日对伊朗发起军事行动以来，伊朗、以色列、伊拉克和约旦的空域间歇性关闭。美国周日对伊朗核设施的空袭以及德黑兰周一对卡塔尔美军基地的导弹袭击，进一步加剧了区域紧张局势，导致欧亚航线航班中断。\n*   **航空公司应对：** 近日来，西方和中国航空公司都已避开伊朗领空，以防飞机被防空系统误识别。航班改道和取消的情况有所增加。\n*   **西方航空公司劣势：** 尽管几乎所有航空公司都已改道以避开伊朗和中东部分地区，但西方公司处于劣势，因为它们仍被禁止使用俄罗斯领空。它们不得不通过阿塞拜疆、土库曼斯坦、阿富汗以及埃及和沙特阿拉伯上空的南部航线改道。\n*   **中国航空公司优势：** 与西方公司形成对比的是，中国航空公司拥有更大的灵活性，因为自2022年俄乌战争爆发后莫斯科对西方关闭领空以来，中国公司仍可继续使用俄罗斯领空。\n\n**对旅客和市场的影响：**\n\n*   据上海航空新闻门户和咨询公司Airwefly的分析师指出，对于旅客，尤其是中国旅客而言，票价和飞行时间是关键考量因素。\n*   最新的事态发展可能会进一步扩大中国航空公司相对于其他航空公司的竞争优势。",
      "shortSummary": "中东地区冲突导致空域关闭，使得欧亚航线面临中断。西方航空公司因被禁止使用俄罗斯领空而面临更大挑战，需绕道飞行。相比之下，中国航空公司仍可使用俄罗斯领空，从而获得关键竞争优势，这可能影响票价和飞行时间，并进一步扩大中国航空公司在市场上的领先地位。",
      "translated_title": "中东空域关闭，中国航空公司因俄罗斯领空获得关键优势",
      "images": [],
      "contentSource": "完整文章",
      "content": "Western airlines risk suffering greater disruption than their Chinese rivals this summer, as the escalating conflict between Iran and Israel – compounded by US military strikes – forces most carriers to avoid flying over dangerous airspace on China-Europe routes.\nAnalysts said that while almost all carriers have diverted services to bypass Iran and parts of the Middle East, Western firms are at a disadvantage: they remain barred from Russian airspace, which Chinese companies continue to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/24/aced39e0-4d9c-498f-bbb5-46c94dbb5dc0_04dcf0de.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "陆上苏伊士运河？这座中国城市如何变革全球贸易 (原标题: Suez Canal on rails? How this Chinese city wants to revolutionise global trade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315518/chinas-chongqing-rises-global-rail-hub-linking-asean-eu-amid-trade-war-risks?utm_source=rss_feed",
      "pubDate": "Tue, 24 Jun 2025 01:00:12 +0000",
      "isoDate": "2025-06-24T01:00:12.000Z",
      "creator": "Ji Siqi",
      "summary": "## 重庆：全球贸易的陆上枢纽与“陆上苏伊士运河”愿景\n\n中国内陆最大城市重庆，正凭借其日益壮大的铁路网络，成为全球贸易格局中的关键节点，并致力于实现其成为连接亚洲与欧洲的“陆上苏伊士运河”的宏伟目标。\n\n### 贸易枢纽的崛起\n\n在过去十年中，重庆已从一个以麻辣火锅闻名的城市，发展成为国际贸易的中心。这得益于其两大跨境铁路网络的启动：\n\n*   **向西线路**：连接欧洲和俄罗斯，每天有数百个集装箱通过团结村的8.2万平方米货运站，出口电动汽车及零部件，并进口汽车、肉类、葡萄酒和乳制品。\n*   **向南线路**：延伸至东南亚（最远可达新加坡），另一个货运站负责卸载来自东南亚的热带水果和原材料。\n\n这些贸易走廊为中国提供了更快、更可靠的全球市场准入，同时也为其他国家进入中国广阔的内陆地区提供了清晰的通道。\n\n### 核心愿景：全球贸易中枢\n\n重庆的雄心远不止于与外国伙伴开展业务。它渴望成为全球经济的中心节点，通过其铁路网络，使其他国家也能进行贸易往来——一个基于铁路的“苏伊士运河”，连接亚洲和欧洲。\n\n### 地缘政治背景下的贸易深化\n\n重庆正在发生的变化，反映了中国在全球地缘政治风险（包括与美国可能完全脱钩的风险）日益加剧的背景下，如何深化其全球贸易足迹。\n\n### 铁路运输的优势\n\n与传统海运相比，铁路运输具有显著的速度优势。新陆海新通道运营有限公司副总经理刘奕臻指出，通过重庆将东盟货物运往欧洲，比传统海运快10到20天。\n\n**“东盟快线”首发列车案例：**\n\n*   该快线于去年10月首次开通，从越南河内出发。\n*   仅用5天抵达重庆，在此短暂重组车厢。\n*   随后继续行驶两周，最终抵达波兰的马拉舍维奇。\n\n这一案例清晰地展示了铁路运输在提升物流效率方面的巨大潜力。",
      "shortSummary": "中国重庆正通过其两大跨境铁路网络，成为连接亚洲与欧洲的国际贸易枢纽。该市旨在成为全球贸易的“陆上苏伊士运河”，提供比海运快10至20天的物流服务。例如，“东盟快线”列车从越南河内经重庆抵达波兰，显著缩短了运输时间。在当前地缘政治背景下，重庆的努力体现了中国深化全球贸易联系的战略。",
      "translated_title": "陆上苏伊士运河？这座中国城市如何变革全球贸易",
      "images": [],
      "contentSource": "完整文章",
      "content": "In Tuanjie Village, in the heart of Chongqing – China’s largest inland city, best known for its spicy hotpot – orange gantry cranes hoist cargo onto goods trains bound for Europe and Russia. Each day, hundreds of containers pass through the sprawling 82,000-square-metre yard, exporting electric vehicles and components or returning with cars, meat, wine and dairy.\nJust a five-minute drive away, blue cranes mark another yard – this one unloading tropical fruits and raw materials from Southeast...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/349e7fd1-c5fd-4a80-8b14-48b455a3517b_d5996749.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战下中国转向其他供应商，美国农民面临严峻前景 (原标题: US farmers face tough outlook as China switches suppliers amid trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315484/us-farmers-face-tough-outlook-china-switches-suppliers-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-23T13:00:08.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "## 中美贸易战对美国农业出口的影响\n\n*   **中国农产品进口急剧下降**\n    *   专家指出，由于中美贸易战以及北京对两国关系长期不确定性的担忧，中国对美国农产品的需求发生了显著转变。\n    *   根据最新中国海关数据，2023年5月，中国从美国进口的一篮子农产品总价值同比暴跌超过43%。\n    *   随着中美关税战的影响显现，多个类别的农产品出货量几乎完全停止。\n\n*   **具体产品跌幅显著**\n    *   美国新鲜去骨牛肉和食用高粱的进口量同比下降超过97%。\n    *   玉米和未梳棉纱的进口量分别下降超过93%和94%。\n    *   美国冷冻牛肉的进口量下降了约一半。\n    *   多种冷冻和保鲜鸡肉的进口量下降超过60%。\n\n*   **长期影响与专家观点**\n    *   这种需求转变可能对全球供应链产生深远影响，特别是对长期以来作为关键出口市场的美国农业部门。\n    *   专家认为，中国为实现食品供应多元化而采取的措施将“难以逆转”，中美农产品贸易可能永远无法完全恢复。\n\n*   **贸易战背景**\n    *   在5月中旬达成临时“贸易休战”协议并缩减大部分额外关税之前，双方在4月曾通过一系列快速的报复性措施，将彼此商品的关税提高了100%以上。",
      "shortSummary": "受中美贸易战影响，中国对美国农产品的进口在2023年5月急剧下降。数据显示，多种美国农产品进口量同比暴跌超过43%，部分产品如牛肉、高粱、玉米和棉纱跌幅甚至超过90%。专家认为，中国为分散食品供应来源而采取的措施难以逆转，美国农产品对华出口可能无法完全恢复，这将对美国农业部门产生深远影响。",
      "translated_title": "中美贸易战下中国转向其他供应商，美国农民面临严峻前景",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s imports of a slew of US agricultural products plunged dramatically in May, and it is possible the trade may never fully rebound as Beijing’s moves to diversify its food supplies will be “difficult to unwind”, experts said.\nThe shift in Chinese demand sparked by the trade war and Beijing’s concerns about long-term uncertainty in its relationship with America could have deep implications for global supply chains – and particularly for the US farm sector, for which China has long been a key...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/4701248f-72d5-4ce1-b61b-96fa267d6758_dd869e9b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京要求中国船只在霍尔木兹海峡期间每日报平安，以应对安全风险 (原标题: Beijing tells China ships in Strait of Hormuz to phone home amid safety risks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315527/beijing-tells-china-ships-strait-hormuz-phone-home-flags-shipping-safety?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 12:00:38 +0000",
      "isoDate": "2025-06-23T12:00:38.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国要求霍尔木兹海峡船只每日报平安\n\n### 背景与原因\n\n鉴于美国周末对伊朗进行空袭后，伊朗正在考虑关闭霍尔木兹海峡这一关键石油贸易路线，地区紧张局势升级，中国已要求所有穿越该区域的国内船只每日报平安。\n\n### 具体要求\n\n*   **生效时间**：立即生效。\n*   **适用范围**：所有穿越霍尔木兹海峡、阿曼湾和波斯湾的中国航运公司和船舶管理公司。\n*   **报告频率**：每日提交报告。\n*   **报告内容**：需包含船只名称、IMO编号、类型、船旗、载重、出发港和目的港、计划航行时间、船员人数以及在该区域的每日动态。\n*   **数据追溯**：中国船东协会（CSA）还要求提供自去年年初以来在该区域航行的船只数据。\n\n### 发布机构与目的\n\n此通知由交通运输部下属的中国船东协会（CSA）于周一在线发布。协会指出，红海地区持续的紧张局势已对周边水域的航运安全造成广泛而深远的影响，收集这些关键区域的信息对于确保国家利益至关重要。\n\n### 直接触发事件\n\n此前一天，伊朗国家媒体报道称，在美国轰炸该国核设施后，伊朗议会支持关闭霍尔木兹海峡的措施，进一步加剧了与以色列的冲突升级。",
      "shortSummary": "鉴于美国空袭后伊朗考虑关闭霍尔木兹海峡，以及红海地区持续的紧张局势，中国已要求所有穿越霍尔木兹海峡、阿曼湾和波斯湾的国内船只每日提交详细报告。此举由中国船东协会发布，旨在确保国家航运安全和利益。报告内容包括船只信息、航行计划及每日动态，并追溯去年以来的数据。",
      "translated_title": "北京要求中国船只在霍尔木兹海峡期间每日报平安，以应对安全风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "Check in once a day so we know you’re OK – that is the message China has sent to all domestic shipping vessels traversing the Strait of Hormuz, as Iran mulls closure of the key oil trade route following air strikes by the United States at the weekend.\nEffective immediately, all shipping companies and ship-management firms must submit daily reports with specific details from vessels transiting not only the Hormuz – a critically important shipping chokepoint – but also the Gulf of Oman and the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/7acc2040-cad3-48d7-99b7-6a82ca435705_a0ea6c49.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "霍尔木兹海峡：中国为何担忧以色列-伊朗战争对全球经济构成威胁 (原标题: Strait of Hormuz: why China fears Israel-Iran war poses threat to global economy)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3315519/china-calls-de-escalation-israel-iran-war-warns-risks-global-economy?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 11:25:37 +0000",
      "isoDate": "2025-06-23T11:25:37.000Z",
      "creator": "Phoebe Zhang,Kandy Wong",
      "summary": "# 霍尔木兹海峡：中国对以色列-伊朗战争威胁全球经济的担忧\n\n中国已敦促国际社会加大努力，缓和伊朗与以色列之间的冲突，并警告称冲突的后果可能损害全球经济。此举是在德黑兰威胁封锁霍尔木兹海峡——全球最重要的航运路线之一——之后发出的。\n\n## 关键担忧与影响\n\n*   **能源与贸易危机风险：** 分析人士指出，霍尔木兹海峡承担着全球约20%的石油和天然气流量。一旦被封锁，可能导致石油和天然气价格急剧上涨，从而引发全球能源和贸易危机。\n*   **中国立场：** 中国外交部发言人郭继坤在周一的例行记者会上强调了波斯湾及其邻近水域对全球商品和能源贸易的战略重要性。他表示：“维护该地区的安全与稳定符合国际社会的共同利益。”\n*   **伊朗的威胁：** 在美国周末对其核设施发动军事打击后，伊朗议会批准了一项关闭霍尔木兹海峡的措施。尽管最终决定权掌握在该国的最高国家安全委员会和最高领袖阿亚图拉·阿里·哈梅内伊手中，但此举已加深了全球能源贸易的担忧。\n*   **美国呼吁中国：** 此前，美国国务卿马可·卢比奥曾呼吁中国利用其外交影响力说服伊朗放弃此举。",
      "shortSummary": "中国敦促国际社会缓和以色列与伊朗冲突，警告其可能威胁全球经济。伊朗威胁封锁霍尔木兹海峡（全球20%油气流量），恐引发能源和贸易危机。中国外交部强调该地区对全球贸易的重要性。伊朗议会已批准封锁措施，美国呼吁中国利用影响力劝说伊朗。",
      "translated_title": "霍尔木兹海峡：中国为何担忧以色列-伊朗战争对全球经济构成威胁",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has urged the international community to step up efforts to de-escalate the conflict between Iran and Israel, warning that the fallout could damage the global economy as Tehran threatens to block the Strait of Hormuz – one of the world’s most important shipping routes.\nA blockade of the strait, which handles roughly 20 per cent of global oil and gas flows, could dramatically push up oil and natural gas prices, risking a global energy and trade crisis, analysts said.\nSpeaking at a regular...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/1f1fa744-101b-4245-8388-ca0f8b898049_bea0791e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对伊朗的打击是否给了中国战略优势？ (原标题: Have Trump’s Iran strikes given China a strategic advantage?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315485/have-trumps-iran-strikes-given-china-strategic-advantage?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 11:00:08 +0000",
      "isoDate": "2025-06-23T11:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "美国直接介入以色列-伊朗冲突，可能加剧其获取关键资源（特别是稀土矿物）的努力，分析人士认为，这一发展可能增强中国在与华盛顿地缘政治和经济竞争中的地位。\n\n**核心观点与分析**\n\n*   **中国战略优势的潜在提升**：分析人士指出，美国在中东的直接军事介入，可能促使其更迫切地寻求关键资源，尤其是稀土矿物。这可能在美中持续的地缘政治和经济竞争中，提升中国的地位。\n*   **资源分配与压力缓解**：华南理工大学公共政策研究所助理研究员许卫军表示，中东局势的潜在升级将迫使美国在该地区投入更多战略资源，从而减少其在印太地区与中国竞争的资源，进而减轻中国所面临的压力。\n*   **稀土在贸易谈判中的杠杆作用**：许卫军进一步指出，稀土是中美贸易谈判的一个关键焦点，对现代技术和国防工业至关重要，被认为是美国的战略脆弱点。随着中东紧张局势的加剧，华盛顿获取这些资源的紧迫性可能会增加，从而赋予北京在谈判桌上更大的筹码。\n\n**事件背景**\n\n*   美国总统唐纳德·特朗普于周六宣布，美国已对伊朗的三个核设施进行了“非常成功的袭击”。\n*   德黑兰已誓言报复，并威胁关闭重要的霍尔木兹海峡。\n\n**地区与贸易影响**\n\n*   这次袭击加剧了各国对地区紧张局势进一步升级的担忧，并在美中贸易关系停滞不前之际，加深了华盛顿在海外的军事介入。\n*   中国和美国在关税及其他贸易问题上仍处于紧张僵局，最近在伦敦举行的谈判也未取得实质性进展。",
      "shortSummary": "分析人士认为，美国直接介入中东冲突可能增强中国在与华盛顿竞争中的战略地位，尤其是在稀土资源方面。中东局势升级将迫使美国分散战略资源，从而减轻对中国的压力。同时，美国对稀土的迫切需求可能赋予中国在贸易谈判中更多筹码。特朗普对伊朗的袭击加剧了地区紧张，而美中贸易关系仍处于停滞状态。",
      "translated_title": "特朗普对伊朗的打击是否给了中国战略优势？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The US’ direct engagement in the Israel-Iran conflict over the weekend could intensify its drive to secure critical resources – particularly rare earth minerals – a development that could strengthen China’s position in its ongoing geopolitical and economic rivalry with Washington, analysts said.\nA potential escalatory spiral in the Middle East could push forward trade negotiations between the world’s two largest economies, said Xu Weijun, an assistant research fellow at South China University of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/a959f0a6-c84c-46b2-8552-f214fdd332ef_cd45c93c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国应尽快推出人民币支持的稳定币，北京被敦促 (原标题: China needs yuan-backed stablecoins ‘sooner rather than later’, Beijing urged)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315469/china-needs-yuan-backed-stablecoins-sooner-rather-later-state-media-urges-beijing?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 09:00:09 +0000",
      "isoDate": "2025-06-23T09:00:09.000Z",
      "creator": "Leopold Chen",
      "summary": "# 中国对人民币稳定币的需求与监管呼吁\n\n一篇发表在官方媒体《证券时报》上的文章指出，北京必须积极主动地“适应稳定币的趋势”，等待并非一个可行的选择，因为美国已经占据了先机。文章同时呼吁领导层考虑制定稳定币监管立法，并强调稳定币在推动人民币国际化方面的潜在作用。\n\n### 核心观点与专家共识\n\n*   **紧迫性：** 《证券时报》（人民日报旗下的刊物）援引专家和业内人士的普遍观点，认为作为一种新兴支付工具，稳定币的独特优势和潜在风险不容忽视，因此人民币支持的稳定币应“宜早不宜迟”地发展。\n*   **稳定币定义：** 与比特币和以太坊等波动性较大的加密货币不同，稳定币将其价值锚定于法定货币或其他储备资产，旨在结合加密货币的效率与传统货币的可靠性。\n\n### 机遇与风险并存\n\n*   **金融风险：** 文章警告称，允许稳定币在缺乏监管的情况下泛滥，将损害中国的金融体系。\n*   **国际化机遇：** 然而，放弃这种高效的结算工具，可能意味着错失人民币国际化的“黄金机遇”。文章指出：“对于正在推动人民币全球使用的中国而言，积极监管稳定币，从而促进人民币国际化，可能是一个更好的解决方案。”\n*   **跨境交易优势：** 稳定币能够降低资本和时间成本，使跨境交易更加便捷。\n\n### 中国大陆与香港的对比\n\n*   **香港的进展：** 作为中国的特别行政区，香港已经通过了一项稳定币监管框架，旨在建立针对港元挂钩稳定币的发行人许可制度，该制度预计将于八月生效。\n*   **大陆的现状：** 与香港形成对比的是，加密货币交易在中国大陆仍然被法律禁止。",
      "shortSummary": "中国官方媒体敦促北京尽快推出并监管人民币支持的稳定币，以适应全球趋势并促进人民币国际化。文章指出，美国已抢占先机，中国不应等待。专家认为稳定币是高效的支付工具，虽有风险但能降低跨境交易成本，对人民币国际化是“黄金机遇”。尽管中国大陆禁止加密货币交易，香港已通过港元稳定币监管框架。",
      "translated_title": "中国应尽快推出人民币支持的稳定币，北京被敦促",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing must be proactive in “adapting to the trend of stablecoins”, and waiting is not an option as the US has a head start, warns an article on Monday in state media that simultaneously calls for leadership to consider legislation regulating stablecoins while hyping up their potential role in making the yuan a more global currency.\nSecurities Times, a publication under party mouthpiece People’s Daily, said experts and industry insiders “generally believe that, as an emerging payment tool, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/ef7e8e98-f75c-4215-aa39-de14014398da_d3ffbac4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么中国陷入困境的房地产行业是投资者遗忘的危机 (原标题: Why China’s ailing housing sector is the crisis investors forgot)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3315439/chinas-housing-woes-demand-action-even-if-investors-look-away?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 08:30:08 +0000",
      "isoDate": "2025-06-23T08:30:08.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 中国房地产市场：被遗忘的危机\n\n**1. 市场前景与最新数据对比**\n*   **初期乐观情绪消退**：S&P全球评级公司在5月11日的一份报告中曾对中国房地产市场持谨慎乐观态度，认为该行业“终于接近稳定”，并指出一线城市新房和二手房价格同比跌幅收窄。实际上，去年底，受北京更强有力的刺激措施影响，月度价格已开始上涨。\n*   **稳定仍遥不可及**：然而，最新数据显示，房地产行业的稳定仍难以实现。上个月，全国70个城市的新房和二手房价格分别以七个月和八个月以来最快的月度速度收缩。\n*   **投资与销售下滑**：房地产投资同比下降12%，新房销售下降3.3%，跌幅均超过4月份。在一线城市中，上海是唯一一个月度价格增速加快的城市。\n\n**2. 刺激措施效果减弱与行业困境**\n*   **刺激效应消退**：去年货币和财政刺激方案带来的提振作用正在减弱，而房屋去库存方面进展甚微。\n*   **“银行挤兑”风险**：野村证券认为，中国房地产市场正面临“银行挤兑”的局面，因为许多陷入困境的开发商资金不足，无法按时交付预售房屋。\n\n**3. 投资者认知偏差**\n*   **危机被忽视**：尽管房地产市场面临严峻挑战，但投资者似乎“遗忘了”这场危机。本月早些时候，在摩根大通亚洲信贷市场会议上，只有1%的受访投资者认为中国经济是今年亚洲债务市场的最大威胁。近60%的投资者将地缘政治和更高的贸易关税列为最重大风险。\n*   **忽视原因**：\n    *   **未引发全面衰退**：中国房地产危机从未导致全面衰退，这主要归因于近年来强劲的出口表现以及自2010年以来最宽松的金融条件。\n    *   **被视为特殊事件**：华尔街一直将这场危机视为一个特殊事件，认为其对全球市场影响甚微或没有影响。\n\n**4. 相关视频内容**\n*   **恒大兴衰**：文章提及一个视频，标题为“消失的仙境之梦：中国恒大如何崛起，然后崩溃”，时长08:36。这反映了中国房地产行业中一些主要参与者所经历的剧烈波动。\n    ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/01/29/Evergrande-clean-thumb_3.jpg?itok=lAHCWmn8)",
      "shortSummary": "中国房地产市场面临严峻挑战，尽管此前有稳定迹象，但最新数据显示价格、投资和销售均加速下滑。去年刺激措施效果减弱，野村证券甚至将其比作“银行挤兑”。然而，投资者普遍忽视这场危机，仅少数人认为中国经济是亚洲债务市场的主要威胁。这主要是因为危机尚未引发全面衰退，且被华尔街视为对全球市场影响有限的特殊事件。",
      "translated_title": "为什么中国陷入困境的房地产行业是投资者遗忘的危机",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/01/29/Evergrande-clean-thumb_3.jpg?itok=lAHCWmn8",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "As recently as last month, S&P Global Ratings struck a cautiously optimistic tone on the outlook for China’s housing market. In a report on May 11, S&P said the sector “is finally approaching stabilisation”, pointing to shallower year-on-year declines in prices of new and second-hand homes in Tier 1 cities. In fact, on a monthly basis, prices began to grow in the final months of last year in response to Beijing’s more forceful stimulus measures.\nHowever, a cursory glance at the latest data on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/4f7f5376-078a-4123-bcdb-59ae20cc8e33_96c6f968.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对伊朗的打击和霍尔木兹海峡的担忧加剧全球经济紧张 (原标题: Global economy jitters grow after Trump’s Iran strikes, Strait of Hormuz fears)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315463/trumps-strikes-irans-strait-hormuz-threat-fuel-global-economy-fears-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 06:59:44 +0000",
      "isoDate": "2025-06-23T06:59:44.000Z",
      "creator": "Sylvia Ma,Alice Li",
      "summary": "## 全球经济因中东紧张局势而承压\n\n中东地区日益增长的不确定性给全球市场前景蒙上阴影，分析师警告称，霍尔木兹海峡的潜在关闭可能导致原油价格飙升，加剧美国通胀，并使美联储的降息计划复杂化。\n\n### 主要影响与担忧：\n\n*   **原油价格上涨风险**：\n    *   伊朗威胁关闭霍尔木兹海峡，该海峡是全球五分之一石油供应的咽喉要道。\n    *   中泰证券分析师何家华指出，尽管当前地缘政治紧张局势出现在油价整体下跌期间，短期影响有限，但如果伊朗兑现威胁，油价可能飙升至每桶100-120美元。\n*   **宏观经济影响**：\n    *   美国通胀可能加剧。\n    *   美联储的降息计划可能受阻。\n*   **资产表现**：\n    *   黄金有望直接受益于地缘政治冲击，因其避险属性。\n    *   中国资产可能相对受到保护，受影响较小。\n\n### 市场情绪与分析师观点：\n\n*   **中金公司（CICC）**：\n    *   不能排除避险情绪的上升和反复出现。\n    *   市场在冲突早期阶段可能难以准确评估局势升级的可能性。\n    *   短期内，随着各方进行报复性打击和强硬言辞交锋，风险溢价可能会被推高。\n*   **美国行动**：\n    *   美国总统唐纳德·特朗普此前宣布，美军已“彻底摧毁”伊朗的三个核设施。\n    *   作为回应，德黑兰威胁将袭击波斯湾的美国基地并关闭霍尔木兹海峡。\n\n**注意：文章内容中未包含任何有效的图片链接，因此摘要中不包含图片。**",
      "shortSummary": "特朗普对伊朗的打击和霍尔木兹海峡的担忧加剧了全球经济紧张。分析师警告，霍尔木兹海峡若关闭，可能推高油价至100-120美元，加剧美国通胀，并扰乱美联储降息计划。黄金将受益于避险情绪，而中国资产可能相对安全。市场面临避险情绪上升和风险溢价走高的挑战。",
      "translated_title": "特朗普对伊朗的打击和霍尔木兹海峡的担忧加剧全球经济紧张",
      "images": [],
      "contentSource": "完整文章",
      "content": "Surging uncertainty in the Middle East has clouded the outlook for global markets, with analysts warning that a potential shutdown of the Strait of Hormuz could send crude prices higher, intensify US inflation and complicate the Federal Reserve’s rate-cut plans.\nGold stands to benefit more directly from geopolitical shocks, while Chinese assets could remain relatively shielded, they added.\n“Looking ahead, we cannot rule out a rise and recurrence of risk aversion,” the China International Capital...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/e0ec8051-d857-4f95-aafe-631dff00302d_f48cece6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "霍尔木兹海峡为何重要——以及封锁对中国和亚洲意味着什么 (原标题: Why Strait of Hormuz matters – and what a blockade could mean for China, Asia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3315447/why-strait-hormuz-matters-and-what-blockade-could-mean-asia-world?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 05:01:11 +0000",
      "isoDate": "2025-06-23T05:01:11.000Z",
      "creator": "Kandy Wong",
      "summary": "## 霍尔木兹海峡的重要性及其对中国和亚洲的影响\n\n### 背景\n\n伊朗议会已批准一项关闭霍尔木兹海峡的措施，此举是在美国周末对其核设施发动军事打击之后作出的。尽管最终决定权掌握在伊朗最高国家安全委员会和最高领袖阿亚图拉·阿里·哈梅内伊手中，但此举已加剧了全球能源贸易的担忧。\n\n### 霍尔木兹海峡的位置与关键性\n\n*   **地理位置：** 霍尔木兹海峡是连接波斯湾和阿曼湾之间的一条狭窄水道，宽度约为33公里，是全球重要的海上咽喉。\n*   **全球能源流量：** 根据美国能源信息署的数据，该海峡处理着全球约20%的石油和天然气流量，是全球能源供应的关键通道。\n\n### 对亚洲市场的重要性\n\n*   **主要目的地：** 2024年，通过霍尔木兹海峡运输的原油、凝析油和液化天然气中，估计有84%的原油和凝析油以及83%的液化天然气流向亚洲市场。\n*   **主要消费国：** 中国、印度、日本和韩国是亚洲地区的主要目的地，它们合计占通过该战略水道的所有原油和凝析油流量的69%。\n*   **潜在影响：** 任何对该海峡供应的干扰都可能对这些高度依赖中东能源的亚洲市场造成最严重的影响。\n\n### 对中国的影响\n\n*   **全球最大石油进口国：** 中国自2017年超越美国以来，已成为全球最大的石油进口国，其超过70%的石油供应依赖进口。\n*   **中东依赖：** 中国约一半的石油进口量来自中东地区，这使得霍尔木兹海峡的稳定对中国的能源安全至关重要。",
      "shortSummary": "伊朗议会批准关闭霍尔木兹海峡，引发全球能源贸易担忧。该海峡是连接波斯湾和阿曼湾的狭窄水道，处理全球约20%的石油和天然气流量。2024年，通过该海峡的石油和天然气大部分流向亚洲市场，其中中国、印度、日本和韩国是主要目的地。作为全球最大石油进口国，中国约一半的石油来自中东，因此任何封锁都将对其能源供应产生重大影响。",
      "translated_title": "霍尔木兹海峡为何重要——以及封锁对中国和亚洲意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "Iran’s parliament has approved a measure to close the Strait of Hormuz after the United States launched military strikes on its nuclear facilities over the weekend. The final decision rests with the country’s Supreme National Security Council and Supreme Leader Ayatollah Ali Khamenei – but the move has already deepened fears for the global energy trade.\nIn this explainer, we examine why this matters and what the implications of a blockade would be.\nWhere is the Strait of Hormuz? Why is it so...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/23/9921cfcf-9afe-4731-a1ba-2044e8166f7d_115655b3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国银行股上涨点燃社交媒体，投资者担心错失良机 (原标题: Chinese banks’ stock rally lights up social media as investors fear missing out)",
      "link": "https://www.scmp.com/business/banking-finance/article/3315298/chinese-banks-stock-rally-lights-social-media-fomo-grips-investors?utm_source=rss_feed",
      "pubDate": "Mon, 23 Jun 2025 00:30:11 +0000",
      "isoDate": "2025-06-23T00:30:11.000Z",
      "creator": "Cao Li",
      "summary": "## 中国银行股上涨点燃社交媒体，投资者担心错失良机\n\n近期，中国银行股的强劲上涨吸引了从香港到上海和深圳的散户投资者，成为中国内地社交媒体上最热门的话题之一，许多人都在询问是否为时已晚，错过了入场机会。\n\n### 市场表现\n*   追踪中国工商银行（ICBC）、中国建设银行（CCB）、中国银行及其同业的基准指数在香港上涨了24%，在内地市场上涨了17%。\n*   这些涨幅超越市场，并且是在2024年取得16年来最佳回报之后实现的，表现尤为突出。\n\n### 上涨原因分析\n分析师指出，银行股上涨的主要原因在于：\n*   **高股息派发：** 银行的高股息吸引了寻求稳定回报的投资者。\n*   **政府债券收益率下滑：** 随着政府债券收益率的下降，银行股的吸引力相对增加。\n*   **保险公司配置增加：** 这两个因素共同促使保险公司将更大比例的资产配置到银行股中。\n*   Jefferies分析师陈淑瑾（Shujin Chen）表示，自2023年以来，银行一直是金融板块的首选。“对于银行而言，最明显和重要的一点是，它们相对更有可能提供稳定的回报，尤其是大型银行。”\n\n### 政策推动\n*   去年，中国政府敦促上市公司每年多次派发股息，并提前在农历新年前派发，以提振市场情绪。\n*   当局还限制了如果公司未能达到股息派发标准，主要股东出售其股份。\n*   许多中国银行积极响应，其中六家主要国有控股银行去年首次派发了中期股息。\n*   一些分析师认为，这些高达60%的股息派发吸引了寻求更高收益资产的保险公司。\n\n### 图片\n![中国建设银行等主要内地银行的股票今年以来持续上涨。图片来源：路透社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/20/0dc0eeb6-3753-4bec-b490-7bffba0e09b4_ed2458dc.jpg)",
      "shortSummary": "中国银行股近期强劲上涨，在社交媒体上引发热议，投资者担心错失良机。香港市场银行股基准指数上涨24%，内地市场上涨17%，创16年来最佳回报。分析师认为，高股息派发和政府债券收益率下滑吸引了保险公司加大配置。此外，政府鼓励上市公司派发股息的政策也推动了此次上涨，多家银行首次派发中期股息。",
      "translated_title": "中国银行股上涨点燃社交媒体，投资者担心错失良机",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/20/0dc0eeb6-3753-4bec-b490-7bffba0e09b4_ed2458dc.jpg",
          "alt": "Shares of top mainland lenders like China Construction Bank have extended gains this year. Photo: Reuters",
          "title": "Shares of top mainland lenders like China Construction Bank have extended gains this year. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The rally in Chinese bank stocks is captivating retail investors from Hong Kong to Shanghai and Shenzhen, making it one of the hottest topics on mainland social media platforms, with many asking if it is too late to jump on the bandwagon.\nBenchmarks tracking Industrial & Commercial Banking Corp (ICBC), China Construction Bank (CCB), Bank of China and their peers have risen 24 per cent in Hong Kong and 17 per cent in onshore markets. The market-beating gains are even more spectacular, coming...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/dc9a5480-d6d3-4f24-9e49-205584efbe76_969af886.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "金立群回顾亚投行十年风雨兼程的历程 (原标题: Jin Liqun reflects on tumult and triumphs in AIIB’s eventful first decade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315141/jin-liqun-reflects-tumult-and-triumphs-aiibs-eventful-first-decade?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 22:00:14 +0000",
      "isoDate": "2025-06-22T22:00:14.000Z",
      "creator": "Ji Siqi",
      "summary": "## 亚洲基础设施投资银行（亚投行）首个十年回顾\n\n### 引言：金立群的背景与亚投行\n\n*   **金立群**是亚洲基础设施投资银行（AIIB）的行长兼董事会主席，该银行是一家总部设在北京的多边开发贷款机构，成立于2016年。\n*   他自亚投行成立之初就深度参与其发展，并于2020年连任第二个也是最后一个五年任期。\n*   金立群是中国最早在1980年代获得国际金融直接经验的官员之一，曾担任世界银行中国候补执行董事。\n*   他的职业生涯还包括在亚洲开发银行（ADB）、中国国际金融股份有限公司（CICC）和中国投资有限责任公司（CIC）担任高级职务，以及在中国财政部工作近二十年，并升至副部长职位。\n\n### 亚投行的创立理念与使命\n\n*   亚投行在2014年至2015年的构想阶段，有57个创始成员国共同参与筹建。\n*   其基本理念是：发展面临巨大挑战，尽管现有多边开发银行（MDBs）已做出卓越贡献，但仍有大量工作亟待完成。\n*   亚投行的目标是创建一家新银行，填补资金缺口，补充现有机构在促进成员国可持续发展方面的努力。\n*   在过去十年中，亚投行一直秉持这一基本使命。\n\n### 亚投行的运营与成就\n\n*   亚投行在过去十年间，为亚洲及全球的实体和数字基础设施项目提供了融资。\n*   已累计为基础设施项目融资超过600亿美元，其中包括在新冠疫情期间对医疗系统的支持。\n*   亚投行对旨在应对气候变化的项目做出了坚定承诺。\n*   亚洲国家的基础设施需求估计每年约为3至4万亿美元，这是一个巨大的资金缺口。\n*   没有任何一家多边开发银行能够单独填补这一缺口。",
      "shortSummary": "亚洲基础设施投资银行（AIIB）行长金立群回顾了该行成立十年来的发展。亚投行成立于2016年，旨在填补亚洲巨大的基础设施资金缺口，补充现有国际金融机构的努力。在过去十年中，亚投行已为全球基础设施项目融资超过600亿美元，包括支持医疗系统和应对气候变化的项目。金立群强调，亚洲每年3-4万亿美元的基础设施需求巨大，没有任何单一机构能独自满足。",
      "translated_title": "金立群回顾亚投行十年风雨兼程的历程",
      "images": [],
      "contentSource": "完整文章",
      "content": "A veteran of international finance, Jin Liqun is president and chair of the board of directors at the Asian Infrastructure Investment Bank (AIIB), a multilateral development lender headquartered in Beijing and established in 2016. He has been closely involved in the Bank’s evolution since its inception, and was elected to a second and final five-year term in 2020.\nJin was among the first Chinese officials to gain direct experience in international finance in the 1980s, serving as alternate...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/019e92b1-424c-4f05-b40b-de9fd369ddcf_f91ea7c4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着美国介入以色列-伊朗冲突，中国的中东利益是否面临风险？ (原标题: As US enters Israel-Iran conflict, are China’s Middle East interests at risk?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315387/us-enters-israel-iran-conflict-are-chinas-middle-east-interests-risk?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 09:04:39 +0000",
      "isoDate": "2025-06-22T09:04:39.000Z",
      "creator": "Luna Sun",
      "summary": "美国直接军事介入以色列-伊朗冲突，可能加剧地区紧张局势，并威胁到中国在中东的战略经济立足点。\n\n*   **对中国利益的风险**：\n    *   华南理工大学公共政策研究所助理研究员徐伟军指出，中东紧张局势升级将损害中国在该地区的投资。\n    *   冲突可能威胁关键项目，并扰乱贸易流动和石油进口。\n*   **能源安全担忧**：\n    *   霍尔木兹海峡是中国石油进口的重要航运路线。\n    *   鉴于伊朗对该海峡的地理控制，任何地区冲突的加剧都可能威胁这一关键通道的稳定，对中国的石油进口构成风险。\n*   **美国行动与地区反应**：\n    *   文章提及美国总统唐纳德·特朗普曾表示，美国对伊朗的三个核设施进行了“非常成功的袭击”。\n    *   此次袭击加剧了各国对地区紧张局势进一步升级的担忧。\n    *   也门的胡塞武装和哈马斯（这两个受伊朗支持的组织）均谴责了美国的袭击。\n    *   胡塞武装誓言支持伊朗对抗“犹太复国主义和美国的侵略”。",
      "shortSummary": "美国军事介入以色列-伊朗冲突可能加剧地区紧张，威胁中国在中东的经济利益。分析人士指出，这会损害中国投资，并对霍尔木兹海峡的石油运输构成风险。文章提及美国曾对伊朗核设施进行袭击，引发地区担忧，伊朗支持的胡塞武装和哈马斯对此表示谴责，胡塞武装誓言支持伊朗。",
      "translated_title": "随着美国介入以色列-伊朗冲突，中国的中东利益是否面临风险？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Direct military engagement by the US in the Israel-Iran conflict risks escalating regional tensions and threatens China’s strategic economic foothold in the Middle East, according to analysts.\nXu Weijun, an assistant research fellow at the Institute of Public Policy at South China University of Technology, said rising tensions in the Middle East would undermine China’s investments in the region, with conflict threatening key projects and violence disrupting trade flows and oil imports.\n“In terms...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/22/0a492709-d233-4c12-8cd6-5b70f2ebc259_8b167f7c.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-24T19:16:25.722Z"
}