{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "Apple's Upcoming Home Hub Could Include 'Robotic Swiveling Base'",
      "link": "https://www.macrumors.com/2026/01/21/home-hub-robotic-swivel-base/",
      "pubDate": "Wed, 21 Jan 2026 16:04:23 PST",
      "isoDate": "2026-01-22T00:04:23.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple's Upcoming Home Hub Could Include 'Robotic Swiveling Base'",
      "images": [
        {
          "url": "https://images.macrumors.com/t/yF4iVd55558C-ijRX_rE0B3rcXs=/400x0/article-new/2025/08/Home-Hub-Command-Center-with-Dome-Base-Feature.jpg?lossy",
          "alt": "Home Hub Command Center with Dome Base Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/08/Home-Hub-Command-Center-with-Dome-Base-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "The home hub device that Apple plans to release as soon as this spring has a \"robotic swiveling base,\" according to <em><a href=\"https://www.theinformation.com/articles/apple-developing-ai-wearable-pin\">The Information</a></em>'s Wayne Ma. Ma mentioned the new detail in a piece outlining <a href=\"https://www.macrumors.com/2026/01/21/apple-ai-pin/\">Apple's work on an AI pin</a>.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/08/Home-Hub-Command-Center-with-Dome-Base-Feature.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1014641\" />\r<br/>\n<blockquote>Apple is also working on a home product featuring a small display, speakers and a robotic swiveling base, designed with a heavy emphasis on AI features. That device could be released as soon as this spring, according to two of the people.</blockquote>\r<br/>\nWe've heard a lot of rumors about the home hub because it was supposed to launch in 2025, but to date, no rumors have suggested that it will have a swiveling robotic base. <em>Bloomberg</em>'s <a href=\"https://www.macrumors.com/guide/mark-gurman/\">Mark Gurman</a> previously said that Apple is developing two versions of the hub, one that's meant to be mounted on the wall and another that has a <a href=\"https://www.macrumors.com/roundup/homepod/\">HomePod</a> mini-like speaker base that can be placed on a desktop or countertop.\r<br/>\n\r<br/>\nNo prior descriptions of the home hub base have suggested that it will have any kind of swivel function or that it will be robotic. In fact, the wording sounds similar to how Gurman has described Apple's tabletop robot, which will be a 2027 follow up to the home hub.\r<br/>\n\r<br/>\nGurman <a href=\"https://www.macrumors.com/2024/08/14/apple-tabletop-robotic-home-device-2026/\">said the tabletop robot</a> will have an iPad-like display mounted on a thin robotic arm that allows the display to tilt up and down and rotate 360 degrees. The device will be able to <a href=\"https://www.macrumors.com/2025/08/13/apple-launching-robot-virtual-companion-in-2027/\">reposition itself</a> to face whoever is speaking, and it is said to have a \"visual personality.\"\r<br/>\n\r<br/>\nMa did not go into detail on the purpose of the robotic swiveling base, or how it will work, but presumably it would be able to move to face people. The home hub is supposed to have an array of sensors that let it determine when someone is in the room.\r<br/>\n\r<br/>\nWe are expecting the home hub to launch in the coming months, right around the time that Apple debuts iOS 26.4 with the upgraded version of <a href=\"https://www.macrumors.com/guide/siri/\">Siri</a>.<div class=\"linkback\">Tags: <a href=\"https://www.macrumors.com/guide/apple-command-center/\">Apple Command Center</a>, <a href=\"https://www.macrumors.com/guide/apple-robot/\">Apple Robot</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/01/21/home-hub-robotic-swivel-base/\">Apple&#039;s Upcoming Home Hub Could Include &#039;Robotic Swiveling Base&#039;</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apples-upcoming-home-hub-could-include-robotic-swiveling-base.2476412/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Will Apple Charge for Its Siri Chatbot?",
      "link": "https://www.macrumors.com/2026/01/21/will-apple-charge-for-its-siri-chatbot/",
      "pubDate": "Wed, 21 Jan 2026 14:20:06 PST",
      "isoDate": "2026-01-21T22:20:06.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Will Apple Charge for Its Siri Chatbot?",
      "images": [
        {
          "url": "https://images.macrumors.com/t/_HFDZHR8BvSEMxlec_yxR0RNfNU=/400x0/article-new/2025/08/Home-Hub-Command-Center-with-Dome-Base-Siri-Finder-Feature.jpg?lossy",
          "alt": "Home Hub Command Center with Dome Base Siri Finder Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/08/Home-Hub-Command-Center-with-Dome-Base-Siri-Finder-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple is apparently <a href=\"https://www.macrumors.com/2026/01/21/siri-chatbot-ios-27/\">working on a Siri chatbot</a> that will rival Claude, Gemini, and ChatGPT, and Apple is aiming to debut it in less than six months when iOS 27 is unveiled at WWDC. <em>Bloomberg</em> <a href=\"https://www.bloomberg.com/news/articles/2026-01-21/ios-27-apple-to-revamp-siri-as-built-in-iphone-mac-chatbot-to-fend-off-openai\">shared details</a> on the chatbot earlier today, but there was one major question unanswered: what will Apple charge?\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/08/Home-Hub-Command-Center-with-Dome-Base-Siri-Finder-Feature.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1014835\" />\r<br/>\nAnthropic, Google, OpenAI, and other companies that run major chatbots offer a free version, but it's often throttled and a paid subscription is required for full functionality. Apple is reportedly planning to integrate its <a href=\"https://www.macrumors.com/guide/siri/\">Siri</a> chatbot deeply into iOS, iPadOS, and macOS instead of offering a standalone app. A &zwnj;Siri&zwnj; chatbot available on billions of devices is going to be expensive to run, but &zwnj;Siri&zwnj; is also so core to Apple products that people aren't going to want to pay for what's always been free.\r<br/>\n\r<br/>\n<h2>What the Siri Chatbot Can Do</h2>\r<br/>\nPer <em>Bloomberg</em>, the &zwnj;Siri&zwnj; chatbot will be able to \"search the web for information, create content, generate images, summarize information and analyze uploaded files.\" It will also be able to control Apple devices and use personal data and on-screen information for search and to complete tasks. That sounds like just about everything that existing chatbots like ChatGPT can do, plus Apple is integrating the chatbot into all of its apps.\r<br/>\n\r<br/>\n<h2>On-Device Siri Chatbot?</h2>\r<br/>\nSome of those tasks can be completed on-device using the powerful A-series and M-series chips Apple has been building into its products, but Apple is using a custom AI model developed with the Google Gemini team. According to <em>Bloomberg</em>, the model is roughly comparable to Gemini 3, and the full version of Gemini 3 can't run on a high-end Mac, let alone a mobile device.\r<br/>\n\r<br/>\nApple is going to need servers to run the &zwnj;Siri&zwnj; chatbot, and while it has been building Private Cloud Compute servers for AI features, it's unlikely that it has enough for a &zwnj;Siri&zwnj; chatbot. <em>Bloomberg</em> suggests that Apple is actually discussing running its chatbot on Google servers, and Google isn't going to do that for free.\r<br/>\n\r<br/>\n<h2>Compute Costs and Infrastructure</h2>\r<br/>\nWhether Apple is using its own private cloud compute servers or Google's Tensor servers, it needs serious compute power. Every question &zwnj;Siri&zwnj; is asked and every image &zwnj;Siri&zwnj; generates will cost Apple.\r<br/>\n\r<br/>\nOpenAI is not profitable, and it <a href=\"https://www.theinformation.com/articles/openais-first-half-results-4-3-billion-sales-2-5-billion-cash-burn?ref=wheresyoured.at&amp;rc=583sff\">spends billions</a> on inference each year. OpenAI has committed to <a href=\"https://www.axios.com/2025/10/28/openai-1-trillion-altman\">spending &#36;1.4 trillion</a> on infrastructure to keep up with demand, an amount of money that it doesn't have yet. Google <a href=\"https://www.cnbc.com/2025/07/23/googles-85-billion-capital-spend-spurred-by-cloud-ai-demand.html\">spent &#36;85 billion</a> on infrastructure to meet AI demand in 2025. In August, Google said that the median Gemini Apps text prompt uses 0.24 watt-hours of energy. At scale, across all Google devices and all Google products, that's hundreds of millions of dollars per year just in electricity costs.\r<br/>\n\r<br/>\n<h2>How Gemini is Priced</h2>\r<br/>\nGoogle has already integrated Gemini into its Pixel smartphones and other Android devices. It has a split tier system that Apple might adopt.\r<br/>\n\r<br/>\nAndroid users have access to a free version of Gemini that costs Google less to run. It can answer questions, summarize text, write emails, and control apps and smartphone features. Android users have to pay &#36;20 per month for Gemini Advanced to get access to the more advanced version of Gemini that offers better reasoning, longer context for analyzing bigger documents, and improved coding.\r<br/>\n\r<br/>\nApple could do something similar, offering a basic version of &zwnj;Siri&zwnj; that's accessible to everyone, with more advanced models available with a subscription. <a href=\"https://www.macrumors.com/guide/icloud/\">iCloud</a> already provides a model for a free/paid product split. Apple offers all Apple users 5GB of cloud storage for free, but anything more will cost you.\r<br/>\n\r<br/>\n<h2>Temporarily Free?</h2>\r<br/>\nApple could make its &zwnj;Siri&zwnj; chatbot free to use to begin with, which would lure users who are paying for other services like ChatGPT. ChatGPT, Claude, and Gemini are all around &#36;20 per month, so Apple eating &zwnj;Siri&zwnj; chatbot costs for a year or two would be hard to compete with. Even undercutting current prices would likely lure customers and make Apple an immediate key player in the AI market.\r<br/>\n\r<br/>\nRight now, <a href=\"https://www.macrumors.com/guide/apple-intelligence/\">Apple Intelligence</a> is entirely free to use even for images generated with <a href=\"https://www.macrumors.com/guide/image-playground/\">Image Playground</a>, but the capabilities are limited and some functionality runs on-device.\r<br/>\n\r<br/>\n<h2>Possible Cost</h2>\r<br/>\nApple might not be able to absorb AI costs, and there could be paid options right when the &zwnj;Siri&zwnj; chatbot launches. If that's the case, pricing will likely be competitive with existing chatbots.\r<br/>\n\r<br/>\nAI companies have decided entry-level plans should cost &#36;20/month, but it's not clear if that price point is actually sustainable with the growing costs of training new models and supporting more users.\r<br/>\n<ul>\r<br/>\n \t<li><strong>ChatGPT Plus</strong> - &#36;20/month</li>\r<br/>\n \t<li><strong>Copilot Pro</strong> - &#36;20/month</li>\r<br/>\n \t<li><strong>Gemini Advanced</strong> - &#36;19.99/month</li>\r<br/>\n \t<li><strong>Claude Pro</strong> - &#36;20/month</li>\r<br/>\n \t<li><strong>Perplexity Pro</strong> - &#36;20/month</li>\r<br/>\n</ul>\r<br/>\n<h2>Siri ChatGPT Integration</h2>\r<br/>\nRight now, Apple has a partnership with OpenAI to hand complex requests off to ChatGPT. Apple doesn't pay OpenAI for this feature, but it does put ChatGPT in front of millions of Apple users. When Apple launches its &zwnj;Siri&zwnj; chatbot, ChatGPT integration could be removed.\r<br/>\n\r<br/>\nEliminating the ChatGPT integration might also impact Apple's legal battle with Elon Musk. Musk's xAI company sued Apple and OpenAI for colluding to promote ChatGPT over other AI bots like Grok, arguing that <a href=\"https://www.macrumors.com/2025/08/25/elon-musk-apple-lawsuit-grok-x/\">Apple should let</a> other chatbots integrate with &zwnj;Siri&zwnj;.\r<br/>\n\r<br/>\nIf Apple stops offering ChatGPT through &zwnj;Siri&zwnj; in favor of its own &zwnj;Siri&zwnj; chatbot, it would be no different than Google integrating Gemini into all Android devices, or Meta limiting its smart glasses to Meta AI.\r<br/>\n\r<br/>\n<h2>Launch Timing</h2>\r<br/>\nWe'll probably be hearing more about the &zwnj;Siri&zwnj; chatbot in the coming months. Apple is aiming to unveil the functionality in iOS 27, iPadOS 27, and macOS 27, which will be previewed in June at WWDC.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/01/21/will-apple-charge-for-its-siri-chatbot/\">Will Apple Charge for Its Siri Chatbot?</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/will-apple-charge-for-its-siri-chatbot.2476406/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Developing AirTag-Sized AI Pin With Dual Cameras",
      "link": "https://www.macrumors.com/2026/01/21/apple-ai-pin/",
      "pubDate": "Wed, 21 Jan 2026 12:31:16 PST",
      "isoDate": "2026-01-21T20:31:16.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Developing AirTag-Sized AI Pin With Dual Cameras",
      "images": [
        {
          "url": "https://images.macrumors.com/t/Pg9YprjRFd9EG5yyxM9n0fA20M0=/400x0/article-new/2025/07/airtag-prime-day-2.jpeg?lossy",
          "alt": "airtag prime day 2",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/07/airtag-prime-day-2.jpeg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple is working on a small, wearable AI pin equipped with multiple cameras, a speaker, and microphones, reports <em><a href=\"https://www.theinformation.com/articles/apple-developing-ai-wearable-pin\">The Information</a></em>. If it actually launches, the AI pin will likely <a href=\"https://www.macrumors.com/2026/01/21/siri-chatbot-ios-27/\">run the new Siri chatbot</a> that Apple plans to unveil in iOS 27.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/07/airtag-prime-day-2.jpeg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1009704\" />\r<br/>\nThe pin is said to be similar in size to an <a href=\"https://www.macrumors.com/guide/airtags/\">AirTag</a>, with a thin, flat, circular disc shape. It has an aluminum and glass shell, and two cameras at the front. There is a standard lens and a wide-angle lens that are meant to capture photos and videos, while three microphones are designed to pick up sound around the wearer. An included speaker allows the pin to play audio, and there is a physical control button along one edge. The device is able to wirelessly charge like an Apple Watch.\r<br/>\n\r<br/>\nApple wants the final version of the pin to be about the same size as an &zwnj;AirTag&zwnj;, but it will be slightly thicker. Currently, there is no built-in attachment method, but that could change later in development.\r<br/>\n\r<br/>\n<em>The Information</em> says it is not clear if Apple plans to sell the pin on its own or bundle it with future smart glasses or other devices, but the physical button and built-in cameras, speakers, and microphones suggest that it can operate independently.\r<br/>\n\r<br/>\nAI pins and wearables have <a href=\"https://www.macrumors.com/2025/02/18/humane-ai-pin-discontinued/\">not fared well so far</a>, but multiple companies are developing AI wearables. OpenAI is teaming up with Jony Ive for <a href=\"https://www.macrumors.com/2025/11/24/jony-ive-sam-altman-ai-device-2/\">some kind of small AI device</a> that may or may not be wearable, and it has multiple other AI products in the works. Meta has AI glasses, and Amazon has the Bee bracelet. Dozens of other small companies have created small, AI-integrated wearables and devices, which means Apple needs to keep pace.\r<br/>\n\r<br/>\nApple's AI pin could be released as soon as 2027, but <em>The Information</em> cautions that development is in the early stages and could be canceled.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/01/21/apple-ai-pin/\">Apple Developing AirTag-Sized AI Pin With Dual Cameras</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-developing-airtag-sized-ai-pin-with-dual-cameras.2476404/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Mark Your Calendar: Apple's Key Dates to Watch Over the Next Month",
      "link": "https://www.macrumors.com/2026/01/21/key-apple-dates-january-february/",
      "pubDate": "Wed, 21 Jan 2026 12:22:00 PST",
      "isoDate": "2026-01-21T20:22:00.000Z",
      "creator": "Joe Rossignol",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Mark Your Calendar: Apple's Key Dates to Watch Over the Next Month",
      "images": [
        {
          "url": "https://images.macrumors.com/t/auS7juibaHgOtmmGXDlJLpG3JfA=/400x0/article-new/2021/02/Tim-Cook-2.jpg?lossy",
          "alt": "Tim Cook 2",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2021/02/Tim-Cook-2.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "While the first few weeks of 2026 have been relatively slow for Apple, things should start to pick up soon. Apple Creator Studio launches next week, and there are a handful of other items on the company's agenda over the next month.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2021/02/Tim-Cook-2.jpg\" alt=\"\" width=\"1960\" height=\"1102\" class=\"aligncenter size-full wp-image-784461\" />\r<br/>\nBelow, we have listed key Apple dates to watch through February:\r<br/>\n\r<br/>\n<ul>\r<br/>\n<li><strong>Friday, January 23:</strong> Apple's retail store at Santa Rosa Plaza in Santa, California is <a href=\"https://www.macrumors.com/2026/01/12/apple-store-in-santa-rosa-moving/\">moving to Montgomery Village</a>. The grand opening is at 12 p.m. local time.</li>\r<br/>\n  <li><strong>Wednesday, January 28:</strong> <a href=\"https://www.macrumors.com/2026/01/13/apple-creator-studio/\">Apple Creator Studio</a> launches. The all-in-one subscription bundle provides access to the Final Cut Pro, Logic Pro, Pixelmator Pro, Motion, Compressor, and MainStage apps, along with premium content across the Final Cut Pro, Pixelmator Pro, Numbers, Pages, Keynote, and Freeform apps. In the U.S., pricing is set at &#36;12.99 per month or &#36;129 per year.</li>\r<br/>\n  <li><strong>Thursday, January 29:</strong> Apple will report its earnings results for the first quarter of its 2026 fiscal year, which encompasses the holiday shopping season. Apple updated the iPad Pro, MacBook Pro, and Vision Pro with the M5 chip during the quarter. Apple's CEO Tim Cook and CFO Kevan Parekh will discuss the results on a conference call at 5 p.m. Eastern Time. You can <a href=\"https://www.apple.com/investor/earnings-call/\">listen live on Apple's website</a>.</li>\r<br/>\n  <li><strong>Thursday, February 5:</strong> <a href=\"https://www.macrumors.com/2026/01/14/apple-arcade-games-february-2026/\">Another four games are coming to Apple Arcade</a>, including Retrocade, an app that lets you play classic arcade games like Asteroids, PAC-MAN, Breakout, Galaga, and Space Invaders. One of the other additions will be an arcade version of the popular PC game Sid Meier's Civilization VII.</li>\r<br/>\n  <li><strong>Friday, February 6:</strong> Apple will <a href=\"https://www.macrumors.com/2025/11/06/apple-announces-2026-swift-student-challenge/\">accept submissions for the 2026 Swift Student Challenge</a> from Friday, February 6 through Saturday, February 28. Some of the winners will be invited to spend three days at Apple Park during WWDC 2026 in June.</li>\r<br/>\n  <li><strong>Sunday, February 8:</strong> Apple Music is the official sponsor of the <a href=\"https://www.macrumors.com/2026/01/16/2026-apple-music-halftime-show-trailer/\">Super Bowl LX Halftime Show</a>, set to be held on Sunday, February 8. This year's performer is Puerto Rican rapper and singer Bad Bunny.</li>\r<br/>\n  <li><strong>Tuesday, February 10:</strong> A few years ago, Apple's Home app was rearchitected, and the company will be <a href=\"https://www.macrumors.com/2026/01/09/apple-home-app-upgrade-reminder/\">ending support for the original architecture</a> on this day. If you do not update, Apple warns you might experience issues.</li>\r<br/>\n  <li><strong>Tuesday, February 24:</strong> Apple will be <a href=\"https://www.macrumors.com/2026/01/08/apple-shareholders-meeting-2026/\">holding its annual shareholders meeting</a> at 8 a.m. Pacific Time, and it will once again be held virtually. Apple shareholders of record as of January 2, 2026 can vote to re-elect the company's board of directors, ask questions, and more. Apple rarely answers any questions about future plans, so the meetings are often unremarkable from a news perspective.</li>\r<br/>\n</ul>These are only the dates that we know about, and there could be new product announcements and more over the coming weeks. Stay tuned!<br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/01/21/key-apple-dates-january-february/\">Mark Your Calendar: Apple&#039;s Key Dates to Watch Over the Next Month</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/mark-your-calendar-apples-key-dates-to-watch-over-the-next-month.2476403/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "A Siri Chatbot is Coming in iOS 27",
      "link": "https://www.macrumors.com/2026/01/21/siri-chatbot-ios-27/",
      "pubDate": "Wed, 21 Jan 2026 12:10:42 PST",
      "isoDate": "2026-01-21T20:10:42.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "A Siri Chatbot is Coming in iOS 27",
      "images": [
        {
          "url": "https://images.macrumors.com/t/cAJBnCWmBkVO025B2RPNuTjkiI4=/400x0/article-new/2025/08/Finder-Siri-Feature.jpg?lossy",
          "alt": "Finder Siri Feature",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/08/Finder-Siri-Feature.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple plans to turn <a href=\"https://www.macrumors.com/guide/siri/\">Siri</a> into a chatbot that will rival Anthropic's Claude, Google's Gemini, and OpenAI's ChatGPT, reports <em><a href=\"https://www.bloomberg.com/news/articles/2026-01-21/ios-27-apple-to-revamp-siri-as-built-in-iphone-mac-chatbot-to-fend-off-openai\">Bloomberg</a></em>. Apple did not initially plan to introduce a chatbot, but their popularity forced Apple executives to reconsider.\r<br/>\n\r<br/>\n<img class=\"aligncenter size-full wp-image-1014637\" src=\"https://images.macrumors.com/article-new/2025/08/Finder-Siri-Feature.jpg\" alt=\"\" width=\"2500\" height=\"1406\" />\r<br/>\nCodenamed Campos, the &zwnj;Siri&zwnj; chatbot will be integrated into iOS 27, iPadOS 27, and macOS 27, replacing the current version of &zwnj;Siri&zwnj;. It will have the same natural language conversation functionality as chatbots like ChatGPT, and it will be accessible by using the \"&zwnj;Siri&zwnj;\" wake word or by holding down the side button on an <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a> or <a href=\"https://www.macrumors.com/roundup/ipad/\">iPad</a>.\r<br/>\n\r<br/>\nApple is testing the &zwnj;Siri&zwnj; chatbot as a standalone app, but it won't be offered in app form. Instead, it will be built directly into Apple devices. Apple plans to power the chatbot with a custom model based on Google Gemini.\r<br/>\n\r<br/>\nApple's chatbot will be able to search the web, generate content like images, help with coding, summarize information, and analyze uploaded files. It will be able to use personal data on a person's device to complete tasks, and it will result in a much improved search feature. Apple is also designing a feature that will let the &zwnj;Siri&zwnj; chatbot view open windows and on-screen content, as well as adjust device features and settings.\r<br/>\n\r<br/>\n&zwnj;Siri&zwnj; will integrate into all Apple apps, including <a href=\"https://www.macrumors.com/guide/photos/\">Photos</a>, Mail, Messages, Music, and TV, and it will be able to access and analyze content in the apps to respond to queries and requests. There will be voice and type-based interface options. \r<br/>\n\r<br/>\nApple is considering how much the &zwnj;Siri&zwnj; chatbot will remember. Claude and ChatGPT are able to glean information about users from past conversations for personalization purposes, but Apple may limit &zwnj;Siri&zwnj;'s memory for privacy purposes.\r<br/>\n\r<br/>\nThe &zwnj;Siri&zwnj; chatbot will be an upgrade to the more personalized version of &zwnj;Siri&zwnj; that Apple plans to roll out in iOS 26.4. With iOS 26.4, Apple will make &zwnj;Siri&zwnj; more capable, implementing the <a href=\"https://www.macrumors.com/guide/apple-intelligence/\">Apple Intelligence</a> features that it initially promised in iOS 18. The much more powerful chatbot version of &zwnj;Siri&zwnj; will follow later in the year, in iOS 27 and its sister updates.\r<br/>\n\r<br/>\nApple currently plans to unveil &zwnj;Siri&zwnj; chatbot at the Worldwide Developers Conference in June, after which testing of iOS 27 will begin.\r<br/>\n\r<br/>\nThe &zwnj;Siri&zwnj; chatbot will be the key new feature in iOS 27, iPadOS 27, and macOS 27, with Apple otherwise focusing on fixing bugs and improving performance.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/01/21/siri-chatbot-ios-27/\">A Siri Chatbot is Coming in iOS 27</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/a-siri-chatbot-is-coming-in-ios-27.2476402/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Employees Using 'Enchanté' Internal AI Chatbot to Speed Up Work",
      "link": "https://www.macrumors.com/2026/01/21/apple-employees-internal-ai-tool/",
      "pubDate": "Wed, 21 Jan 2026 11:51:43 PST",
      "isoDate": "2026-01-21T19:51:43.000Z",
      "creator": "Juli Clover",
      "summary": "无法生成摘要（API请求失败）。",
      "shortSummary": "",
      "translated_title": "Apple Employees Using 'Enchanté' Internal AI Chatbot to Speed Up Work",
      "images": [
        {
          "url": "https://images.macrumors.com/t/sKxmnm8NBMNjKYqJoXMkweAw5iY=/400x0/article-new/2024/09/apple-intelligence-black.jpeg?lossy",
          "alt": "apple intelligence black",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2024/09/apple-intelligence-black.jpeg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "RSS",
      "content": "Apple hasn't developed an AI chatbot for consumers, but it has been using them internally for some time now. Last year, <em>Bloomberg</em>'s <a href=\"https://www.bloomberg.com/news/articles/2025-09-26/apple-builds-a-chatgpt-like-app-to-help-test-the-revamped-siri\">Mark Gurman</a> detailed a Veritas chatbot to test the new version of <a href=\"https://www.macrumors.com/guide/siri/\">Siri</a>, and now <em><a href=\"https://www.macworld.com/article/3038122/inside-enchante-apples-ai-chatbot-for-employee-productivity.html\">Macworld</a></em> has shared details on two other AI tools that Apple employees are allegedly using.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2024/09/apple-intelligence-black.jpeg\" alt=\"\" width=\"1400\" height=\"788\" class=\"aligncenter size-full wp-image-963902\" />\r<br/>\nEnchanté is apparently a chatbot that rolled out to employees in November 2025, and it is an \"internal ChatGPT-like assistant\" that Apple workers can use for \"ideas, development, proofreading, and even general knowledge answers.\"\r<br/>\n\r<br/>\nThe tool is said to look similar to the ChatGPT app for macOS, and it runs models approved by Apple. It is run locally or on private servers, and it incorporates Apple Foundation Models, Claude, and Gemini. Employees can upload documents, images, and files for analysis, and the app can access files stored on a Mac.\r<br/>\n\r<br/>\nApple encourages employees to use Enchanté as a test platform and for everyday work tasks, because it incorporates Apple internal documentation and guidelines.\r<br/>\n\r<br/>\nThe second AI tool that Apple developed is called Enterprise Assistant, and it is designed to be a knowledge hub for corporate employees. <em>Macworld</em> says that it has a database of Apple internal policies, so workers can ask questions about everything from company conduct guidelines to health insurance benefits.\r<br/>\n\r<br/>\nIt's no surprise that Apple is using AI tools internally, and there have been reports about Apple testing different AI features and platforms since 2023. In 2024, for example, Apple <a href=\"https://www.macrumors.com/2024/02/22/applecare-advisors-testing-new-ask-tool/\">tested a ChatGPT-like generative AI tool</a> that allows <a href=\"https://www.macrumors.com/guide/applecare/\">AppleCare</a> employees to speed up technical support.\r<br/>\n\r<br/>\nApple hasn't rolled out consumer-facing chatbot features as of yet, but it <a href=\"https://www.macrumors.com/2025/08/05/apple-support-assistant-early-preview/\">has tested</a> a Support Assistant in the Apple Support app. The Support Assistant uses natural language to provide users with help solving issues with Apple devices.\r<br/>\n\r<br/>\nLater this year, Apple plans to introduce an overhauled version of &zwnj;Siri&zwnj; that's powered by Google Gemini, and it will also incorporate chatbot features. <br/>This article, &quot;<a href=\"https://www.macrumors.com/2026/01/21/apple-employees-internal-ai-tool/\">Apple Employees Using &#039;Enchanté&#039; Internal AI Chatbot to Speed Up Work</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-employees-using-enchanté-internal-ai-chatbot-to-speed-up-work.2476400/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2026-01-22T09:41:16.307Z"
}