{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国暗示若价格合适，大豆需求将促成与美国“大量交易” (原标题: China signals soybean demand to spark ‘many deals’ with US – if prices are right)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331823/china-signals-soybean-appetite-spark-many-deals-us-farmers-if-prices-are-right?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 15:00:15 +0000",
      "isoDate": "2025-11-06T15:00:15.000Z",
      "creator": "Frank Chen,Alice Li,Mandy Zuo",
      "summary": "### 中美大豆贸易新进展：中国释放采购信号\n\n在中美两国就大豆问题达成协议后，中国已明确表示有意寻求有利的贸易条件，未来美国农产品的进口规模将取决于其市场竞争力。\n\n#### 背景与协议\n*   大豆及其他农产品一直是中美贸易争端中的焦点。\n*   两国领导人于10月30日会晤后达成一系列协议，其中包括北京承诺恢复进口美国大豆。\n*   白宫上周发布的情况说明书指出，中国将在今年最后两个月购买至少1200万吨美国大豆，并在未来三年内每年购买至少2500万吨。\n\n#### 中方立场与进口条件\n*   中国商务部美大司司长陈超在上海举行的中国国际进口博览会（CIIE）上表示，随着关税调整，中国将鼓励企业按照市场原则从美国进口农产品。\n*   他强调，只要美国农产品“价格有竞争力、质量好、供应充足”，中国企业将与美国出口商和农民达成“许多交易或签署意向”。\n*   陈超还指出，中国对大豆有着“巨大”的需求。\n\n#### 关税调整\n*   中国于周三宣布，将从周一开始取消对部分美国农产品最高15%的额外关税。\n*   针对美国大豆，北京取消了此前征收的10%的额外关税。",
      "shortSummary": "在中美达成协议并调整关税后，中国商务部表示，若美国大豆价格具竞争力、质量好且供应充足，中国将鼓励企业从美国大量进口大豆。白宫称中国承诺今年最后两月购买至少1200万吨，未来三年每年至少2500万吨。中国已取消对美国大豆10%的额外关税，此举旨在促进农产品贸易并缓解贸易紧张。",
      "translated_title": "中国暗示若价格合适，大豆需求将促成与美国“大量交易”",
      "images": [],
      "contentSource": "完整文章",
      "content": "After China and the US reached an agreement on soybeans, Beijing has signalled its intent to seek favourable terms, with the scale of future imports dependent on the competitiveness of American crops, a commerce official said.\n“With the adjusted tariffs, China will encourage companies to import agricultural products from the US in line with market principles,” said Chen Chao, director general of the Department of American and Oceanian Affairs at the Ministry of Commerce, in a speech at the China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/d1c9128d-ab09-4c6b-add7-4cd013816056_a22971c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国政府停摆扰乱对华贸易，农业官员缺席博览会 (原标题: US government shutdown muddies China trade as agricultural officials miss expo)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331802/us-government-shutdown-muddies-china-trade-agricultural-officials-miss-expo?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 13:00:17 +0000",
      "isoDate": "2025-11-06T13:00:17.000Z",
      "creator": "Frank Chen,Alice Li",
      "summary": "# 美国政府停摆对中美贸易的影响\n\n## 农业官员缺席中国国际进口博览会\n\n*   **背景与影响：**\n    *   美国政府创纪录的停摆，其影响已蔓延至华盛顿以外，阻碍了美国农业官员深化与中国企业合作的机会。\n    *   《华盛顿邮报》周四获悉，由于政府停摆，美国农业部（USDA）代表未能出席今年在上海举行的中国国际进口博览会（CIIE）。\n    *   这是自2023年中国旗舰进口博览会设立美国食品和农业馆以来，USDA工作人员首次缺席。\n\n*   **错失的合作机会：**\n    *   一位匿名消息人士指出，如果不是联邦政府停摆，在特朗普总统与习近平主席会晤、中国恢复采购之后，USDA官员本应出席CIIE。\n    *   过去两年，USDA官员都会飞往上海，为农业馆揭幕并与中国官员会面，旨在扩大中国市场准入并促进销售。\n    *   此次为期六天的博览会正在进行，政府停摆遥遥无期，政府间互动的机会似乎已经丧失。\n\n*   **时机与贸易关系：**\n    *   此次缺席尤其引人注目，因为它发生在中美两国总统峰会帮助缓和数月贸易紧张关系仅一周之后。\n    *   此次博览会被广泛预期为美国出口商利用华盛顿和北京之间恢复的良好关系（尤其是在农产品采购方面）的绝佳机会。\n\n*   **对业务的影响：**\n    *   一位来自加州的美国展馆参展商表示，政府停摆对业务产生了“寒蝉效应”，但如果能“迅速结束”，目前影响尚可控。\n\n*   **相关图片：**\n    *   ![图片 1](https://i.ytimg.com/vi/ioy4o0Z7VDk/maxresdefault.jpg)\n    *   **描述：** 大豆：中国在中美贸易战中的新筹码？",
      "shortSummary": "美国政府停摆导致美国农业部官员缺席上海中国国际进口博览会，这是自2023年美国农业馆设立以来的首次缺席。尽管中美两国元首会晤后贸易紧张局势有所缓和，中国也恢复了农产品采购，但此次停摆阻碍了美国农业部门深化与中国企业的合作，使美国出口商错失了利用两国关系改善、扩大市场和促进销售的重要机会，对业务造成了“寒蝉效应”。",
      "translated_title": "美国政府停摆扰乱对华贸易，农业官员缺席博览会",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/ioy4o0Z7VDk/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The ripple effects of the record-breaking US government shutdown have spread beyond Washington, denying US agricultural officials an opportunity to deepen cooperation with Chinese companies at a high-profile trade fair even as bilateral tensions show signs of easing.\nThe Post learned on Thursday that, because of the shutdown, representatives from the US Department of Agriculture (USDA) did not attend this year’s China International Import Expo (CIIE) in Shanghai. This marks the first absence of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/4acc5356-164f-42b1-af21-d776396ee615_a32d3814.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平称海南将引领“新时代”对外开放 (原标题: China’s Xi Jinping says Hainan will spearhead ‘new era’ of opening up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331801/chinas-xi-jinping-says-hainan-free-trade-zone-will-spearhead-new-era-opening?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 11:30:08 +0000",
      "isoDate": "2025-11-06T11:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "# 海南将引领中国“新时代”对外开放\n\n中国国家主席习近平近日强调，海南自由贸易港的建设旨在使其成为引领中国“新时代”对外开放的重要门户。此举彰显了中国坚定不移地推进高水平对外开放、促进开放型世界经济的决心。\n\n## 战略目标与重要性\n*   **核心定位**：海南自由贸易港被定位为中国新时代对外开放的重要战略门户。\n*   **国家承诺**：习近平指出，这是中国致力于高标准对外开放和推动开放型全球经济的典范之举。\n\n## 海南自由贸易港的建设\n*   **全面推进**：北京正致力于将海南全岛建设成为一个自由贸易港。\n*   **主要目标**：\n    *   打造离岸金融中心。\n    *   发展免税购物，吸引游客和企业。\n\n## 关键措施与时间表\n*   **优惠政策**：海南已开始实施优惠税收政策和放宽签证政策。\n*   **海关制度**：从12月18日起，海南将正式启动独立的关税制度。",
      "shortSummary": "中国国家主席习近平指示，海南省将通过其自由贸易港建设，引领中国“新时代”的对外开放。海南自由贸易港旨在成为离岸金融和免税购物中心，以吸引全球游客和企业。该岛将于12月18日正式启动独立的关税制度，此举体现了中国致力于高水平开放的承诺。",
      "translated_title": "习近平称海南将引领“新时代”对外开放",
      "images": [],
      "contentSource": "完整文章",
      "content": "With nearly one month before Hainan, China’s southern island province, launches a separate customs regime, President Xi Jinping has urged officials to ensure the process goes smoothly so the region can spearhead the country’s opening up.\n“The strategic goal of building the Hainan Free Trade Port is to establish it as a significant gateway leading China’s opening up in the new era,” Xi said on Thursday in Sanya, a city in southern Hainan, during his tour of the tropical island.\n“This is an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/f59b9503-aeeb-4d41-b1ac-7eb3687b861f_684da41a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "奢侈品和生活方式巨头看好中国消费复苏 (原标题: Luxury and lifestyle giants signal confidence in China’s consumer recovery)",
      "link": "https://www.scmp.com/business/china-business/article/3331810/luxury-and-lifestyle-giants-signal-renewed-confidence-chinas-consumer-recovery?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 11:29:58 +0000",
      "isoDate": "2025-11-06T11:29:58.000Z",
      "creator": "Julie Zhang",
      "summary": "## 跨国公司看好中国消费复苏并承诺持续投资\n\n在上海举行的全球最大贸易展——中国国际进口博览会（CIIE）上，包括法国美妆巨头欧莱雅和加拿大运动服饰品牌Lululemon在内的多家跨国公司承诺继续对中国进行投资。此举表明，在全球第二大经济体出现消费复苏迹象之际，这些企业对中国市场充满信心。\n\n### 欧莱雅高管的观点与市场表现\n\n*   **投资中国即投资未来**：欧莱雅首席执行官Nicolas Hieronimus在进博会期间表示，“投资中国就是投资未来”，并指出中国奢侈品市场的复苏和消费者信心的提升。\n*   **市场加速复苏**：他提到，中国市场“季度性地持续复苏和加速，尤其是在奢侈品领域已转为正增长”。\n*   **对未来充满雄心**：Hieronimus表示，此次来华是为了讨论2026年的发展，并明确表示对中国市场抱有雄心。\n*   **消费者信心增强**：他指出，消费者信心正在增加，上海股市的上涨也对此起到了积极作用。过去六个月，上证综合指数已上涨约21%。\n\n### 欧莱雅在华市场地位与业绩\n\n*   **市场主导地位**：据Hieronimus透露，欧莱雅在中国奢侈品美妆领域占据主导地位，市场份额接近30%。\n*   **全球第二大市场**：中国是欧莱雅在全球范围内的第二大市场。\n*   **近期业绩**：这家法国化妆品制造商报告称，其北亚地区销售额在两年内首次实现正增长，其中第三季度中国大陆销售额实现个位数增长。\n*   **未来增长目标**：欧莱雅设定的目标是2025年在中国实现5%的销售增长。",
      "shortSummary": "包括欧莱雅和Lululemon在内的奢侈品和生活方式巨头在中国国际进口博览会上承诺继续投资中国，显示出对中国消费复苏的强劲信心。欧莱雅首席执行官指出，中国奢侈品市场正在加速复苏，消费者信心增强，并表示“投资中国就是投资未来”。中国是欧莱雅全球第二大市场，其在华销售已实现正增长，并设定了2025年5%的增长目标。",
      "translated_title": "奢侈品和生活方式巨头看好中国消费复苏",
      "images": [],
      "contentSource": "完整文章",
      "content": "Multinational corporations including French beauty giant L’Oréal and Canadian sportswear brand Lululemon have pledged continued investment in China at the world’s largest trade fair in Shanghai, signalling confidence in the world’s second-largest economy amid signs of a consumer recovery.\nSpeaking on the sidelines of the China International Import Expo (CIIE), L’Oréal chief executive Nicolas Hieronimus said “investing in China is investing in the future”, citing the country’s recovering luxury...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/fa08067c-6e33-456b-ba30-8d0414a0bb95_584cb236.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia事件：德国汽车公司警惕应对芯片短缺 (原标题: Nexperia saga sees wary German auto firms scramble to mitigate chip shortage)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331748/nexperia-saga-sees-wary-german-auto-firms-scramble-mitigate-chip-shortage?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 11:00:14 +0000",
      "isoDate": "2025-11-06T11:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## Nexperia事件：德国汽车公司警惕应对芯片短缺\n\n随着北京方面表示将重启Nexperia的芯片出口以保障全球半导体产业，德国主要汽车供应商表示，中国恢复供货的不确定性依然存在。多家德国汽车企业正在积极应对Nexperia芯片短缺带来的挑战。\n\n### 行业现状与ZF Friedrichshafen的应对\n\n*   **供应紧张**：德国汽车零部件供应商ZF Friedrichshafen的发言人表示，其工作组正“密集工作以确保芯片供应”，并指出“整个行业形势依然非常紧张”。\n*   **预防措施**：为应对动态变化，ZF Friedrichshafen正准备在部分工厂采取“短时工作”措施，以“最大程度地减少芯片短缺对员工的影响”。\n*   **不确定性**：该集团表示，目前尚不清楚“中国供货能在多大程度上、以多快的速度恢复”。\n*   **积极沟通**：ZF Friedrichshafen已通过其在中国的分支机构，与中国相关部门取得联系，寻求获得政府出口禁令的豁免。\n\n### 中国商务部的回应\n\n*   **迅速审批**：中国商务部于周四表示，已“及时批准”了中国出口商的相关出口许可证申请。\n*   **豁免政策**：商务部重申将对符合条件的出口给予豁免。\n*   **全球责任**：商务部发言人何亚东在新闻发布会上表示，中国正“以负责任的方式维护全球半导体产业链的稳定和安全”，并“努力促进Nexperia中国恢复供货”。\n\n### 其他德国企业的行动\n\n*   **供应链应对**：据报道，供应链中的其他德国公司，如零部件供应商Aumovio和领先汽车制造商大众汽车，也在积极寻找方法来缓解Nexperia芯片短缺带来的影响。",
      "shortSummary": "Nexperia芯片短缺导致德国汽车公司面临严峻挑战。德国汽车零部件供应商ZF Friedrichshafen正采取措施应对，包括准备短时工作并与中国当局沟通寻求出口豁免。中国商务部已批准相关出口许可证申请，并表示将负责任地维护全球半导体供应链稳定。大众汽车等其他德国企业也在积极寻求缓解方案，但中国恢复供货的速度和程度仍存在不确定性。",
      "translated_title": "Nexperia事件：德国汽车公司警惕应对芯片短缺",
      "images": [],
      "contentSource": "完整文章",
      "content": "With Beijing signalling a restart of Nexperia’s chip exports to safeguard the global semiconductor industry, uncertainties continue to swirl around the resumption of deliveries from China, said a major German automobile supplier amid plans to reduce its production and slash working hours at individual locations.\n“Our task force is working intensively to secure our chip supply. The situation remains very tense across the industry,” a spokesman with German car-part supplier ZF Friedrichshafen told...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/50cea5d4-3653-499c-aacc-2a7503252adf_21616537.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "新政策推动结婚人数反弹，中国夫妇扎堆登记结婚 (原标题: Chinese couples crowd the aisle as new policies lead to marriage bounce)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331782/china-records-85-uptick-marriages-new-policies-kick?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 10:30:09 +0000",
      "isoDate": "2025-11-06T10:30:09.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国2025年前三季度结婚人数反弹\n\n*   **数据概览**：2025年前三季度，中国结婚登记人数同比增长8.5%，达到515万对，而去年同期为475万对。\n*   **人口背景**：这是在人口持续萎缩和平均年龄上升背景下，罕见的积极人口数据。\n*   **政策影响**：专家认为，这表明近期推出的一系列鼓励婚姻的政策开始奏效。\n*   **长期展望**：然而，专家也警告称，由于年轻成年人口减少，长期来看结婚人数仍将下降。\n\n## 离婚人数与社会背景\n\n*   **离婚数据**：同期离婚人数也略有上升，从去年的197万对增至208万对。\n*   **数据关注度**：在中国，结婚人数与出生人数之间历来存在密切联系，非婚生子女在许多地区仍被视为禁忌，因此这些数据受到密切关注。\n\n## 过去十年趋势与2025年预测\n\n*   **历史下降**：过去十年，受年轻夫妇群体减少、经济压力和婚姻观念转变等因素影响，中国结婚登记人数大幅下降。\n*   **2024年低点**：2024年，中国结婚人数创下1980年以来的最低纪录，仅有610万对，比2023年下降20.5%。\n*   **2025年预测**：独立人口学家何亚福估计，2025年全年结婚人数有望同比增长17.3%，达到652万至716万对。\n\n## 主要推动因素\n\n*   **政策修订**：何亚福指出，此次结婚人数反弹的一个主要驱动因素是，中国在2025年5月修订了婚姻登记规定。\n*   **便利化措施**：新规定允许夫妇在全国任何地方办理结婚登记，无需出示户口簿。",
      "shortSummary": "2025年前三季度，中国结婚登记人数同比增长8.5%，达到515万对，扭转了过去十年的下降趋势。这得益于新出台的鼓励婚姻政策，特别是5月份修订的婚姻登记规定，允许夫妇在全国范围内异地登记且无需出示户口簿。尽管短期内出现反弹，专家仍警告称，由于年轻人口减少，长期来看结婚人数仍将面临下降压力。",
      "translated_title": "新政策推动结婚人数反弹，中国夫妇扎堆登记结婚",
      "images": [],
      "contentSource": "完整文章",
      "content": "China recorded a year-on-year uptick of 8.5 per cent in marriage registrations over the first three quarters of 2025, a rare piece of positive demographic news as the country’s population continues to shrink and rise in average age.\nThe increase suggests that a host of recently introduced pro-marriage policies are starting to pay off, but experts cautioned the number of marriages would still decline over the long term as the pool of younger adults dwindles.\nA total of 5.15 million couples...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/f1a8b0a9-365a-4a75-9d0c-9ae60c110a87_58a3f898.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "英伟达CEO黄仁勋警告中国将‘赢得AI竞赛’：报道 (原标题: Nvidia CEO Jensen Huang warns China will ‘win the AI race’: report)",
      "link": "https://www.scmp.com/tech/big-tech/article/3331766/nvidia-ceo-jensen-huang-warns-china-will-win-ai-race-report?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 08:20:46 +0000",
      "isoDate": "2025-11-06T08:20:46.000Z",
      "creator": "Agence France-Presse",
      "summary": "### 英伟达CEO黄仁勋警告中国将赢得AI竞赛\n\n英伟达（Nvidia）首席执行官黄仁勋近日在伦敦的一次活动中表示，中国将“赢得AI竞赛”。他强调，中国在人工智能领域仅“落后美国几纳秒”，并认为美国通过加速发展并赢得全球开发者至关重要。\n\n**核心观点与担忧**\n\n*   **中国AI实力**: 黄仁勋指出，中国在AI技术发展上与美国差距极小，并预测中国最终将赢得AI竞赛。\n*   **美国策略**: 他认为美国必须积极竞争，吸引全球开发者，以保持领先地位。\n\n**对美国出口限制的立场**\n\n*   黄仁勋多次向美国当局请愿，要求放宽对英伟达AI芯片的出口限制。\n*   他认为，当前的限制政策反而正在帮助中国推动其自身技术的发展，从而可能适得其反。\n\n**公司市场表现**\n\n*   英伟达上周曾成为全球首家市值达到5万亿美元的公司。\n*   然而，此后其市值已回落至约4.7万亿美元。\n\n**相关图片**\n\n![英伟达CEO黄仁勋曾多次向美国当局请愿，要求放宽对该公司AI芯片的出口限制，称该政策正在帮助中国推动自身技术发展。图片来源：Shutterstock](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/29b9049c-f432-43d1-ba4a-85be02fd3afd_025718a6.jpg)\n*英伟达CEO黄仁勋曾多次向美国当局请愿，要求放宽对该公司AI芯片的出口限制，称该政策正在帮助中国推动自身技术发展。图片来源：Shutterstock*",
      "shortSummary": "英伟达CEO黄仁勋警告称中国将“赢得AI竞赛”，并指出中国在AI领域仅“落后美国几纳秒”。他认为美国应通过加速发展和争取全球开发者来保持领先。黄仁勋多次呼吁美国放宽AI芯片出口限制，称现有政策反而助推中国发展自身技术。英伟达市值近期有所回落，但仍保持高位。",
      "translated_title": "英伟达CEO黄仁勋警告中国将‘赢得AI竞赛’：报道",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/29b9049c-f432-43d1-ba4a-85be02fd3afd_025718a6.jpg",
          "alt": "Nvidia CEO Jensen Huang has repeatedly petitioned US authorities to relax restrictions on the company’s AI chip exports, saying that the policy was helping China push forward its own technology. Photo: Shutterstock",
          "title": "Nvidia CEO Jensen Huang has repeatedly petitioned US authorities to relax restrictions on the company’s AI chip exports, saying that the policy was helping China push forward its own technology. Photo: Shutterstock",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Nvidia CEO Jensen Huang warned that China “is going to win” the race to develop next-generation artificial intelligence, urging Washington to speed up its efforts.\nThe head of the world’s first company to reach US$5 trillion in market value told The Financial Times that Beijing’s energy subsidies were boosting its drive to build cutting-edge semiconductors used to power AI technology developments.\n“China is going to win the AI race,” the British newspaper cited him as saying on Wednesday at an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/fa487bf0-64b9-4233-adb8-9fbef4f8193f_8ce14018.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币纳入航空结算，推动国际化进程 (原标题: China’s yuan added to aviation settlements in boost to internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331728/yuan-internationalisation-efforts-uplifted-airlines-add-currency-settlement-options?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 07:30:09 +0000",
      "isoDate": "2025-11-06T07:30:09.000Z",
      "creator": "Kandy Wong",
      "summary": "## 人民币纳入国际航空运输协会（IATA）结算货币，助力其国际化\n\n国际航空运输协会（IATA）决定将人民币纳入其清算所提供的结算货币列表，供航空公司和航空供应商使用。此举旨在进一步推动中国货币的国际化进程。\n\n### 实施与试用\n\n*   **生效时间**：经过一段试用期后，人民币结算服务将于下个月正式启用。\n*   **首批试用者**：中国南方航空和厦门航空已于本月率先对该系统进行了测试。\n\n### IATA清算所背景\n\n*   **现有货币**：IATA的清算所平台目前已支持美元、欧元、英镑、瑞士法郎、新加坡元、澳元和日元七种结算货币。\n*   **服务范围**：该平台为全球581家航空公司提供结算服务，其中包括33家在中国运营的中外航空公司。\n*   **交易量**：去年，IATA清算所处理的交易总额高达638亿美元。\n\n### 纳入人民币的益处\n\n中国国际航空首席财务官孙玉权在IATA的声明中表示，IATA的这一决定是“中国航空运输业的积极发展”。他指出，人民币的加入将带来多重优势：\n\n*   **避免高成本转换**：有助于避免“昂贵且多次的货币转换”。\n*   **加速结算**：将显著加快结算速度。\n*   **降低风险**：有助于减少货币兑换风险。\n\n### 对人民币国际化的影响\n\n丹斯克银行驻哥本哈根的中国经济学家Allan von Mehren认为，人民币被纳入IATA的货币列表，是中国“加快”人民币国际化决心的又一明确信号。他还指出，其他相关迹象包括：\n\n*   **央行行长表态**：中国人民银行行长潘功胜“直接承诺推动人民币国际化”，这与此前更渐进的表述有所不同。\n*   **国家战略地位**：人民币国际化已被纳入中国最新五年规划提案中的“战略举措”。",
      "shortSummary": "国际航空运输协会（IATA）已将人民币纳入其航空结算货币列表，此举旨在推动人民币国际化。人民币结算将于下月启用，中国南方航空和厦门航空已完成试用。此举将帮助航空公司避免高成本的货币转换，加快结算并降低汇率风险。分析师认为，这标志着中国加速人民币国际化的决心，并与央行行长的表态及五年规划中的战略定位相符。",
      "translated_title": "中国人民币纳入航空结算，推动国际化进程",
      "images": [],
      "contentSource": "完整文章",
      "content": "The International Air Transport Association (IATA) will add the yuan to the settlement currencies available to airlines and aviation suppliers through the industry association’s clearing house, a move bolstering China’s efforts to promote the internationalisation of its currency.\nYuan settlements will be available from next month following the completion of a trial period, the association said in a statement issued on Wednesday, with domestic carriers China Southern Airlines and Xiamen Airlines...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/68c777eb-1679-4214-8735-d86d7b34708d_e24ed9a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国贸易谈判代表敦促美国加强农业合作 (原标题: Chinese trade negotiator urges US to boost agricultural cooperation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331699/chinese-trade-negotiator-urges-us-give-boost-agricultural-cooperation?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 01:59:41 +0000",
      "isoDate": "2025-11-06T01:59:41.000Z",
      "creator": "Xiaofei Xu",
      "summary": "中国主要贸易谈判代表李成钢呼吁美国为两国农业合作创造“有利氛围”。\n\n*   **呼吁加强合作**：\n    *   李成钢在北京会见来访的美国农业贸易代表团时表示，希望美国与中国着眼大局，为农业等领域的务实合作创造有利氛围。\n    *   这一信息由中国商务部于周三发布。\n\n*   **贸易波动原因**：\n    *   李成钢指出，两国农产品贸易出现了一些“波动”，但他认为这些波动的根源在于美国单方面加征的关税。\n    *   双方就中美经贸关系、农产品贸易及其他事项交换了意见。\n\n*   **中国农产品采购情况**：\n    *   中国曾是美国大豆最大的海外市场，占美国出口量的一半以上。\n    *   然而，由于与美国的贸易紧张关系加剧，中国暂停了从今年秋季收获的美国大豆采购。\n\n*   **近期进展与承诺**：\n    *   在上周中国国家主席习近平与美国总统唐纳德·特朗普在韩国会晤后，北京承诺将从美国进口更多商品，包括恢复大宗大豆订单。\n    *   特朗普在会晤后通过其“Truth Social”在线网络发文称，他对习近平主席授权中国开始购买“大量大豆、高粱和其他农产品”感到“非常荣幸”。",
      "shortSummary": "中国贸易谈判代表李成钢呼吁美国为两国农业合作创造“有利氛围”，并指出贸易波动源于美国单边关税。此前，中国因贸易紧张暂停了美国大豆采购。但在习近平主席和特朗普总统会晤后，北京承诺恢复大宗美国农产品进口，包括大豆，此举得到了特朗普的证实。",
      "translated_title": "中国贸易谈判代表敦促美国加强农业合作",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s key trade negotiator, Li Chenggang, has called on the US to create “a favourable atmosphere” for agricultural cooperation between the two countries.\n“We hope the US will work together with China, with a focus on the broader picture, to create a favourable atmosphere for practical cooperation in areas such as agriculture,” Li told a visiting US agricultural trade delegation in Beijing on Tuesday, according to a statement published by the Ministry of Commerce on Wednesday.\nLi said there...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/7a96e581-f95a-4656-a577-9daf32b5f2a1_08196511.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "两段式故事：中美贸易战的过山车如何冲击广交会 (原标题: Tale of two halves: how China’s trade war roller coaster shook the Canton Fair)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331625/how-us-china-trade-war-roller-coaster-played-out-canton-fair?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 14:00:10 +0000",
      "isoDate": "2025-11-05T14:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "### 广交会的两段式经历：从贸易战阴霾到协议曙光\n\n广交会作为衡量中国未来六到九个月外贸和制造业前景的晴雨表，在广州以戏剧性的方式开幕和闭幕。本次展会清晰地反映了中美贸易战带来的巨大波动。\n\n*   **开幕时的阴霾与焦虑**\n    *   展会开幕前夕，气氛异常低迷。就在10月15日中国最大、历史最悠久的贸易展会开幕前几天，美国总统特朗普威胁将对中国商品加征额外的100%关税。\n    *   这一突如其来的宣布在展会中引发了巨大冲击波，使出口商陷入了极度的焦虑和不确定性。\n    *   天津乐奇玩具销售经理Cindy Wang表示，今年“异常紧张”，美国关税政策变化频繁，导致“没有人敢报价或下单”。\n\n*   **闭幕时的喘息与希望**\n    *   展会闭幕时的景象与开幕时截然不同，充满了缓解的气氛。\n    *   中美两国在上周达成了一项分阶段贸易协议，部分取消了关税，这让出口商们终于松了一口气。\n    *   福建漳平的玩具出口商Lily Zhang表示，他们“终于可以喘口气了”，三周前还以为美国市场会彻底消失，而现在“至少今年看起来稳定了”。",
      "shortSummary": "广交会作为中国外贸晴雨表，经历了从贸易战阴霾到曙光的转变。展会初期，美国加征关税的威胁令出口商深感焦虑，订单和报价停滞。然而，随着中美达成阶段性贸易协议并部分取消关税，展会闭幕时气氛转为轻松，出口商松了一口气，认为短期内市场前景趋于稳定。",
      "translated_title": "两段式故事：中美贸易战的过山车如何冲击广交会",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Canton Fair, considered a barometer of China’s foreign trade and manufacturing outlook for the next six to nine months, has concluded in Guangzhou as dramatically as it began.\nThree weeks ago, the exhibition hall was shrouded in gloom. Just days before China’s largest and oldest trade exhibition opened on October 15, US President Donald Trump had threatened to impose an additional 100 per cent tariff on Chinese goods.\nThe announcement sent shock waves through the fair, plunging exporters...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/7d4a25e3-045b-4dad-b78f-d5e6d3035573_691ba059.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大众汽车将在中国为本地制造的自动驾驶汽车生产自己的芯片 (原标题: Volkswagen to make own chips in China for locally made autonomous vehicles)",
      "link": "https://www.scmp.com/business/china-business/article/3331675/volkswagen-make-own-advanced-chips-china-locally-made-autonomous-vehicles?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 13:22:00 +0000",
      "isoDate": "2025-11-05T13:22:00.000Z",
      "creator": "Daniel Ren",
      "summary": "## 大众汽车在中国自研芯片，赋能本地自动驾驶汽车\n\n大众汽车集团计划在中国开发先进半导体，以支持其在中国本地生产的半自动驾驶汽车。此举旨在加紧努力，在全球最大的汽车市场中，在日益激烈的竞争中重新夺回市场份额。\n\n### 核心战略与目标\n*   **“在中国，为中国”战略**：大众中国董事长兼首席执行官Ralf Brandsatter表示，集团正在加速和深化“在中国，为中国”战略的实施，从本地化生产转向掌握塑造未来出行的核心技术。\n*   **市场份额恢复**：通过自研芯片，大众汽车旨在提升其在中国市场的竞争力，以应对日益激烈的市场竞争。\n*   **客户为中心**：大众汽车强调，这款芯片将以中国客户的需求为核心进行开发。\n\n### 合资企业与产品开发\n*   **合资公司**：大众汽车与地平线机器人（一家人工智能集成电路设计公司）共同拥有的合资企业Carizon将负责开发一款系统级芯片（SoC）。\n*   **产品类型**：该SoC旨在处理自动驾驶汽车摄像头和传感器生成的数据。\n*   **交付时间**：该SoC预计在未来三到五年内交付。\n\n### 技术规格与性能\n*   **计算能力**：该SoC的计算能力将在每秒500至700万亿次操作（TOPS）之间。\n*   **性能对比**：这一性能使其几乎与英伟达最新的Thor处理器（可达到700 TOPS）持平。\n\n### 市场承诺\n*   大众汽车的半导体计划体现了该汽车制造商对全球最大电动汽车（EV）市场的进一步投资承诺。",
      "shortSummary": "大众汽车集团宣布，将通过与地平线机器人合资的Carizon公司，在中国开发自己的先进系统级芯片（SoC）。该芯片专为本地生产的半自动驾驶汽车设计，计算能力达500-700 TOPS，预计三到五年内交付。此举是大众“在中国，为中国”战略的一部分，旨在提升其在中国市场的竞争力，并进一步投资全球最大的电动汽车市场。",
      "translated_title": "大众汽车将在中国为本地制造的自动驾驶汽车生产自己的芯片",
      "images": [],
      "contentSource": "完整文章",
      "content": "Volkswagen Group plans to develop its own advanced semiconductors in China to power its locally made semi-autonomous vehicles, ramping up efforts to regain ground in the world’s largest car market amid heightened competition.\nThe German carmaker on Wednesday said Carizon – a venture it jointly owned with Horizon Robotics, a designer of artificial intelligence integrated circuits – would develop a system-on-a-chip (SoC) that would be delivered in the next three to five years.\n“We are accelerating...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/92d3871a-36e8-423e-b6da-6f8456a6fe25_bc718b6d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴西与中国贸易在投资激增和出口机遇中升温 (原标题: Brazil-China trade heats up amid investment surge, export opportunities)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331655/more-soybeans-brazil-china-trade-heats-amid-investment-surge-new-opportunities?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 13:00:15 +0000",
      "isoDate": "2025-11-05T13:00:15.000Z",
      "creator": "Frank Chen,Sylvia Ma",
      "summary": "### 巴西与中国贸易在投资激增和出口机遇中升温\n\n随着中国企业在巴西的日益增多，巴西企业也表达了进一步拓展中国市场的愿望，并呼吁两国加强合作，以克服物流瓶颈等挑战。\n\n*   **出口市场潜力巨大**\n    *   巴西饮料公司Legendaria的董事Christian Gogola表示，中国可以而且应该成为巴西所有产品类别的最大出口市场。\n    *   他指出，目前进入巴西市场的中国公司多于进入中国市场的巴西公司。\n    *   Gogola认为，鉴于两国“良好的双边关系”，“进军中国”将是许多巴西企业的自然战略。\n\n*   **中国国际进口博览会（CIIE）**\n    *   Gogola是在上海举行的为期六天的中国国际进口博览会（CIIE）开幕当天接受采访时发表上述言论的。\n\n*   **中国在巴西的投资激增**\n    *   中国企业一直在扩大其在巴西的业务版图。\n    *   巴西-中国商业理事会9月份的一份报告显示，2024年中国在巴西的投资比上一年翻了一番。\n\n*   **相关图片**\n    *   ![中国咖啡连锁品牌瑞幸咖啡（使用巴西咖啡豆）在中国国际进口博览会巴西国家馆展出。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/05/edb5dd18-b232-4f3a-9f4a-689741fb504b_9ab99704.jpg)\n        *中国咖啡连锁品牌瑞幸咖啡（使用巴西咖啡豆）在中国国际进口博览会巴西国家馆展出。*",
      "shortSummary": "巴西与中国的贸易关系日益紧密，中国企业在巴西的投资激增，2024年投资额翻倍。巴西企业渴望拓展中国市场，尽管目前中国公司进入巴西的数量更多。巴西方面呼吁两国加强合作，解决物流等挑战，并认为凭借良好的双边关系，“进军中国”是巴西企业的自然战略。中国被视为巴西所有产品类别的巨大潜在出口市场。",
      "translated_title": "巴西与中国贸易在投资激增和出口机遇中升温",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/05/edb5dd18-b232-4f3a-9f4a-689741fb504b_9ab99704.jpg",
          "alt": "Chinese coffee-house chain Luckin Coffee, which uses beans sourced from Brazil, is featured at the Brazilian national pavilion at the China International Import Expo in Shanghai. Photo: Frank Chen",
          "title": "Chinese coffee-house chain Luckin Coffee, which uses beans sourced from Brazil, is featured at the Brazilian national pavilion at the China International Import Expo in Shanghai. Photo: Frank Chen",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Amid the growing presence of Chinese firms in Brazil, Brazilian businesses are expressing hope of being able to further expand into China’s market, while also calling for enhanced bilateral efforts to overcome challenges such as logistical bottlenecks.\n“China can and should be Brazil’s largest export market for every product category,” said Christian Gogola, director of Brazilian drink company Legendaria.\n“But for now, more Chinese companies are entering Brazil than Brazilian firms doing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/bfccbe05-6e06-4fe5-b57e-f4ef7d8f23a4_6fec3c44.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国设定2035年主要目标GDP基准：年均增长4.17% (原标题: China names GDP benchmark for headline target: 4.17% annual growth through 2035)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331641/china-names-gdp-benchmark-headline-target-417-annual-growth-through-2035?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 11:00:09 +0000",
      "isoDate": "2025-11-05T11:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国2035年经济发展目标及增长基准\n\n中国官方出版物指出，为实现到2035年成为“中等发达国家”的长期发展目标，中国经济需要保持年均4.17%的增长率。这一明确的增长基准为政府衡量其长期目标实现情况提供了更清晰的指引。\n\n### 目标设定背景\n\n*   **人口预期变化**：中国人口预计在未来十年内开始萎缩，年均下降约0.2%。\n*   **“中等发达国家”目标**：这一目标最早在2020年第十四个五年规划提案中提出，但当时缺乏明确的全球基准。\n\n### 增长率计算依据\n\n*   **官方解释性书籍**：根据党中央委员会上月公布的最新五年规划提案的解释性书籍，党政部门计算出实现该目标所需的增长率。\n*   **人均GDP门槛**：该书籍指出，目前的共识是将人均GDP门槛设定在20,000美元左右。\n*   **国际标准参考**：这一标准是基于国际货币基金组织（IMF）在2020年将39个经济体归类为“发达国家”时，这些经济体的人均GDP普遍高于20,000美元。\n\n### 具体增长要求\n\n*   **目标值**：以人均GDP达到20,000美元（约为中国2020年人均GDP的两倍）为目标。\n*   **综合考量**：考虑到未来十年人口年均下降0.2%的预期，中国GDP需要以年均4.17%的速度增长才能在2035年达到这一水平。\n\n### 未来规划展望\n\n*   **下一个五年规划（2026-2030年）**：尽管提案并未具体说明平均年GDP增长基准，但其目标是“保持经济增长在合理水平”，这与当前第十四个五年规划的措辞相呼应。\n*   **科学设定目标**：这份官方学习指南强调，更清晰的标准将有助于“科学地设定”未来的增长目标。",
      "shortSummary": "中国官方指出，为实现到2035年成为“中等发达国家”的目标，中国经济需保持年均4.17%的增长率。这一基准是基于人均GDP达到20,000美元（约为2020年中国水平的两倍）的共识，并考虑了未来十年中国人口预计将年均下降0.2%的因素。此举为中国长期发展目标提供了明确的衡量标准。",
      "translated_title": "中国设定2035年主要目标GDP基准：年均增长4.17%",
      "images": [],
      "contentSource": "完整文章",
      "content": "With China’s population expected to shrink over the next decade, an official publication has said an average annual economic growth rate of 4.17 per cent would be necessary to meet a headline target for long-term development by 2035 – providing greater clarity for what the government considers a success as it works to achieve the long-range benchmark.\nThe latest proposals for the country’s next five-year plan – unveiled by the Communist Party’s Central Committee last month – do not specify...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/a4b0262a-4335-4d77-afd1-c78792499b6d_8bea7fbd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia 事件：芯片争端再次引发欧盟对中国投资的辩论 (原标题: Nexperia fallout: chip spat reignites EU debate over Chinese investments)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331611/nexperia-fallout-dutch-chinese-chip-debacle-reignites-eu-debate-over-foreign-investments?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 08:17:35 +0000",
      "isoDate": "2025-11-05T08:17:35.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# Nexperia 争端及其对欧盟中国投资辩论的影响\n\n## 背景概述\n\n*   荷兰芯片制造商 Nexperia（由中国企业所有）卷入中美地缘政治紧张局势，引发了一场关于欧洲外国投资的重新辩论。\n*   分析人士指出，此次事件很可能导致欧盟国家未来对中国投资进行更严格的审查。\n\n## 关键事件时间线\n\n1.  **荷兰接管 Nexperia：** 9月30日，海牙援引一项自1952年以来未曾动用的法律，以国家安全为由，从其中国所有者手中夺取了 Nexperia 的控制权。\n2.  **中国实施出口管制：** 北京方面对此作出回应，对在中国工厂完成的 Nexperia 芯片实施出口管制。\n3.  **欧盟介入化解危机：** 据欧盟委员会称，近日中国商务部与欧洲公司进行了接触，以重启受阻的半导体流动，避免了“最坏情况”的发生。\n\n## 争端引发的深层思考\n\n*   **欧洲政策反思：** 分析人士认为，此次争端促使欧洲重新思考如何处理外国投资，特别是来自中国的投资。\n*   **附带损害风险加剧：** 在美国施压以夺回控制权、而中国则牢牢掌控关键供应链的背景下，附带损害的风险变得更加突出。\n*   **历史政策漏洞：** 巴黎雅克·德洛尔研究所的中国研究员 Sacha Courtial 指出，当前局面部分源于过去几十年的宽松政策，当时包括荷兰在内的许多欧洲国家没有对外资进行审查的流程。\n\n## Nexperia 的战略重要性\n\n*   **核心供应商地位：** Nexperia 是汽车和工业用户传统芯片的主要供应商。\n*   **中国企业收购：** 该公司于2019年被中国闻泰科技收购。据 Gavekal Research 分析师 Laila Khawaja 称，这笔交易创下了中国海外半导体收购的记录，并将闻泰科技从低端电子产品生产商转变为全球半导体参与者。",
      "shortSummary": "荷兰政府以国家安全为由接管中国所有的芯片制造商 Nexperia 后，引发了中国对 Nexperia 芯片的出口管制。尽管欧盟委员会介入避免了“最坏情况”，但此次事件重新点燃了欧盟对中国投资的辩论。分析人士认为，这促使欧洲重新审视外国投资政策，尤其是在中美地缘政治紧张局势下，对国家安全和供应链控制的担忧日益加剧。Nexperia 是重要的传统芯片供应商，2019年被中国闻泰科技收购。",
      "translated_title": "Nexperia 事件：芯片争端再次引发欧盟对中国投资的辩论",
      "images": [],
      "contentSource": "完整文章",
      "content": "The saga of Netherlands-based and Chinese-owned chipmaker Nexperia, caught up in broader geopolitical tensions between the United States and China, is rekindling a debate about foreign investment in Europe and is likely to lead to further scrutiny by EU countries on future Chinese investments in the bloc, according to analysts.\nAfter The Hague seized control of Nexperia from its Chinese owners on September 30, citing national security concerns and invoking a law that had been sitting idle since...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/ec1012f7-8e61-41bc-8d7f-02767f023a75_ef1c603b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国燃煤发电领域出现新冠军，尽管重心转向可再生能源 (原标题: China has a new champ in coal-fired power despite focus on renewable energy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331575/china-has-new-coal-fired-power-champ-despite-switch-focus-renewable-energy?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 04:29:51 +0000",
      "isoDate": "2025-11-05T04:29:51.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国燃煤发电新里程碑\n\n*   **北仑电厂成为中国最大火力发电站**\n    *   位于浙江宁波的北仑发电站，随着其1吉瓦（GW）燃煤九号机组在完成168小时满负荷试运行后投入运营，已成为中国装机容量最大的火力发电站。\n    *   该电站的总装机容量达到7.34吉瓦，超过了内蒙古托克托发电站的6.72吉瓦。\n    *   这一里程碑由国有企业中国能源投资集团于周一宣布。\n\n*   **燃煤发电在能源结构中的作用**\n    *   尽管中国近年来为实现碳达峰和碳中和目标，大力发展风能和太阳能等可再生能源，但火力发电目前仍是能源供应中关键的稳定力量。\n    *   去年，由于能源需求增长，中国的煤炭消费量略有上升。\n    *   然而，煤炭在能源消费总量中的比重正在缓慢下降。\n\n*   **能源消费结构数据（国家统计局数据）**\n    *   去年，煤炭在中国能源消费总量中的占比为53.2%，比上一年下降了1.6个百分点。\n    *   包括天然气、水力、核能、风能和太阳能在内的清洁能源，占总消费量的28.6%，上升了2.2个百分点。",
      "shortSummary": "中国北仑发电站新增一台1吉瓦燃煤机组后，总装机容量达7.34吉瓦，超越内蒙古托克托电站，成为中国最大的火力发电站。尽管中国大力发展可再生能源以实现碳目标，但火力发电仍是关键的稳定力量。去年，中国煤炭消费量略增，但在能源消费总量中的占比降至53.2%，而清洁能源占比上升至28.6%。这显示了中国在能源转型中的复杂性。",
      "translated_title": "中国燃煤发电领域出现新冠军，尽管重心转向可再生能源",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s energy industry has passed a new milestone, with the expansion of the Yangtze River Delta’s Beilun Power Station making it the largest thermal power station in the country by installed capacity.\nThe plant’s coal-fired Unit Nine has commenced operations after a 168-hour full-load trial, state-owned China Energy Investment Corporation announced on Monday.\nThat additional gigawatt of power has raised the total installed capacity of the station, located in Ningbo, Zhejiang province, to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/cf7444fe-3a28-4df2-8620-a4b9c9254a94_8144db09.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国总理在进博会表示，中国将‘拥抱自由市场和自由贸易’ (原标题: China to ‘embrace free markets and free trade’, premier says at CIIE)",
      "link": "https://www.scmp.com/business/china-business/article/3331559/china-embrace-free-markets-and-free-trade-premier-li-qiang-says-ciie-opening?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 02:16:33 +0000",
      "isoDate": "2025-11-05T02:16:33.000Z",
      "creator": "Daniel Ren,Julie Zhang",
      "summary": "中国总理李强在上海举行的中国国际进口博览会（CIIE）开幕式上发表讲话，承诺将进一步向国际企业开放中国庞大的消费市场。此次表态正值北京与华盛顿达成一项重要的贸易协议之后，该协议有望帮助全球供应链恢复正常。\n\n**主要观点：**\n*   **开放市场与全球化承诺：** 李强总理强调，中国将坚定不移地支持全球化，巩固与贸易伙伴的经济联系。他指出，在全球经济放缓和国际争端加剧之际，更应坚持平等互利的合作，拥抱自由市场和自由贸易，并通过共同发展解决跨境矛盾和问题。\n*   **营造开放环境：** 中国表示愿意与各方合作，共同营造开放包容的发展环境，提升贸易和投资自由化便利化水平，确保全球产业链供应链的稳定畅通，为经济发展汇聚更强动能。\n*   **鼓励外资企业：** 李强总理向通用电气和Lululemon等跨国公司伸出橄榄枝，鼓励它们加强在中国大陆的业务运营。这是他连续第三年出席这一全球最大的贸易博览会。\n*   **背景：中美贸易协议：** 李强总理的乐观表态是在中国国家主席习近平与美国总统唐纳德·特朗普上周在韩国达成贸易协议之后作出的。该协议包括美国削减关税以及北京暂停对稀土矿物和磁铁的新限制。",
      "shortSummary": "中国总理李强在进博会（CIIE）上承诺，中国将进一步开放市场，支持全球化，拥抱自由市场和自由贸易。他鼓励跨国公司加强在华业务，旨在稳定全球供应链并促进经济发展。此举是在中美达成一项贸易协议后作出的。",
      "translated_title": "中国总理在进博会表示，中国将‘拥抱自由市场和自由贸易’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese Premier Li Qiang has pledged to further open the country’s vast consumer market to international businesses after Beijing and Washington reached a significant trade deal that was expected to help restore normality to global supply chains.\nAddressing about 1,000 government officials, business leaders and merchants at the opening of the China International Import Expo (CIIE) in Shanghai on Wednesday, the premier said Beijing remained resolute about supporting globalisation and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/6134a437-5dcb-4586-80ce-0e2d9d431e32_c398748d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习特会为美国企业参加中国进口博览会开启机遇之窗 (原标题: Xi-Trump summit opens window of opportunity for US firms at China import expo)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331499/after-xi-trump-summit-us-firms-seize-window-opportunity-china-import-expo?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 23:00:09 +0000",
      "isoDate": "2025-11-04T23:00:09.000Z",
      "creator": "Frank Chen,Mandy Zuo",
      "summary": "## 习特会为美国企业参加中国进口博览会开启机遇之窗\n\n近期，中美两国元首习近平与唐纳德·特朗普举行了备受瞩目的峰会，此次会议有效缓和了中美之间数月以来的贸易冲突。在这一积极背景下，美国企业预计将在今年的中国国际进口博览会（CIIE）上展现出更高的参与度。\n\n### 美国企业在进博会的参与情况\n\n*   **农业领域**：来自美国“粮仓”地区的十多家农产品生产商将在进博会设立一个特别展馆，展示其产品。\n*   **跨国公司**：多家美国跨国公司预计将在上海的展会现场设立展位，其中一些公司是时隔多年后再次回归。\n*   **政府官员**：据《南华早报》报道，美国某些州的官员也将出席此次博览会。\n\n### 参展商的期望与机遇\n\n*   **订单增长**：观察人士指出，许多参展商希望在本届进博会上获得更多订单，以充分利用两国之间重新建立的良好关系。\n*   **贸易关系缓和**：上周的习特会是两国领导人六年来首次面对面会晤，此次会晤不仅延长了关税休战期，还在其他方面缓和了紧张局势，为参展商带来了积极的预期。\n*   **早期指标**：作为全球两大经济体，中美两国正在落实峰会达成的共识。在此背景下，进博会成为双边关系和解转向在实际层面如何演进的一个早期指标。\n*   **长期稳定**：业内人士表示，许多参加此次展会的人士预计，贸易关系的稳定将持续到今年以后。",
      "shortSummary": "习特会缓和了中美贸易冲突，为美国企业参加中国国际进口博览会（CIIE）创造了新机遇。预计将有更多美国农业生产商和跨国公司参展，一些州官员也将出席。参展商希望利用两国关系改善的契机，争取更多订单，并期待贸易稳定能持续。进博会成为衡量双边关系和解进展的早期指标。",
      "translated_title": "习特会为美国企业参加中国进口博览会开启机遇之窗",
      "images": [],
      "contentSource": "完整文章",
      "content": "Less than a week after a high-profile summit between President Xi Jinping and US President Donald Trump – a meeting that cooled the trade conflict between Beijing and Washington after months of heated recriminations – American exhibitors are expected to be more visible at this year’s China International Import Expo (CIIE).\nMore than a dozen agricultural producers from US breadbasket regions will display their wares at a special pavilion at the high-profile trade show, and several of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/04e0a301-d8e7-4c4e-9e3b-99b691fb91e4_3071d68e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "随着中国在‘贸易战2.0’中坚守阵线，人民币也随之稳定 (原标题: As China holds the line in ‘trade war 2.0’, its yuan follows suit)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331309/china-holds-line-trade-war-20-its-yuan-follows-suit?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 22:00:09 +0000",
      "isoDate": "2025-11-04T22:00:09.000Z",
      "creator": "Kandy Wong,Sylvia Ma",
      "summary": "## 人民币在“贸易战2.0”中的表现：与首次贸易战的对比\n\n文章探讨了在中国可能面临“贸易战2.0”的背景下，人民币汇率与首次贸易战期间截然不同的表现。\n\n### 第一次贸易战期间人民币的走势 (2018-2019)\n\n*   **汇率承压：** 在美国前总统唐纳德·特朗普第一任期内，中美贸易战爆发时，人民币汇率首当其冲，成为焦点。\n*   **跌破7关口：** 到2019年，人民币兑美元汇率十多年来首次跌破7的基准水平，这震惊了投资者，并引发了北京可能允许人民币贬值以抵消关税影响的猜测。\n*   **显著贬值：** 从2018年4月到2019年9月，人民币兑美元贬值约14.5%。\n\n### “贸易战2.0”背景下人民币的韧性\n\n*   **担忧重现，但表现不同：** 随着华盛顿和北京可能再次陷入僵局，特朗普的第二次白宫竞选带来了“贸易战2.0”的担忧，这些担忧重新浮出水面。然而，这一次人民币的表现有所不同。\n*   **保持稳定甚至走强：** 人民币兑美元汇率基本保持稳定，甚至多次走强。\n*   **抵御贬值压力：** 与第一次贸易战期间的显著贬值形成对比，人民币迄今为止成功抵御了贬值压力。\n\n### 人民币走强的原因 (Allianz Trade高级经济学家Francoise Huang观点)\n\n*   **市场化程度提高：** Allianz Trade亚太区高级经济学家Francoise Huang表示，人民币在全球市场中的地位确实比十年前更强，这得益于一系列改革，使人民币更加市场化。\n*   **资本账户开放：** 中国的资本账户更加开放，增强了人民币的韧性。\n*   **政策环境差异：** 她补充说，尽管人民币的走势与第一次贸易战期间不同，但当前的全球和美国政策环境与上次贸易战时“非常不同”。\n\n### 近期表现\n\n*   **短暂下跌与迅速反弹：** 尽管在4月初（当时特朗普宣布对几乎所有美国贸易伙伴征收“对等关税”）出现短暂下跌，但人民币迅速反弹，此后一直呈走强趋势。\n*   **离岸人民币上涨：** 截至目前，今年以来离岸人民币兑美元已上涨约3%。",
      "shortSummary": "在潜在的“贸易战2.0”背景下，人民币汇率表现出与第一次贸易战截然不同的韧性。特朗普第一任期内，人民币曾大幅贬值约14.5%，并跌破7关口。然而，此次人民币兑美元汇率基本保持稳定，甚至多次走强，离岸人民币今年已上涨约3%。专家指出，这得益于人民币的市场化程度提高、资本账户开放以及全球政策环境的变化。人民币已成功抵御了贬值压力。",
      "translated_title": "随着中国在‘贸易战2.0’中坚守阵线，人民币也随之稳定",
      "images": [],
      "contentSource": "完整文章",
      "content": "When US President Donald Trump fired the opening salvoes of his country’s trade war with China in his first term, Beijing’s currency was on the front lines.\nBy 2019, the yuan had tumbled past the benchmark value of seven per US dollar for the first time in over a decade, rattling investors and fuelling speculation that Beijing was allowing depreciation to mitigate the effects of tariffs.\nAs Washington and Beijing began to lock horns once again, with Trump’s second White House foray bringing with...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/ad25de72-4664-46cc-92c5-22d16e22b94d_922434e2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国与东盟如何确保其升级版协议真正实现双赢 (原标题: How China and Asean can ensure their upgraded pact is truly win-win)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3331415/how-china-and-asean-can-ensure-their-upgraded-pact-truly-win-win?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 21:30:08 +0000",
      "isoDate": "2025-11-04T21:30:08.000Z",
      "creator": "Brian Y. S. Wong",
      "summary": "# 中国与东盟升级版协议：机遇与挑战\n\n## 协议升级与背景\n*   **自贸协定升级**：上个月，中国与东盟（Asean）升级了其自由贸易协定，重点关注环境保护、产品质量以及对中小企业的支持。\n*   **发展挑战**：中国总理李强指出，此次协议是在东盟国家面临“更大的发展挑战”背景下达成的，这些国家“不公平地受到高额关税的影响”，这间接批评了美国前总统特朗普在该地区采取的措施。\n*   **新成员加入**：东帝汶正式加入东盟，该国是中国、印度尼西亚和新加坡重要的经济贸易伙伴。\n\n## 表面上的繁荣关系\n*   **主要贸易伙伴**：自2020年以来，东盟一直是中国的第一大贸易伙伴。\n*   **贸易额激增**：双边贸易额从2006年的1600亿美元飙升至2024年的近1万亿美元。\n*   **基础设施投资**：中国在铁路、港口、天然气管道和能源电网等基础设施领域的投资，在缅甸、柬埔寨、老挝等大陆东盟国家以及印度尼西亚、马来西亚等海洋国家发挥了关键作用。\n*   **中国企业在东盟**：\n    *   中国电动汽车公司比亚迪（BYD）在泰国开设了其在中国境外的第一家工厂。\n    *   上汽集团与正大集团的合作（SAIC Motor-CP partnership）也体现了两经济体之间供应链整合的深度和速度。\n\n## 复杂现实：双刃剑\n*   **双刃剑效应**：尽管表面上关系前景光明，但文章指出，与东盟国家的政策制定者、商业精英和年轻学生交流时，中国崛起被视为一把“双刃剑”，表明实际情况更为复杂。",
      "shortSummary": "中国与东盟升级了自由贸易协定，涵盖环保、产品质量和中小企业支持，旨在应对发展挑战。东盟自2020年起成为中国最大贸易伙伴，双边贸易额和中国基础设施投资显著增长，如比亚迪在泰国设厂。然而，尽管表面繁荣，东盟各界人士普遍认为中国的崛起是一把“双刃剑”，预示着双方关系存在深层复杂性。",
      "translated_title": "中国与东盟如何确保其升级版协议真正实现双赢",
      "images": [],
      "contentSource": "完整文章",
      "content": "At last month’s Association of Southeast Asian Nations (Asean) summit, China and the bloc upgraded their free trade pact in the areas of environmental protection, product quality and support for small businesses.\nPremier Li Qiang contextualised the agreement in light of “greater development challenges” facing Asean nations, as they are “unfairly subjected to steep tariffs”, an indirect criticism of the erratic measures unleashed across the region by US President Donald Trump.\nAnother noteworthy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/976b92a3-a1bb-406f-b8f0-1bb1a62aa908_686f9078.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国指责荷兰因扣押Nexperia而加剧芯片危机 (原标题: China accuses Netherlands of fuelling chip crisis over Nexperia seizure)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331506/china-accuses-netherlands-fuelling-chip-crisis-over-nexperia-seizure?utm_source=rss_feed",
      "pubDate": "Tue, 04 Nov 2025 13:00:28 +0000",
      "isoDate": "2025-11-04T13:00:28.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国指责荷兰因扣押Nexperia加剧芯片危机\n\n中国政府指责荷兰政府未能解决Nexperia争端，称其缺乏“建设性态度”，从而加剧了全球半导体供应链的混乱。\n\n*   **事件背景与荷兰的行动**\n    *   荷兰政府于9月30日采取了不寻常的举动，援引自1952年以来未曾使用的法律，以国家安全为由从其中方所有者手中扣押了Nexperia的控制权。\n    *   荷兰法院文件显示，此举可能是在美国压力下触发的，特别是华盛顿最近扩大其贸易黑名单的范围。\n\n*   **中国的回应与指责**\n    *   在中国与美国进行最新一轮贸易谈判后，中方同意豁免Nexperia中国工厂生产的合规芯片订单的出口禁令，以“负责任的努力维护全球半导体供应链的稳定和安全”。\n    *   然而，中国商务部批评荷兰方面“继续一意孤行，未采取具体行动解决问题”，认为这将“不可避免地加剧对全球半导体供应链的负面影响”。\n    *   中方表示，这是中国和全球产业都不愿看到的情况。\n\n*   **对供应链的影响**\n    *   荷兰的行动引起了中方的严重关切，并导致北京对该公司中国部门生产的某些零部件实施出口管制。\n    *   此举威胁到依赖Nexperia产品的全球汽车制造商的供应链。\n    *   自10月下旬以来，荷兰芯片制造商总部旗下的欧洲制造工厂也已暂停向其中国部门供应晶圆，而Nexperia约70%的封装工作是在中国完成的。",
      "shortSummary": "中国指责荷兰政府因扣押中资企业Nexperia而加剧全球芯片供应链危机。荷兰以国家安全为由扣押Nexperia，据称受美国压力。中国批评荷兰缺乏建设性态度，并对Nexperia中国部门产品实施出口管制。此举已威胁到全球汽车制造商供应链，Nexperia欧洲工厂也暂停向中国部门供应晶圆，加剧了半导体供应紧张。",
      "translated_title": "中国指责荷兰因扣押Nexperia而加剧芯片危机",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has blamed the Dutch government’s inaction in resolving the Nexperia dispute, saying The Hague has failed to show a “constructive attitude” and thus is escalating the global semiconductor supply-chain chaos.\nTuesday’s criticism came days after China agreed to exempt compliant orders for chips made by Nexperia’s Chinese facilities from an export ban, following the latest round of trade negotiations with the United States.\nWhile China’s latest move was “in a responsible effort to maintain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/04/421a2758-c81d-4c34-a6a1-c73b39d6d3bf_5df7fdf3.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-06T19:16:11.344Z"
}