{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国计划设立10个国家数据区，以推动数字经济发展并与美国在人工智能竞赛中竞争 (原标题: China eyes 10 new national data zones in digital economy push, AI race with US)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313325/china-eyes-10-new-national-data-zones-digital-economy-push-ai-race-us?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 07:00:14 +0000",
      "isoDate": "2025-06-06T07:00:14.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国设立10个国家数据区以推动数字经济和AI发展\n\n中国国家数据管理局（NDA）宣布，中国将设立10个国家数据试点区。此举旨在：\n\n*   **推动数字经济发展**：通过培育数据相关市场主体和扩大数据市场，释放数字经济的增长潜力。\n*   **提升AI竞争力**：在与美国的人工智能竞赛中占据优势。\n*   **促进数实融合**：旨在“释放实体经济与数字经济融合的潜力”。\n\n**试点区分布**\n\n这些试点区将设立在北京、浙江、安徽等地区。\n\n**背景与现状**\n\n此举正值中国加大力度挖掘数字经济增长潜力，并在与美国的激烈科技竞争中，特别是在快速发展的人工智能领域，寻求优势。\n\n据中央电视台报道：\n\n*   中国已“建立了全面的数据产业链”，拥有超过19万家数据相关企业。\n*   该行业的市场规模已超过2万亿元人民币（约合2784亿美元）。\n*   预计到2030年，这一数字将增至7.5万亿元人民币。\n\n**未来规划**\n\n由包括国家数据管理局在内的17个政府机构发布了一项涵盖2024年至2026年的三年行动计划。该计划旨在：\n\n*   将数据交易量翻一番。\n*   创建300多个示范应用场景。\n*   利用数据在各行业中的乘数效应。",
      "shortSummary": "中国国家数据管理局宣布将设立10个国家数据试点区，以推动数字经济发展并提升在人工智能领域与美国的竞争力。这些区域将分布在北京、浙江、安徽等地，旨在培育数据市场主体、扩大数据市场并促进数字经济与实体经济融合。中国数据产业市场规模已超2万亿元，预计2030年达7.5万亿元。一项三年行动计划（2024-2026）旨在将数据交易量翻番，并创建300多个应用场景，以充分利用数据价值。",
      "translated_title": "中国计划设立10个国家数据区，以推动数字经济发展并与美国在人工智能竞赛中竞争",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will establish 10 national data pilot zones, its data agency announced, as the country seeks to bolster its digital economy and compete with the United States in the race to dominate artificial intelligence.\nThe National Data Administration (NDA) said the zones would be established in Beijing, Zhejiang, Anhui and other regions. The initiative encourages select local governments to spearhead efforts “in nurturing data-related market entities and expanding the data market”, according to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/3697b41d-b390-4649-a849-a7441eb8e4aa_60c91453.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大型船东让美国造船业失色，继续从中国订购船舶 (原标题: Big shipowners take wind out of US sails, continue to order vessels from China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313302/despite-us-port-fee-big-shipping-companies-are-still-ordering-vessels-made-china?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 05:00:18 +0000",
      "isoDate": "2025-06-06T05:00:18.000Z",
      "creator": "Carol Yang",
      "summary": "# 大型船东继续从中国订购船舶，美国造船业面临挑战\n\n## 核心观点\n尽管美国试图通过征收港口费用等措施来挑战中国在全球造船业的主导地位，但包括全球最大的航运公司地中海航运公司（MSC）在内的大型船东，仍选择继续与中国造船厂合作。他们认为，中国造船厂的竞争力在短期内是无法轻易匹敌的。\n\n## 地中海航运公司（MSC）的立场\n*   **港口费用不构成障碍**：地中海航运公司高级副总裁Marie-Caroline Laurent在本周于奥斯陆举行的Nor-Shipping论坛上表示，美国针对与中国相关船舶征收的港口费用，不会成为该公司从中国订购更多船舶的障碍。\n*   **能源转型需求驱动**：Laurent指出，全球航运业正面临能源转型（国际海事组织要求全球航运业在未来约25年内实现净零排放），这需要大量新型船舶，特别是那些采用脱碳技术（如绿色燃料）的船舶。她强调，这些船舶目前在很大程度上是由中国建造的。\n*   **认可中国能力**：她明确表示，中国拥有建造这些船舶所需的能力和技术，因此MSC目前仍将继续在中国建造其船只。\n\n## 美国造船业复兴的挑战\n*   **非一蹴而就**：Laurent承认美国正在努力振兴其造船业，但她认为这一复兴不会一蹴而就，需要时间。\n*   **所需条件**：她指出，实现美国造船业的复兴将需要国家补贴以及保留一些战略资产。\n*   **不影响当前战略**：尽管与美国政府就此进行对话很有趣，但Laurent表示，这在现阶段可能不会改变MSC在造船方面的整体战略。",
      "shortSummary": "尽管美国试图通过港口费用挑战中国造船业，但包括全球最大航运公司MSC在内的大型船东，仍因中国造船厂无与伦比的竞争力而继续从中国订购船舶。MSC高管表示，为实现能源转型所需的船舶主要由中国建造，其技术和能力短期内无法替代。美国造船业的复兴被视为长期目标，目前不会改变船东的采购策略。",
      "translated_title": "大型船东让美国造船业失色，继续从中国订购船舶",
      "images": [],
      "contentSource": "完整文章",
      "content": "While a US port fee targeting ships linked to China has made some vessel buyers hesitant, major shipping companies – including Mediterranean Shipping Company (MSC), the world’s largest – are opting to continue working with Chinese shipyards, saying their competitiveness cannot be easily matched in the short term.\nDespite the United States’ determination to challenge China’s dominance in global shipbuilding, MSC senior vice-president Marie-Caroline Laurent told the Nor-Shipping Forum in Oslo this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/06/34712173-c6cf-4162-8ab8-d1ab22a9ea13_bbf26846.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "地方政府在中国618购物节前暂停部分补贴 (原标题: Local governments halt some subsidies ahead of China’s big 618 shopping festival)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313217/local-governments-halt-some-subsidies-purchases-ahead-chinas-618-shopping-festival?utm_source=rss_feed",
      "pubDate": "Fri, 06 Jun 2025 00:00:18 +0000",
      "isoDate": "2025-06-06T00:00:18.000Z",
      "creator": "Alice Li",
      "summary": "### 地方政府在中国618购物节前暂停部分补贴\n\n随着中国电商平台为年度最大购物节之一的“618”做准备，一些地方政府突然暂停了通过全国“以旧换新”计划提供的某些商品补贴，这出乎了人们对补贴将持续一整年的预期。\n\n*   **补贴暂停情况**：\n    *   **广州**：自周四起，广州消费者无法再申领家居装修产品（如门、瓷砖和沙发）的优惠券，这些产品此前每人可获得高达2万元人民币（约合2785美元）的补贴。该市还暂停了家电和电子产品的补贴。\n    *   **江苏省**：周日暂停了在线购物券，但继续发放有限的每日线下购物券。\n    *   **湖北省及广东省其他城市**：包括深圳、东莞和中山在内的湖北省和广东省其他城市，已停止对智能家电的补贴。这些信息根据电商平台京东（消费者可申请补贴的渠道之一）的公告。\n\n*   **“以旧换新”计划背景**：\n    *   这是中国“以旧换新”计划实施的第二年，该计划旨在刺激消费和缓解各行业的产能过剩问题。\n    *   该计划已从产品更换扩展，现在利用数千亿元的超长期特别国债资金，为特定商品提供15-20%的折扣。\n\n*   **影响与预期差异**：\n    *   去年，大多数地方政府的补贴持续到年底。因此，今年在“618”购物节前突然在中途暂停补贴，令一些人措手不及，而电商平台正希望维持销售势头。",
      "shortSummary": "在中国“618”购物节前夕，一些地方政府突然暂停了通过全国“以旧换新”计划提供的部分商品补贴。广州、江苏、湖北及广东部分城市已停止对家居装修、家电和电子产品等提供补贴。这与去年补贴持续到年底的情况不同，令消费者和电商平台感到意外。该计划旨在刺激消费，但此次突然暂停打乱了市场预期。",
      "translated_title": "地方政府在中国618购物节前暂停部分补贴",
      "images": [],
      "contentSource": "完整文章",
      "content": "With e-commerce platforms gearing up for one of China’s biggest shopping festivals of the year, some local governments have suddenly paused subsidies offered for certain goods through a national trade-in programme, upending expectations that the offerings would continue all year.\nAs of Thursday, consumers in Guangzhou, the capital of the southern provincial powerhouse of Guangdong, found that they could no longer claim vouchers for home-remodelling products such as doors, ceramic tiles and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/be9d02c1-1a46-44d9-8ead-8eb756d5532d_d18c79f4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "报告称：人工智能或可解决中国劳动力困境，但也可能加剧通货紧缩 (原标题: AI might solve China’s labour woes, but could also fuel deflation, report says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313220/ai-might-be-answer-chinas-labour-woes-could-also-fuel-deflation-report-says?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 13:45:08 +0000",
      "isoDate": "2025-06-05T13:45:08.000Z",
      "creator": "Leopold Chen",
      "summary": "# 人工智能对中国劳动力市场和通货紧缩的影响\n\n## 长期展望：缓解劳动力短缺\n*   人工智能（AI）的兴起预计将从长远来看缓解中国预期的劳动力短缺问题。\n\n## 短期影响：加剧通货紧缩的担忧\n*   **摩根士丹利分析师的观点：**\n    *   **主要担忧：** 在短期内，AI的广泛应用可能会加剧“中国普遍存在的通货紧缩压力”。\n    *   **原因：** AI的劳动力替代效应可能在短期内占据主导地位，从而扰乱本已疲软的就业市场。\n    *   **背景：** 中国经济目前面临高企的青年失业率和通货紧缩，起点较弱，这使得AI导致的劳动力市场中断可能更为严重。\n    *   **具体影响：** AI可能取代“初级认知工作”，鼓励企业在AI技术上投入更多，从而减少招聘，导致“工资增长显著放缓”。\n\n## 另一种观点：AI并非通缩主因\n*   **渣打银行大中华区首席经济学家丁爽的观点：**\n    *   **核心论点：** AI不会是中国通货紧缩压力的主要驱动力。\n    *   **通缩主因：** 当前通货紧缩的主要原因是一些行业的产能过剩和国内需求疲软。\n    *   **政策建议：**\n        *   为应对通货紧缩压力，中国应遏制过度投资和过度竞争。\n        *   不应因担心通货紧缩而犹豫发展AI，因为AI是一个具有战略重要性的产业。",
      "shortSummary": "人工智能（AI）在长期内有望缓解中国劳动力短缺。然而，市场对其短期影响存在分歧。摩根士丹利分析师认为，AI可能通过劳动力替代加剧中国已有的通货紧缩和青年失业问题，导致工资增长放缓。但渣打银行的丁爽则认为，AI并非通缩主因，当前通缩主要源于产能过剩和需求疲软。他建议中国应遏制过度投资，同时不应因通缩担忧而阻碍AI这一战略性产业的发展。",
      "translated_title": "报告称：人工智能或可解决中国劳动力困境，但也可能加剧通货紧缩",
      "images": [],
      "contentSource": "完整文章",
      "content": "While the rise of artificial intelligence (AI) is set to mitigate an expected shortage of labour in China in the long run, market observers differ on its impact on deflationary pressures in the near term.\nThe wider adoption of AI in China could exacerbate “China’s prevailing deflationary pressures” by disrupting an already-weak employment market, as the labour displacement effects of the technology might dominate in the short term, Morgan Stanley analysts said in a research report published last...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/354081bf-d0ea-4ed0-86cc-f0f535df6006_4893a621.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将在海南对部分用户放开互联网限制 (原标题: China will drop the Great Firewall for some users, but only in southern Hainan)",
      "link": "https://www.scmp.com/tech/policy/article/3313224/chinas-hainan-offers-global-internet-access-some-boost-free-trade-port-ambitions?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 13:30:08 +0000",
      "isoDate": "2025-06-05T13:30:08.000Z",
      "creator": "Ben Jiang",
      "summary": "# 海南试点“全球互联”服务：部分用户将获全球互联网访问权限\n\n中国最南端的海南省正在试点一项创新计划，旨在向部分企业用户开放全球互联网访问权限。此举在中国以严格网络审查著称的背景下显得尤为罕见，其核心目标是将海南转型为全球自由贸易港。\n\n## 申请资格与流程\n\n*   **申请主体**：在海南注册并运营的公司的员工。\n*   **申请机构**：申请人需通过海南国际数据综合服务中心（HIDCSC）申请“全球互联”移动服务。HIDCSC由海南大数据发展中心监管。\n*   **申请条件**：\n    *   申请人必须是中国三大国有运营商（中国移动、中国联通或中国电信）的5G套餐用户。\n    *   需提交雇主信息，包括公司的统一社会信用代码，以供审批。\n*   **审批时间**：据HIDCSC工作人员透露，审批过程可能长达五个月。\n\n## 服务内容与优势\n\n*   **绕过“防火墙”**：一旦获得批准，用户将能够绕过中国所谓的“防火墙”，访问许多全球最常访问的网站，例如Google和维基百科。\n*   **可访问平台**：包括YouTube、X（原Twitter）和TikTok等平台也将可访问。\n*   **费用**：用户无需支付额外费用即可获得全球互联网访问权限。\n*   **商业吸引力**：目前对公司规模或业务范围没有限制，该服务已吸引了显著的商业兴趣。\n\n## 限制与背景\n\n*   **部分内容仍受限**：尽管大部分全球网站可访问，但HIDCSC工作人员表示，仍有部分网站将无法访问，但未详细说明具体类型。\n*   **战略意义**：这项试点项目是海南省致力于打造全球自由贸易港的关键一步，旨在提升其国际商业环境和吸引力。",
      "shortSummary": "中国海南省正试点一项“全球互联”服务，允许部分在当地注册运营的企业的员工绕过“防火墙”，访问全球互联网。此举旨在将海南打造为全球自由贸易港。申请者需为三大运营商的5G用户，并提供公司信息，审批可能耗时数月。该服务免费，已吸引大量商业兴趣，但部分网站仍将受限。",
      "translated_title": "中国将在海南对部分用户放开互联网限制",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s southernmost province of Hainan is piloting a programme to grant select corporate users broad access to the global internet, a rare move in a country known for having some of the world’s most restrictive online censorship, as the island seeks to transform itself into a global free-trade port.\nEmployees of companies registered and operating in Hainan can apply for the “Global Connect” mobile service through the Hainan International Data Comprehensive Service Centre (HIDCSC), according to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/4e52b04d-2b56-4435-bd8e-39dbfe1f0664_faa86d12.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国希望通过绿色能源在新数据中心战略中推动人工智能繁荣 (原标题: China hopes to power AI boom with green energy in new data centre strategy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313194/china-hopes-power-ai-boom-green-energy-new-data-centre-strategy?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 11:00:11 +0000",
      "isoDate": "2025-06-05T11:00:11.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 中国新数据中心战略：以绿色能源赋能人工智能繁荣\n\n中国正将其耗电量巨大的数据中心发展整合到国家能源战略中，以推动其不断增长的人工智能（AI）产业和计算能力。\n\n## 核心策略与目标\n*   **新行动计划发布**：北京于周三发布了一项新的行动计划，旨在协调数据中心规划与能源基础设施建设。\n*   **聚焦新能源富集区**：重点关注青海、新疆、黑龙江等国家枢纽节点和资源丰富的非枢纽地区，将现有和新增数据中心的绿色电力需求与当地可再生能源容量进行协调。\n*   **满足AI计算需求**：目标是满足高性能计算设施不断飙升的电力需求。\n\n## 能源管理与技术创新\n*   **缓解电网压力**：计划提出将利用创新技术实时预测电力消耗和可再生能源发电量。\n*   **灵活能源使用**：这将使数据中心能够更灵活地使用能源，从而缓解高峰时段电网的压力。\n\n## AI产业发展与电力挑战\n*   **推动AI与高科技制造**：工业和信息化部同日召开会议，讨论推进人工智能和高科技制造业的努力，强调在培育大型AI企业的同时，也要支持小型专业公司。\n*   **AI的经济驱动力**：此举凸显了中国主导AI领域的雄心，AI正迅速成为经济增长的重要驱动力。\n*   **电力供应压力**：然而，AI的快速发展也可能给电力供应带来巨大压力。随着更多应用和用户的出现，特别是中国本土AI模型“DeepSeek”的推出，数据中心的电力消耗预计将急剧上升。\n*   **电力需求预测**：根据国际数据公司（IDC）和浪潮信息在2月份发布的一份报告，2025年AI计算的电力需求预计将比上一年增长43%。",
      "shortSummary": "中国正通过一项新战略，将数据中心发展与绿色能源整合，以支持其蓬勃发展的人工智能产业。该计划旨在协调数据中心与新能源丰富地区的能源基础设施，满足高性能计算对电力的巨大需求。通过创新技术实现灵活能源使用，并支持各类AI企业。随着AI成为经济增长引擎，其电力消耗预计将大幅增加，IDC报告预测2025年AI计算电力需求将增长43%。",
      "translated_title": "中国希望通过绿色能源在新数据中心战略中推动人工智能繁荣",
      "images": [],
      "contentSource": "完整文章",
      "content": "To fuel its growing AI sector and computing prowess, China is integrating the development of power-hungry data centres into its national energy strategy.\nUnder a new action plan released on Wednesday, Beijing would coordinate data centre planning with energy infrastructure in areas and regions rich in new energy resources, to meet the surging electricity demands of high-performance computing facilities.\n“We will focus on national hub nodes and resource-abundant non-hub regions such as Qinghai,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/6e98d83d-9af2-4a20-bcc1-6a8543927daa_9236aad2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国称新型直升机发动机是其航空雄心的里程碑 (原标题: China hails new helicopter engine as a milestone for its aviation ambitions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313180/china-hails-new-helicopter-engine-milestone-its-aviation-ambitions?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 09:30:09 +0000",
      "isoDate": "2025-06-05T09:30:09.000Z",
      "creator": "Sylvia Ma",
      "summary": "中国已批准其首款国产1000千瓦直升机发动机——AES100投入批量生产，此举被视为中国航空业发展的重要里程碑，尤其是在美国试图限制其获取关键技术背景下。\n\n**主要信息点：**\n\n*   **发动机名称与类型：** 该发动机名为AES100，是一款涡轴发动机，功率为1000千瓦。\n*   **生产许可：** 中国官方已于周四授予AES100生产许可证，为其市场投放奠定了坚实基础。\n*   **研发与生产方：** AES100由中国航空发动机集团（AECC）研制和生产。\n*   **战略意义：**\n    *   此举正值华盛顿宣布对中国实施新一轮出口限制，包括对喷气发动机相关技术的销售限制之际。\n    *   尽管AES100与中国商飞（Comac）客机使用的喷气发动机类型不同，但中国专家认为其发展仍是中国航空业向前迈出的重要一步。\n    *   AES100的总设计师李盖奇表示，获得生产许可反映了“中国独立开发和制造先进民用涡轴发动机的能力”。\n*   **背景：** 中国商飞在发展商用飞机方面取得了快速进展，但仍依赖海外供应商提供关键部件。AES100的量产标志着中国在航空发动机领域自主能力的提升，有助于减少对外部技术的依赖。",
      "shortSummary": "中国已批准其首款国产1000千瓦直升机发动机AES100投入批量生产。此举被视为中国航空雄心的重要里程碑，尤其是在美国限制其获取关键技术背景下。该发动机由中国航空发动机集团研制，标志着中国独立开发和制造先进民用涡轴发动机能力的提升，有助于减少对海外技术的依赖。",
      "translated_title": "中国称新型直升机发动机是其航空雄心的里程碑",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has granted approval for the country’s first home-grown 1,000-kilowatt helicopter engine to begin mass production, as Beijing doubles down on its aviation ambitions in defiance of US efforts to restrict its access to key technologies.\nThe engine, named the AES100, was granted a production licence by Chinese authorities on Thursday, “laying a solid foundation for its market launch”, state-run news agency Xinhua reported.\nThe move comes just days after Washington announced a new round of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/559e6371-2d91-4de4-9013-e13225102b1c_20edeeee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士透露 (原标题: Australia’s Albanese to meet China’s Xi in Beijing this summer: source)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313136/australias-albanese-meet-chinas-xi-beijing-summer-source?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 06:00:12 +0000",
      "isoDate": "2025-06-05T06:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "### 澳大利亚总理阿尔巴尼斯将访问北京\n\n*   **访问目的与时间**\n    *   澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问中国首都北京。\n    *   此行的主要目的是进行贸易会谈，并应对由美国前总统唐纳德·特朗普的关税政策引发的全球贸易动荡。\n    *   一位知情人士透露，阿尔巴尼斯预计将在访问期间会见中国国家主席习近平。\n\n*   **澳中关系缓和与贸易优先**\n    *   自2022年首次当选以来，阿尔巴尼斯一直致力于缓和其前任强硬政策所造成的对华经济紧张关系。\n    *   这些努力已促使北京放宽了对澳大利亚煤炭、葡萄酒、龙虾及其他商品的进口限制。\n    *   在工党于上个月的澳大利亚联邦选举中取得决定性胜利后，与中国的接触预计仍将是阿尔巴尼斯第二任期的优先事项。\n\n*   **稳定贸易伙伴关系**\n    *   消息人士指出，此次访问是为了与澳大利亚最大的贸易伙伴进行接触。\n    *   澳大利亚民众再次投票支持阿尔巴尼斯，是因为他能够稳定澳中关系。",
      "shortSummary": "澳大利亚总理安东尼·阿尔巴尼斯预计将于今年7月或8月访问北京，与中国国家主席习近平举行贸易会谈。此行旨在进一步缓和两国经济紧张关系，并稳定作为澳大利亚最大贸易伙伴的澳中关系。阿尔巴尼斯自2022年上任以来一直致力于此，已促使中国放宽对澳大利亚商品的进口限制。",
      "translated_title": "澳大利亚总理阿尔巴尼斯今夏将在北京会见中国国家主席习近平：消息人士透露",
      "images": [],
      "contentSource": "完整文章",
      "content": "Australian Prime Minister Anthony Albanese is set to become the latest world leader to travel to Beijing for trade talks, as countries around the world scramble to navigate the turbulence unleashed by US President Donald Trump’s tariff policies.\nThe Australian leader is expected to arrive in the Chinese capital in July or August, a source with knowledge of the situation told the Post on condition of anonymity, with the European Union also scheduled to hold a crunch summit with China during the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/a7fed20e-8877-49c7-a6b1-b0a836c10140_c50858c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂 (原标题: Solar power boom in Pakistan undercuts coal-fired plants built by China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313131/are-chinese-solar-panels-answer-global-south-or-do-costs-not-add?utm_source=rss_feed",
      "pubDate": "Thu, 05 Jun 2025 05:00:07 +0000",
      "isoDate": "2025-06-05T05:00:07.000Z",
      "creator": "Carol Yang",
      "summary": "## 巴基斯坦太阳能热潮对中国援建燃煤电厂的冲击\n\n### 背景与核心问题\n*   巴基斯坦分布式太阳能发电的迅速兴起，正对中国在巴基斯坦投资建设的燃煤电厂构成竞争。\n*   智库“Renewables First”的报告指出，廉价的中国太阳能电池板正在削弱燃煤电厂的电力需求，导致“搁浅资产”的恶性循环。\n*   报告主要作者Muhammad Basit Ghauri表示，中国必须在其资助的燃煤电厂和销售的太阳能电池板之间做出选择，因为两者无法在同一市场中同时获胜。\n\n### 巴基斯坦太阳能发展现状\n*   过去五年，巴基斯坦屋顶分布式太阳能发电迅速普及。\n*   期间进口了39吉瓦的太阳能电池板，主要来自中国，这大约相当于巴基斯坦总装机发电容量的四分之三。\n\n### 对中国的呼吁与机遇\n*   “Renewables First”智库呼吁中国在巴基斯坦的能源转型中发挥主导作用，为全球南方国家树立典范。\n*   报告认为，通过支持巴基斯坦统一的清洁能源愿景，中国有机会开发和验证可在全球南方复制的转型模式。\n*   美国退出气候外交为中国在全球能源转型中发挥领导作用创造了空间。\n\n### 本土制造与合作模式转变\n*   报告强调，鉴于全球贸易紧张局势加剧以及中国近期对太阳能技术所需关键矿物的出口限制，发展本土制造业至关重要。\n*   报告建议中巴两国应从“进口商-出口商”关系转变为“本土清洁能源创新生态系统的共同创造者”。\n\n### 挑战与质疑\n*   一位中国能源学者对该智库提出的愿景是否过于昂贵表示质疑。",
      "shortSummary": "巴基斯坦日益增长的分布式太阳能发电（主要由廉价中国太阳能电池板驱动）正在削弱中国在巴基斯坦资助的燃煤电厂的电力需求，导致搁浅资产。一份巴基斯坦智库报告呼吁中国在巴能源转型中发挥主导作用，将其打造成全球南方国家的范本，并强调发展本土制造。然而，有学者质疑该愿景的成本。",
      "translated_title": "巴基斯坦太阳能热潮削弱中国援建燃煤电厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "The rise of decentralised solar power has prompted a Pakistani think tank to call for China to play a leading role in Pakistan’s energy transition, creating a model for other countries in the Global South. However, a Chinese energy scholar has questioned whether its vision is too expensive to be true.\n“China’s solar panels are outcompeting China’s power plants,” said Muhammad Basit Ghauri, lead author of the report by the Renewables First think tank, which suggests that China has to make a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/05/d5c8b887-3ab9-4829-b7a7-c89121f5322d_8a393fe3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧将举行关键会谈以解决经济僵局 (原标题: China and EU schedule crunch talks to resolve economic deadlock)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313046/china-and-eu-schedule-crunch-talks-resolve-economic-deadlock?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 13:30:08 +0000",
      "isoDate": "2025-06-04T13:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中欧关键贸易会谈\n\n中欧双方已同意举行新一轮贸易会谈，旨在为下个月（预计7月下旬在北京）举行的高级别领导人峰会铺平道路。此次会谈由欧盟委员会宣布，此前中国商务部长王文涛与欧盟贸易主管马罗斯·塞夫科维奇于周二在巴黎世界贸易组织活动期间举行了会晤。\n\n**会谈目的与内容：**\n\n*   **为高层峰会奠定基础：** 此次会谈旨在为即将于7月下旬在北京举行的中欧领导人峰会做准备，届时欧洲领导人将与中国国家主席习近平会面。\n*   **中方表态：** 中国商务部表示，双方就中欧经济贸易合作中“紧迫和重要的问题”进行了“专注、坦诚和深入的讨论”。此外，双方还责成各自工作团队加紧准备今年的双边经济贸易议程。\n*   **欧盟目标：** 欧盟发言人指出，欧盟的“总体目标仍然是重新平衡我们与中国的贸易和投资关系，并创造公平的竞争环境”。\n\n**分析师观点：**\n\n*   尽管双方已安排会谈，但分析人士认为，中欧能否解决双边经济关系中的僵局仍有待观察。",
      "shortSummary": "中欧双方已同意举行新一轮贸易会谈，旨在为下个月在北京举行的高级别领导人峰会做准备。此次会谈由中国商务部长王文涛和欧盟贸易主管马罗斯·塞夫科维奇在巴黎举行。中方称讨论“专注、坦诚、深入”，欧盟则强调目标是“重新平衡贸易和投资关系，创造公平竞争环境”。分析人士对会谈能否解决经济僵局持观望态度。",
      "translated_title": "中欧将举行关键会谈以解决经济僵局",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the European Union have agreed to hold a new round of trade talks to pave the way for a high-level leaders’ summit next month, but analysts said it remained to be seen whether the two sides could resolve the impasse in their bilateral economic relations.\nThe talks were announced by the European Commission following a meeting between China’s commerce minister, Wang Wentao, and EU trade chief Maros Sefcovic on the sidelines of a World Trade Organization event in Paris on Tuesday.\nThey...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/a71dc7e7-1194-4cf8-96ec-8f26e0ab160c_17f3587c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“进展”：法国希望在中国白兰地关税问题上取得突破 (原标题: ‘Progress’: France hopes to toast breakthrough on China’s cognac tariffs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313035/french-cognac-businesses-hopeful-positive-china-talks-could-roll-back-tariffs?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 09:30:13 +0000",
      "isoDate": "2025-06-04T09:30:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 法国白兰地行业对中国关税突破抱有希望\n\n中国对法国白兰地行业征收的关税给该行业带来了沉重打击，但目前出现了一线乐观情绪，预示着期待已久的突破。\n\n*   **行业乐观情绪**：格罗斯佩林家族品牌（Grosperrin family brand）的负责人吉尔赫姆·格罗斯佩林（Guilhem Grosperrin）表示，他感受到了行业内正在酝酿的乐观气氛，认为谈判即将取得突破。\n*   **积极的官方讨论**：格罗斯佩林透露，中法两国官员之间的讨论进展顺利，对话积极，并且中国政府愿意倾听法方的意见。\n*   **关税影响实例**：为避免支付额外费用，格罗斯佩林的一位中国客户拒绝接收在关税生效前已支付的订单。这位客户正在等待谈判结果，而其资金目前仍滞留在法国。",
      "shortSummary": "受中国关税重创的法国白兰地行业正迎来乐观情绪，期待在关税问题上取得突破。格罗斯佩林家族品牌负责人表示，中法两国官员间的讨论进展顺利且积极，中国政府愿意倾听。一个具体案例显示，有客户因关税问题导致预付款滞留在法国，等待谈判结果。",
      "translated_title": "“进展”：法国希望在中国白兰地关税问题上取得突破",
      "images": [],
      "contentSource": "完整文章",
      "content": "After Chinese tariffs hammered the French cognac industry, Guilhem Grosperrin, director of the Grosperrin family brand, senses a long-awaited breakthrough – a breeze of optimism stirring in the bruised industry.\nFollowing recent talks between the two countries – including a phone call between Chinese President Xi Jinping and his French counterpart Emmanuel Macron – he said he was hopeful that Beijing’s duties on French cognac could soon be rolled back.\n“What we are hearing is that the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/a510ef6c-0a03-41d3-96dc-cbec7f5419ce_05e6bbc9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国GDP增速预计明年放缓，贸易冲突加剧：经合组织 (原标题: China’s GDP growth expected to slow next year amid trade strife: OECD)",
      "link": "https://www.scmp.com/economy/china-economy/article/3313012/chinas-economic-growth-expected-slow-next-year-amid-trade-strife-oecd?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 08:30:14 +0000",
      "isoDate": "2025-06-04T08:30:14.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 经合组织（OECD）预测中国经济增长放缓\n\n*   **增长预测：** 经合组织本周表示，预计中国经济明年将增长4.3%。\n*   **预测下调：** 这一预测比之前的预期下调了0.1个百分点。\n\n## 全球经济增长面临下行压力\n\n*   **主要原因：** 经合组织指出，“实质性贸易壁垒”以及“信心减弱和政策不确定性加剧”正在给今年和明年的全球经济增长率带来下行压力。\n*   **受影响最严重的国家：** 全球经济放缓趋势将“最集中”地体现在中国、加拿大、墨西哥和美国。\n\n## 贸易冲突背景\n\n*   这份展望报告发布之际，美国总统唐纳德·特朗普今年对多个国家（特别是亚洲国家，其中中国面临最大幅度的增长）的进口商品实施了两位数的关税上调。\n\n## 关税对中国经济的影响\n\n*   **出口受限：** 报告指出，中国出口将“受到新征关税的限制”。\n*   **进口下降：** 随着生产日益本地化，进口将随之下降。\n*   **私营企业受影响：** 关税将“不成比例地影响私营企业，包括外国公司，因为它们是主要的出口商”。\n*   **美国市场份额：** 去年，美国吸收了中国商品直接出口的13.5%。",
      "shortSummary": "经合组织（OECD）预测，受全球贸易冲突影响，中国经济明年增速将放缓至4.3%，较此前预期下调0.1个百分点。报告指出，美国加征关税将限制中国出口，并对私营企业造成不成比例的影响，导致全球经济增长普遍承压，尤其集中在中国、加拿大、墨西哥和美国。",
      "translated_title": "中国GDP增速预计明年放缓，贸易冲突加剧：经合组织",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s economy is projected to grow by 4.3 per cent next year, the Organisation for Economic Co-operation and Development (OECD) said this week as it trimmed a 10th of a percentage point off its previous forecast in the light of ongoing world trade strife.\n“Substantial barriers to trade” coupled with “diminishing confidence and heightened policy uncertainty” were putting downward pressure on economic growth rates around the world this year and next, the Paris-headquartered world trade advocacy...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/0245b55f-22bc-496a-83fb-e2dbcaa7794b_b42c44c8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国压力下收紧关键矿产‘全链条’管控 (原标题: China tightens ‘whole-chain’ control on critical minerals amid US pressures)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312968/crackdown-illegal-mines-china-tightens-critical-mineral-controls-amid-row-us?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 03:00:12 +0000",
      "isoDate": "2025-06-04T03:00:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "# 中国收紧关键矿产“全链条”管控\n\n中国正在加强对关键矿产出口的管控，以应对来自美国的日益增长的压力，并巩固其在全球供应中的主导地位。\n\n## 背景与原因\n*   **全球主导地位：** 中国是全球最大的关键矿产生产国，供应全球92%的精炼稀土元素，这些元素对消费电子产品、电动汽车和高科技国防系统至关重要。\n*   **美国压力：** 此次举措是在美国对喷气发动机和芯片设计技术实施新限制后，中美双边紧张关系再次升级的背景下进行的。中国长期以来将关键矿产供应作为与华盛顿打交道的一张“王牌”。\n\n## 管控措施\n*   **“全链条”管控指令：** 北京已发布指令，要求对战略矿产出口实行更严格的“全链条”管控。\n*   **出口审批：** 相关公司在将矿产运往海外之前，必须获得中国当局的监管批准。\n*   **地方层面执行：** 据《证券时报》报道，广西壮族自治区、贵州省和湖南省等关键矿产丰富的地区正在加强执法，检查出口商运营并打击非法采矿活动。\n\n## 具体行动\n*   **湖南省：** 承诺摸清所有战略矿产出口商的情况，并帮助他们加强合规系统和遵守出口规则的能力。\n*   **广西壮族自治区：** 誓言加强对采矿和勘探环节的监管，更严厉地打击无证开采和超出批准区域采矿等非法活动。\n*   **跨区域协调：** 广西梧州市和广东省云浮市已建立跨区域协调机制，共同打击非法采矿。\n\n## 影响\n这些举措旨在进一步巩固中国在全球关键矿产供应中的控制力，以应对地缘政治挑战。",
      "shortSummary": "中国正加强对关键矿产的“全链条”出口管控，以应对美国压力并巩固其全球供应主导地位。作为全球最大关键矿产生产国，中国供应92%的精炼稀土。北京已指示地方政府（如广西、湖南、贵州）检查出口商、打击非法采矿，并加强合规。此举旨在维护中国在关键战略资源上的优势。",
      "translated_title": "中国在美国压力下收紧关键矿产‘全链条’管控",
      "images": [],
      "contentSource": "完整文章",
      "content": "Parts of China that are rich in critical minerals are stepping up enforcement of tighter export controls as the country doubles down on its dominance of world supplies in the face of increasing pressure from the United States.\nChina, the world’s biggest producer of critical minerals, supplies 92 per cent of the refined rare earth elements that are essential in the production of consumer electronics, electric vehicles and hi-tech defence systems. Its export controls mean companies must obtain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/04/745b2a70-4720-4f20-9ef3-4583060e5273_f7fae7d2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "甜蜜交易：中国农业科技如何助力埃及沙漠变身顶级糖厂 (原标题: Sweet deal: how China’s agritech helped turn Egypt’s desert into top sugar farm)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312892/chinas-agritech-brings-water-egypts-giant-beet-sugar-factory-sahara-desert?utm_source=rss_feed",
      "pubDate": "Wed, 04 Jun 2025 00:06:12 +0000",
      "isoDate": "2025-06-04T00:06:12.000Z",
      "creator": "Alice Li",
      "summary": "## 中国农业科技助力埃及沙漠变身顶级糖厂\n\n### 核心合作项目：埃及西米尼亚糖厂\n\n*   **地点与背景：** 埃及西米尼亚，位于撒哈拉沙漠边缘，曾是一片500公顷的沙漠。\n*   **中方贡献：** 中国中曼石油在过去三年内，在该地区钻探了193口水井，为农场提供灌溉水源。\n*   **技术创新：** 中曼石油采用了“空气泡沫钻井”技术。这种方法用空气和发泡剂的混合物取代了传统的泥浆，有效解决了不稳定含水层的问题，防止水井坍塌，并提高了钻井效率。该技术已被许多埃及钻井公司采纳。\n*   **项目成果：** 经过灌溉，这片沙漠现已成为全球最大的甜菜制糖厂——运河糖业（Canal Sugar）的原料供应基地。运河糖业是由阿拉伯联合酋长国和埃及投资者共同出资的合资企业，年产能高达90万吨。\n\n### 战略意义与区域合作\n\n*   **中方动因：** 此次合作反映了中国企业在面临国内经济压力时，积极寻求海外发展机遇的趋势。\n*   **中东需求：** 同时，中东国家也日益寻求中国的专业技术，以应对自身的发展挑战。\n*   **合作范例：沙特阿拉伯**\n    *   **时间：** 5月中旬，在美国总统唐纳德·特朗普访问沙特阿拉伯期间。\n    *   **事件：** 沙特农业官员在北京与中国公司签署了57项协议，总价值达269亿元人民币（约合37亿美元）。\n    *   **合作领域：** 这些协议涵盖了环境、水资源、农业、渔业和畜牧业等多个领域。\n    *   **具体倡议：** 根据沙特国家通讯社报道，关键举措包括水循环知识交流、人力资源能力建设、海藻养殖站的建立以及生物燃料和生物肥料的生产等。",
      "shortSummary": "中国农业科技助力埃及将沙漠变为全球最大的甜菜制糖厂。中国中曼石油在埃及西米尼亚钻探193口水井，采用先进的空气泡沫钻井技术，灌溉500公顷沙漠，为年产90万吨的运河糖业提供原料。这反映了中国企业寻求海外机遇与中东国家寻求中国专业技术以应对发展挑战的战略契合。沙特阿拉伯也与中国签署了多项农业和水资源合作协议，进一步印证了这种趋势。",
      "translated_title": "甜蜜交易：中国农业科技如何助力埃及沙漠变身顶级糖厂",
      "images": [],
      "contentSource": "完整文章",
      "content": "Near the edge of the Sahara Desert, in Egypt’s West Minya, Chinese drillers bore deep into the earth, tapping groundwater to irrigate a once 500-hectare stretch of desert – now home to the world’s largest beet sugar factory.\nChina’s Zhongman Petroleum has drilled 193 wells over the past three years to irrigate the farm, which supplies Canal Sugar – a joint venture backed by investors from the United Arab Emirates and Egypt – with an annual capacity of 900,000 tonnes, according to the state-run...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/b8b3ecb4-2d94-45d8-832b-1fee4f94ceb1_5a5668be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格 (原标题: Why new US curbs on China’s tech tests could raise prices for American consumers)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312904/will-new-us-curbs-chinas-tech-tests-raise-electronic-prices-american-consumers?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-03T13:00:08.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "### 美国对中国科技测试的新限制及其潜在影响\n\n美国联邦通信委员会（FCC）近期针对中国实验室实施了一项禁令，禁止其对进入美国的消费电子产品进行测试。此举引发了对执法可行性以及对美国消费者影响的讨论。\n\n*   **禁令背景与原因**\n    *   FCC于5月22日以4比0的全票通过，最终确定了这项新规定。\n    *   FCC表示，多年来负责测试进入美国设备的中国实验室，被发现与中国共产党和军队存在深层联系。\n    *   FCC主席布伦丹·卡尔在5月22日的声明中指出，这些实验室“为进入美国电信基础设施提供了门户”，并担忧“一个不可靠的实验室——一个效忠于外国对手的实验室——可能会批准不安全的设备进入美国”。\n\n*   **潜在影响**\n    *   **对美国消费者：** 观察人士认为，这项禁令可能导致美国消费者面临更少、更昂贵的选择。\n    *   **对中国制造商：** 分析师指出，尽管华盛顿似乎试图限制中国（FCC称之为“对手”），但这项禁令对中国手机、个人电脑等制造商的影响可能有限。\n\n*   **执法挑战**\n    *   香港大学金融学讲席教授陈志武表示，智能手机由众多部件组成，很难确定每个部件的测试地点。\n    *   他指出，一些部件可能在韩国、日本或美国设计和测试，因此对如何有效执行这项禁令表示疑问。",
      "shortSummary": "美国联邦通信委员会（FCC）禁止被视为安全风险的中国实验室测试进入美国的消费电子产品。FCC认为这些实验室与中国共产党和军队有联系，对美国电信基础设施构成威胁。此举可能导致美国消费者面临更高的价格和更少的选择。然而，分析师认为对中国制造商的影响可能有限，且禁令的执行面临挑战，因为难以追踪所有组件的测试地点。",
      "translated_title": "为什么美国对中国科技测试的新限制可能提高美国消费者的价格",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington’s recent ban on Chinese labs deemed security risks over their testing of consumer electronics bound for the US has observers wondering about law enforcement while saying the ban may leave American consumers with fewer, more expensive choices.\nAnalysts also say the impact on Chinese makers of phones, PCs and the like could be limited, even though Washington appears to be trying to curtail China, a country the US Federal Communications Commission calls an adversary.\n“It is hard to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/5c4ab2d5-f360-49ae-98c8-9278e2f5b016_19b7eba2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "贸易战风险可能促使全球航运商转向亚洲仲裁中心：分析师 (原标题: Trade war risks could push global shippers to Asia’s arbitration hubs: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3312879/trade-war-risks-could-push-global-shippers-asias-arbitration-hubs-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 11:00:15 +0000",
      "isoDate": "2025-06-03T11:00:15.000Z",
      "creator": "Frank Chen",
      "summary": "### 贸易战风险促使全球航运商寻求亚洲仲裁\n\n尽管全球两大经济体之间的贸易战已达成休战，但海上不确定性依然存在，这促使全球航运业代表和海事法律专家齐聚中国宁波，探讨新的合同条款、策略和仲裁方案。\n\n*   **主要担忧与术语**\n    *   在浙江海港集团近期主办的航运论坛上，“美国排除条款”和“中国风险条款”被频繁提及。\n    *   利益相关者担心，唐纳德·特朗普的高额关税和中国的报复性措施可能再次出现，从而颠覆全球航运。\n\n*   **寻求仲裁以保护利益**\n    *   论坛参与者一致认为，有必要通过仲裁来保护自身利益。\n    *   香港及附近亚洲枢纽被视为可以帮助中国企业应对贸易和地缘政治波动的选择。\n\n*   **“不可抗力”条款的重要性**\n    *   波罗的海国际航运公会（BIMCO）亚洲区经理庄炜指出，中国及海外的贸易商和航运公司越来越多地咨询，特朗普的关税和其他突发政策变化是否可被视为“不可抗力”。\n    *   在航运合同中，风险或“不可抗力”条款旨在减轻当事方因不可预见的情况（无论是自然灾害还是政治事件）而导致的运输中断责任。\n    *   这些条款明确了此类事件造成的潜在损失或损害应由谁承担。\n\n*   **中国仲裁员的机遇**\n    *   庄炜（同时也是中国海事仲裁委员会成员）表示，关税不确定性也为中国仲裁员带来了机遇，因为航运纠纷正在增加。\n    *   他指出，一些当事方可能更倾向于在西方之外解决案件。",
      "shortSummary": "贸易战的不确定性正促使全球航运商寻求新的合同条款和仲裁方案。在近期的一次航运论坛上，业界普遍关注“美国排除条款”和“中国风险条款”，并认为香港等亚洲仲裁中心能帮助企业应对潜在的关税升级和政策变化。专家指出，航运公司正探讨关税变化是否构成“不可抗力”，而日益增多的航运纠纷也为中国仲裁员带来了机遇，因为一些当事方倾向于在亚洲解决争议。",
      "translated_title": "贸易战风险可能促使全球航运商转向亚洲仲裁中心：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The terms “United States exclusion clause” and “China risk clause” were frequently heard at a recent shipping forum hosted by Zhejiang Seaport Group in the eastern city of Ningbo, as uncertainties at sea persist despite the trade war truce reached between the world’s two biggest economies.\nThe event brought together global logistics sector representatives and maritime law experts to consider new contract clauses, strategies and arbitration options, as stakeholders fear that a return of Donald...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/845e2c70-430b-4614-87ee-21a27c174f2b_f7355530.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "电动汽车价格战、比亚迪困境引发对中国恒大式危机的担忧 (原标题: EV price war, BYD woes prompt fears of China Evergrande-style crisis)",
      "link": "https://www.scmp.com/business/china-evs/article/3312883/china-evs-byd-triggered-price-war-raises-fears-evergrande-liquidity-crisis?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 08:25:20 +0000",
      "isoDate": "2025-06-03T08:25:20.000Z",
      "creator": "Yujie Xue",
      "summary": "中国电动汽车（EV）制造商正面临多重挑战，包括严酷的价格战、销售和利润率下降，以及来自北京当局的警告。\n\n**比亚迪面临的困境：**\n*   **股价下跌：** 比亚迪在香港上市的股票周一市值一度下跌高达17%（约1223亿港元，合156亿美元），从5月23日的历史高点477.80港元跌至378.20港元。周二股价回升了4%。\n*   **原因分析：** 分析师将部分跌幅归因于最近一个季度疲软的财报。\n*   **销售数据：** 作为全球最大的新能源汽车（NEV）制造商，比亚迪5月份交付了382,476辆汽车，环比增长0.6%。然而，在中国大陆市场，由于持续不断的折扣战，其5月份的销量同比持平，环比下降2.5%。\n*   **战略解读：** 汇丰银行分析师认为，比亚迪的降价举动强化了其在国内电动汽车市场“以规模优先于暂时单车利润”的战略。他们指出，这一轮季节性促销恰逢国内需求疲软、消费情绪低迷和市场竞争激烈。\n\n**行业危机担忧：**\n*   **恒大式危机警告：** 长城汽车董事长魏建军上周表示，如果中国电动汽车的价格战和盈利问题得不到控制，可能会将该行业推向类似中国恒大那样的流动性危机。\n*   **比亚迪回应：** 比亚迪品牌及公关负责人李云飞对这种比较提出了异议。",
      "shortSummary": "中国电动汽车市场正经历严酷的价格战，导致销售和利润率下降。市场领导者比亚迪的股价因财报疲软和销量放缓而大幅下跌。长城汽车董事长警告称，若价格战持续，行业可能面临类似中国恒大的流动性危机，但比亚迪对此比较表示异议。整个行业正面临需求疲软和激烈竞争的挑战。",
      "translated_title": "电动汽车价格战、比亚迪困境引发对中国恒大式危机的担忧",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s electric vehicle (EV) makers have had a lot to contend with over the past week: slumping shares for market leader BYD, cooling sales and margins and a warning from authorities in Beijing amid a punishing price war.\nBYD’s Hong Kong-listed shares lost as much as 17 per cent of their market value, or HK$122.3 billion (US$15.6 billion), on Monday after falling to HK$378.20 from an all-time high of HK$477.80 on May 23. The company’s shares recovered 4 per cent on Tuesday. Analysts attributed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/667fd6e5-5b7e-44f8-917e-c616d6d2eca4_d6f58372.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“硝烟弥漫”：中国汽车制造商价格战加剧，引北京不满 (原标题: ‘Full of gunpowder’: price wars of China’s carmakers deepen, draw Beijing’s ire)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312852/full-gunpowder-new-price-wars-among-china-carmakers-mask-hidden-dangers-beijing-warns?utm_source=rss_feed",
      "pubDate": "Tue, 03 Jun 2025 07:00:13 +0000",
      "isoDate": "2025-06-03T07:00:13.000Z",
      "creator": "Leopold Chen",
      "summary": "### 中国汽车制造商价格战加剧，引北京不满\n\n随着中国经济持续面临通缩压力，政府对汽车制造商之间日益激烈的价格战发出了更强烈的警告。经济学家认为，通货再膨胀可能仍难以实现。\n\n**官方机构集体发声**\n\n*   **工业和信息化部（MIIT）**：工信部、官方媒体以及一个汽车制造商协会在上周末集体表达了对近期制造商提供折扣的担忧。\n*   **共同立场**：他们一致认为价格战对产品质量和行业的长期发展构成威胁。\n\n**价格战的危害与“内卷”**\n\n*   **工信部观点**：新华社周六援引工信部的话称，“企业之间无序的价格战是‘内卷式’竞争的典型例子。”\n*   **阻碍创新与发展**：这种竞争“阻碍了企业对研发的持续投入，最终影响产品质量、性能和服务水平。”\n*   **无赢家论**：工信部明确指出，“价格战没有赢家，当然也没有未来。”\n*   **“内卷”定义**：“内卷”（neijuan）指的是对有限资源或机会的过度竞争。\n\n**行业“亚健康”状态与产能过剩**\n\n*   **《人民日报》评论**：呼应工信部的呼吁，《人民日报》周日发表评论，批评国内汽车制造业处于“亚健康”状态。\n*   **利润率萎缩与产能过剩**：评论指出，面对工业产能过剩，汽车行业的利润率正在萎缩。\n\n**政府治理决心**\n\n*   **加强治理**：工信部承诺将加强对行业内此类竞争的治理。",
      "shortSummary": "中国政府对汽车制造商日益加剧的价格战表示严重关切。工信部、党媒和行业协会警告称，这种“内卷式”竞争损害产品质量、阻碍研发，并威胁行业长期发展。他们指出，价格战导致利润率萎缩和产能过剩，行业已处于“亚健康”状态，并强调价格战没有赢家。北京方面誓言将加强对这种竞争的治理。",
      "translated_title": "“硝烟弥漫”：中国汽车制造商价格战加剧，引北京不满",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has amplified its warnings over cutthroat price wars among carmakers as deflationary pressure persists in the world’s second-largest economy, and economists say a reflation is likely to remain elusive.\nThe Ministry of Industry and Information Technology (MIIT), party mouthpieces and a carmaker association aired concerns at the weekend over recent discounts offered by manufacturers, while collectively deeming price wars a threat to product quality and the long-term development of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/03/6f135127-d327-4646-9441-df6707a9e35c_4f844e23.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’ (原标题: US efforts to coerce China into trade concessions ‘will not work’, analysts say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312755/us-efforts-coerce-china-trade-concessions-will-not-work-analysts-say?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 15:00:08 +0000",
      "isoDate": "2025-06-02T15:00:08.000Z",
      "creator": "Kandy Wong,Frank Chen",
      "summary": "## 中美贸易紧张局势再起：美方施压无效，中方坚决回应\n\n分析人士指出，美国总统唐纳德·特朗普试图通过对中国经济施加“极限压力”来迫使北京重回谈判桌的努力注定会失败。\n\n### 美方行动与立场\n*   **施压手段**：美国近期公布了对中国出售喷气发动机和芯片设计技术的新限制，旨在通过一系列出口管制措施对中国经济施加压力。\n*   **特朗普表态**：特朗普在社交媒体上坚称，他将不再在贸易问题上扮演“好好先生”的角色，显示出其强硬立场。\n\n### 中方回应与立场\n*   **严厉驳斥**：中国商务部周一对此进行了严厉驳斥，拒绝了美国关于中国违反上月在日内瓦达成的贸易协议的指控。\n*   **指责美方**：商务部声明指出，美国单方面挑起贸易摩擦，导致双边关系出现不确定性，并称华盛顿的言论“严重偏离事实”。\n*   **承诺遵守协议**：商务部强调，中国正在履行其责任，认真、严格地跟进并积极维护日内瓦会谈后达成的共识，展现出决心和诚信。\n\n### 背景与影响\n*   **协议实施争议**：全球两大经济体之间的紧张关系再次升级，焦点在于日内瓦协议的执行问题。该协议曾规定美中两国在90天内大幅削减彼此商品的关税。",
      "shortSummary": "分析人士指出，美国总统特朗普通过出口管制等“极限压力”手段，试图胁迫中国做出贸易让步的努力将不会奏效。中国商务部严厉驳斥了美方关于中方违反日内瓦贸易协议的指控，并强调美方单方面挑起摩擦。中方重申将坚守并维护日内瓦会谈达成的共识。此次紧张局势因日内瓦协议的执行问题再次升级。",
      "translated_title": "分析人士称，美国胁迫中国做出贸易让步的努力‘不会奏效’",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s attempts to force Beijing back to the negotiating table by piling “extreme pressure” on the Chinese economy through a barrage of export controls are doomed to fail, analysts said.\nWashington has unveiled new curbs on the sale of jet engine and chip design technologies to China in recent days, as Trump insisted in a social media post that he would no longer be “Mr Nice Guy” on trade.\nBut Beijing responded with a stinging rebuke on Monday, with the Ministry of Commerce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/f4807019-b82c-4a00-ac10-ce9813c7622f_7b2e76a7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "波音在华希望面临贸易战逆风、供应链风险：分析师 (原标题: Boeing’s China hopes face trade war headwinds, supply chain risks: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3312763/boeings-china-hopes-face-trade-war-headwinds-supply-chain-risks-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 02 Jun 2025 13:00:08 +0000",
      "isoDate": "2025-06-02T13:00:08.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 波音在华业务前景：机遇与挑战\n\n*   **背景与波音的期望**\n    *   美国飞机制造商波音公司预计，此前因中美贸易战而暂停的中国航空公司订单将恢复。\n    *   波音公司首席执行官凯利·奥特伯格（Kelly Ortberg）表示，在北京和华盛顿于5月达成90天贸易休战协议后，中国航空公司已确认将于本月开始接收波音飞机。\n\n*   **贸易战的影响**\n    *   自美国总统唐纳德·特朗普于1月重返白宫以来，其贸易政策导致全球航空供应链面临不确定性。\n    *   奥特伯格此前曾表示，由于“关税环境”，对中国的交付在4月曾被暂停。\n    *   上个月，奥特伯格证实，在中美关税在4月飙升后，一些中国航空公司曾拒绝接收波音飞机。\n\n*   **分析师的警告**\n    *   尽管波音抱有希望，但分析师警告称，供应链限制和关税不确定性可能会减缓实际交付速度。\n\n*   **政治考量**\n    *   商业咨询公司Dezan Shira & Associates的执行合伙人阿尔贝托·维托雷蒂（Alberto Vettoretti）指出，随着特朗普政府推动更多美国商品销往海外，北京官员可能会将恢复的波音订单视为在更广泛贸易谈判中的筹码。",
      "shortSummary": "波音公司预计，在中国和美国达成贸易休战后，中国航空公司将恢复暂停的飞机订单并开始接收交付。然而，分析师警告称，供应链限制和关税不确定性可能减缓实际交付。此前，由于关税环境，中国航空公司曾暂停接收波音飞机。有分析认为，北京可能将恢复的波音订单视为贸易谈判中的筹码。",
      "translated_title": "波音在华希望面临贸易战逆风、供应链风险：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "Boeing expects Chinese airlines to resume orders that were paused during the trade war with the United States, but analysts warn supply chain constraints and tariff uncertainties could slow actual deliveries.\nKelly Ortberg, CEO of the American aircraft giant, said Chinese airlines have confirmed they would begin taking deliveries of Boeing planes this month after Beijing and Washington agreed to a 90-day trade truce in May.\nIn April, Ortberg was quoted as saying that deliveries to China had been...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/02/b59c18fe-3294-46ff-9d71-9c5e4ec0e229_b85b7922.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-06T07:19:14.608Z"
}