{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "为什么机器人零售在中国深圳有发展潜力 (原标题: Why robot retailing has legs in China’s Shenzhen)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320367/people-popping-down-shops-chinas-shenzhen-can-now-rent-customised-robot?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 05:00:10 +0000",
      "isoDate": "2025-08-01T05:00:10.000Z",
      "creator": "Alice Li",
      "summary": "在中国的南方城市深圳，一家名为“未来时代”（Future Era）的商店，其氛围更像是一个小型的机器人展销会，吸引了众多好奇的目光。\n\n**商店概况与特色：**\n*   该店位于深圳龙岗区，自称是全球首家“6S”机器人商店。\n*   除了传统的“4S”零售服务（展厅、销售、零配件、客户服务）外，它还创新性地增加了**租赁**和**定制**服务。\n*   顾客可以浏览展示的多种机器人模型，并选择购买、租赁，甚至通过选择适合自己需求的组件来“建造”自己的专属机器人。\n\n**展示的机器人类型与合作公司：**\n*   店内展示了各种类型的机器人，包括人形助手、送餐机器人和按摩设备等。\n*   商店展示的机器人来自多家公司，例如杭州宇树科技（Unitree Robotics）以及深圳引擎人工智能（Engine AI）和乐聚机器人（Leju Robot）。\n*   机器人的每日租赁价格从约5,000元人民币到20,000元人民币（约合695美元至2,781美元）不等。\n\n**目标受众与行业背景：**\n*   该店吸引了带着孩子前来参观的父母、公司老板、投资者和科技爱好者。他们在此交流联系方式，讨论合作，有的希望将自己的机器人放入新店展示，有的则寻求购买。\n*   这反映了中国机器人产业近年来的快速扩张，该产业正积极将目光投向广阔的消费和服务市场，这与中国制造商的常见发展策略相符。",
      "shortSummary": "深圳新开了一家名为“未来时代”的“6S”机器人商店，提供机器人销售、租赁和定制服务。该店展示了从人形助手到送餐机器人等多种类型，吸引了投资者和消费者。这标志着中国快速发展的机器人产业正积极拓展消费和服务市场，为机器人零售业在中国深圳的发展提供了新模式和巨大潜力。",
      "translated_title": "为什么机器人零售在中国深圳有发展潜力",
      "images": [],
      "contentSource": "完整文章",
      "content": "A store near a bustling shopping centre in the southern Chinese city of Shenzhen feels more like a small robotics fair, with all kinds of robots – from humanoid assistants to food delivery bots and massage machines – quietly drawing curious eyes.\nAmid the excited chatter of children accompanying their parents, company owners, investors and tech enthusiasts busily exchange contact details and discuss collaboration. Some hope to place their own robots in the newly opened 60 square metre (646 sq...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/1ae40fae-2c51-4880-a2a6-ad8a7ccd539a_53894f3f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对韩协议背后：一项旨在改变全球造船业的计划 (原标题: Behind Trump’s South Korea deal, a plan to transform global shipbuilding)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320297/behind-trumps-south-korea-deal-plan-transform-global-shipbuilding?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 22:00:08 +0000",
      "isoDate": "2025-07-31T22:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "### 特朗普对韩协议与全球造船业转型计划\n\n韩国已承诺向美国造船业投资1500亿美元，作为其与华盛顿新贸易协议的一部分。此举旨在帮助美国重振其造船业，并对抗中国在该领域的主导地位。\n\n**协议核心要点：**\n\n*   **总投资与关税**：\n    *   美国总统唐纳德·特朗普宣布，美国和韩国已达成一项“全面完整”的贸易协议。\n    *   根据协议，美国将对韩国商品征收15%的关税。\n    *   韩国将向美国投资3500亿美元。\n\n*   **造船业专项投资**：\n    *   韩国总统李在明随后确认，在承诺的3500亿美元投资中，有1500亿美元将专门用于造船业。\n    *   韩国公司在全球造船市场份额中仅次于中国。\n    *   李在明在社交媒体上表示，这笔资金将为韩国公司进入美国造船业提供“坚实支持”。\n\n*   **更广泛的战略合作**：\n    *   更广泛的3500亿美元投资旨在巩固两国在半导体等战略产业的双边合作。\n\n*   **资金形式**：\n    *   韩国澄清，承诺的资金将主要以贷款和担保的形式提供，而非直接股权投资。\n\n*   **“让美国造船业再次伟大”项目**：\n    *   此前有报道称，韩国在贸易谈判期间曾向华盛顿提出一项名为“让美国造船业再次伟大”的数十亿美元项目，该项目将涉及韩国造船商在美国的大规模投资以及政府财政支持措施。",
      "shortSummary": "韩国承诺向美国造船业投资1500亿美元，作为与美国新贸易协议的一部分。此举旨在帮助美国重振造船业，并抗衡中国在该领域的主导地位。该协议总投资额为3500亿美元，其中1500亿美元专用于造船业，将以贷款和担保形式支持韩国企业进入美国市场。这是“让美国造船业再次伟大”计划的一部分。",
      "translated_title": "特朗普对韩协议背后：一项旨在改变全球造船业的计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "South Korea has pledged US$150 billion to help its shipbuilders enter the US market as part of its new trade deal with Washington, a move that could help America revive its shipbuilding industry and counter China’s dominance in the sector.\nUS President Donald Trump announced on Wednesday that the United States and South Korea had agreed a “full and complete” trade deal, which would see the US impose a 15 per cent tariff on South Korean goods and receive US$350 billion of investment from its...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/25e2400d-1f0d-4d12-af1b-618c71407e66_bece2318.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普终止‘最低限度’关税豁免的命令从中国扩大到全球 (原标题: Trump’s order to end ‘de minimis’ tariff break expands from China to the world)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320315/trumps-order-end-de-minimis-tariff-break-expands-china-rest-world?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-31T15:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "# 美国扩大“最低限度”关税豁免暂停范围\n\n华盛顿已决定暂停对所有国家的“最低限度”（de minimis）关税豁免，此举是此前针对中国货物的措施的扩展。分析师指出，这一决定将扰乱并最终重塑全球跨境电子商务行业。\n\n## 关键信息：\n\n*   **政策背景与范围：**\n    *   美国白宫于周三宣布了这项命令，旨在堵塞被用于逃避关税、走私“致命合成阿片类药物以及其他不安全或低于市场价格产品”进入美国的漏洞。\n    *   此举将“最低限度”关税豁免的暂停范围从最初的中国扩大到全球所有国家。\n\n*   **生效日期：**\n    *   该命令将于2024年8月29日正式生效。\n\n*   **此前针对中国的措施：**\n    *   早在今年5月，美国就已取消了对来自中国的商品（价值低于800美元的小包裹可免税进入美国）的“最低限度”豁免。\n    *   此举旨在堵塞许多人认为被Temu和Shein等中国跨境电商平台利用以迅速扩大业务的监管漏洞。\n\n*   **专家观点与行业影响：**\n    *   专家表示，最新的行动标志着贸易政策回归常态。\n    *   对于中国出口商而言，其选择变得有限：他们要么必须在国内饱和的市场中竞争，要么在海外市场与同样来自中国的卖家展开激烈竞争。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl)",
      "shortSummary": "美国已决定将“最低限度”关税豁免的暂停范围从中国扩大到全球所有国家，此举旨在堵塞关税漏洞并打击非法产品走私。该命令将于8月29日生效。此前，美国已于5月取消了对中国商品的豁免，以限制Temu和Shein等平台利用该漏洞。专家认为，这标志着贸易回归常态，中国出口商将面临更大的国内外竞争压力。",
      "translated_title": "特朗普终止‘最低限度’关税豁免的命令从中国扩大到全球",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Washington’s decision to suspend the “de minimis” tariff exemption for all countries – expanding on an earlier move that targeted Chinese shipments – is set to disrupt and ultimately reshape the global cross-border e-commerce sector, analysts said.\nThe White House announced the order on Wednesday as part of efforts to close loopholes used to evade tariffs and smuggle “deadly synthetic opioids as well as other unsafe or below-market products” into the United States. It will come into effect on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/403205f1-6310-4e84-98c0-c04c32c28e87_cfce82cb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的铜关税风波导致价格暴跌——发生了什么？ (原标题: Trump’s cooper-tariff tumult sees prices plunge – what happened?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320285/trumps-cooper-tariff-tumult-sees-prices-fall-scope-impact-defies-expectations?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 12:30:13 +0000",
      "isoDate": "2025-07-31T12:30:13.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 特朗普铜关税新规及其影响\n\n美国总统唐纳德·特朗普于周三签署了一项行政命令，对某些铜进口产品征收50%的关税，但明确排除了精炼铜。此举导致美国铜价在周四下午暴跌约20%，至每磅4.44美元。\n\n### 关税背景与市场反应\n\n*   **早期威胁与市场预期：** 特朗普在7月初首次宣布的铜关税威胁含糊不清，市场普遍预期其将涵盖所有形式的铜产品，从原材料到成品。这一模糊的威胁曾导致美国铜期货价格飙升至近6美元的历史新高，并促使贸易商加速发货，以应对可能的大范围关税。\n*   **新关税的明确性与影响：** 新签署的行政命令澄清了关税范围，导致市场预期逆转，铜价随之大幅下跌。\n\n### 新关税与此前威胁的对比\n\n*   **范围限制：** 新宣布的关税（于周五生效）范围远比市场此前预期的要有限。\n*   **征税对象：** 关税仅适用于半成品铜产品，如铜管和电线，以及某些铜密集型商品，如电缆和电气元件。\n*   **豁免产品：** 冶炼厂和制造商的投入材料，如矿石、精矿以及至关重要的阴极铜（即精炼铜），均被豁免高额关税。\n\n### 美国对精炼铜的需求\n\n*   **主要进口产品：** 阴极铜（精炼铜）是美国主要的铜进口产品。\n*   **国内产能限制：** 美国仅运营两家初级铜冶炼厂，国内加工能力不足以满足其对精炼铜的需求，因此高度依赖进口。",
      "shortSummary": "美国总统特朗普签署行政命令，对部分铜进口产品征收50%关税，但豁免了精炼铜。此举澄清了此前模糊的关税威胁，导致美国铜价暴跌约20%。新关税主要针对半成品和铜密集型产品，而非原材料或美国高度依赖进口的精炼铜，因为美国国内精炼铜加工能力有限。",
      "translated_title": "特朗普的铜关税风波导致价格暴跌——发生了什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump signed an executive order imposing a 50 per cent tariff on certain copper imports – notably excluding refined copper – on Wednesday, sending US copper prices tumbling by around 20 per cent to US$4.44 a pound as of Thursday afternoon.\nThe move clarified the scope of Trump’s initial announcement in early July, which had led US futures prices to rally to a record high of nearly US$6 and prompted traders to accelerate shipments in anticipation of widespread duties.\nIn this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/d1dd180e-4a1e-4eb8-b1f4-acac0017e440_81c1f331.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判预示可能重塑全球秩序的转变：分析师观点 (原标题: US-China trade talks signal shift that could reshape global order: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320287/us-china-trade-talks-signal-shift-could-reshape-global-order-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 10:00:27 +0000",
      "isoDate": "2025-07-31T10:00:27.000Z",
      "creator": "Kandy Wong,Ji Siqi",
      "summary": "## 中美贸易谈判：全球秩序的潜在转变\n\n*   **最新进展与结果**\n    *   本周在斯德哥尔摩举行的最新一轮中美贸易谈判已经结束。\n    *   北京方面宣布，双方同意将“关税休战”延长90天。\n    *   美国总统唐纳德·特朗普表示两国已达成“公平”的贸易协议，但未提供具体细节。\n    *   谈判中没有宣布在具体问题上取得任何突破。\n\n*   **分析师观点与未来走向**\n    *   分析师认为，此次谈判结果可能预示着世界两大经济体正在转向“间接形式的谈判”，即通过加强与第三国的伙伴关系来重塑全球经济秩序。\n    *   经济学人智库亚洲首席经济学家兼全球贸易主管尼克·马罗（Nick Marro）表示，确认再延长90天“可能是目前我们所能期望的最好结果”。\n    *   马罗指出，两天谈判后没有更实质性的公告，表明谈判可能“有点困难”。\n    *   分析师普遍认为，未来的中美谈判可能会超越双边关税水平，因为双方都试图争取其他贸易伙伴以符合各自利益。\n    *   中国工商银行高级财务经理马特奥·乔瓦尼尼（Matteo Giovannini）表示，最新谈判的结果“强调”了北京和华盛顿正在“重新调整”其战略。",
      "shortSummary": "最新一轮中美贸易谈判在斯德哥尔摩结束，双方同意将“关税休战”延长90天，但未宣布具体突破。分析师认为，这标志着中美可能转向通过加强与第三国合作进行“间接谈判”，以重塑全球经济秩序。双方正重新调整战略，并寻求争取其他贸易伙伴，预示未来谈判将超越双边关税。",
      "translated_title": "中美贸易谈判预示可能重塑全球秩序的转变：分析师观点",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the dust settles on the latest round of US-China trade talks in Stockholm this week, the world’s two biggest economies may be shifting towards “indirect forms of negotiation” by strengthening partnerships with third countries that could reshape the global economic order, analysts said.\nThe talks concluded on Tuesday with Beijing announcing that both sides had agreed to extend their “tariff truce” by another 90 days. On Wednesday, US President Donald Trump said the two countries had reached a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/e8645824-7f5e-44ba-9bc6-afd7f37f8765_534941e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么马来西亚航空公司对中国C919客机兴趣渐浓 (原标题: Why interest in China’s C919 jet is taking off among Malaysia’s airlines)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320247/malaysian-airlines-interested-chinas-c919-jet-countrys-transport-minister-says?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 07:00:09 +0000",
      "isoDate": "2025-07-31T07:00:09.000Z",
      "creator": "Amy Chew",
      "summary": "## 马来西亚航空公司对中国C919客机兴趣渐浓\n\n马来西亚交通部长陆兆福（Anthony Loke）表示，东南亚航空旅行的增长以及空客和波音飞机交付的积压，正在推动该地区对中国C919客机的兴趣。\n\n### 推动因素\n\n*   **市场需求增长**：东南亚地区的航空旅行需求持续增长。\n*   **交付积压**：空客和波音两大飞机制造商的飞机交付存在长期积压。\n*   **替代选择**：中国商用飞机有限责任公司（Comac）生产的飞机，包括中国首款国产窄体客机C919，被视为比空客和波音更经济的替代方案。\n\n### 航空公司兴趣\n\n陆兆福部长透露，马来西亚的廉价航空公司亚洲航空（AirAsia）和新成立的婆罗洲航空（Air Borneo）等，都对中国商飞的飞机表现出兴趣。\n\n### 航空公司动机\n\n*   **采购多样化**：所有航空公司都在寻求实现飞机采购来源的多样化。\n*   **更快速交付**：航空公司希望获得更快的飞机交付。\n*   **更经济选择**：航空公司正在寻找成本更低的飞机选项。\n\n### 部长观点\n\n陆兆福部长指出，目前波音和空客的飞机交付等待时间确实很长。他表示，中国商飞无疑是航空公司正在考虑的飞机制造商之一。尽管亚洲航空表现出兴趣，但部长强调，目前尚未有任何确认的商业谈判，且他本人不参与具体的商业谈判。",
      "shortSummary": "马来西亚航空公司对中国C919客机兴趣渐浓。交通部长陆兆福表示，这主要归因于东南亚航空旅行增长、空客和波音交付积压，以及中国商飞C919作为更经济替代品的吸引力。亚洲航空和新成立的婆罗洲航空等公司正寻求飞机采购多样化，以获得更快交付和更低成本的选择。",
      "translated_title": "为什么马来西亚航空公司对中国C919客机兴趣渐浓",
      "images": [],
      "contentSource": "完整文章",
      "content": "Growing air travel in Southeast Asia and backlogs in Airbus and Boeing deliveries are driving regional interest in China’s C919 passenger jet, according to Malaysian Transport Minister Anthony Loke.\nChina is promoting aircraft made by Shanghai-based Commercial Aircraft Corporation of China (Comac) – including the C919, the country’s first home-grown narrowbody airliner – as cheaper alternatives to aircraft manufactured by Airbus and Boeing.\nLoke told the Post recently that Malaysian budget...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/6ec5121f-5b51-4c42-a7db-0fd4f6e00641_a34bce1c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港金管局维持基准利率不变，美国联邦储备局无视特朗普压力 (原标题: HKMA keeps base rate unchanged as US Fed defies Trump’s pressure)",
      "link": "https://www.scmp.com/business/banking-finance/article/3320202/hong-kong-leaves-base-rate-unchanged-475-us-fed-keeps-eyes-inflation-pressure?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 23:01:33 +0000",
      "isoDate": "2025-07-30T23:01:33.000Z",
      "creator": "Enoch Yiu",
      "summary": "## 香港金管局与美联储维持利率不变\n\n香港金融管理局（HKMA）与美国联邦储备局（Fed）同步，维持基准利率不变。美联储表示，需要更多时间与数据来监测总统特朗普关税可能带来的潜在通胀影响。\n\n### 关键决定与背景\n\n*   **香港金管局：** 于周四将其基准利率维持在4.75%不变。\n*   **美联储：** 在今年第五次联邦公开市场委员会（FOMC）会议后，将目标利率区间维持在4.25%至4.5%之间。\n*   这是美联储连续第五次会议维持利率不变，此举无视了特朗普总统要求降低资金成本的压力。\n\n### 美联储主席表态\n\n*   美联储主席杰罗姆·鲍威尔（Jerome Powell）在FOMC以9票赞成、2票反对的投票结果决定维持目标利率不变后表示：“仍有许多许多不确定性有待解决。”\n*   他补充说：“感觉我们离这个过程的结束还很远。”\n\n### 市场预期与反应\n\n*   根据CME集团基于周三联邦基金期货合约汇编的数据，FOMC的决定符合市场预期，利率交易员几乎已完全消化了这一信息。\n*   然而，在鲍威尔淡化了9月中旬（FOMC下次会议）降息的可能性后，美国股指暴跌，国债收益率上升，这是自去年12月以来FOMC会议日最严重的抛售。\n\n### 相关图片\n\n*   美国联邦储备局主席杰罗姆·鲍威尔于2025年7月30日在华盛顿特区举行新闻发布会。图片来源：路透社\n    ![US Federal Reserve Chair Jerome Powell during a press conference in Washington, D.C. on July 30, 2025. Photo: Reuters](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/31/a17de6fe-df93-4254-9fbb-906aa79c5970_e5cb3d80.jpg)",
      "shortSummary": "香港金管局与美联储同步，维持基准利率不变。美联储连续第五次会议保持利率稳定，无视特朗普的降息压力，理由是需更多数据评估关税通胀影响。美联储主席鲍威尔强调仍存不确定性，并淡化了近期降息前景。此番言论导致美国股市下跌，国债收益率上升。市场此前已预期美联储的决定，但鲍威尔的表态引发了新的市场波动。",
      "translated_title": "香港金管局维持基准利率不变，美国联邦储备局无视特朗普压力",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/31/a17de6fe-df93-4254-9fbb-906aa79c5970_e5cb3d80.jpg",
          "alt": "US Federal Reserve Chair Jerome Powell during a press conference in Washington, D.C. on July 30, 2025. Photo: Reuters",
          "title": "US Federal Reserve Chair Jerome Powell during a press conference in Washington, D.C. on July 30, 2025. Photo: Reuters",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The Hong Kong Monetary Authority (HKMA) kept its base rate unchanged in lockstep with the US Federal Reserve, after the American central bank said it needed more time and data to monitor the potential inflationary impact of President Donald Trump’s tariffs.\nOn Thursday, the HKMA maintained its rate at 4.75 per cent, hours after the Fed left its target range between 4.25 per cent and 4.5 per cent during the fifth Federal Open Market Committee (FOMC) meeting of the year. The Fed has stood pat on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/9e3a0d17-2bcc-44d7-92b2-f019060bad8b_1522583e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普称与中国的关税谈判‘进展顺利’ (原标题: Trump says tariffs talks with China ‘moving along well’)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3320196/trump-says-tariffs-talks-china-moving-along-well?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 19:06:23 +0000",
      "isoDate": "2025-07-30T19:06:23.000Z",
      "creator": "Frank Chen",
      "summary": "### 特朗普对中美关税谈判的表态\n\n*   美国总统唐纳德·特朗普于周三表示，与中国就关税协议进行的谈判“进展顺利”。\n*   他预计两国将达成一项“公平”的贸易协议，但未提供协议的额外细节。\n*   特朗普在离开白宫一项法案签署仪式前向记者发表了上述评论，并强调“我们与中国进展顺利。我们与中国相处得很好。”\n*   他认为谈判结果会“非常好”，并表示双方“步调一致”。\n\n### 谈判背景与关税暂停\n\n*   尽管记者询问，但特朗普总统并未确认美国和中国是否会延长双方对彼此商品征收关税的“暂停”期限。\n*   此前，两国代表团已于周二在瑞典斯德哥尔摩结束了第三轮高级别会谈。\n*   目前的关税暂停将于8月12日到期。\n*   据《南华早报》报道，在周一讨论开始前，双方消息人士曾预计北京和华盛顿将把关税休战期再延长三个月。\n\n### 相关图片\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl)",
      "shortSummary": "美国总统特朗普周三表示，与中国的关税谈判“进展顺利”，并预计将达成一项“公平”的贸易协议。他未透露具体细节，也未确认是否延长将于8月12日到期的关税暂停。此前，中美两国代表团刚在瑞典斯德哥尔摩结束了第三轮高级别会谈。",
      "translated_title": "特朗普称与中国的关税谈判‘进展顺利’",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "US President Donald Trump said on Wednesday that talks with China on a tariff deal were “moving along well” and that the countries would reach a “fair” deal on trade, without offering additional details of the agreement.\n“We’re moving along with China. We’re doing fine with China,” Trump told reporters before leaving a bill-signing ceremony at the White House.\n“I think it’s going to work out very well. We’re right in step … I think we’re going to have a very fair deal with China,” he...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/884debc4-9207-47fd-9a32-4dce3d99157e_7d546235.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易谈判进展甚微，对北京而言这算是一种胜利 (原标题: The US-China trade talks changed little. For Beijing, that counts as a win)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320157/us-china-trade-talks-why-beijing-unexpectedly-emerged-stronger-position?utm_source=rss_feed",
      "pubDate": "Wed, 30 Jul 2025 14:00:10 +0000",
      "isoDate": "2025-07-30T14:00:10.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "中美贸易关系在瑞典进行了两天紧张的谈判后，仍旧充满不确定性。然而，分析人士指出，随着美国对其他全球经济体提高关税，北京实际上可能处于更有利的地位。\n\n*   **谈判结果与关税休战：**\n    *   第三轮中美贸易谈判于周二在斯德哥尔摩结束。\n    *   中方宣布双方已同意将“关税休战”延长90天。\n    *   美方则坚持该协议仍有待美国总统唐纳德·特朗普的最终批准。\n\n*   **未来关税前景：**\n    *   这意味着，如果不出意外，在美国原定休战期于8月12日到期后，美国将继续对中国征收30%的额外关税。\n    *   这30%的关税包括特朗普在今年第一季度宣布的20%（与中国在芬太尼贸易中的角色有关）以及4月份征收的另外10%的关税。\n\n*   **中国相对优势：**\n    *   尽管面临潜在的额外关税，但从相对角度来看，随着美国在特朗普设定的8月1日最后期限前对一系列主要贸易伙伴征收更高的关税，中国的关税税率开始显得不那么具有破坏性。\n    *   一旦所有协议都冻结，中国相对于其他国家可能不会处于显著的比较劣势。",
      "shortSummary": "中美贸易谈判在瑞典结束，结果仍不明朗。中方宣布将关税休战延长90天，但美方称协议尚待特朗普批准。若无批准，美国将在8月12日后对中国征收30%额外关税。然而，分析认为，随着美国对其他主要贸易伙伴加征关税，中国所面临的关税劣势相对减小，北京可能因此处于更有利地位。",
      "translated_title": "中美贸易谈判进展甚微，对北京而言这算是一种胜利",
      "images": [],
      "contentSource": "完整文章",
      "content": "Trade relations between China and the United States remain mired in uncertainty after two days of tense negotiations in Sweden earlier this week. But Beijing may actually have emerged in a stronger position as Washington continues to raise tariffs on other global economies, analysts said.\nA third round of US-China trade talks in Stockholm ended on Tuesday with China announcing that both sides had agreed to extend their “tariff truce” by another 90 days, while the US side insisted the deal was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/27c774a6-4095-492d-b21d-73071d85b228_a1a79475.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "如果中国不再认真对待欧洲，布鲁塞尔咎由自取 (原标题: If China no longer takes Europe seriously, Brussels has itself to blame)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3319859/if-china-no-longer-takes-europe-seriously-brussels-has-itself-blame?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 21:30:09 +0000",
      "isoDate": "2025-07-29T21:30:09.000Z",
      "creator": "Sebastian Contin Trillo-Figueroa",
      "summary": "## 欧洲的自我边缘化：中国-欧盟峰会揭示的现实\n\n### 引言\n\n2023年7月24日举行的中国-欧盟峰会证实了北京和华盛顿长期以来的猜测：欧洲已在大国竞争中自我边缘化。经过五十年的外交努力，布鲁塞尔与北京之间的距离从未如此遥远，这恰好符合特朗普离间欧洲与中国关系的意图。然而，这座通往中国的桥梁并非被外部力量摧毁，而是欧洲通过自身的矛盾和不连贯性，一点一滴地将其拆除。\n\n### 中国-欧盟峰会成果与欧洲的无关紧要\n\n*   **唯一有意义的成果：** 欧盟在此次峰会上唯一有意义的收获是达成了一项关于稀土的边缘协议。\n*   **核心关切未被解决：** 欧盟关于结束中国“系统性扭曲和日益增长的制造业产能过剩”的其他主要关切，均未得到解决。\n*   **空洞的宣言：** 相反，欧盟只得到了空洞的气候宣言和一些技术性的零碎成果。\n*   **暴露欧洲的无关紧要：** 这种结果证实了中国认为没有必要做出任何实质性让步，这种被动态度暴露了欧洲的无关紧要。\n\n### 美国策略的影响\n\n*   **华盛顿的精确设计：** 华盛顿精确地促成了这一结果。特朗普的关税威胁似乎将布鲁塞尔逼入了一个虚假的困境：要么优先发展与中国的商业关系，要么加强跨大西洋忠诚。\n*   **策略的成功：** 这一精心设计的策略取得了成功。\n\n### 欧洲对地缘政治现实的误读\n\n*   **自由主义与现实主义的冲突：** 欧盟在一个现实主义的国际体系中，仍以自由主义大国自居。其秉持的多边主义、共识和法治等原则，在面对赤裸裸的权力政治时便会瓦解。\n*   **特朗普的利用：** 特朗普利用了这种不匹配，困住了布鲁塞尔，并暴露了其未能确立自主立场的失败。\n\n### 军事依赖的加剧\n\n*   **北约峰会：** 在最近的北约峰会上，欧洲成员国增加了对跨大西洋联盟的军事依赖。\n*   **欧洲的顺从：** 特朗普试图分裂北约的努力，反而导致了欧洲更加顺从。布鲁塞尔无异议地同意到2035年将国防开支增加GDP的5%，这实际上将欧洲与美国的军事工业复合体捆绑在一起。\n\n### 经济地位的下降\n\n*   **冯德莱恩的协议：** 欧盟委员会主席乌尔苏拉·冯德莱恩在苏格兰高尔夫球场达成的协议，包括对欧盟出口征收15%的关税、美国商品豁免以及6400亿欧元（7500亿美元）的能源承诺。\n*   **从伙伴到客户：** 这标志着欧洲自愿从“伙伴”沦为“客户”。\n*   **“战略自主”的瓦解：** 任何“战略自主”的假象都在这些强加的依赖下彻底瓦解。",
      "shortSummary": "中国-欧盟峰会揭示，欧洲已在大国竞争中自我边缘化。这并非外部原因，而是欧洲自身不连贯性所致。峰会成果寥寥，凸显中国不再认真对待欧洲。在美国策略影响下，欧洲未能确立自主立场，其自由主义原则在现实政治中失效。欧洲增加了对跨大西洋联盟的军事依赖，并在经济上沦为美国“客户”，其“战略自主”已然瓦解。",
      "translated_title": "如果中国不再认真对待欧洲，布鲁塞尔咎由自取",
      "images": [],
      "contentSource": "完整文章",
      "content": "The China-EU summit on July 24 confirmed what Beijing and Washington have long surmised: Europe has sidelined itself from great-power competition. After five decades of diplomacy, Brussels and Beijing have never been further apart, exactly as Trump’s wedge intended. Yet the bridge to China wasn’t demolished from abroad. Europe dismantled it, piece by piece, through its own incoherence.\nBrussels’ only meaningful gain was a marginal agreement on rare earths. The European Union’s other concerns,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/a4f61a55-fbd6-444f-ade9-aa4ea01331ab_77cea362.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美斯德哥尔摩贸易谈判结束，关税暂停延期时机存分歧 (原标题: China, US end Stockholm trade talks, diverge on timing of tariff pause extension)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320049/china-us-finish-stockholm-trade-talks-agreement-extend-tariff-pause?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 15:58:38 +0000",
      "isoDate": "2025-07-29T15:58:38.000Z",
      "creator": "Xiaofei Xu,Khushboo Razdan,Frank Chen,Ralph Jennings",
      "summary": "## 中美斯德哥尔摩贸易谈判：关税暂停延期时机分歧\n\n中美两国在斯德哥尔摩举行的贸易谈判结束后，双方在是否已就关税暂停延期达成共识的问题上存在分歧。\n\n### 谈判背景与参与者\n\n*   此次谈判是中美两国之间第三轮高级别贸易磋商，为期两天。\n*   中方代表：中国商务部副部长李成钢。\n*   美方代表：美国财政部长斯科特·贝森特（Scott Bessent）。\n\n### 中方立场\n\n*   中国谈判代表团宣布，根据中美双方的共识，双方将继续推动延长对美方24%互惠关税以及中方反制措施的暂停。\n*   李成钢副部长在谈判结束后表示：“根据中美共识，双方将继续推动延长美方24%互惠关税以及中方反制措施的暂停。”\n*   中方未宣布任何突破，也未具体说明延期的持续时间。\n\n### 美方立场\n\n*   美国财政部长斯科特·贝森特在约一小时后举行的单独新闻发布会上，将此次会谈描述为“建设性的”和“广泛的”。\n*   他强调，在与美国总统唐纳德·特朗普（当时正在从苏格兰返回美国的途中）沟通之前，任何协议都不会最终确定。\n*   贝森特明确指出：“我注意到……中国副部长确实说我们已经就暂停达成一致。我们没有。在与特朗普总统交谈之前，没有任何协议达成。”\n\n### 核心分歧\n\n*   中方认为双方已就“继续推动延长关税暂停”达成共识。\n*   美方则坚称，在得到特朗普总统明确批准之前，任何协议都不是最终的，并否认已就暂停达成一致。",
      "shortSummary": "中美两国在斯德哥尔摩结束贸易谈判，但在关税暂停延期问题上存在分歧。中方声称双方已达成共识，将继续推动延长对美方24%关税及中方反制措施的暂停。然而，美方财政部长斯科特·贝森特否认已达成协议，强调在获得特朗普总统明确批准前，任何协议均不作数。此次谈判是两国第三轮高级别贸易磋商。",
      "translated_title": "中美斯德哥尔摩贸易谈判结束，关税暂停延期时机存分歧",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and the United States have diverged on the timing for another pause on tariff increases, a hurdle that must be cleared before the world’s two largest economies reach a trade deal ahead of an August 12 deadline.\nAfter their two days of talks in Stockholm, Sweden, Chinese negotiators declared a consensus for an extension of the pause on tariff increases, while the American side insisted that no deal would be final without US President Donald Trump’s explicit approval.\nThe Chinese side did...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/30/7058c771-175b-408d-8509-7c1cb1331e6a_4f12d79d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "一位中国经济学家为何抨击瑞·达利欧关于中美债务状况的观点？ (原标题: Why did a Chinese economist slam Ray Dalio on debt situations in US, China?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319988/why-did-chinese-economist-slam-ray-dalios-assessment-debt-situations-us-china?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 14:00:12 +0000",
      "isoDate": "2025-07-29T14:00:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国经济学家许高反驳瑞·达利欧关于中美债务的观点\n\n随着全球两大经济体财政方向的辩论升温，中国银行国际（中国）首席经济学家许高对桥水基金创始人瑞·达利欧关于中国和美国债务状况的观点提出了异议。\n\n*   **对中国债务的看法**\n    *   许高在一篇约9000字的文章中指出，达利欧呼吁中国去杠杆是错误的，认为这种观点“误判”了中国的债务动态。\n    *   他强调，中国近期出现的债务展期问题并非由过度借贷引起，而是由于“过度严厉的去杠杆政策”扰乱了流动性。\n    *   许高认为，与其加倍推行去杠杆，不如纠正其背后的思维模式，因为这种思维模式已经对宏观经济造成了沉重压力。\n\n*   **中国经济背景**\n    *   许高的评论是在经济学家和政策圈子讨论下半年是否需要更多刺激措施以支撑中国经济的背景下提出的。\n    *   当前中国经济面临外部不确定性、房地产市场长期低迷以及持续的通缩压力。\n    *   市场关注焦点正转向即将召开的政治局会议，预计该会议将为下半年政策定调。\n\n*   **美国债务状况**\n    *   在美国，随着“大美法案”通过，债务上限提高了5万亿美元，人们对美国政府债务可持续性的担忧加剧。\n    *   包括埃隆·马斯克和达利欧在内的多位知名人士都对此发出了“债务炸弹”的警告。",
      "shortSummary": "中国经济学家许高反驳了瑞·达利欧关于中美债务的观点。许高认为，达利欧呼吁中国去杠杆是误判，指出中国债务问题源于过度严厉的去杠杆政策而非过度借贷，且该政策已损害宏观经济。文章还提及美国债务上限提高后引发的“债务炸弹”担忧。",
      "translated_title": "一位中国经济学家为何抨击瑞·达利欧关于中美债务状况的观点？",
      "images": [],
      "contentSource": "完整文章",
      "content": "A prominent Chinese economist has pushed back against Bridgewater Associates founder Ray Dalio’s views on the debt situations in China and the United States, as debate over the fiscal directions of the world’s two largest economies heats up.\nXu Gao, chief economist at Bank of China International (China), said in a recent 9,000-word article that Dalio was mistaken in calling for China to deleverage, arguing that such a view “misjudges” the country’s debt dynamics.\n“China’s recent debt-rollover...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/69251e6f-e49c-4500-afd9-20eb77cc4b2c_edbf4880.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人工智能竞赛升温，上海推出大规模补贴计划 (原标题: China’s AI race heats up as Shanghai launches massive subsidy scheme)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319924/chinas-ai-race-heats-shanghai-launches-massive-subsidy-scheme?utm_source=rss_feed",
      "pubDate": "Tue, 29 Jul 2025 05:00:07 +0000",
      "isoDate": "2025-07-29T05:00:07.000Z",
      "creator": "Carol Yang",
      "summary": "上海市经济和信息化委员会宣布了一项雄心勃勃的10亿元人民币（约合1.39亿美元）人工智能产业补贴计划。此举旨在提升上海在全国人工智能竞赛中的竞争力，与其他也在大力投资建设世界级AI生态系统的中国特大城市抗衡。\n\n**补贴计划详情：**\n*   **总额：** 10亿元人民币。\n*   **主要目标：** 降低初创企业成本，并促进本地企业采用AI解决方案。\n*   **资金分配：**\n    *   **6亿元人民币：** 用于补贴计算能力。\n    *   **3亿元人民币：** 用于提供第三方AI模型折扣。\n    *   **1亿元人民币：** 帮助企业采购数据集合或语料库以训练新模型。\n*   **额外补贴：** 该计划还为租赁、购买或建设计算设施、AI模型和数据集提供额外补贴，补贴比例范围为合同价值的10%至100%。\n\n**专家观点与竞争格局：**\n*   中国工业和信息化部专家委员会成员潘鹤林表示，这项计划旨在直接降低企业成本，这种策略有望在推动上海本地AI产业发展方面产生显著效果。\n*   潘鹤林指出，上海在AI发展方面的一个关键优势是其强大的资金实力。\n*   尽管上海因其庞大的金融业和全球视野长期以来对中国企业家具有吸引力，但其高昂的运营成本（从办公室租金到日常开支）可能会促使新的AI初创企业转向杭州等成本较低的城市。\n*   中国AI产业竞争激烈，多个城市都誓言要成为领先者。上海并非首个提供慷慨补贴以吸引AI公司的城市；杭州、深圳、成都和北京也已推出了类似的扶持措施。",
      "shortSummary": "上海推出一项10亿元人民币的AI产业补贴计划，旨在降低初创企业成本并促进AI应用，以提升其在全国AI竞赛中的竞争力。该计划将重点补贴计算能力、AI模型和数据采购。面对杭州、深圳等城市的激烈竞争，上海希望通过强大的资金支持吸引并留住AI企业，尽管其高运营成本仍是一项挑战。",
      "translated_title": "中国人工智能竞赛升温，上海推出大规模补贴计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "Shanghai has unveiled an ambitious 1 billion yuan (US$139 million) subsidy programme for the artificial intelligence industry, as the metropolis bids to compete with a string of other Chinese megacities that are also investing heavily to develop world-class AI ecosystems.\nThe Shanghai subsidy package will focus on reducing costs for start-ups and making it easier for local businesses to adopt AI solutions, with 600 million yuan going toward subsidising computing power, 300 million yuan providing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/29/1d397cda-339e-42f6-818a-520a7f3ce528_98be9831.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国与欧盟达成新贸易协议后，中国处于何种境地？ (原标题: Where does China stand after US’ new trade deal with EU?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319866/where-does-china-stand-after-us-trade-deal-eu-seen-more-rhetoric-substance?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 18:00:08 +0000",
      "isoDate": "2025-07-28T18:00:08.000Z",
      "creator": "Ji Siqi,Luna Sun,Kandy Wong",
      "summary": "### 美国与欧盟达成贸易协议的背景与内容\n\n*   **时机与背景**\n    *   在美国与中国新一轮贸易谈判前夕，美国与欧盟达成了一项框架性贸易协议。\n    *   分析人士认为，尽管美国可能将其作为谈判筹码，但中国应保持冷静，观察协议的实际效果。\n    *   然而，北京仍需警惕其两大贸易伙伴在经济领域结盟的可能性，因为美欧可能将共同的痛点转化为针对中国的统一战线。\n    *   在中美第三轮贸易谈判于斯德哥尔摩开始的前一天，华盛顿和布鲁塞尔宣布了这项贸易协议框架。\n\n*   **协议主要内容**\n    *   美国总统唐纳德·特朗普和欧盟委员会主席乌尔苏拉·冯德莱恩宣布，欧盟同意在三年内购买价值7500亿美元的美国能源。\n    *   欧盟还将购买价值数千亿美元的美国军事装备。\n    *   欧盟同意在现有水平之上，向美国经济额外投资超过6000亿美元。\n    *   冯德莱恩表示，双方还同意将一系列商品的关税降至零，包括飞机、飞机零部件、某些化学品、某些仿制药、半导体设备和部分农产品。\n\n*   **对中国的影响分析**\n    *   北京外国语大学欧盟研究中心主任崔洪建表示，美国可能认为在“基本搞定”欧盟后，在与中国打交道时将拥有更大的谈判筹码。",
      "shortSummary": "在美国与中国新一轮贸易谈判前夕，美国与欧盟达成了一项框架性贸易协议。分析人士指出，中国应保持冷静，但需警惕美欧可能形成针对中国的经济联盟。该协议包括欧盟在能源、军事装备和投资方面对美国的巨额采购，以及对特定商品关税的减免。此举可能使美国在对华贸易谈判中获得更大筹码。",
      "translated_title": "美国与欧盟达成新贸易协议后，中国处于何种境地？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As a framework trade deal was struck between the United States and the European Union on the eve of a new round of trade talks between Beijing and Washington, analysts said China was in a position to stay calm and wait to see how the deal actually pans out, even if the US is likely to use it as a bargaining chip.\nBut Beijing should still be aware of the potential alliance between its two major trading partners in the economic sphere, as the US and EU could transform shared sore points into a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/782d9ab1-babd-40f1-9345-17fd7d0f5662_7b75c3e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普希望中国购买更多美国商品。然而，目前情况恰恰相反 (原标题: Trump wants China to buy more US goods. Right now, the opposite is happening)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319848/chinas-imports-us-goods-plunge-amid-trade-war-complicating-phase-2-deal?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 14:00:15 +0000",
      "isoDate": "2025-07-28T14:00:15.000Z",
      "creator": "Kandy Wong,Luna Sun",
      "summary": "### 中美贸易谈判：中国对美商品进口逆势下降\n\n**主要背景与当前形势**\n\n*   华盛顿预计将在本周于瑞典（斯德哥尔摩）举行的贸易谈判中，推动中国承诺“大量购买”美国商品。这是中美之间关键的第三轮贸易谈判。\n*   然而，海关数据显示，近几个月来，中国对一系列美国大宗商品的进口量已大幅下降，甚至完全停止。这与美方的期望形成了鲜明对比。\n*   尽管中国长期以来是美国能源和农产品的主要买家，但由于两国在贸易和技术问题上的紧张关系加剧，其对美国商品的进口量已大幅下降或冻结。\n\n**美方目标与专家观点**\n\n*   许多分析师预测，美方将在此次谈判中重点关注确保中国同意进口更多美国石油、液化天然气及其他商品。\n*   加拿大BCA Research首席地缘政治策略师Matt Gertken指出，特朗普政府正在寻求达成“第二阶段”贸易协议，并将要求中国大量购买美国大宗商品（包括能源），以及直接投资于美国的商品生产和出口能力。\n*   但他同时补充说，“美中国家安全竞争将迫使中国限制对美国的依赖”。\n\n**相关背景**\n\n*   此次中美贸易谈判的前一天，美国刚刚与欧盟达成了一项框架贸易协议。该协议包括欧盟承诺增加美国能源和军事设备的进口，而美国则对欧盟商品设定了15%的关税。",
      "shortSummary": "中美两国将在斯德哥尔摩举行新一轮贸易谈判，美国预计将要求中国大量购买美国商品。然而，海关数据显示，近几个月来中国对美国大宗商品的进口量已大幅下降甚至停止。尽管美国希望达成“第二阶段”协议，但地缘政治竞争可能限制中国对美国的依赖。此背景下，美国刚与欧盟达成一项贸易协议，欧盟承诺增加美国能源和军事设备进口。",
      "translated_title": "特朗普希望中国购买更多美国商品。然而，目前情况恰恰相反",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington is widely expected to push China to commit to “large purchases” of US goods during trade negotiations in Sweden this week, but customs data shows that Chinese imports of a slew of American commodities have plunged or even halted entirely in recent months.\nOfficials from Beijing and Washington begin a crucial third round of trade talks in Stockholm on Monday, with many analysts predicting the US side will focus on securing Chinese agreements to import more American oil, liquefied...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/c306535c-99f8-4fee-a739-f18c6ed38e57_20958cd8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美在瑞典首都开始第三轮贸易谈判 (原标题: China, US begin third round of trade talks in Swedish capital)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319884/china-us-begin-third-round-trade-talks-swedish-capital?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 12:38:41 +0000",
      "isoDate": "2025-07-28T12:38:41.000Z",
      "creator": "Ji Siqi,Xiaofei Xu",
      "summary": "## 中美在瑞典首都启动第三轮贸易谈判\n\n### 谈判地点与时间\n\n*   第三轮中美贸易谈判于周一晚间在瑞典首都斯德哥尔摩的罗森巴德（Rosenbad）大楼正式开始。罗森巴德是瑞典政府总部，也是该国首相的办公室所在地。\n\n### 谈判代表\n\n*   中方代表团由中国副总理何立峰率领。\n*   美方代表团由美国财政部长斯科特·贝森特（Scott Bessent）率领。\n\n### 代表团抵达情况\n\n*   中方代表团于周日下午抵达斯德哥尔摩。\n*   美方代表团于周一抵达瑞典首都。\n\n### 现场情况与安全措施\n\n*   谈判开始前，来自中美两国以及日本共同社、法新社和多家瑞典媒体的记者，周一早晨便开始在罗森巴德大楼前聚集。\n*   大楼前已升起中国和美国国旗。\n*   出于安全考虑，瑞典当局封锁了罗森巴德大楼周边区域，并对该区域进行了爆炸物搜查。这些安全措施引起了路人对现场警察和记者的询问。\n\n### 谈判预期\n\n*   此次谈判预计将持续多日，与此前在日内瓦和伦敦举行的前几轮谈判类似。",
      "shortSummary": "中美两国高级经济官员在瑞典首都斯德哥尔摩启动了第三轮贸易谈判。中方由副总理何立峰率领，美方由财政部长斯科特·贝森特率领。谈判在瑞典政府总部罗森巴德举行，预计将持续数日。现场采取了严格的安全措施，并吸引了大量媒体关注。",
      "translated_title": "中美在瑞典首都开始第三轮贸易谈判",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top economic officials from China and the United States have begun their third round of trade talks in Stockholm.\nThe delegations – led by Chinese Vice-Premier He Lifeng and US Treasury Secretary Scott Bessent – arrived at Rosenbad in the afternoon local time. The historic building also serves as the Swedish government headquarters and the office of the country’s prime minister.\nMedia from both countries – as well as Japan’s Kyodo News, France’s AFP and several Swedish outlets – began gathering...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/1204cd8f-b22b-484f-9d83-9856e5ca46f7_688310e0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "安渊渊：中国如何将‘多重危机’转化为‘多重机遇’ (原标题: Yuen Yuen Ang on how China can turn ‘polycrisis’ into ‘polytunity’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319375/yuen-yuen-ang-how-china-can-turn-polycrisis-polytunity?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 22:00:11 +0000",
      "isoDate": "2025-07-27T22:00:11.000Z",
      "creator": "Alice Li",
      "summary": "### 安渊渊访谈摘要\n\n本访谈节选自《南华早报》“开放问题”系列，采访了约翰霍普金斯大学政治经济学阿尔弗雷德·钱德勒讲席教授安渊渊（Yuen Yuen Ang）。安教授是一位极具影响力的学者，其研究广泛涵盖中国的政治经济轨迹、国际关系以及在碎片化、不可预测世界中的适应性发展。她来自新加坡，著有获奖作品《中国如何摆脱贫困陷阱》和《中国的镀金时代》。\n\n访谈内容主要围绕以下问题展开：\n\n*   **美国对华知识的下降**：作为一名在美国的教授，安渊渊被问及是否认为美国对中国的了解普遍下降，以及这是否可归因于赴华学习的美国学生数量锐减。\n\n*   **历史背景与米歇尔·奥克森伯格**：\n    *   安渊渊将问题置于历史背景中，提到了她的“师爷”米歇尔·奥克森伯格（Michel Oksenberg）。\n    *   奥克森伯格曾在美国总统吉米·卡特政府任职，是中美关系正常化背后的专家。\n    *   他不仅从事政策工作，还是一位充满热情的教育家，培养了几代中国问题专家。如今，大多数顶尖的中国学者都是他的门生或再传弟子，包括安渊渊本人。\n\n*   **过去投资的持续效益**：安渊渊分享这个故事旨在提醒人们，中美交往的先驱们曾多么深入而有目的地投入，以帮助美国决策者和公众理解中国，并为此建立了庞大的专业知识社群。尽管当前环境已有所不同，但美国仍在受益于过去在知识领域所做的投资。",
      "shortSummary": "约翰霍普金斯大学教授安渊渊在访谈中探讨了美国对华知识的现状。她指出，尽管当前环境不同，但美国仍在受益于过去对华知识的深远投资。安渊渊以其“师爷”米歇尔·奥克森伯格为例，强调了早期中美交往先驱在培养中国问题专家和促进美国理解中国方面所做的巨大贡献，这些努力至今仍有积极影响。",
      "translated_title": "安渊渊：中国如何将‘多重危机’转化为‘多重机遇’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Yuen Yuen Ang is the Alfred Chandler Chair Professor of political economy at Johns Hopkins University. She is an influential scholar, writing extensively on China’s political and economic trajectory, its international relations and its adaptive development in a fragmented, unpredictable world. Originally from Singapore, her award-winning work includes the books How China Escaped the Poverty Trap and China’s Gilded Age.\nThis interview first appeared in SCMP Plus. For other interviews in the Open...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/98986e39-be64-4fad-a491-629175115828_93e0d576.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美将在瑞典会谈中将关税暂停期再延长90天：消息人士 (原标题: China, US to extend tariff pause at Sweden talks by another 90 days: sources)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319604/china-us-extend-tariff-pause-sweden-talks-another-90-days-sources?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 15:00:09 +0000",
      "isoDate": "2025-07-27T15:00:09.000Z",
      "creator": "Xiaofei Xu,Ji Siqi,Khushboo Razdan",
      "summary": "中美贸易谈判：关税暂停期有望延长90天\n\n*   **背景与现状**\n    *   据消息人士透露，中美两国预计将在周一开始的斯德哥尔摩贸易会谈中，将目前的关税休战期再延长三个月。\n    *   两国于今年5月同意暂停对彼此商品征收大部分高额关税，为期90天，以便继续进行贸易谈判。该暂停期原定于8月12日到期。\n\n*   **会谈焦点**\n    *   此次在斯德哥尔摩举行的第三轮贸易谈判中，全球两大经济体将主要阐述各自在主要症结上的观点，例如美国对中国工业产能过剩的担忧。\n    *   消息人士指出，此次会谈的目标并非取得具体突破，而是深入探讨分歧。\n\n*   **延长期间的承诺**\n    *   一位消息人士表示，在预计的90天延长期间，两国将承诺不向对方征收额外关税，也不会通过其他方式升级贸易战。\n\n*   **中方关注点：芬太尼相关关税**\n    *   据三位熟悉北京立场的人士透露，虽然此前在日内瓦和伦敦的讨论侧重于“降级”，但在最新的会议中，中方代表团还将就芬太尼相关的关税问题向特朗普的贸易团队施压。\n    *   美国总统唐纳德·特朗普于今年3月对中国进口商品征收了20%的额外关税，声称北京在阻止芬太尼流入美国方面做得不够。\n    *   华盛顿尚未表明何种进展才足以证明放宽芬太尼相关关税是合理的。中方可能会在斯德哥尔摩回合中寻求对这一门槛的更明确解释。",
      "shortSummary": "中美两国预计将在斯德哥尔摩贸易会谈中，把原定于8月12日到期的关税暂停期再延长90天。此次会谈将聚焦于解决主要症结，如美国的工业产能过剩担忧，而非寻求具体突破。延长期间，双方将承诺不加征新关税。中方还将就美国因芬太尼问题对华加征的关税寻求明确解释。",
      "translated_title": "中美将在瑞典会谈中将关税暂停期再延长90天：消息人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing and Washington are expected to extend their tariff truce by another three months at trade talks in Stockholm beginning on Monday, according to sources close to the matter on both sides.\nChina and the United States agreed in May to remove most of the heavy tariffs levied on each other’s goods for 90 days while continuing trade negotiations. That suspension is set to expire on August 12.\nDuring the third round of trade negotiations between the world’s two biggest economies, both will...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/27/fcf117cc-7abe-4f11-8951-9241b954a22a_646cb25c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国地标性唐人街挺过新冠和仇恨犯罪，但关税构成新威胁 (原标题: Landmark US Chinatown survived Covid, hate crimes – but tariffs pose new threat)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319564/landmark-us-chinatown-survived-covid-anti-asian-violence-tariffs-pose-new-threat?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 12:00:09 +0000",
      "isoDate": "2025-07-27T12:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 奥克兰唐人街面临的新挑战\n\n奥克兰唐人街作为美国最古老的唐人街之一，在繁忙的下午依然充满活力，购物者穿梭于挂满灯笼和橘子袋的狭窄人行道上，商店里摆满了服装和拖鞋。这里不仅吸引着华人顾客，也吸引着来自旧金山湾区其他地方的居民，显示出其广泛的吸引力。\n\n### 从疫情和仇恨犯罪中复苏\n\n尽管经历了新冠疫情和随之而来的反亚裔暴力浪潮，奥克兰唐人街的商业活动已显示出复苏的迹象。然而，新的挑战正在阻碍其进一步发展。\n\n### 关税带来的新威胁\n\n今年，由于关税导致商品价格上涨20%至50%，这个拥有170年历史、由早期广东移民建立的地区，其增长势头受到了阻碍。\n\n*   **商品价格上涨：** 关税使得进口商品成本大幅增加，平均涨幅在20%到50%之间。\n*   **消费行为变化：** 尽管顾客流量稳定，但他们在购买从中国进口的商品（如人参、干蘑菇、茶叶和家具）上的支出有所下降。\n*   **商家案例：** 经营龙发超市29年的黄女士（A-li Huang）表示，由于关税，成本平均上涨了50%。她观察到顾客仍在光顾，但为了省钱，购买量减少了。“如果你以前买三罐东西，现在就买两罐。”黄女士在堆满蔬菜和精致包装食品的人行道摊位旁说道。\n\n### 商业概况\n\n这个35个街区大小的区域内有近300家商户，他们普遍反映，尽管顾客络绎不绝，但消费支出明显减少。",
      "shortSummary": "美国最古老的唐人街之一——奥克兰唐人街，在挺过新冠疫情和反亚裔仇恨犯罪后，正面临关税带来的新威胁。关税导致进口商品价格上涨20%至50%，阻碍了该地区的发展。尽管顾客流量稳定，但消费支出减少，影响了近300家商户，例如超市店主反映顾客购买量下降以节省开支。",
      "translated_title": "美国地标性唐人街挺过新冠和仇恨犯罪，但关税构成新威胁",
      "images": [],
      "contentSource": "完整文章",
      "content": "Oakland Chinatown, one of the oldest in the United States, almost feels as lively as Hong Kong on a busy afternoon. Shoppers squeeze along narrow pavements lined with hanging lanterns and sacks of oranges, while a variety store welcomes customers with racks of clothing and slippers.\nWhile many of the shoppers are Chinese, a considerable number could come from anywhere – a sign that Chinatown draws people from the wider San Francisco Bay Area.\nDespite signs of a recovery since the Covid-19...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/f0fcb6da-aa7f-470f-9304-f44801f8319e_2693a3c9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美为何选择瑞典作为下一轮贸易谈判地点？ (原标题: China and the US wanted Sweden to host their next round of trade talks – why?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319597/china-and-us-wanted-sweden-host-their-next-round-trade-talks-why?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 08:30:08 +0000",
      "isoDate": "2025-07-27T08:30:08.000Z",
      "creator": "Xiaofei Xu",
      "summary": "中美两国谈判代表将于周一在斯德哥尔摩举行备受期待的第三轮贸易谈判，这使得瑞典首都成为焦点，并引发了人们对这个北欧国家为何被世界两大经济体选为会谈地点的疑问。\n\n*   **选择过程：**\n    *   谈判地点的选择始于本月初在南非举行的二十国集团（G20）财长会议，瑞典首次受邀参加了此次会议。\n    *   瑞典财政大臣伊丽莎白·斯万特森（Elisabeth Svantesson）在7月22日的一篇社交媒体帖子中表示，中国和美国都曾主动接触瑞典代表团，希望在斯德哥尔摩举行会谈。\n*   **瑞典的地位：**\n    *   斯万特森指出，世界最大经济体选择瑞典，表明瑞典享有高度的国际信任，并且在促进对话与合作方面发挥着重要作用。\n*   **谈判模式的变化：**\n    *   在第三国举行中美贸易谈判，与美国前总统唐纳德·特朗普第一任期内暂时冻结双边贸易战的对话模式相比，是一个显著的变化。\n    *   此前，那些谈判主要在华盛顿举行，时任副总理刘鹤定期访问白宫。\n    *   斯德哥尔摩安全与发展政策研究所（Institute for Security and Development Policy）所长尼克拉斯·斯万斯特罗姆（Niklas Swanstrom）认为，现在选择欧洲的中立地区（5月在日内瓦，6月在伦敦，以及即将举行的斯德哥尔摩谈判），表明两国经济体之间存在一个更公平的竞争环境。",
      "shortSummary": "中美两国谈判代表将在瑞典斯德哥尔摩举行新一轮贸易谈判。瑞典被选为会谈地点，是因为其在G20会议上受到中美双方的邀请，体现了瑞典的高度国际信任及其在促进对话中的作用。这标志着谈判模式从华盛顿转向欧洲中立地带，暗示中美之间寻求更公平的谈判环境。",
      "translated_title": "中美为何选择瑞典作为下一轮贸易谈判地点？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese and American negotiators will gather in Stockholm for a much-anticipated third round of trade talks on Monday, putting the Swedish capital in the spotlight and prompting questions as to why the Scandinavian country was the venue of choice for the world’s two biggest economies.\nIt began at a meeting of finance chiefs from the Group of 20 countries in South Africa earlier this month, where Sweden had been invited for the first time. Both China and the US approached the delegation from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/5251a0c1-9c70-40cd-8a7a-87d7b89c750a_c8c07fdc.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-01T06:40:04.094Z"
}