{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国顶尖武器芯片科学家被拘留，特朗普H-1B签证混乱：7大亮点 (原标题: Top China weapons chip scientist detained, Trump’s H-1B chaos: 7 highlights)",
      "link": "https://www.scmp.com/news/world/article/3326917/fujians-landmark-jet-launch-hong-kong-after-super-typhoon-ragasa-scmps-7-highlights?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 04:30:09 +0000",
      "isoDate": "2025-09-26T04:30:09.000Z",
      "creator": "SCMP",
      "summary": "本文精选了本周来自香港、中国大陆及亚洲地区的七个重要新闻故事，其中提供了三个故事的详细内容。\n\n### 主要亮点：\n\n1.  **中国福建舰成功弹射J-35隐形战机**\n    *   中国第三艘航空母舰“福建舰”成功使用其先进的电磁弹射器，弹射了为该舰开发的所有三种固定翼飞机。\n    *   这标志着该航母在正式服役前通过了又一项重大测试。\n\n2.  **香港在超强台风“拉加萨”后恢复正常**\n    *   在超强台风“拉加萨”导致香港瘫痪近两天后，城市正逐步恢复正常。\n    *   当局正努力清理1200棵倒塌的树木，并处理积压的1000趟航班，这些航班影响了14万名乘客。\n    *   ![一名男子坐在将军澳海滨的长凳上，海浪正在逼近。图片：Elson Li](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/26/b0d44700-3a04-4650-9396-6036458f723c_1126e908.jpg)\n\n3.  **中国武器芯片科学家余发新被拘留**\n    *   顶尖科学家余发新，负责开发武器系统芯片，已被中国反腐机构在中部地区拘留。\n    *   其在上海上市的公司浙江大微波技术证实了这一消息。",
      "shortSummary": "本文介绍了本周三条重要新闻：中国第三艘航母福建舰成功完成电磁弹射测试，弹射了所有三种固定翼飞机；香港在超强台风“拉加萨”袭击后正逐步恢复正常，当局正清理倒塌树木并处理航班积压；以及负责武器系统芯片开发的中国顶尖科学家余发新被反腐机构拘留。",
      "translated_title": "中国顶尖武器芯片科学家被拘留，特朗普H-1B签证混乱：7大亮点",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/26/b0d44700-3a04-4650-9396-6036458f723c_1126e908.jpg",
          "alt": "A man sits on a bench on the Tseung Kwan O promenade as the waves approach. Photo: Elson Li",
          "title": "A man sits on a bench on the Tseung Kwan O promenade as the waves approach. Photo: Elson Li",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "We have selected seven stories from this week’s news across Hong Kong, mainland China, the wider Asia region and beyond that resonated with our readers and shed light on topical issues. If you would like to see more of our reporting, please consider subscribing.\n1. Landmark launch for China’s J-35 stealth jet from Fujian aircraft carrier\nChina’s third aircraft carrier, the Fujian, has used its advanced electromagnetic catapults to launch all three types of fixed-wing aircraft developed for the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/f1d370e5-5a67-4598-a694-e133bb453f6d_780ce250.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“包容、创新”：中国加大数字人民币国际化推进力度 (原标题: ‘Inclusive, innovative’: China ups push for digital yuan internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326928/will-chinas-digital-yuan-centre-be-step-forward-internationalisation?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 04:01:09 +0000",
      "isoDate": "2025-09-26T04:01:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国加大数字人民币国际化推进力度\n\n中国正积极推动数字人民币（e-CNY）在跨境支付和海外市场中的应用，旨在全球稳定币热潮中提供一种替代方案，并重塑目前由美元主导的全球金融架构。\n\n## 主要进展与目标\n\n*   **国际业务中心启用**：中国数字人民币国际业务中心于周四在上海正式启用。\n*   **战略目标**：鼓励数字人民币在国际交易中的使用，提升跨境支付效率，并挑战美元在全球金融体系中的主导地位。\n*   **官方表态**：中国人民银行副行长陆磊指出，数字时代货币和支付系统的演变是“历史的必然”，并承诺提供“开放、包容、创新的解决方案”以改善全球跨境支付系统。\n\n## 三大核心平台\n\n为加速数字人民币的国际化进程，中国人民银行推出了以下三个平台：\n\n1.  **跨境数字支付平台**：\n    *   **功能**：探索利用数字人民币（e-CNY）来显著提高国际交易的效率。\n    *   **目的**：简化和加速国际间的资金流动。\n\n2.  **区块链服务平台**：\n    *   **功能**：实现链上支付，并提供标准化的跨链交易信息传输服务。\n    *   **目的**：促进不同区块链系统之间的互操作性，确保交易信息的安全和标准化。\n\n3.  **数字资产平台**：\n    *   **功能**：通过提供标准化、即用的数字资产服务，帮助现有的金融基础设施扩展到区块链领域。\n    *   **目的**：降低传统金融机构进入数字资产领域的门槛，促进金融创新。\n\n## 背景信息\n\n该国际业务中心的启用，距离中国人民银行行长潘功胜在今年6月上海陆家嘴论坛上首次宣布相关计划，仅过去了三个月。",
      "shortSummary": "中国正加速推进数字人民币（e-CNY）的国际化，旨在重塑全球金融格局并挑战美元主导地位。为此，中国在上海启用了数字人民币国际业务中心，并推出了三大平台：跨境数字支付平台、区块链服务平台和数字资产平台。这些举措旨在提升国际交易效率，提供开放、包容、创新的跨境支付解决方案。",
      "translated_title": "“包容、创新”：中国加大数字人民币国际化推进力度",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is stepping up efforts to encourage the use of its digital yuan in cross-border payments and overseas markets, offering an alternative amid an international frenzy over stablecoins, as it aims to reshape the global financial architecture now dominated by the US dollar.\nChina’s international operations centre for the digital yuan opened in Shanghai on Thursday, with the People’s Bank of China highlighting three platforms designed to accelerate the internationalisation of the digital Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/6405f197-f9a4-4543-9141-ef68be81b39f_c0a7dce0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京必须采取行动，确保大学文凭物有所值 (原标题: Beijing must act to ensure a university degree is worth its costs)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3326526/beijing-must-act-ensure-university-degree-worth-its-costs?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 01:30:10 +0000",
      "isoDate": "2025-09-26T01:30:10.000Z",
      "creator": "David Tingxuan Zhang",
      "summary": "# 中国大学招生困境与文凭价值挑战\n\n今年夏天，中国高等教育系统面临着前所未有的挑战：一些大学难以招到足够的学生。在广西、广东、山东等省份，数十所私立大学未能达到招生目标。许多学校甚至降低了入学标准，但在秋季学期开始时，仍有数千个空置学位。云南、河南、山东等地的一些公立大学也面临同样的困境。\n\n这一现象令人震惊。几十年来，考上大学在中国一直象征着激烈的竞争，并预示着改变人生的机会。青少年深夜苦读、为高考冲刺、焦急等待成绩的画面，几乎刻在每个中国成年人的记忆中，甚至为海外人士所熟知。那么，一个曾以稀缺性和声望著称的系统，为何突然出现产能过剩、需求不足的局面？\n\n## 主要原因：日益增长的经济负担\n\n部分原因是经济因素。据当地媒体报道，今年20多个省份的私立和公立大学学费均有所上涨，平均涨幅约15%，部分高达35%，远超家庭收入增长。在一些获得国家资助较少的私立大学，年学费已超过4万元人民币（约合5600美元）。如果计入生活费，一个普通家庭供养一个孩子上大学的总开销，可能超过其收入的一半。对于农村和低收入家庭来说，经济负担更是沉重。\n\n## 大学涨价理由与政府资助政策\n\n大学方面以运营成本上升为由，为提高学费辩护。在北京推动扩大高等教育入学机会后，中国每年培养超过1000万大学毕业生。为了服务如此庞大的学生群体，并提供更多样化、更复杂的课程，学校不得不投资于设施、设备和师资。\n\n然而，中央政府近年来却削减了对大学的普遍资助，将更多资金投入到被视为具有战略重要性的项目，如人工智能、半导体和先进制造等领域。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/CLEAN---thumbnail.jpg?itok=sliP-Lk4)",
      "shortSummary": "中国大学正面临招生困境，多所高校未能完成招生目标，与过去竞争激烈的局面形成反差。主要原因是学费大幅上涨，远超家庭收入增长，导致大学教育的经济负担加重。尽管大学以运营成本上升为由涨价，但中央政府却削减了普遍资助，转而支持战略性重点领域。这使得大学文凭的价值受到质疑，北京需要采取行动确保其物有所值。",
      "translated_title": "北京必须采取行动，确保大学文凭物有所值",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/30/CLEAN---thumbnail.jpg?itok=sliP-Lk4",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "This summer brought an unusual challenge to China’s higher education system: some universities couldn’t find enough students.\nIn provinces like Guangxi, Guangdong and Shandong, dozens of private universities fell short of their enrolment targets. Many lowered entry standards to fill classrooms, yet some still had thousands of empty seats as the autumn semester began. Some public universities, in places from Yunnan to Henan and Shandong, are also facing the same challenge.\nThe sight is jarring....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/70edebc4-6c11-48f8-973a-c3eac19fef7a_77f4c6fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "家庭收入增长是中国消费希望的关键：前官员 (原标题: Household income growth holds key to Chinese consumption hopes: ex-official)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326866/boost-household-income-drive-chinas-economy-next-5-years-ex-official-urges?utm_source=rss_feed",
      "pubDate": "Fri, 26 Sep 2025 00:00:18 +0000",
      "isoDate": "2025-09-26T00:00:18.000Z",
      "creator": "Carol Yang",
      "summary": "### 家庭收入增长是中国消费希望的关键：前官员观点\n\n一位前高级官员指出，中国应在未来五年内加大努力提高家庭收入，以期通过消费驱动未来的经济增长。\n\n**主要观点：**\n\n*   **消费驱动增长的重要性：** 中国经济正寻求以消费作为未来增长的动力。\n*   **家庭收入是关键：** 前中央财经领导小组办公室副主任杨伟民强调，提高家庭收入对实现这一目标至关重要。\n*   **背景与时机：** 杨伟民是在中共中央委员会第四次全体会议召开前发表此番言论的，此次会议将讨论国家下一个五年规划。\n*   **五年规划的重点：** 预计经济蓝图将强调收入和国内生产总值（GDP）的增长、产业升级和技术创新。\n*   **增长动力的来源：** 杨伟民指出，未来五年的增长动力在于共享发展、追求共同富裕以及逐步缩小（收入）差距。\n*   **消费需求疲软的根本原因：** 他认为，中国消费需求疲软的根本原因在于收入问题。\n*   **具体建议：** 杨伟民特别提到需要提高家庭可支配收入在国民收入中的比重，并提升消费支出在总需求中的比重。",
      "shortSummary": "前官员杨伟民指出，为实现消费驱动的经济增长，中国在未来五年内必须大力提高家庭收入。他强调，消费需求疲软的根本原因是收入问题，并建议提高家庭可支配收入在国民收入中的比重，以缩小收入差距，促进共同富裕。此番言论正值中共中央讨论下一个五年规划之际。",
      "translated_title": "家庭收入增长是中国消费希望的关键：前官员",
      "images": [],
      "contentSource": "完整文章",
      "content": "China should make greater efforts to boost household income over the next five years as the world’s second-largest economy looks to consumption to power future growth, a former senior official said.\nYang Weimin, a former deputy head of the Office of the Central Leading Group on Financial and Economic Affairs, made the comments ahead of next month’s fourth plenum of the Communist Party’s Central Committee.\nCommittee members will discuss the country’s next five-year plan, with the economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/26/f983da29-bd86-488e-aead-d54a819329d7_de7f4f5f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国国有汽车巨头拥抱本土技术以主导电动汽车市场 (原标题: China’s state-owned car giants embrace home-grown tech to dominate EV market)",
      "link": "https://www.scmp.com/business/china-business/article/3326732/chinas-state-owned-car-giants-embrace-home-grown-tech-dominate-ev-market?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 23:30:09 +0000",
      "isoDate": "2025-09-25T23:30:09.000Z",
      "creator": "Daniel Ren",
      "summary": "# 中国国有汽车巨头转向本土技术以主导电动汽车市场\n\n中国国有汽车制造商正在调整其在大陆的运营策略，在数十年来依赖外国品牌之后，开始与国内合作伙伴建立合作关系。此举旨在全球最大的清洁能源汽车市场中，专注于电动汽车（EV）领域。\n\n## 战略转变与背景\n\n*   **市场焦点**：全球最大的清洁能源汽车市场。\n*   **消费者偏好变化**：年轻消费者不再对外国汽车品牌的设计和性能感到信服。他们的品味变化促使国有汽车制造商寻求中国科技集团和小型同行的帮助。\n*   **技术驱动**：数字化功能和“花哨配置”正成为市场竞争的关键因素。\n\n## 具体行动与技术采纳\n\n*   **合作模式**：从依赖外国品牌转向与国内合作伙伴建立合作关系。\n*   **技术采纳**：从中国一汽（中国大陆历史最悠久的汽车制造商）到上汽集团（2023年前中国最大的汽车制造商）等巨头，都在采取措施采用本土技术，例如自动驾驶软件和数字座舱系统，以扩大市场份额。\n\n## 市场竞争与表现\n\n*   **竞争格局**：国有汽车制造商正在追赶比亚迪和吉利汽车等私营竞争对手。\n*   **市场份额**：根据中国乘用车协会（CPCA）的数据，今年中国大陆销量前十的电动汽车制造商中，只有四家是国有背景。\n*   **私营巨头表现**：比亚迪作为全球最大的电动汽车制造商，在2025年前八个月向中国大陆和海外客户交付了283万辆汽车，同比增长21.9%。同期，其在中国市场占据了31.6%的份额。\n\n## 本土技术供应商支持\n\n*   **华为**：华为向赛力斯（Seres）和阿维塔（Avatr）等本土汽车制造商提供汽车芯片、传感器和数字技术。\n\n![华为向赛力斯和阿维塔等本土汽车制造商提供汽车芯片、传感器和数字技术。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/24/e96553e5-adf8-4503-a906-dab17644320e_c59609ff.jpg)\n*华为向赛力斯和阿维塔等本土汽车制造商提供汽车芯片、传感器和数字技术。图片来源：EPA-EFE*",
      "shortSummary": "中国国有汽车巨头正积极拥抱本土技术，以主导全球最大的电动汽车市场。面对年轻消费者对外国品牌兴趣减弱以及数字化功能的重要性，一汽、上汽等车企正与国内伙伴合作，采用自动驾驶和数字座舱等本土技术。尽管目前国有车企在市场份额上落后于比亚迪等私营对手，但它们正努力追赶。华为等本土科技公司也为赛力斯、阿维塔等车企提供芯片和数字技术支持，助力国有车企提升竞争力。",
      "translated_title": "中国国有汽车巨头拥抱本土技术以主导电动汽车市场",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/24/e96553e5-adf8-4503-a906-dab17644320e_c59609ff.jpg",
          "alt": "Huawei supplies local carmakers such as Seres and Avatr with automotive chips, sensors and digital ­technologies. Photo: EPA-EFE",
          "title": "Huawei supplies local carmakers such as Seres and Avatr with automotive chips, sensors and digital ­technologies. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s state-owned carmakers are realigning their operations on the mainland, forming tie-ups with domestic partners after relying on foreign marques for decades, as they focus on electric vehicles (EV) in the world’s largest market for clean-energy cars.\nJuggernauts from FAW Group, mainland China’s oldest carmaker, to SAIC Motor, the country’s largest carmaker until 2023, are taking steps to adopt home-grown technologies like autonomous driving software and digital cockpit systems to grow...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/f28f3c46-2413-4de1-85b9-6737136dc4ac_3b83a7e1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何中国无与伦比的供应链中的薄弱环节可能在五年内不复存在 (原标题: Why weak links in China’s unrivalled supply chains may not exist in 5 years)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326808/chinas-unrivalled-supply-chains-still-have-weak-links-why-5-years-could-fix-them?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 22:00:10 +0000",
      "isoDate": "2025-09-25T22:00:10.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国供应链的未来：15个五年规划与薄弱环节的消除\n\n中国正在起草其第15个五年规划，这份宏伟的蓝图将为未来十年的国家发展定下基调。分析人士预计，该计划将重点关注如何进一步巩固中国无与伦比的供应链，提升其在全球价值链中的地位，并解决高科技领域的关键瓶颈问题。\n\n**五年规划的重要性**\n\n*   中国的五年规划是国家发展战略的核心文件，反映了高层政策优先事项，并指导国家在经济转型和外部不确定性日益增加的时期内的发展轨迹。\n*   第15个五年规划预计将继续深化对供应链的精细调整，以期为中国带来战略优势。\n\n**中国供应链的韧性与完整性**\n\n*   **“印度制造”的iPhone案例：** 苹果公司宣布其最新旗舰智能手机iPhone 17的美国市场型号将在印度生产，这被解读为中美贸易关系紧张和“脱钩”论调的体现。\n*   **核心组件的依赖：** 然而，《苹果在中国：全球最伟大公司的捕获》一书作者帕特里克·麦吉指出，“印度制造”的iPhone通常仅指在印度进行最终组装。设备的核心部件，如电池、显示屏和摄像头模块，仍主要依赖于中国无与伦比的供应链。\n*   **全球领先的生态系统：** 这一案例凸显了中国制造业生态系统经过数十年完善后，已在众多行业中确立了其作为全球最完整和最具韧性的地位，这通常是中国引以为傲的成就。\n\n**未来政策方向与目标**\n\n*   **巩固供应链韧性：** 随着北京制定第15个五年规划，政策制定者预计将致力于巩固国家在供应链韧性方面已取得的成就。\n*   **提升价值链地位：** 计划还将推动中国制造业向价值链上游移动，实现更高附加值的生产。\n*   **解决高科技瓶颈：** 预计将重点关注解决高科技领域的“卡脖子”问题，进一步增强自主可控能力。",
      "shortSummary": "中国正在制定第15个五年规划，预计将着重加强其世界领先的供应链。尽管有将生产转移出中国的说法（如iPhone在印度组装），但核心部件仍高度依赖中国。该计划旨在巩固供应链韧性，推动产业升级，并解决高科技领域的关键瓶颈，以期在五年内消除中国供应链中的潜在薄弱环节，进一步提升其全球竞争力。",
      "translated_title": "为何中国无与伦比的供应链中的薄弱环节可能在五年内不复存在",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and how fine-tuning supply chains would work to China’s advantage.\nFor more stories in this ongoing series, click here.\nOn paper, when Apple unveiled its latest flagship smartphone earlier this month, all...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/5a0a039b-3e6b-47d2-ae9d-cb984093708d_21a99b2f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "评论家们错失了中国经济转型的全貌 (原标题: Critics are missing the big picture on China’s economic transition)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3326515/critics-are-missing-big-picture-chinas-economic-transition?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 21:30:08 +0000",
      "isoDate": "2025-09-25T21:30:08.000Z",
      "creator": "Wang Huiyao",
      "summary": "# 中国经济转型：被忽视的宏观图景\n\n外部评论往往关注中国经济转型中的短期挑战，如房地产市场降温和增长放缓。然而，文章指出，这些挑战掩盖了一个更重要的故事：中国经济拥有由基础设施、人力资本、技术和对绿色转型的坚定承诺所形成的强大协同效应，这为未来的可持续增长奠定了坚实基础。\n\n## 协同效应的关键要素\n\n这些相互关联的优势共同构成了中国经济在未来几年实现可持续、高质量发展的韧性基础，具体体现在以下几个方面：\n\n*   **基础设施：** 强大的基础设施建设为经济发展提供了支撑。\n*   **人力资本：** 丰富且不断提升的人力资源是创新的源泉。\n*   **技术：** 中国在科技创新方面取得了显著进展，并能快速将成果转化为应用。\n*   **绿色转型：** 对可持续发展的坚定承诺推动了经济结构的优化和高质量发展。\n\n## 科技创新与全球领导地位\n\n中国经济协同效应的一个重要体现是思想从实验室到市场并扩展为全球产业的速度。中国在先进科学领域已从过去的相对落后转变为全球领导者：\n\n*   **科学研究领先：** 截至2024年中期，全球33.8%的高被引科学论文来自中国，显示其在基础科学研究领域的强大实力。\n*   **关键技术优势：** 根据澳大利亚战略政策研究所的数据，中国在64项关键技术中，有57项处于领先地位，这些技术包括但不限于：\n    *   人工智能 (AI)\n    *   高性能计算 (HPC)\n    *   后量子密码学\n    *   先进材料\n    *   可再生能源\n*   **研究机构产出：** 中国科学院是全球生产力最高的科研机构，其突破性成果不断向外辐射，转化为商业应用，进一步推动了经济发展。",
      "shortSummary": "外部评论常聚焦中国经济的短期挑战，但文章指出，这掩盖了中国经济转型的宏观图景。中国拥有由基础设施、人力资本、技术和绿色转型构成的强大协同效应，为可持续增长奠定基础。中国已成为全球科学研究领导者，截至2024年中期，贡献了全球33.8%的高被引论文，并在57项关键技术中领先，展现出从实验室到市场的快速转化能力。",
      "translated_title": "评论家们错失了中国经济转型的全貌",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China transitions from the 14th to the 15th five-year plan, its economic trajectory is once again under scrutiny. External commentary often focuses on the short-term headwinds from a cooling property market and commensurately lowered growth, but these challenges obscure a more important story.\nBeneath the surface, China has a vibrant backbone made strong by the synergistic effects of infrastructure, human capital, technology and an unparalleled commitment to a green transition. These...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/e98780aa-8189-480b-98ad-d545a7cb7299_7820f84e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为了大豆，中国敦促美国取消关税，农民日益绝望 (原标题: For soybeans’ sake, cancel tariffs, China urges US as farmers grow desperate)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326873/soybeans-sake-cancel-tariffs-china-urges-us-farmers-grow-desperate-harvest?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 11:09:47 +0000",
      "isoDate": "2025-09-25T11:09:47.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国敦促美国取消大豆关税以恢复正常贸易\n\n**背景与核心诉求：**\n*   中国已呼吁美国取消其单边关税措施，以便两国能够恢复正常的大豆贸易流动。\n*   大豆贸易是中美持续谈判的焦点，许多美国农民正日益渴望达成一项双边协议以确保出口。\n*   大豆是美国农业产业至关重要的出口产品。\n\n**中方立场与呼吁：**\n*   中国商务部发言人何亚东在周四的新闻发布会上表示，美方应采取果断行动，缓解紧张局势，使大豆贸易恢复正常。\n*   他强调，美方应采取积极行动取消这些“不合理”的关税，为扩大双边贸易创造条件，并为全球经济发展注入更多稳定性和确定性。\n\n**近期互动：**\n*   此前，中国贸易谈判代表、商务部副部长李成钢于周一会见了来自美国中西部的政治和商业领袖代表团。\n\n**贸易现状与障碍：**\n*   尽管美国农业中心地带的收获季节（通常为9月至11月）正在进行，但作为美国大豆传统最大买家的中国，尚未像往年一样进行大宗采购。\n*   何亚东指出，美国所谓的“对等关税”（在两次临时休战协议后定于11月生效）是正常贸易流动的最大障碍。\n\n**美方动态：**\n*   上周，美国总统唐纳德·特朗普曾暗示可能延长与中国的贸易休战。",
      "shortSummary": "中国敦促美国取消对大豆的单边关税，以恢复正常的贸易流动。中国商务部发言人表示，这些“不合理”的关税阻碍了双边贸易，并使美国农民日益绝望。尽管美国正值大豆收获季节，但作为传统最大买家的中国尚未进行大宗采购。中方认为取消关税将为扩大贸易和稳定全球经济创造条件。美国总统特朗普曾暗示可能延长贸易休战。",
      "translated_title": "为了大豆，中国敦促美国取消关税，农民日益绝望",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has called on the United States to lift its unilateral tariff measures so the two sides can restore normal trade flows of soybeans – a focal point of ongoing negotiations as many US farmers grow increasingly desperate for a bilateral deal to secure exports.\nWashington could take decisive action to ease tensions and bring trading of the crop – a critically important export for America’s agricultural industry – back to normalcy, Ministry of Commerce spokesman He Yadong said during a press...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/0d64ec02-277d-49ba-9c2e-7ded9048d819_d0a8b024.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京誓言保护在美中国企业，并在谈判中促进双边关系 (原标题: Beijing vows to protect Chinese firms in US and boost bilateral ties amid talks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326839/beijing-vows-protect-chinese-firms-us-boost-bilateral-ties-amid-negotiation-process?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 09:05:02 +0000",
      "isoDate": "2025-09-25T09:05:02.000Z",
      "creator": "Mia Nurmamat",
      "summary": "### 北京承诺保护在美中国企业并稳定双边经济关系\n\n中国已承诺保护其在美国运营的公司的合法权益，并努力稳定中美经济贸易关系。这一承诺是在北京和华盛顿寻求正在进行的贸易谈判取得进展之际提出的。\n\n#### 商务部长王文涛在纽约举行圆桌会议\n\n*   **会议时间与地点**：商务部长王文涛于周二在纽约主持了一场圆桌会议。\n*   **参会人员**：\n    *   十余家在美国运营的中国企业高管。\n    *   中国美国总商会负责人。\n*   **王文涛的警告与建议**：\n    *   **全球贸易环境**：他警告称，全球贸易环境和规则正受到单边主义和保护主义的“严重破坏”。\n    *   **企业应对**：他敦促在美中国企业“认清当前形势”并“积极应对”。\n    *   **战略指导**：鼓励企业采取多元化战略和合规经营，敦促他们在“不确定性中寻求确定性”，同时共同努力保持相互支持。\n\n#### 中国政府的坚定立场\n\n*   **稳定经贸关系**：王文涛表示，中国将努力稳定中美经济贸易关系。\n*   **维护企业权益**：他强调，中国将坚定维护中国企业的合法权益。\n\n#### 参会企业涵盖的行业\n\n据商务部声明，参会企业涵盖了多个重要领域，包括：\n\n*   金融\n*   物流\n*   跨境电商\n*   石化\n*   电信\n*   轨道交通\n*   汽车零部件\n*   新能源\n*   医药",
      "shortSummary": "中国承诺保护在美中国企业的合法权益，并努力稳定中美经济贸易关系。商务部长王文涛在纽约与十余家在美中国企业高管举行圆桌会议，敦促企业认清形势、积极应对、多元化经营并保持合规。他强调，中国将坚定维护企业权益，致力于稳定双边经贸关系。",
      "translated_title": "北京誓言保护在美中国企业，并在谈判中促进双边关系",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has pledged to safeguard the legitimate rights of its companies operating in the United States and work to stabilise economic and trade relations, as Beijing and Washington seek progress in ongoing trade negotiations.\nMinister of Commerce Wang Wentao convened a round-table meeting in New York on Tuesday with executives from more than a dozen Chinese companies operating in the US, joined by the head of the China General Chamber of Commerce in the US.\nWang warned that the global trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/0dd63a48-ff02-435b-a50b-9d51900613d5_0042c09f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国制裁6家美国公司，贸易和TikTok出售引发紧张局势升级 (原标题: China sanctions 6 US firms as tensions boil over trade, TikTok sale)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326830/beijing-hits-6-us-companies-trade-restrictions-over-taiwan-arms-sales?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 08:42:55 +0000",
      "isoDate": "2025-09-25T08:42:55.000Z",
      "creator": "Ji Siqi,Xiaofei Xu",
      "summary": "# 中国制裁六家美国公司，中美紧张局势升级\n\n中国商务部周四宣布对六家美国公司实施贸易制裁，此举标志着中美两国在广泛竞争中的又一次紧张升级，而两国领导人正准备举行备受期待的会晤。\n\n## 被列入“不可靠实体清单”的公司\n\n三家美国公司被列入中国的“不可靠实体清单”，这意味着它们被禁止在中国进行贸易和投资。\n\n*   **萨罗尼克技术公司 (Saronic Technologies)**：一家无人驾驶飞行器公司。\n*   **爱科姆公司 (Aerkomm)**：一家卫星公司。\n*   **奥深国际公司 (Oceaneering International)**：一家海底工程公司。\n\n### 制裁原因\n中国商务部表示，这些公司“不顾中方强烈反对，参与对台湾的所谓军事技术合作，严重损害中国国家主权、安全和发展利益”。\n\n### 中方立场\n商务部强调，中国“始终审慎处理清单，依法针对少数危害中国国家安全的外国实体。诚实守法的外国实体无需担忧。”\n\n## 被列入出口管制清单的公司\n\n另外三家美国公司被列入中国的出口管制清单，这将阻止它们接收来自中国被认定具有军民两用用途的物品。\n\n*   **亨廷顿·英格尔斯工业公司 (Huntington Ingalls Industries)**：一家造船公司。\n*   **普拉纳特公司 (Planate)**：一家工程和施工管理公司。\n*   **全球维度公司 (Global Dimensions)**：一家服务提供商。\n\n## 中美关系背景\n\n此次制裁发生在中美两国领导人即将举行会晤之前。美国总统唐纳德·特朗普表示，他计划下个月在韩国举行的亚太经济合作组织（APEC）峰会期间与中国领导人习近平会面。\n\n自特朗普今年1月开始第二任期以来，两国在一系列问题上冲突不断，其中最引人注目的是4月份关税税率的迅速升级，以及中国社交媒体平台TikTok即将出售给美国投资者的问题。",
      "shortSummary": "中国宣布对六家美国公司实施贸易制裁，加剧了中美两国在贸易、TikTok出售等问题上的紧张关系。其中三家公司因与台湾进行军事技术合作被列入“不可靠实体清单”，禁止在华贸易投资；另三家公司被列入出口管制清单，限制接收中国军民两用物品。此次制裁发生在中美领导人计划下月会晤之前。",
      "translated_title": "中国制裁6家美国公司，贸易和TikTok出售引发紧张局势升级",
      "images": [],
      "contentSource": "完整文章",
      "content": "China announced trade sanctions for six American companies on Thursday, another flare-up in its wide-ranging rivalry with the United States as the two countries prepare for a hotly anticipated meeting between their leaders.\nAccording to a statement from Beijing’s Ministry of Commerce, three US companies were added to the “unreliable entity list”, effectively banning them from trade and investment in China.\nThe affected enterprises – unmanned vehicle firm Saronic Technologies, satellite company...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/c08ce175-1fa8-471f-b3c7-a76c22bfa84b_21286323.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国承诺加快北斗系统（其GPS竞争对手）的全球推广，以扩大“朋友圈” (原标题: China vows faster global roll-out of BeiDou, its GPS rival, to expand ‘friends’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326790/china-vows-speed-global-roll-out-beidou-its-home-grown-gps-rival?utm_source=rss_feed",
      "pubDate": "Thu, 25 Sep 2025 06:00:11 +0000",
      "isoDate": "2025-09-25T06:00:11.000Z",
      "creator": "Mandy Zuo",
      "summary": "# 中国北斗系统：加速全球推广与扩大国际影响力\n\n中国正致力于加速其自主研发的北斗卫星导航系统在全球范围内的推广，该系统已成为美国GPS的有力竞争者，并在中国国内市场占据主导地位。\n\n## 主要目标与进展\n\n*   **全球推广与“朋友圈”扩大**：中国副总理丁薛祥在一次峰会上表示，经过31年的发展，北斗系统正在“扩大其国际朋友圈”。\n*   **国内市场主导地位**：北斗系统目前已占据中国国内消费市场超过70%的份额。\n*   **深度融入日常生活**：根据同日发布的一份行业蓝皮书，预计到2028年，兼容北斗系统的新终端和设备将超过4亿台。\n\n## 技术发展历程\n\n*   **起源与里程碑**：北斗系统自1994年发射首颗卫星以来，发展迅速。2020年第三代系统成功发射，标志着其进入了全球发展的新阶段。\n*   **服务性能与应用**：丁薛祥指出，北斗系统在服务性能方面全面提升，大规模应用广泛扩展，已成为服务全球用户的关键新型基础设施。\n\n## 系统命名与应用场景\n\n*   **名称由来**：北斗系统以中国古代用于导航的七颗明亮北方星辰命名。\n*   **广泛应用**：在国内，北斗系统已广泛应用于智能手机、可穿戴设备、共享出行服务及其他产品中。\n\n## 相关图片\n\n![图片：中国发射北斗导航卫星系统最后一颗卫星](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2020/06/23/beidou-3_web_0.jpg?itok=_SNZt9Ol)",
      "shortSummary": "中国承诺加快其自主研发的北斗卫星导航系统在全球的推广，以扩大国际影响力。该系统已占据中国国内消费市场70%以上份额，并深度融入日常生活，预计到2028年兼容设备将超4亿台。自1994年首颗卫星发射，特别是2020年第三代系统成功发射后，北斗已进入全球发展新阶段，成为服务全球用户的关键新型基础设施。",
      "translated_title": "中国承诺加快北斗系统（其GPS竞争对手）的全球推广，以扩大“朋友圈”",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2020/06/23/beidou-3_web_0.jpg?itok=_SNZt9Ol",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Beijing has pledged to accelerate the global adoption of its home-grown BeiDou satellite navigation system, an alternative to the US-run Global Positioning System (GPS) that already dominates China’s domestic market.\nAt a summit on Wednesday, Vice-Premier Ding Xuexiang said the country was “enlarging its circle of international friends” after 31 years of developing the technology, which now accounts for over 70 per cent of the domestic consumer market share.\nBeiDou is increasingly integrated...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/25/b0681387-fc38-45e7-ae68-a5e08e3577d7_07955028.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的下一个五年规划能否恢复消费信心？ (原标题: Can China’s next 5-year plan restore consumption confidence?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326644/eating-old-savings-can-chinas-15th-5-year-plan-be-panacea-spending-woes?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 22:00:42 +0000",
      "isoDate": "2025-09-24T22:00:42.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国第十五个五年规划：恢复消费信心的希望\n\n中国正在起草其第十五个五年规划（2026-2030），这一系列宏伟蓝图在过去七十多年中为国家发展设定了基调。这份即将出台的规划备受关注，因为它有望成为解决当前经济挑战、重振国内消费信心的关键。\n\n#### 当前经济面临的挑战\n\n文章指出，当前中国经济面临多重挑战，导致消费者信心普遍下降和消费习惯的显著转变：\n\n*   **就业不确定性：** 许多人面临工作岗位不稳定或失业的风险。\n*   **工资增长停滞：** 薪资增长缓慢甚至停滞，影响了家庭收入。\n*   **投资低迷：** 投资回报不佳，使得人们对未来财富增长缺乏信心。\n*   **通缩风险：** 物价下跌可能导致消费者推迟购买，进一步抑制需求。\n\n这些因素共同作用，使得许多中国人的消费习惯发生了巨大变化，从过去的“大手大脚”转变为谨慎储蓄。\n\n#### 个人消费习惯的转变：乔·张的案例\n\n文章以乔·张（Joe Zhang）的经历为例，生动地说明了这种消费习惯的转变：\n\n*   **五年前：** 乔·张曾是北京一家外企的高级分析师，收入丰厚。他乐于将奖金挥霍在3000美元的巴黎世家夹克上，并曾考虑购买一款价格堪比汽车的设计师手表。\n*   **现在：** 被裁员后，他在一家国有物流公司找到工作，但工资减半。奢侈品和名表已不再是他的目标。这位36岁的年轻人现在满足于30美元的仿制品，度假旅行也已不再考虑，转而专注于储蓄。\n*   **现状：** 乔·张表示，他现在基本上“靠老本吃饭”，每月几乎没有新的储蓄，需要非常努力才能存下一点钱。\n\n乔·张的经历反映了无数中国人在当前经济环境下所面临的困境和消费观念的转变。\n\n#### 对新五年规划的期望\n\n即将出台的第十五个五年规划（2026-2030）将于10月由政策制定者审议，被寄予厚望，有望成为：\n\n*   **重振国内生产总值（GDP）增长的蓝图。**\n*   **稳定就业市场，创造更多就业机会。**\n*   **提高家庭收入，增强居民购买力。**\n*   **恢复人们投资和消费的信心，刺激内需。**\n\n这份规划被视为中国经济未来几年发展的关键路线图，其成功实施将对提振国民信心和经济活力产生深远影响。",
      "shortSummary": "中国正在起草第十五个五年规划（2026-2030），以应对当前的就业不确定性、工资停滞、投资低迷和通缩风险，这些因素已导致消费信心显著下降。文章通过个人案例说明了消费者从奢侈消费转向谨慎储蓄的转变。该规划被寄予厚望，旨在重振GDP增长、稳定就业、提高家庭收入，并恢复人们投资和消费的信心，成为未来经济发展的关键蓝图。",
      "translated_title": "中国的下一个五年规划能否恢复消费信心？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, what to expect in the coming iteration and whether it will expand on existing initiatives to boost domestic consumption.\nFor more stories in this ongoing series, click here.\nFive years ago, Joe Zhang was a high-flying analyst at a Beijing-based...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/4d264859-54de-4f69-809f-58c59b605519_35c20b14.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "报告称，随着美国影响力减弱，中国成为东南亚主要合作伙伴 (原标题: China is now Southeast Asia’s leading partner as US influence wanes, report says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326622/china-now-southeast-asias-leading-partner-us-influence-wanes-report-says?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 13:00:12 +0000",
      "isoDate": "2025-09-24T13:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "## 中国成为东南亚主要合作伙伴，美国影响力减弱\n\n根据洛伊研究所（Lowy Institute）周三发布的一项研究报告，中国凭借其强大的经济影响力，正持续在东南亚地区获得主导地位，成为该地区领先的外部合作伙伴。\n\n### 关键发现：\n\n*   **影响力排名**：在洛伊研究所的东南亚影响力指数中，中国以65分（满分100）领先其最接近的竞争对手美国（64分），成为该地区11个国家中6个国家（柬埔寨、印度尼西亚、马来西亚、缅甸、泰国和越南）“最具影响力的力量”。\n*   **中国优势**：报告指出，经济实力是中国在东南亚的“最强王牌”。\n*   **经济主导地位**：\n    *   中国是该地区主要的出口市场，吸收了东南亚约20%的出口商品，而流向美国的仅为16%。\n    *   中国还负责该地区约26%的进口。\n    *   在私人投资方面，中国的重要性日益增加，在过去十年（2015-2024年）中，中国占东南亚新项目投资的21%，远高于2017年之前十年间的13%（当时日本是最大的外国投资者）。\n*   **地区战略**：尽管整个地区都在寻求多元化，以避免过度依赖任何一个大国，并减少美中激烈竞争带来的溢出风险，但报告也指出，一些国家在旅游、投资和贸易等特定领域对中国“高度依赖”。\n*   **美国竞争力**：在许多国家，特别是文莱、柬埔寨、印度尼西亚、老挝、马来西亚和缅甸，美国并非中国的有效竞争对手。\n\n### 影响力指数衡量领域：\n\n该指数评估了外部伙伴与该地区11个国家之间产生影响力的活动，涵盖以下五个方面：\n\n*   经济关系\n*   国防网络\n*   外交影响力\n*   文化影响力\n*   区域参与",
      "shortSummary": "洛伊研究所报告显示，中国已超越美国成为东南亚最具影响力的外部伙伴。中国以65分领先美国64分，在11个国家中的6个国家影响力最大。中国强大的经济实力（贸易、投资）是其主导地位的关键。尽管东南亚国家寻求多元化，但许多国家在经济上高度依赖中国，且美国在部分国家难以有效竞争。",
      "translated_title": "报告称，随着美国影响力减弱，中国成为东南亚主要合作伙伴",
      "images": [],
      "contentSource": "完整文章",
      "content": "With China’s economic clout still its “strongest card” in Southeast Asia, Beijing is continuing to gain prominence in all corners of the region as its leading external partner, according to a study released on Wednesday.\nAccording to the Lowy Institute’s Southeast Asia Influence Index, China has an overall score of 65 out of 100, a one-point lead over its nearest rival, the United States, making it the “most influential power” in six of the region’s 11 countries: Cambodia, Indonesia, Malaysia,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/bbbc2b78-22da-40b3-ab03-d93ce36d0b1c_7bf1c508.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中国，瑞·达利欧讨论全球债务问题，北京寻求其建议 (原标题: In China, Ray Dalio discusses global debt issues as Beijing seeks his counsel)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326700/china-ray-dalio-discusses-global-debt-issues-beijing-seeks-his-counsel?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 11:00:10 +0000",
      "isoDate": "2025-09-24T11:00:10.000Z",
      "creator": "Xinyi Wu",
      "summary": "### 瑞·达利欧访华：为中国官员提供全球债务问题建议\n\n全球最大对冲基金之一桥水基金的创始人瑞·达利欧（Ray Dalio）本周访问中国，与中国高级官员举行了高层会谈。此次访问正值中国努力化解自身债务风险，以及美国借贷飙升之际，达利欧关于全球主要经济体面临风险的警告在中国日益引起共鸣。\n\n#### 主要会谈与讨论内容：\n\n*   **与中国人民银行行长潘功胜会面：**\n    *   周二，潘功胜与达利欧就“国际经济形势和金融市场动态”交换了意见。\n*   **向中国人民银行及外汇管理局官员发表演讲：**\n    *   达利欧向这些官员就债务周期等议题进行了讲座。\n*   **与国家金融监督管理总局局长李云泽会面：**\n    *   双方讨论了全球债务问题以及中国金融业的发展前景。\n\n#### 背景与意义：\n\n*   达利欧的此次访问是今年他与中国领导人和政策制定者进行的最新一次高层对话。\n*   中国政府正积极寻求化解其内部的债务风险。\n*   美国借贷的持续增长也使得达利欧对全球债务问题的警告更具现实意义。",
      "shortSummary": "全球最大对冲基金桥水基金创始人瑞·达利欧近期访问中国，与中国人民银行行长潘功胜、国家金融监督管理总局局长李云泽等高级官员举行了会谈。达利欧就国际经济形势、金融市场动态、全球债务问题及债务周期等议题提供了建议。此次访问正值中国化解债务风险、美国借贷飙升之际，显示北京正寻求达利欧在应对全球经济挑战方面的专业意见。",
      "translated_title": "在中国，瑞·达利欧讨论全球债务问题，北京寻求其建议",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China works to defuse its debt risks, and with unchained US borrowing rocketing skyward, Ray Dalio finds himself at the centre of an important conversation in Beijing – advising top officials as they face a delicate path ahead.\nChinese officials rolled out the red carpet this week for the billionaire investor and founder of Bridgewater Associates – one of the world’s largest hedge funds – as his words of caution on the risks facing major global economies appear to be increasingly resonating...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/eb31c51c-d753-4e73-adb7-1a16fafbd3c9_3b5ab2ed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国免签政策推动北京、上海全球影响力提升：报告 (原标题: China’s visa-free push boosts Beijing, Shanghai’s global influence: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326672/chinas-visa-free-policy-boosts-beijing-shanghais-international-influence-report?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 09:00:37 +0000",
      "isoDate": "2025-09-24T09:00:37.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国城市全球影响力提升：免签政策与科技进步的推动\n\n清华大学中国发展规划研究院（CIDP）与德勤中国周三发布的年度报告显示，中国扩大免签入境政策和技术进步显著提升了其主要城市作为全球枢纽的地位。报告指出，北京和上海的国际影响力与连通性排名均有显著上升。\n\n**北京：保持领先地位**\n*   **排名上升：** 在2025年国际交流中心指数中，北京从去年的第七位上升至第六位，保持了其顶尖城市的地位。\n*   **主要驱动因素：** 游客数量激增和交通连接改善是推动北京排名上升的关键因素。\n\n**上海：金融与科技中心表现突出**\n*   **排名显著提升：** 上海从去年的第十一位跃升至第八位。\n*   **旅游业增长：** 2024年，上海的外国游客入境人数同比增长一倍，显示出其国际吸引力的增强。\n*   **科技实力：**\n    *   在过去十年中，上海在科学技术出版物数量方面全球排名第二，仅次于北京。\n    *   在被调查城市中，上海的独角兽公司数量排名第五，凸显其创新活力。\n\n**香港：排名有所下降**\n*   **排名变化：** 香港从去年的第四位下降至第七位。\n*   **主要原因：**\n    *   最新评估排除了来自中国内地的入境游客数据，这对其排名产生了影响。\n    *   全球贸易中断也对香港的排名造成了负面冲击。\n\n**全球前三名：保持不变**\n*   报告指出，伦敦、巴黎和纽约继续保持全球前三名的位置，与去年排名一致，显示出其作为全球核心枢纽的稳固地位。",
      "shortSummary": "清华大学与德勤中国报告显示，中国扩大免签政策和技术进步显著提升了其主要城市的全球影响力。北京在2025年国际交流中心指数中升至第六位，上海则跃居第八位，这得益于游客增长、交通改善及科技实力。报告还提到，香港排名有所下降，而伦敦、巴黎、纽约仍位居前三。",
      "translated_title": "中国免签政策推动北京、上海全球影响力提升：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s expanded visa-free entry policy and technological advances have boosted the standing of its major cities as global hubs, with Beijing retaining a top-tier position in international influence and connectivity rankings.\nThe Chinese capital rose to sixth place on the 2025 International Exchange Centres Index – up from seventh last year – driven by surging tourist arrivals and improved transport links, according to the annual report released by Tsinghua University’s China Institute for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/55b30580-47df-4280-81ff-b0df59049bcc_8bdd3eee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将放弃世贸组织特权以示对多边贸易的支持 (原标题: China to relinquish WTO privileges in show of support for multilateral trade)",
      "link": "https://www.scmp.com/economy/global-economy/article/3326655/china-relinquish-wto-privileges-show-support-multilateral-trade?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 07:04:21 +0000",
      "isoDate": "2025-09-24T07:04:21.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中国放弃世贸组织发展中国家特权以支持多边贸易\n\n中国已承诺在世界贸易组织（WTO）框架下的未来谈判中，不再寻求特殊和差别待遇（Special and Differential Treatment, SDT）。SDT是WTO赋予发展中国家的一项特权。此举旨在表明中国支持多边贸易体系，以应对美国特朗普政府实施的关税上调及其他保护主义政策。\n\n*   **核心承诺与背景**\n    *   中国总理李强在纽约举行的第八十届联合国大会期间宣布，中国作为一个负责任的主要发展中国家，将不会在当前和未来的WTO谈判中寻求新的特殊和差别待遇。\n    *   这一行动被视为中国在当前全球贸易争端加剧，特别是美国发起全球关税升级的背景下，捍卫多边贸易体系的姿态。\n\n*   **中国对全球经济的立场**\n    *   李强在联大会议期间强调，多极世界和全球化的趋势不可逆转，追求“脱钩”只会损害全球经济并破坏国际秩序。\n    *   他呼吁各国共同努力，维护以联合国为核心的国际体系，坚持多边主义和自由贸易，努力建设开放型世界经济，实现更具活力的全球发展。\n\n*   **世贸组织面临的挑战**\n    *   尽管国际贸易争端加速爆发，但WTO作为最终仲裁者的指定角色却未能有效发挥。\n    *   自2019年以来，由于美国阻挠所有新成员的任命，WTO七人上诉机构一直未能达到法定人数。\n    *   虽然已采取一些有限的变通措施来绕过这一障碍，但主要成员国之间尚未就永久解决这一及其他问题达成共识。",
      "shortSummary": "中国承诺在世贸组织（WTO）框架下不再寻求特殊和差别待遇，以示对多边贸易体系的支持。中国总理李强在联合国大会上宣布此举，旨在应对美国的保护主义政策，并强调多边主义和自由贸易的重要性。目前，由于美国阻挠任命，WTO上诉机构自2019年起瘫痪，无法有效履行其仲裁职责。",
      "translated_title": "中国将放弃世贸组织特权以示对多边贸易的支持",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has pledged not to seek special and differential treatment – a provision of the World Trade Organization granting certain privileges to developing countries – in its dealings under the framework of the global trade body, an action that bolsters the country’s case that it is defending the multilateral trade system amid the tariff increases and other protectionist policies imposed by US President Donald Trump.\n“China, as a responsible major developing country, will not seek new special and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/05b7637e-8cc1-4b93-a4ed-19d70aa58f82_f04b986c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国能从这座北方城市的防洪应对中学到什么经验？ (原标题: What lessons can China learn from this northern city’s flood response?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326621/what-lessons-can-china-learn-northern-citys-flood-response?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 04:00:36 +0000",
      "isoDate": "2025-09-24T04:00:36.000Z",
      "creator": "Ji Siqi",
      "summary": "# 大同市的防洪经验及对中国的启示\n\n在今年夏天中国北方遭遇强降雨之际，山西省大同市——一个以云冈石窟世界遗产地闻名的城市——尽管经历了近20小时的上游泄洪，却成功避免了灾难。大同市的防洪经验为中国应对日益频繁的极端天气提供了宝贵的借鉴。\n\n## 大同市成功应对洪灾的关键\n\n*   **前瞻性基础设施建设**：当地居民认为，大同市之所以能幸免于难，得益于前市长耿彦波在15多年前主导的一项工程。该项目旨在拓宽城市主要水道并加固河岸。\n*   **初期争议与后期认可**：大同市一家旅馆的经营者吴秀香表示，由于该项目导致许多人搬迁，且当时城市降雨量通常很少，许多人曾认为这是一项浪费。然而，现在人们都认识到这项工程的至关重要性。\n\n## 气候韧性基础设施投资的重要性\n\n随着“拉加萨”超级台风在南方地区登陆后的恢复工作持续进行，以及更频繁的极端天气导致成本不断上升，投资于防洪系统等气候韧性基础设施对中国这一世界第二大经济体而言，正变得越来越重要。\n\n*   **经济学人智库首席经济学家苏悦的观点**：\n    *   **中期效益**：此类投资不仅能提高城市的韧性。\n    *   **短期效益**：也能作为刺激经济的有效措施。\n*   **国家层面的投资实例**：她举例指出，中国在2023年末额外发行了1万亿元人民币（约合1405.6亿美元）的主权债券，以支持灾后重建并提升防灾减灾能力。\n*   **Pinpoint Asset Management首席经济学家张智威的观点**：鉴于近年来中国多座主要城市曾被洪水淹没，防灾减灾已成为基础设施投资的热点领域，并且持续了一段时间。",
      "shortSummary": "今年夏天，山西大同市通过15年前拓宽水道、加固河岸的防洪工程，成功避免了洪灾。这一经验凸显了投资气候韧性基础设施对中国的重要性。专家指出，此类投资不仅能提升城市韧性，还能在短期内刺激经济，中国已为此发行万亿主权债券。鉴于近期多地洪涝，防灾减灾已成为基建投资热点。",
      "translated_title": "中国能从这座北方城市的防洪应对中学到什么经验？",
      "images": [],
      "contentSource": "完整文章",
      "content": "When heavy rains raged across northern China this summer, Datong, a city in Shanxi province perhaps best known as the home of the Yungang Grottoes World Heritage site, escaped disaster despite almost 20 hours of upstream flood discharges.\nResidents said it was saved thanks to the work of former mayor Geng Yanbo, who spearheaded a project to widen the city’s main waterway and reinforce its banks during his time in office more than 15 years ago.\n“So many people were forced to relocate because of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/24/eeb7c7c0-6809-43ff-aed3-7b18e67abe16_8294fb8f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国的五年规划如何塑造了其经济发展轨迹？ (原标题: How have China’s 5-year plans shaped its economic trajectory?)",
      "link": "https://www.scmp.com/economy/policy/article/3326547/how-have-chinas-5-year-plans-shaped-countrys-economic-trajectory?utm_source=rss_feed",
      "pubDate": "Wed, 24 Sep 2025 00:00:29 +0000",
      "isoDate": "2025-09-24T00:00:29.000Z",
      "creator": "Alice Li",
      "summary": "## 中国五年规划如何塑造经济轨迹\n\n尽管中国几十年前已摆脱计划经济模式，但其历次五年规划（FYPs）仍是宏观经济政策制定的核心支柱。这些规划在塑造中国经济发展轨迹方面发挥了至关重要的作用。\n\n### 历史贡献与转型\n\n*   **“世界工厂”的崛起**：自1953年以来，中国已实施了14个五年规划。这些规划成功地将中国有限的工业能力转变为大规模生产，使其赢得了“世界工厂”的国际声誉。\n*   **经济发展里程碑**：这些跨越七十多年政策变迁的规划，为理解中国漫长而复杂的经济历史提供了便利的视角。文章将通过这些基础性文件中的里程碑来阐述和解释这一发展轨迹。\n\n### 未来发展方向\n\n*   **向价值链上游迈进**：北京正努力向价值链上游移动，目标是成为尖端领域的全球创新中心。\n*   **第15个五年规划的重要性**：即将到来的第15个五年规划预计将是实现这一战略目标的重要组成部分。\n\n### 第一个五年规划：重工业的崛起\n\n*   **建国初期背景**：中华人民共和国于1949年成立时，国家工业化进程断断续续，基础薄弱。在经历数十年冲突以及冷战时期与西方国家的意识形态紧张导致的孤立之后，经济复苏异常艰难。\n*   **规划重点**：在这样的背景下，第一个五年规划（1953-1957）将重点放在发展重工业上，旨在为国家工业基础奠定坚实基石，为后续的经济发展提供支撑。",
      "shortSummary": "中国的五年规划是其宏观经济政策的核心支柱。自1953年以来，14个规划将中国从有限的工业能力发展为“世界工厂”。目前，中国正通过五年规划努力向价值链上游移动，目标是成为全球创新中心，第15个规划将是关键。第一个五年规划（1953年）在建国初期，面对冲突和孤立，着重发展重工业，为国家经济奠定了基础。",
      "translated_title": "中国的五年规划如何塑造了其经济发展轨迹？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Though China moved away from a command economy decades ago, its successive five-year plans have remained a pillar of macroeconomic policymaking.\nDespite that seeming contradiction, under the 14 plans implemented since 1953, Beijing has turned what was a limited industrial capacity into a scale of mass production that has earned China a reputation as the “world’s factory.”\nBeijing is now endeavouring to move higher in the value chain and become a global hub for innovation in cutting-edge sectors...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/a9537c33-df19-45e4-8781-ef8f3c93676b_deadb7fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国地方政府急需资金。五年规划能解决吗？ (原标题: China’s local governments urgently need cash. Can the 5-year plan find it?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326531/chinas-local-governments-urgently-need-cash-can-5-year-plan-find-it?utm_source=rss_feed",
      "pubDate": "Tue, 23 Sep 2025 22:00:10 +0000",
      "isoDate": "2025-09-23T22:00:10.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中国地方政府财政困境与五年规划的应对\n\n中国正在起草其第十五个五年规划，这份规划将为国家未来七十多年的发展设定基调和政策重点。本次规划的一个核心关注点是探讨如何缓解地方政府面临的财政困境。\n\n#### 当前地方政府面临的财政压力\n\n*   **经济下行与房地产危机：** 中国政府财政目前正面临巨大压力。经济放缓和持续的房地产危机导致税收收入下降，使得许多地方政府的预算出现巨大缺口，急需筹集资金。\n\n#### 当局的应对措施：加强税务执法\n\n*   **打击未申报海外收入：** 为了填补预算漏洞，地方政府官员正在加大对以往普遍容忍的税务违规行为的打击力度，特别是针对未申报的海外收入。\n*   **执法力度显著加强：** 尽管中国长期以来都要求个人对海外收入纳税，但此前执法往往较为宽松且具有酌情权。现在，随着财政压力的增加，这种情况正在发生改变，执法变得更加严格。\n*   **具体案例：**\n    *   湖北省近期公布了一起案例，一名当地居民因未申报海外收入被追缴了141万元人民币（约合20万美元）的税款及滞纳金。\n    *   在湖北案例公布后的几天内，其他三个地方税务部门也宣布了类似案件，涉及个人因海外收入被追缴巨额税款，其中一些款项高达126万元人民币。",
      "shortSummary": "中国地方政府因经济放缓和房地产危机面临严峻财政压力，税收下降导致预算出现巨大缺口。为解决资金短缺，当局正加强税务执法，严厉打击未申报的海外收入，近期已有多起高额追缴案例。即将出台的第十五个五年规划预计将探讨如何缓解地方财政困境。",
      "translated_title": "中国地方政府急需资金。五年规划能解决吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China drafts its 15th five-year plan – the next entry in a line of expansive blueprints that have set the tone for the country’s development over more than seven decades – we examine how these documents inform and reflect high-level policy priorities, and what to expect in the coming iteration, such as how it could help alleviate local-level financial woes.\nFor more entries in this ongoing series, click here.\nIn late March, an announcement by the central Hubei province sent a shiver down the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/d178d9d4-3703-444e-bb14-86e9facfae79_b645bebf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国汽车协会预测，到2030年中国每年将出口1000万辆汽车 (原标题: China will be exporting 10 million cars per year by 2030, association forecasts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3326561/china-will-be-exporting-10-million-cars-year-2030-association-forecasts?utm_source=rss_feed",
      "pubDate": "Tue, 23 Sep 2025 14:00:17 +0000",
      "isoDate": "2025-09-23T14:00:17.000Z",
      "creator": "Alice Li",
      "summary": "# 中国汽车出口前景展望：2030年预计年出口1000万辆\n\n中国乘用车协会（CPCA）秘书长崔东树预测，未来五年内，中国汽车行业年销量有望超过4000万辆，其中海外市场销量将达到1000万辆。这一预测表明，到2030年，中国汽车的海外销量可能翻一番，进一步巩固其作为全球最大汽车出口国的地位。\n\n## 增长潜力巨大\n\n崔东树承认其预测可能比普遍共识更为乐观，但他强调中国有能力实现这一目标，因为国内和全球市场都存在巨大的增长空间。\n\n### 国内市场机遇\n\n*   **欠发达地区潜力：** 中国中西部地区和农村等欠发达地区仍有广阔的市场扩张潜力。这些地区的汽车保有量有望逐步超越北京、上海等大都市。\n*   **相对较低的保有率：** 崔东树指出，中国每千人汽车保有量为250辆，与发达国家相比仍处于较低水平。\n    *   根据国际汽车制造商组织的数据，截至2020年，欧洲每千人汽车保有量为641辆。\n    *   美国每千人汽车保有量为860辆。\n\n### 全球市场机遇\n\n*   **全球南方成为关键增长点：** 崔东树认为，“全球南方”将“不可避免地”成为中国汽车的关键增长市场。\n*   **成本效益优势：** 预计更多买家将选择具有成本效益的中国品牌汽车，而非来自美国、欧洲、日本和韩国的廉价二手车。\n\n## 结论\n\n综合来看，中国汽车行业在国内外市场都拥有巨大的增长空间，有望在未来几年内实现显著的销量增长，尤其是在海外出口方面。",
      "shortSummary": "中国乘用车协会预测，到2030年，中国汽车年出口量将达到1000万辆，未来五年年销量超4000万辆。这将使海外销量几乎翻倍。增长潜力源于中国中西部和农村地区相对较低的汽车保有率，以及全球南方市场对高性价比中国品牌的强劲需求。",
      "translated_title": "中国汽车协会预测，到2030年中国每年将出口1000万辆汽车",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s auto industry is likely to sell more than 40 million vehicles per year over the next five years – including 10 million to the overseas market – as the sector still has “vast potential” for growth, according to an industry insider.\nThe estimate by Cui Dongshu, secretary general of the China Passenger Car Association (CPCA), indicates that China’s auto industry – already the world’s top exporter in volume terms – could see overseas sales nearly double by 2030.\nCui acknowledged in an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/23/ced53b89-02d7-468d-a517-01b41eba44a6_a922a857.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-26T07:18:41.993Z"
}