{
  "sourceUrl": "https://feeds.macrumors.com/MacRumors-All",
  "title": "MacRumors: Mac News and Rumors - All Stories",
  "description": "Apple, iPhone, iPad, Mac News and Rumors",
  "link": "https://www.macrumors.com",
  "items": [
    {
      "title": "iPhone 17 预售前苹果商店下线 (原标题: Apple Store Down Ahead of iPhone 17 Pre-Orders)",
      "link": "https://www.macrumors.com/2025/09/12/apple-store-down-iphone-17-pre-orders/",
      "pubDate": "Fri, 12 Sep 2025 00:16:07 PDT",
      "isoDate": "2025-09-12T07:16:07.000Z",
      "creator": "Tim Hardwick",
      "summary": "苹果在线商店在 iPhone 17、iPhone Air 和 iPhone 17 Pro 预售前下线。预计美国太平洋时间凌晨 5:00 开始预售。\n\n*   **预售信息：**\n    *   预售时间：美国太平洋时间凌晨 5:00\n    *   适用地区：包括澳大利亚、加拿大、中国、法国、德国、印度、日本、墨西哥、阿联酋、英国和美国在内的 40 多个国家和地区。\n\n*   **iPhone 17 系列型号及配色：**\n    *   iPhone 17：薰衣草色、鼠尾草色、雾蓝色、白色和黑色，提供 256GB 和 512GB 存储容量。\n    *   iPhone Air：天蓝色、浅金色、云白色和太空黑色，提供 256GB、512GB 和 1TB 存储容量。\n    *   iPhone 17 Pro 和 iPhone 17 Pro Max：银色、宇宙橙色和深蓝色，提供 256GB、512GB 和 1TB 存储选项。Pro Max 独有 2TB 存储。\n\n*   **iPhone 17 系列价格：**\n    *   iPhone 17：起价 799 美元\n    *   iPhone Air：起价 999 美元\n    *   iPhone 17 Pro：起价 1099 美元\n    *   iPhone 17 Pro Max：起价 1199 美元\n\n*   **发布日期：**\n    *   预售后，将于 9 月 19 日星期五发布。\n\n*   **其他新闻：**\n    *   iPhone 17 Pro 和 Pro Max 采用全新铝制一体式设计，前后均采用超瓷晶面板保护。\n    *   iPhone Air 采用超薄设计，厚度仅为 5.6 毫米，是有史以来最薄的 iPhone。\n    *   新款 iPhone 17 系列在部分国家和地区仅支持 eSIM。\n    *   AirPods Pro 3 将推出两个版本。\n\n![apple store down 2h 2025](https://images.macrumors.com/t/BTpb7_icNJI-CLzisUsGaFDp8BM=/400x0/article-new/2025/09/apple-store-down-2h-2025.jpg?lossy)",
      "shortSummary": "苹果在线商店在 iPhone 17、iPhone Air 和 iPhone 17 Pro 预售前下线，预计美国太平洋时间凌晨 5:00 开始预售。iPhone 17 起价 799 美元，iPhone Air 起价 999 美元，iPhone 17 Pro 起价 1099 美元，iPhone 17 Pro Max 起价 1199 美元。新款 iPhone 17 Pro 和 Pro Max 采用全新设计，iPhone Air 采用超薄设计。预售后，将于 9 月 19 日星期五发布。",
      "translated_title": "iPhone 17 预售前苹果商店下线",
      "images": [
        {
          "url": "https://images.macrumors.com/t/BTpb7_icNJI-CLzisUsGaFDp8BM=/400x0/article-new/2025/09/apple-store-down-2h-2025.jpg?lossy",
          "alt": "apple store down 2h 2025",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/09/apple-store-down-2h-2025.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple's online store is down ahead of iPhone 17, iPhone Air, and iPhone 17 Pro pre-orders, which are expected to be available at 5:00 a.m. Pacific Time in the United States.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/09/apple-store-down-2h-2025.jpg\" alt=\"\" width=\"2640\" height=\"1336\" class=\"aligncenter size-full wp-image-1018611\" />\r<br/>\n\"We love that early energy,\" reads the Apple Store's message when visiting the U.S. website. \"Almost ready for you. Pre-order begins at 5:00 a.m. PDT. See you soon.\" Apple has been doing 5:00 a.m. pre-orders for the last several years instead of the 12:01 a.m. Pacific Time pre-orders that it used to have.\r<br/>\n\r<br/>\nCustomers in more than 40 countries and regions, including Australia, Canada, China, France, Germany, India, Japan, Mexico, the UAE, the U.K., and the U.S., will be able to pre-order ‌‌iPhone 17‌‌ models when the store comes back online.\r<br/>\n\r<br/>\nThe iPhone 17 will be available in Lavender, Sage, Mist Blue, White, and Black, in 256GB and 512GB storage capacities, while the iPhone Air will be available in Sky Blue, Light Gold, Cloud White, and Space Black, in 256GB, 512GB, and 1TB capacities. \r<br/>\n\r<br/>\nThe iPhone 17 Pro and iPhone 17 Pro Max come in Silver, Cosmic Orange, and Deep Blue, and are available in 256GB, 512GB, and 1TB storage options. This year, there's also 2TB storage tier exclusive to the Pro Max.\r<br/>\n\r<br/>\n<ul><li><a href=\"https://www.macrumors.com/2025/09/11/when-iphone-17-pre-orders-begin-every-time-zone/\">Here's When You Can Pre-Order the iPhone 17 in Every Time Zone</a></li>\r<br/>\n<li><a href=\"https://www.macrumors.com/2025/09/12/how-much-does-each-iphone-17-model-cost/\">How Much Does Each iPhone 17 Model Cost?</a></li></ul>\r<br/>\nThe ‌‌‌iPhone 17‌‌‌ is priced starting at &#36;799, while the ‌‌‌iPhone Air is priced starting at &#36;999. The ‌‌‌iPhone 17 Pro‌‌‌ is priced starting at &#36;1,099, and the ‌‌‌iPhone 17 Pro‌‌‌ Max is priced starting at &#36;1,199. After pre-orders take place, a launch will follow on Friday, September 19.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/09/12/apple-store-down-iphone-17-pre-orders/\">Apple Store Down Ahead of iPhone 17 Pre-Orders</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-store-down-ahead-of-iphone-17-pre-orders.2465413/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "Apple Watch高血压警报获得FDA批准，下周推出 (原标题: Apple Watch Hypertension Alerts Get FDA Clearance, Launching Next Week)",
      "link": "https://www.macrumors.com/2025/09/12/apple-watch-hypertension-alerts-fda-clearance/",
      "pubDate": "Thu, 11 Sep 2025 23:10:49 PDT",
      "isoDate": "2025-09-12T06:10:49.000Z",
      "creator": "Tim Hardwick",
      "summary": "苹果Apple Watch的高血压检测功能已获得FDA批准，并将于下周推出。\n\n*   **FDA批准：** Apple Watch Series 11和Apple Watch Ultra 3发布时，苹果公司预计高血压警报将“很快”获得FDA批准，目前已获得批准。\n*   **适用型号：** 该功能适用于Apple Watch Series 9及更高版本，以及Apple Watch Ultra 2及更高版本。\n*   **覆盖范围：** 高血压警报将在美国和超过150个国家/地区推出，但某些地区可能需要独立的监管批准。\n*   **工作原理：** 高血压通知使用Apple Watch的光学心率传感器分析30天内的血管反应，提醒用户注意慢性高血压的持续迹象。\n*   **影响：** 全球约有13亿成年人患有高血压，但由于缺乏症状，往往未被诊断出来。\n*   **技术：** 苹果公司使用机器学习和来自超过10万名参与者的研究数据开发了该技术，并在超过2000名参与者的临床试验中验证了该技术。\n*   **预期：** 预计该功能将在第一年内通知超过100万未确诊的高血压患者。\n*   **建议：** 收到通知的用户应使用第三方袖带监测血压七天，并按照美国心脏协会的指南与医疗保健提供者分享结果。\n*   **发布时间：** 预计该功能将作为watchOS 26的一部分于9月15日（星期一）推出。\n\n![Apple Watch Ultra 3 hypertension notification 250909](https://images.macrumors.com/t/9FRYckFUW1gT0wddoUIVLyBwqmM=/400x0/article-new/2025/09/Apple-Watch-Ultra-3-hypertension-notification-250909.jpg?lossy)\n\n其他新闻：\n\n*   **iPhone 17 Pro和Pro Max：** 采用全新铝制一体成型设计，前后均采用超瓷晶面板保护，正面抗刮擦能力提升3倍，背面抗裂能力提升4倍。\n*   **iPhone Air：** 采用超薄设计，厚度仅为5.6毫米，是迄今为止最薄的iPhone，框架由钛金属制成，具有抛光镜面效果。\n*   **AirPods Pro 3：** 预计将在2025年和2026年推出两个版本。",
      "shortSummary": "苹果Apple Watch的高血压检测功能获得FDA批准，下周将在美国和超过150个国家/地区推出。该功能适用于Apple Watch Series 9及更高版本，以及Apple Watch Ultra 2及更高版本。它使用光学心率传感器分析血管反应，提醒用户注意慢性高血压的迹象。苹果公司使用机器学习和临床试验验证了该技术，预计第一年内将通知超过100万未确诊的高血压患者。收到通知的用户应监测血压并咨询医生。该功能预计将作为watchOS 26的一部分于9月15日推出。",
      "translated_title": "Apple Watch高血压警报获得FDA批准，下周推出",
      "images": [
        {
          "url": "https://images.macrumors.com/t/9FRYckFUW1gT0wddoUIVLyBwqmM=/400x0/article-new/2025/09/Apple-Watch-Ultra-3-hypertension-notification-250909.jpg?lossy",
          "alt": "Apple Watch Ultra 3 hypertension notification 250909",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/09/Apple-Watch-Ultra-3-hypertension-notification-250909.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Apple's hypertension detection feature for Apple Watch has received FDA clearance and will launch next week, according to <em><a href=\"https://9to5mac.com/2025/09/11/apple-watch-hypertension-alerts-feature-receives-fda-clearance/\">9to5Mac</a></em>.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/09/Apple-Watch-Ultra-3-hypertension-notification-250909.jpg\" alt=\"\" width=\"3840\" height=\"2562\" class=\"aligncenter size-full wp-image-1017865\" />\r<br/>\nWhen Apple announced the Apple Watch Series 11 and Apple Watch Ultra 3 on Tuesday, the company said it expected FDA approval \"soon\" for hypertension alerts. That clearance has now been granted.\r<br/>\n\r<br/>\nThe feature will be available on Apple Watch Series 9 and later, plus Apple Watch Ultra 2 and later models, expanding beyond the newly announced watches. Hypertension alerts will launch in the U.S. and more than 150 countries, though some regions may require their own independent regulatory approval.\r<br/>\n\r<br/>\nHypertension notifications use the Apple Watch's optical heart sensor to analyze blood vessel responses over 30-day periods, alerting users to consistent signs of chronic high blood pressure. The condition affects approximately 1.3 billion adults globally and often goes undiagnosed due to lack of symptoms.\r<br/>\n\r<br/>\nApple developed the technology using machine learning and training data from studies involving over 100,000 participants. The company validated it in clinical trials with more than 2,000 participants and expects the feature to notify over 1 million people with undiagnosed hypertension within its first year.\r<br/>\n\r<br/>\nUsers who receive notifications are advised to monitor their blood pressure for seven days using a third-party cuff and share results with healthcare providers, following American Heart Association guidelines.\r<br/>\n\r<br/>\nExpect the feature to appear as part of watchOS 26 when it rolls out on Monday, September 15.<div class=\"linkback\">Related Roundups: <a href=\"https://www.macrumors.com/roundup/apple-watch/\">Apple Watch 10</a>, <a href=\"https://www.macrumors.com/roundup/apple-watch-ultra/\">Apple Watch Ultra 2</a></div><div class=\"linkback\">Buyer's Guide: <a href=\"https://buyersguide.macrumors.com/#Apple_Watch\">Apple Watch (Buy Now)</a>, <a href=\"https://buyersguide.macrumors.com/#Apple_Watch_Ultra\">Apple Watch Ultra (Buy Now)</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/apple-watch.172\">Apple Watch</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/09/12/apple-watch-hypertension-alerts-fda-clearance/\">Apple Watch Hypertension Alerts Get FDA Clearance, Launching Next Week</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/apple-watch-hypertension-alerts-get-fda-clearance-launching-next-week.2465409/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "watchOS 26 将于周一发布：新功能一览 (原标题: watchOS 26 Coming Monday: Here's What's New)",
      "link": "https://www.macrumors.com/2025/09/11/watchos-26-release-notes/",
      "pubDate": "Thu, 11 Sep 2025 16:10:04 PDT",
      "isoDate": "2025-09-11T23:10:04.000Z",
      "creator": "Juli Clover",
      "summary": "watchOS 26 预计将于 9 月 15 日星期一发布。开发者和公共测试版用户已经可以访问该版本。\n\n**主要更新和功能：**\n\n*   **Liquid Glass：** 全新的设计，提供更具表现力和无缝的体验，同时保持 watchOS 的即时熟悉感，并将更多注意力集中在内容上。Liquid Glass 为 watchOS 的交互带来了更多活力，实时折射和反射内容，并为智能叠放、控制中心、导航和应用内控件带来更多清晰度。\n\n*   **高血压通知：** 如果在 30 天内观察到持续的慢性高血压迹象，高血压通知可以提醒用户（适用于 Apple Watch Series 9 及更高版本，Apple Watch Ultra 2 及更高版本）。此功能适用于 22 岁或以上、之前未诊断出高血压且未怀孕的用户。\n\n*   **睡眠评分：** 睡眠评分根据睡眠时长、就寝时间一致性和睡眠中断情况，提供每晚的睡眠评分和分类，以帮助用户更好地了解睡眠质量以及如何使其更具恢复性。睡眠评分可以在睡眠应用、智能叠放或作为表盘复杂功能中查看。\n\n*   **Workout Buddy：** 借助 Apple Intelligence 的个性化健身体验，结合用户的锻炼数据和健身历史，在锻炼期间提供生成式可听激励见解。在关键时刻（例如开始时的鼓励、锻炼的分段和主要里程碑，以及完成后的努力总结）生成个性化见解，方法是快速分析用户的健身历史并将其与当前的锻炼进行比较。可以从三个使用文本到语音模型开发的声音中进行选择，这些声音来自 Apple Fitness+ 培训师。用户的健身数据使用附近支持 Apple Intelligence 的 iPhone 和私有云计算进行私密且安全地处理。\n\n*   **智能叠放：** 智能叠放具有改进的预测算法，当有立即有用的建议时，会部署智能叠放提示。例如，如果用户位于偏远地区，将看到开始记录 Backtrack 的提示。可配置的小部件允许用户自定义小部件在智能叠放中的显示方式，以便用户可以看到对他们最重要的内容。例如，选择用户希望在家庭小部件中快速访问的家庭配件。\n\n*   **信息：** 信息中的实时翻译使用 Apple Intelligence 并自动翻译收到的文本，包括群组消息，并以用户喜欢的语言发送回复——发送时将被翻译（适用于 Apple Watch Series 9 及更高版本以及 Apple Watch Ultra 2 及更高版本，与支持 Apple Intelligence 的 iPhone 配对时）。智能操作将在信息中使用对话的上下文进行建议，例如当朋友要求用户分享他们何时到达家时启动签到。智能回复通过改进的设备端语言模型变得更加精确，该模型可以根据对话的内容生成相关的回复。\n\n*   **表盘：**\n    *   Exactograph 是对传统调节器手表的现代重新构想，它将小时、分钟和秒分开，以实现更精确的计时。\n    *   Flow 使用 Liquid Glass 数字，折射出响应用户手腕动作的流体颜色球体。\n    *   Waypoint 充当实时指南针，将显示用户相对于在地图中保存的位置或兴趣点的位置（适用于 Apple Watch Ultra）。\n    *   Hermès Faubourg Party 具有基于一天中的时间或与一系列角色的动作而出现的动画短片（适用于 Apple Watch Hermès）。\n    *   照片表盘通过 Liquid Glass 的新设计得到增强，提升了数字，因此用户可以看到更多照片。\n    *   照片表盘现在将根据照片中的精选内容随机播放图像，因此每次用户抬起手腕或点击显示屏时，都可以看到最有意义的时刻。\n    *   通过重新设计的表盘库更轻松地探索和发现表盘，表盘被分组到集合中。\n\n*   **其他功能：**\n    *   Workout 应用的新布局使用户可以更轻松地使用自己喜欢的功能——点击四个角中的图标可快速访问指标和视图、自定义锻炼和 Pacer 等体验、媒体、Workout Buddy 和警报。\n    *   Workout 应用中的媒体体验更加集成和智能，因为 Apple Music 现在可以根据锻炼类型和用户的个人品味选择最佳播放列表，或者用户可以根据最近在该特定锻炼类型期间收听的内容查看播放列表或播客的建议。\n    *   Notes 应用来到 Apple Watch，允许用户直接在手腕上访问笔记、固定和解锁笔记、完成清单项目以及使用 Siri、听写和键盘创建新笔记。\n    *   Wrist Flick 是一种新的单手势，用户可以使用它来关闭通知、使来电静音、使计时器和闹钟静音或返回表盘（适用于 Apple Watch Series 9 及更高版本以及 Apple Watch Ultra 2 及更高版本）。\n    *   包括 Exactograph、Activity Digital、Reflections 以及 Stopwatch 和 Timer 应用在内的 20 多个表盘获得 1Hz 支持，可在常亮模式下显示秒针滴答声（适用于 Apple Watch Series 10 及更高版本）。\n    *   Apple Watch 可以根据环境噪音自动调整通知、来电、计时器、闹钟和 Siri 的音量。\n    *   当 iPhone 在附近时，Hold Assist 和 Call Screening 会进入 Phone 应用。Hold Assist 在用户等待与真人客服交谈时保持用户在队列中的位置，并在真人客服出现时响铃以返回通话。Call Screening 允许用户筛选来自未知号码的来电，在电话响铃之前获取来电者的姓名和通话原因。\n\n```\n![watchos 26 gradient light](https://images.macrumors.com/t/PdPI2HyP2r-A7AFSK0iodr7TIGQ=/400x0/article-new/2025/06/watchos-26-gradient-light.jpg?lossy)\n```\n\nwatchOS 26 将与 iOS 26、iPadOS 26、macOS Tahoe、tvOS 26 和 visionOS 26 一起发布。预计该软件将于周一太平洋时间上午 10:00 左右发布。",
      "shortSummary": "watchOS 26 预计将于 9 月 15 日发布，带来了多项新功能。Liquid Glass 设计提升了用户体验，高血压通知和睡眠评分帮助用户监测健康。Workout Buddy 提供个性化健身指导，智能叠放改进了信息呈现。信息应用支持实时翻译和智能回复。新增 Exactograph 等表盘，Notes 应用登陆 Apple Watch。Wrist Flick 手势简化操作，部分表盘支持 1Hz 常亮显示。Apple Watch 可根据环境噪音自动调节音量，并新增 Hold Assist 和 Call Screening 功能。",
      "translated_title": "watchOS 26 将于周一发布：新功能一览",
      "images": [
        {
          "url": "https://images.macrumors.com/t/PdPI2HyP2r-A7AFSK0iodr7TIGQ=/400x0/article-new/2025/06/watchos-26-gradient-light.jpg?lossy",
          "alt": "watchos 26 gradient light",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/06/watchos-26-gradient-light.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "<a href=\"https://www.macrumors.com/roundup/watchos-26/\">watchOS 26</a> is set to be released on Monday, September 15, but developers and public beta testers already have access to the launch version. Apple seeded the &zwnj;watchOS 26&zwnj; release candidate earlier this week, and as long as no last minute bugs are found, it's the version we'll get next week.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/06/watchos-26-gradient-light.jpg\" alt=\"\" width=\"1600\" height=\"900\" class=\"aligncenter size-full wp-image-1007304\" />\r<br/>\nThe release notes included with the update have a few surprises, including confirming that Sleep Score and Hypertension Notifications are features that are integrated into &zwnj;watchOS 26&zwnj; and not exclusive to the newest Apple Watch models.\r<br/>\n\r<br/>\n<blockquote><strong>Liquid Glass</strong>\r<br/>\n- A new design delivers a more expressive and seamless experience while maintaining the instant familiarity of watchOS and bringing more focus to your content\r<br/>\n- Liquid Glass introduces more vitality to interactions across watchOS, refracts and reflects content in real time, and brings even more clarity to Smart Stack, Control Center, navigation, in-app controls, and more\r<br/>\n\r<br/>\n<strong>Hypertension Notifications</strong>\r<br/>\n- Hypertension notifications can alert you if consistent signs of chronic high blood pressure are observed over 30 day periods (Available on Apple Watch Series 9 and later, Apple Watch Ultra 2 and later)\r<br/>\n- Hypertension notifications feature is intended for users 22 years or older, without a previous diagnosis of hypertension, and who are not pregnant\r<br/>\n\r<br/>\n<strong>Sleep Score</strong>\r<br/>\n- Sleep score provides a nightly score and classification of your sleep, based on sleep duration, bedtime consistency, and sleep interruptions to help you better understand the quality of your sleep and how to make it more restorative\r<br/>\n- Sleep score can be viewed in the Sleep app, in the Smart Stack or as a watch face complication\r<br/>\n\r<br/>\n<strong>Workout Buddy</strong>\r<br/>\n- Personalized fitness experience with Apple Intelligence incorporates your workout data and fitness history for generative audible motivational insights during your workout\r<br/>\n- Personalized insights are generated during key moments - like a pep talk to kick it off, your workout for splits and major milestones, and a summary of your effort once you finish - by rapidly analyzing and comparing your fitness history to your current workout\r<br/>\n- Choose from three voices developed using a text-to-speech model with voice data from Apple Fitness+ trainers\r<br/>\n- Your fitness data is processed privately and securely using your nearby Apple Intelligence-enabled iPhone and Private Cloud Compute\r<br/>\n\r<br/>\n<strong>Smart Stack</strong>\r<br/>\n- Smart Stack has an improved prediction algorithm that deploys a Smart Stack hint when there is a suggestion that is immediately useful - for example, if you are in a remote location, you'll see a hint to start recording Backtrack\r<br/>\n- Configurable widgets let you customize how widgets appear in the Smart Stack so you can see what's most important for you - for example, select a home accessory you'd like quick access to in the Home widget\r<br/>\n\r<br/>\n<strong>Messages</strong>\r<br/>\n- Live Translation in Messages uses Apple Intelligence and automatically translates incoming texts, including group messages, and sends a response in your preferred language -- it'll be translated when it's delivered (Available on Apple Watch Series 9 and later and Apple Watch Ultra 2 and later when paired with an Apple Intelligence-enabled iPhone)\r<br/>\n- Smart actions will be suggested in Messages using the context of a conversation, like starting a Check In when a friend asks a user to share when they arrive home\r<br/>\n- Smart Replies get even more precise with an improved on-device language model that can generate relevant responses based on the content of a conversation\r<br/>\n\r<br/>\n<strong>Watch Faces</strong>\r<br/>\n- Exactograph is a modern re-imagination of a traditional regulator watch which separates out hours, minutes and seconds for more precise time keeping\r<br/>\n- Flow uses Liquid Glass numerals that refract a fluid orb of color that responds to your wrist movements\r<br/>\n- Waypoint acts as a live compass that will show where you are in relation to places you've saved in Maps or points of interest (Available on Apple Watch Ultra)\r<br/>\n- Hermès Faubourg Party features animated shorts that appear based on the time of day or movements with a series of characters (Available on Apple Watch Hermès)\r<br/>\n- The Photos face is enhanced by the new design with Liquid Glass, elevating numerals so you can see even more of your photos\r<br/>\n- The Photos face will now shuffle images based on Featured content from Photos, so you can see images of your most meaningful moments every time you raise your wrist or tap the display\r<br/>\n- Explore and discover watch faces more easily with the redesigned watch face gallery, with faces grouped into collections\r<br/>\n\r<br/>\n<strong>Other features</strong>\r<br/>\n- New layout of the Workout app makes it easier to use your favorite features - tap the icons in the four corners for quick access to metrics and views, experiences like Custom Workout and Pacer, media, Workout Buddy, and alerts\r<br/>\n- Media experience in the Workout app is more integrated and intelligent, as Apple Music can now select the best playlist based on the workout type and your personal tastes, or you can see suggestions for playlists or podcasts based on what you've recently listened to during that particular workout type\r<br/>\n- Notes app comes to Apple Watch, allowing you to access your notes right on your wrist, pin and unlock notes, complete checklist items, and create new notes with Siri, dictation, and the keyboard\r<br/>\n- Wrist Flick is a new one-handed gesture you can use to dismiss a notification, mute incoming calls, silence timers and alarms, or return to your watch face (Available on Apple Watch Series 9 and later and Apple Watch Ultra 2 and later)\r<br/>\n- Over 20 watch faces including Exactograph, Activity Digital, Reflections as well as Stopwatch and Timer apps, get 1Hz support that show seconds ticking in always-on mode (Available on Apple Watch Series 10 and later)\r<br/>\n- Apple Watch can automatically adjust the volume of your notifications, incoming calls, timers, alarms, and Siri, based on the ambient noise in your environment\r<br/>\n- Hold Assist and Call Screening come to the Phone app, when an iPhone is nearby. Hold Assist keeps your spot in line while you wait to speak to a live agent, and rings you to return to the call when the live agent is there. Call Screening lets you screen incoming calls from unknown numbers, getting you the caller's name and reason for the call before the phone rings</blockquote>\r<br/>\n&zwnj;watchOS 26&zwnj; will be released alongside <a href=\"https://www.macrumors.com/roundup/ios-26/\">iOS 26</a>, <a href=\"https://www.macrumors.com/roundup/ipados-26/\">iPadOS 26</a>, macOS Tahoe, tvOS 26, and visionOS 26. Expect the software right around 10:00 a.m. Pacific Time on Monday.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/09/11/watchos-26-release-notes/\">watchOS 26 Coming Monday: Here&#039;s What&#039;s New</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/watchos-26-coming-monday-heres-whats-new.2465391/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "苹果macOS Tahoe 26发布说明 (原标题: Here Are Apple's macOS Tahoe 26 Release Notes)",
      "link": "https://www.macrumors.com/2025/09/11/macos-tahoe-26-release-notes/",
      "pubDate": "Thu, 11 Sep 2025 13:58:08 PDT",
      "isoDate": "2025-09-11T20:58:08.000Z",
      "creator": "Juli Clover",
      "summary": "# 苹果macOS Tahoe 26发布说明\n\n苹果公司于本周早些时候发布了macOS Tahoe的发布候选（RC）版本，并附带了重点介绍其最重要功能的新说明。macOS Tahoe将于9月15日正式发布，与iOS 26、iPadOS 26、visionOS 26、watchOS 26和tvOS 26一同推出。\n\n![macOS Tahoe 26 缩略图](https://images.macrumors.com/t/KpQGYJMp1VuWYRxjap6ZkQR7hkY=/400x0/article-new/2025/06/macOS-Tahoe-26-Thumb.jpg?lossy)\n\n苹果改变了macOS发布说明的呈现方式，不再是简单的功能列表，而是通过一个轮播界面，为每个关键新增功能提供更详细的描述和配图。\n\n## 主要新功能概览\n\n### 1. 全新设计：Liquid Glass\n*   **视觉更新**：macOS的标志性元素焕然一新，同时保持熟悉感。\n*   **透明菜单栏**：让显示屏感觉更大。\n*   **Liquid Glass侧边栏和工具栏**：应用中的侧边栏和工具栏能够反射和折射你正在查看的内容，使内容更受关注。\n*   **个性化**：用户可以自定义图标和小组件，选择浅色、深色、着色或全新的透明外观，以匹配个人风格。\n\n### 2. 自定义文件夹外观\n*   **轻松识别**：现在可以为文件夹选择独特的颜色，并添加表情符号或符号，使其更易于识别。\n\n### 3. 个性化控制中心\n*   **更多自定义选项**：用户可以更灵活地自定义控制中心中显示的控件及其布局方式。\n*   **添加新控件**：可以从Mac甚至iPhone应用（包括第三方应用）添加新控件。\n*   **自由排列**：随意排列控件，甚至可以创建多页控件。\n*   **菜单栏快捷访问**：可以将控件直接放置到菜单栏中，以便更轻松地访问。\n\n### 4. 借助实时翻译（Live Translation）实现无缝跨语言沟通\n*   **Apple Intelligence驱动**：利用Apple Intelligence，实时翻译功能可自动翻译信息（Messages）中的文本。\n*   **FaceTime字幕**：在FaceTime通话中，可以实时跟随翻译后的字幕。\n*   **电话应用音频转录**：在电话应用中，可以收听实时语音转录并大声朗读。\n*   **设备端处理**：所有翻译均在设备上完成，确保个人对话的私密性。\n\n### 5. 创建功能强大的快捷指令\n*   **Apple Intelligence增强**：快捷指令应用通过Apple Intelligence得到极大增强。\n*   **智能操作**：智能操作可以总结文本、创建图像或直接调用Apple Intelligence模型。\n*   **Mac自动化**：通过Mac上的自动化功能，可以根据时间、文件或文件夹更新、连接外部显示器等条件自动运行快捷指令。\n\n### 6. Genmoji的新创作选项\n*   **混合表情符号**：将你喜欢的表情符号与描述混合，创造全新的Genmoji。\n*   **更多控制**：对受家人和朋友启发的Genmoji有更多控制选项，例如发型定制，以匹配他们的最新形象。\n\n### 7. Image Playground中创建完美图像的更多方式\n*   **人物图像控制**：对照片库中受人物启发的图像有更多控制，可以更改其表情或发型，以匹配最新形象。\n*   **ChatGPT风格**：可以访问新的ChatGPT风格，如水彩或油画。\n*   **Any Style功能**：使用“Any Style”功能描述你想要的风格。\n\n### 8. 在Mac上查看iPhone的实时活动（Live Activities）\n*   **连续互通增强**：通过实时活动，连续互通功能得到进一步提升。\n*   **轻松追踪**：可以直接在Mac的菜单栏中轻松追踪在iPhone上开始的活动，例如Uber Eats的订单进度。\n*   **iPhone镜像**：甚至可以点击实时活动，在iPhone镜像中打开应用。\n\n### 9. 全新的电话应用\n*   **连续互通驱动**：Mac上的全新电话应用允许你通过附近的iPhone转接蜂窝电话。\n*   **来电筛选**：来电筛选功能可以帮助你管理不必要的来电，在不打扰你的情况下了解来电者和原因。\n*   **熟悉与新增功能**：可以访问熟悉的“最近通话”、“通讯录”和“语音留言”等功能，以及“保持辅助”（Hold Assist）和“实时翻译”等新功能。\n\n### 10. 专注信息（Messages）对话\n*   **筛选工具**：新的筛选工具可以过滤掉对话列表中来自未知号码的信息，直到你将其标记为已知。\n*   **设备端垃圾信息检测**：设备端垃圾信息检测有助于过滤垃圾信息。\n*   **个性化背景**：可以为对话添加背景，使其具有独特的外观。\n*   **iMessage投票**：通过iMessage向朋友和家人发送投票，并实时查看投票结果。\n\n### 11. Spotlight中的新浏览方式\n*   **轻松查看**：Spotlight现在可以轻松查看所有应用、查找最近或建议的文件、发现可执行的操作以及查看剪贴板历史记录。\n*   **新按钮**：只需从菜单栏启动Spotlight，然后选择搜索字段旁边出现的“应用”、“文件”、“操作”或“剪贴板”按钮即可。\n\n### 12. 直接从Spotlight执行操作\n*   **数百种新操作**：现在可以直接从Spotlight执行数百种新的系统和应用操作，例如发送消息、创建事件和运行快捷指令，所有操作都无需离开键盘。\n*   **快速键**：为了更快地完成任务，Spotlight会自动为你执行的操作分配快速键，只需几个字符即可执行。\n\n### 13. 体验全新的Apple Games应用\n*   **一站式游戏中心**：Apple Games应用是你的专属游戏目的地。\n*   **发现更新**：发现游戏中最新的更新，例如游戏内活动、重大更新以及朋友正在玩的游戏。\n*   **游戏库**：访问你的整个游戏库。\n*   **挑战朋友**：与朋友进行挑战。",
      "shortSummary": "苹果发布了macOS Tahoe 26的发布候选版本，将于9月15日正式推出。新版本带来了多项重要更新，包括全新的Liquid Glass设计、可自定义的文件夹和控制中心。借助Apple Intelligence，系统新增了实时翻译功能，并大幅增强了快捷指令应用。其他亮点包括Genmoji和Image Playground的改进、在Mac上查看iPhone实时活动、全新的电话应用、更专注的信息对话、强化的Spotlight搜索功能以及全新的Apple Games应用，旨在提供更流畅、个性化的用户体验。",
      "translated_title": "苹果macOS Tahoe 26发布说明",
      "images": [
        {
          "url": "https://images.macrumors.com/t/KpQGYJMp1VuWYRxjap6ZkQR7hkY=/400x0/article-new/2025/06/macOS-Tahoe-26-Thumb.jpg?lossy",
          "alt": "macOS Tahoe 26 Thumb",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/06/macOS-Tahoe-26-Thumb.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "macOS Tahoe is coming out next Monday, and Apple provided the release candidate (RC) version of the software earlier this week. The RC came with notes highlighting the features that Apple believes are most important.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/06/macOS-Tahoe-26-Thumb.jpg\" alt=\"\" width=\"2500\" height=\"1406\" class=\"aligncenter size-full wp-image-1006760\" />\r<br/>\nApple has changed up the way that it provides release notes for macOS, and rather than a list of features, there's a carousel with more detailed descriptions of key additions and images to go along with each feature.<blockquote><strong>New design featuring Liquid Glass</strong>\r<br/>\nThe new design makes the iconic elements of macOS fresh yet familiar. A transparent menubar makes your display feel larger. Apps with Liquid Glass sidebars and toolbars reflect and refract what you're viewing, drawing more focus to your content. And you can personalize icons and widgets, giving them a light, dark, tinted, or new clear look to match your style.\r<br/>\n\r<br/>\n<strong>Customize the look of folders</strong>\r<br/>\nTo make folders easy to recognize, you can give them a distinctive appearance. You can now choose a unique color and add emoji or symbol\r<br/>\n\r<br/>\n<strong>Personalize Control Center</strong>\r<br/>\nEnjoy more ways to customize which controls appear in Control Center, and how they're laid out. Add new controls from Mac and even iPhone apps, including from your favorite third-party apps. Arrange them however you like, and even create pages of controls. You can also place controls right into the menu bar for easier access.\r<br/>\n\r<br/>\n<strong>Communicate seamlessly across languages with Live Translation</strong>\r<br/>\nWith Apple Intelligence, Live Translation helps you automatically translate text in Messages, follow along with live-translated captions in FaceTime calls, or listen to a real-time audio transcription spoken aloud in the Phone app. It works entirely on-device so your personal conversations stay private.\r<br/>\n\r<br/>\n<strong>Create incredibly powerful shortcuts</strong>\r<br/>\nThe Shortcuts app is supercharged with Apple Intelligence. Intelligent actions can summarize text, create images, or tap directly into Apple Intelligence models. And with automations on Mac, you can make shortcuts run automatically based on conditions, such as the time of day, file or folder updates, connecting to an external monitor, and more.\r<br/>\n\r<br/>\n<strong>New options for making Genmoji</strong>\r<br/>\nMix your favorite emoji together with descriptions to make something brand new. And get more control over Genmoji inspired by family and friends, with new options like hairstyle customization to help you match their latest look.\r<br/>\n\r<br/>\n<strong>More ways to create the perfect image in Image Playground</strong>\r<br/>\nGet more control over images inspired by people from your photo library, with new options to change their expressions or hairstyle to match their latest look. You can also access new ChatGPT styles, like Watercolor or Oil Painting, and use Any Style to describe what you want.\r<br/>\n\r<br/>\n<strong>See Live Activities from iPhone on Mac</strong>\r<br/>\nContinuity gets even better with Live Activities. Easily stay on top of activities that you started on iPhone, like tracking the progress of your order from Uber Eats, right from the menu bar on Mac. You can even click on the Live Activity to open the app in iPhone Mirroring.\r<br/>\n\r<br/>\n<strong>All-new Phone app</strong>\r<br/>\nPowered by Continuity, the new Phone app for Mac lets you relay cellular calls from your nearby iPhone. Call Screening can help you manage unwanted calls by finding out who's calling and why, without interrupting you. You can also access familiar features--including Recents, Contacts, and Voicemails--and new ones like Hold Assist and Live Translation.\r<br/>\n\r<br/>\n<strong>Focus your Messages conversations</strong>\r<br/>\nTo help you focus on what matters, new screening tools filter out unknown numbers from your conversation list until you mark them as known, and on-device spam detection helps filter out spam. You can also add a background to your conversation to give it a distinctive look. And send polls to friends and family over iMessage and watch the votes come in live.\r<br/>\n\r<br/>\n<strong>Discover new ways to browse in Spotlight</strong>\r<br/>\nSpotlight makes it easy to see all your apps, locate recent or suggested files, discover actions you can take, and view your clipboard history. Just launch Spotlight from the menu bar and select the Applications, Files, Actions, or Clipboard button, which will appear next to the search field.\r<br/>\n\r<br/>\n<strong>Take actions directly from Spotlight</strong>\r<br/>\nYou can now take hundreds of new system and app actions right from Spotlight, such as sending messages, creating an event, and running shortcuts, all without lifting your hands off the keyboard. And to get things done faster, Spotlight automatically assigns quick keys to actions you take, so you can execute them in just a few characters.\r<br/>\n\r<br/>\n<strong>Experience the new Apple Games app</strong>\r<br/>\nThe Apple Games app is your one-stop gaming destination. Discover the latest updates across your games, such as in-game events, major updates, and games your friends are playing. Access your entire game library. And compete with friends in challenges.</blockquote>macOS Tahoe will launch on September 15 alongside <a href=\"https://www.macrumors.com/roundup/ios-26/\">iOS 26</a>, <a href=\"https://www.macrumors.com/roundup/ipados-26/\">iPadOS 26</a>, visionOS 26, <a href=\"https://www.macrumors.com/roundup/watchos-26/\">watchOS 26</a>, and tvOS 26.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/macos-26/\">macOS Tahoe 26</a></div><div class=\"linkback\">Related Forum: <a href=\"https://forums.macrumors.com/forums/macos-tahoe.250\">macOS Tahoe</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/09/11/macos-tahoe-26-release-notes/\">Here Are Apple&#039;s macOS Tahoe 26 Release Notes</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/here-are-apples-macos-tahoe-26-release-notes.2465381/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "苹果高管对iPhone Air的耐用性进行了测试 (原标题: iPhone Air's Durability Put to the Test by Apple Execs)",
      "link": "https://www.macrumors.com/2025/09/11/iphone-air-durability-interview/",
      "pubDate": "Thu, 11 Sep 2025 12:03:01 PDT",
      "isoDate": "2025-09-11T19:03:01.000Z",
      "creator": "Juli Clover",
      "summary": "文章主要介绍了苹果公司在iPhone 17发布会后，由市场营销主管Greg Joswiak和硬件工程主管John Ternus接受Tom's Guide采访时，展示了iPhone Air的耐用性。\n\n*   **iPhone Air的耐用性测试：**\n    *   Joswiak邀请Tom's Guide的Mark Spoonauer尝试弯曲iPhone Air，Spoonauer用尽全力，5.64毫米厚的手机略微弯曲但没有断裂。\n    *   TechRadar的Lance Ulanoff也参与了测试，同样未能使iPhone Air弯曲，手机虽有弹性，但能恢复原状。\n\n*   **iPhone Air的特点：**\n    *   6.5英寸的iPhone Air采用5级钛金属框架，是苹果目前唯一使用钛金属的iPhone，而iPhone 17 Pro系列则改用铝金属。\n    *   苹果公司表示，iPhone Air的钛金属框架“超过”了其“严格的弯曲测试要求”。\n\n*   **设计理念：**\n    *   Ternus解释说，设计轻薄的iPhone需要材料开发、陶瓷盾的创新以及Apple芯片的效率等多方面因素的配合。\n    *   内部将摄像头凸起部分称为“plateau”。\n\n*   **iPhone 17 Pro系列的改进：**\n    *   苹果致力于使iPhone 17 Pro成为“最Pro的手机”，在电池续航、相机技术和耐用性方面进行了改进。\n    *   从钛金属过渡到铝金属，铝在散热和重量方面具有优势，且可以进行阳极氧化处理，实现更多颜色选择，如Cosmic Orange。\n\n*   **发布信息：**\n    *   iPhone Air和iPhone 17 Pro系列将于9月12日开始预购，9月19日正式发布。\n\n*   **其他新闻：**\n    *   iPhone 17 Pro和Pro Max采用了新的铝制一体式设计，前后均采用陶瓷盾保护，正面陶瓷盾2的抗刮擦性能提高了3倍，背面陶瓷盾的抗裂性能提高了4倍。\n    *   iPhone 17系列、新款Apple Watch和第三代AirPods Pro预计将在苹果的“Awe Dropping”活动中发布。\n    *   iPhone 17和iPhone 17 Pro系列在部分国家和地区仅支持eSIM。\n    *   苹果公布了iPhone 17、iPhone Air和iPhone 17 Pro系列的电池容量。",
      "shortSummary": "苹果高管在采访中展示了iPhone Air的耐用性，该机采用钛金属框架，并通过了严格的弯曲测试。iPhone Air厚度仅为5.64毫米，是苹果最薄的iPhone。iPhone 17 Pro系列则改用铝金属，提升散热和电池容量，并提供更多颜色选择。新款iPhone将于9月12日开始预购，9月19日发布。此外，苹果还发布了iPhone 17 Pro/Pro Max，采用陶瓷盾保护，并公布了新款iPhone的电池容量。",
      "translated_title": "苹果高管对iPhone Air的耐用性进行了测试",
      "images": [],
      "contentSource": "完整文章",
      "content": "Following the <a href=\"https://www.macrumors.com/roundup/iphone-17/\">iPhone 17</a> event earlier this week, Apple marketing chief Greg Joswiak and Apple hardware engineering chief John Ternus did an <a href=\"https://www.tomsguide.com/phones/iphones/iphone-17-interview-greg-joswiak-john-ternus\">interview with <em>Tom's Guide</em></a>'s Mark Spoonauer to discuss the <a href=\"https://www.macrumors.com/roundup/iphone-air/\">iPhone Air</a>. During the interview, Joswiak demonstrated the &zwnj;iPhone Air&zwnj;'s durability by handing Spoonauer an &zwnj;iPhone Air&zwnj; and encouraging him to try to bend it.\r<br/>\n\r<br/>\n<div class=\"center-wrap\"><iframe title=\"\" src=\"https://www.youtube.com/embed/cwmqgI8MYY4\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></div>\r<br/>\nSpoonauer says that it survived the bend test. \"I used all my strength, and the 5.64mm thin phone bowed (slightly), but did not break,\" he said. <em>TechRadar</em>'s Lance Ulanoff was also part of the interview, and he too was unable to get the &zwnj;iPhone Air&zwnj; to bend. It did flex, but it returned to its original position, which Joswiak said was meant to happen.\r<br/>\n\r<br/>\nThe 6.5-inch &zwnj;iPhone Air&zwnj; has a grade 5 titanium frame, and with the <a href=\"https://www.macrumors.com/roundup/iphone-17-pro/\">iPhone 17 Pro</a> models transitioning to aluminum, it's now Apple's only titanium <a href=\"https://www.macrumors.com/guide/iphone/\">iPhone</a>. When announcing the &zwnj;iPhone Air&zwnj;, Apple said the titanium frame \"exceeds\" its \"stringent bend test requirements.\"\r<br/>\n\r<br/>\nThe bendability of an &zwnj;iPhone&zwnj; has been something people pay attention to since the 2014 launch of the &zwnj;iPhone&zwnj; 6 models. The &zwnj;iPhone&zwnj; 6 and &zwnj;iPhone&zwnj; 6 Plus became famous for \"bendgate\" after users found that the iPhones could bend in a pocket.\r<br/>\n\r<br/>\nAccording to Ternus, multiple factors needed to align for Apple to design a thin and light &zwnj;iPhone&zwnj;. \"We needed advancements in our materials development, Ceramic Shield on the back to be able to create that hollow plateau. If you look at the inside of the &zwnj;iPhone Air&zwnj;, almost the entire phone is living right up there in that top and that in that plateau. And then we need the efficiency of Apple silicon. So it was all of these pieces that had to come together,\" he explained.\r<br/>\n\r<br/>\nSpoonauer says that he asked about the \"plateau\" naming for the camera bump, and it's a word that Apple has been using internally \"for a while.\"\r<br/>\n\r<br/>\nThe interview continued with <em><a href=\"https://www.techradar.com/phones/iphone/i-tried-and-failed-to-break-greg-joswiaks-iphone-air-and-i-think-hes-ok-with-that\">TechRadar</a></em>, where Ternus and Joswiak discussed the &zwnj;iPhone 17 Pro&zwnj; models.\r<br/>\n\r<br/>\n<div class=\"center-wrap\"><iframe title=\"Apple's Joz &amp; John on iPhone 17 Pro: \" src=\"https://www.youtube.com/embed/mKoUUarBflw\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></div>\r<br/>\nApple set out to make the &zwnj;iPhone 17 Pro&zwnj; models the \"most Pro phones\" possible, leading to improvements in battery life, new camera technology, and durability. On the transition from titanium to aluminum, Ternus said there were \"two undeniable wins for aluminum.\" Apple used a custom aluminum alloy, and it is 20 times better at thermal conductivity than titanium so it is better able to spread heat. Aluminum is also lighter than titanium, which allowed for more battery weight. \"And then the icing on the cake is it allowed us to anodize it,\" said Ternus, referring to the Cosmic Orange &zwnj;iPhone 17 Pro&zwnj;.\r<br/>\n\r<br/>\n\"Look, for years we've had Pro customers say 'Hey, how come the other part of the line gets all the fun colors, you know, and we don't?' And it's like Okay, you want a fun color? How about Cosmic Orange, baby?\" Joswiak said.\r<br/>\n\r<br/>\nBoth interviews are worth watching for those who are interested in additional details on the &zwnj;iPhone Air&zwnj; and the &zwnj;iPhone 17 Pro&zwnj; models. Apple's new devices will be available for pre-order starting on September 12, with a launch planned for September 19.<br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/09/11/iphone-air-durability-interview/\">iPhone Air&#039;s Durability Put to the Test by Apple Execs</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/iphone-airs-durability-put-to-the-test-by-apple-execs.2465373/\">Discuss this article</a> in our forums<br/><br/>"
    },
    {
      "title": "iPhone Air MagSafe 电池可为 AirPods、Apple Watch 等设备充电 (原标题: iPhone Air MagSafe Battery Can Charge AirPods, Apple Watch, and More)",
      "link": "https://www.macrumors.com/2025/09/11/iphone-air-magsafe-battery-usb-c-charging/",
      "pubDate": "Thu, 11 Sep 2025 11:48:50 PDT",
      "isoDate": "2025-09-11T18:48:50.000Z",
      "creator": "Joe Rossignol",
      "summary": "### iPhone Air MagSafe 电池：多功能充电能力\n\niPhone Air MagSafe 电池是一款专为 iPhone Air 设计的配件，尽管它不兼容其他 iPhone 机型，但其内置的 USB-C 端口扩展了其功能，使其能够为多种小型配件充电。\n\n*   **兼容性与功能**\n    *   **iPhone 兼容性限制**：iPhone Air MagSafe 电池仅与 iPhone Air 兼容，无法用于其他 iPhone 型号。\n    *   **USB-C 充电能力**：该电池包的 USB-C 端口可以为小型配件充电。\n    *   **充电对象**：根据 Apple 的说明，通过 USB-C 端口，它可以为 AirPods 充电盒、Apple Watch 或其他支持 USB Power Delivery 的小型设备充电，功率最高可达 4.5W。这包括一些小型 USB 供电设备，例如小型 USB 风扇。\n    *   **工作原理**：只要 iPhone Air MagSafe 电池本身有足够的电量，通过 USB-C 线缆连接电池包和小型配件即可开始充电。\n    *   **与旧款对比**：与带有 Lightning 端口的初代 MagSafe 电池包不同，初代电池包无法以这种方式为 AirPods 充电盒或 Apple Watch 等小型配件充电。\n\n*   **产品信息**\n    *   **价格**：iPhone Air MagSafe 电池在美国的售价为 99 美元。\n    *   **图片**：\n        ![apple iphone air battery pack](https://images.macrumors.com/t/V0ML1lyWCZuYvXPvpk6_YJfv7nU=/400x0/article-new/2025/09/apple-iphone-air-battery-pack.jpg?lossy)",
      "shortSummary": "iPhone Air MagSafe 电池虽然仅兼容 iPhone Air，但其 USB-C 端口可为 AirPods 充电盒、Apple Watch 等小型配件提供高达 4.5W 的充电功率。这与初代 MagSafe 电池包不同，后者无法实现此功能。该电池包在美国售价为 99 美元。",
      "translated_title": "iPhone Air MagSafe 电池可为 AirPods、Apple Watch 等设备充电",
      "images": [
        {
          "url": "https://images.macrumors.com/t/V0ML1lyWCZuYvXPvpk6_YJfv7nU=/400x0/article-new/2025/09/apple-iphone-air-battery-pack.jpg?lossy",
          "alt": "apple iphone air battery pack",
          "title": "",
          "position": 1
        },
        {
          "url": "https://images.macrumors.com/article-new/2025/09/apple-iphone-air-battery-pack.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "While the <a href=\"https://www.macrumors.com/2025/09/09/apple-reintroduces-magsafe-battery/\">iPhone Air MagSafe Battery</a> is not compatible with any other iPhone models, the USB-C port on the battery pack can charge some smaller accessories.\r<br/>\n\r<br/>\n<img src=\"https://images.macrumors.com/article-new/2025/09/apple-iphone-air-battery-pack.jpg\" alt=\"\" width=\"2000\" height=\"1125\" class=\"aligncenter size-full wp-image-1017944\" />\r<br/>\nAs noted <a href=\"https://9to5mac.com/2025/09/09/apples-new-magsafe-battery-doesnt-just-work-with-iphone-air/\">by <em>9to5Mac</em>'s Zac Hall</a>, the iPhone Air MagSafe Battery <a href=\"https://www.apple.com/shop/product/MGPG4AM/A/iphone-air-magsafe-battery\">product page</a> has this line:<blockquote>Charge smaller accessories via USB-C</blockquote>Apple says the USB-C port on iPhones can charge an AirPods case, Apple Watch, or another small device that supports USB Power Delivery <a href=\"https://www.macrumors.com/2023/09/16/iphone-15-usb-c-port-details/\">at up to 4.5W</a>, and the USB-C port on the iPhone Air MagSafe Battery likely behaves the same way.\r<br/>\n\r<br/>\nSo long as the iPhone Air MagSafe Battery has a sufficient charge, connecting a USB-C cable from the battery pack to the small accessory will initiate charging of the accessory — it could even be something like a small USB-powered fan.\r<br/>\n\r<br/>\nApple's <a href=\"https://www.macrumors.com/2023/09/12/apple-discontinues-magsafe-battery-pack-and-duo/\">original MagSafe Battery Pack</a> with a Lightning port could not charge small accessories like an AirPods case or an Apple Watch in this manner.\r<br/>\n\r<br/>\nYou can order the iPhone Air MagSafe Battery now, with U.S. pricing set at &#36;99.<div class=\"linkback\">Related Roundup: <a href=\"https://www.macrumors.com/roundup/iphone-air/\">iPhone Air</a></div><div class=\"linkback\">Tag: <a href=\"https://www.macrumors.com/guide/iphone-air-magsafe-battery/\">iPhone Air MagSafe Battery</a></div><br/>This article, &quot;<a href=\"https://www.macrumors.com/2025/09/11/iphone-air-magsafe-battery-usb-c-charging/\">iPhone Air MagSafe Battery Can Charge AirPods, Apple Watch, and More</a>&quot; first appeared on <a href=\"https://www.macrumors.com\">MacRumors.com</a><br/><br/><a href=\"https://forums.macrumors.com/threads/iphone-air-magsafe-battery-can-charge-airpods-apple-watch-and-more.2465370/\">Discuss this article</a> in our forums<br/><br/>"
    }
  ],
  "lastUpdated": "2025-09-12T09:27:59.575Z"
}