{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "中国要成为发达国家，仍需优先发展制造业 (原标题: To become a developed nation, China must still prioritise manufacturing)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3331792/why-manufacturing-still-key-chinas-development-goals?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 08:30:14 +0000",
      "isoDate": "2025-11-09T08:30:14.000Z",
      "creator": "Zongshuai Fan",
      "summary": "## 中国经济发展方向：制造业仍是核心支柱\n\n围绕中共中央四中全会和第十五个五年规划，中国经济发展方向的讨论日益激烈。文章指出，制造业仍是北京未来十年实现发展目标的核心支柱。\n\n### 2035年发展目标与挑战\n\n*   **目标设定**：中共中央委员会于10月28日发布的第十五个五年规划建议，重申了中国到2035年实现社会主义现代化的目标，该目标将以人均国内生产总值（GDP）来衡量。这与第十四个五年规划中提出的愿景以及邓小平在1980年代担任最高领导人时提出的构想一脉相承。\n*   **具体指标**：尽管官方尚未明确具体基准，但国务院的一项分析估计，到2035年，中国人均GDP目标约为30,000美元（按2020年价格计算）。\n*   **当前状况与挑战**：2021年中国人均GDP为13,303美元。这意味着中国需要在未来十年内将收入水平大致翻一番才能实现这一目标。\n*   **关键驱动力**：经济学家林毅夫指出，中国与中等发达经济体之间人均GDP的差异，主要反映了劳动生产率（以每名员工的产出衡量）的差距。因此，提高生产率增长将是实现中国2035年目标的关键驱动力，并已被确定为规划建议中的主要目标之一。\n\n### 劳动生产率趋势\n\n*   **历史表现**：自21世纪初以来，中国的劳动生产率增长一直持续超越七国集团（G7）经济体。\n*   **近期放缓**：然而，自2008年全球金融危机以来，其增长势头有所放缓。\n*   **未来预测**：预计到2025年，增长率将进一步放缓至4.5%左右，这凸显了到2035年将人均GDP翻一番的挑战。\n*   **2022年低点**：2022年，中国的劳动生产率增长降至本世纪以来的最低水平。\n\n### 制造业的重要性与“新质生产力”战略\n\n*   **核心作用**：文章强调，制造业是提升中国整体生产率的关键。\n*   **政策应对**：在2022年劳动生产率增长达到本世纪最低水平之后，北京已出台一系列政策，以促进其所称的“新质生产力”。\n*   **战略内容**：这项战略旨在大力发展新兴产业并升级传统产业，以提高生产率并最终维持经济增长。\n\n![一名工人在山东省青州市的一家拖拉机和卡车发动机制造公司工作。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/94634547-124e-4182-a9db-cf377f43daa5_987cc807.jpg)\n*一名工人在山东省青州市的一家拖拉机和卡车发动机制造公司工作。摄于8月27日。图片来源：STR / AFP*",
      "shortSummary": "中国正致力于在2035年实现人均GDP翻番至3万美元的发达国家目标。实现此目标的关键在于提高劳动生产率，而制造业被视为核心驱动力。尽管中国生产率增长曾领先，但近年已放缓，2022年更是降至本世纪最低。为应对挑战，中国政府正推行“新质生产力”战略，通过发展新兴产业和升级传统产业来提升整体生产率，以确保经济持续增长。",
      "translated_title": "中国要成为发达国家，仍需优先发展制造业",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/94634547-124e-4182-a9db-cf377f43daa5_987cc807.jpg",
          "alt": "An employee works at a tractor and truck motor manufacturing company in Qingzhou, Shandong province, on August 27. Photo: STR / AFP",
          "title": "An employee works at a tractor and truck motor manufacturing company in Qingzhou, Shandong province, on August 27. Photo: STR / AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Following the Communist Party of China’s fourth plenum, debate has intensified over the direction of the country’s economy, with manufacturing remaining a central pillar of Beijing’s ambitions for the coming decade.\nThe Communist Party’s Central Committee’s recommendations for the 15th five-year plan, released on October 28, reaffirm China’s goal of achieving socialist modernisation by 2035, measured by gross domestic product (GDP) per capita – a vision outlined in the 14th five-year plan and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/23277617-ab68-4b4c-8967-dfd1619523f9_860c00be.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国不断增长的老年市场成为国际企业在进博会的新前沿 (原标题: China’s growing elderly market a new frontier for international firms at CIIE)",
      "link": "https://www.scmp.com/business/china-business/article/3332092/chinas-growing-elderly-market-new-frontier-international-companies?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 07:30:18 +0000",
      "isoDate": "2025-11-09T07:30:18.000Z",
      "creator": "Daniel Ren,Julie Zhang",
      "summary": "## 中国老年市场：国际企业的新增长前沿\n\n### 背景与机遇\n*   在中国经济消费放缓的背景下，中国日益增长的老年人口已成为国际公司（从食品饮料生产商到制药商）寻求新增长点的关键消费群体。\n*   在正在进行的中国国际进口博览会（CIIE）上，数十个全球品牌展示了其最新产品和技术，旨在满足老年消费者对健康食品和支持积极生活方式产品的日益增长的需求。\n*   一位上海天使投资人尹然指出，国际公司善于发现新机遇，针对城市老年人口设计的产品是一个亮点，因为更多退休人员愿意为高质量消费品支付溢价。\n\n### “银发经济”的规模与潜力\n*   根据国家统计局（NBS）的数据，截至2024年底，中国60岁及以上人口已达3亿，占总人口的22%。\n*   新华社三个月前的一份报告预测，随着人口老龄化速度加快，所谓的“银发经济”在2025年将达到7万亿元人民币（约合9830亿美元），到2050年可能增长七倍以上，接近50万亿元人民币。\n\n### 政策导向\n*   在房地产长期低迷和出口前景不确定的背景下，北京一直致力于扩大内需以推动经济增长。\n\n### 相关图片\n*   ![银发经济预计到2025年底将达到近1万亿美元的规模。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg)",
      "shortSummary": "中国不断增长的老年人口正成为国际企业的新增长点。在进博会上，众多全球品牌展示了针对老年消费者健康和积极生活方式的产品。截至2024年底，中国60岁以上人口达3亿，占总人口22%。预计“银发经济”在2025年将达7万亿元人民币（约9830亿美元），到2050年可能增至近50万亿元。面对消费放缓，北京正通过扩大内需来推动经济增长，老年市场潜力巨大。",
      "translated_title": "中国不断增长的老年市场成为国际企业在进博会的新前沿",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg",
          "alt": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "title": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s ageing population has become a key consumer group targeted by international companies – from food and drink producers to pharmaceutical makers – as they pursue new growth drivers amid a consumption slowdown in the world’s second-largest economy.\nDozens of global brands unveiled their latest products and technologies at the ongoing China International Import Expo (CIIE), aiming to meet the rising demand among elderly consumers for healthy food and products that support active...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/09/f3d08908-5ac4-42ef-be1e-3e383a623830_2ff375b3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国消费者价格重回增长，但通缩压力持续 (原标题: China’s consumer prices return to growth as deflationary pressures persist)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332087/chinas-consumer-prices-return-growth-deflationary-pressures-persist?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 04:39:25 +0000",
      "isoDate": "2025-11-09T04:39:25.000Z",
      "creator": "Xinyi Wu,Kandy Wong",
      "summary": "# 中国消费者价格重回增长，通缩压力持续\n\n## 10月CPI数据表现\n*   **消费者价格指数（CPI）回升：** 中国10月份的消费者价格指数（CPI）同比上涨0.2%，结束了9月份的下降趋势（9月同比下降0.3%），并超出市场预期（此前金融服务提供商Wind预测为下降0.04%）。\n*   **通缩压力仍存：** 尽管CPI数据实现增长，但这一接近于零的增幅仍表明，在内需疲软和贸易不确定性背景下，通缩压力依然持续。\n*   **出厂价格继续下跌：** 与此同时，工厂出厂价格（PPI）继续下降，进一步印证了经济面临的挑战。\n\n## CPI增长的原因\n*   **政策效应：** 国家统计局高级统计师董丽娟指出，旨在提振国内消费的政策在10月份显现效果。\n*   **节假日带动：** 国庆节和中秋节的长假也帮助刺激了消费需求。\n\n## 政府应对措施\n*   **总理指示：** 中国国务院总理李强在8月份的国务院会议上呼吁，要通过取消消费限制、加快发展服务业和新型消费等新增长点，进一步释放消费潜力。\n\n## 经济学家观点\n*   **市场意外：** 香港Pinpoint Asset Management首席经济学家张智威表示，10月CPI的上涨“令市场感到意外”。\n*   **通缩结论尚早：** 他同时强调，“现在就断定通缩结束还为时过早”，表明对未来经济走势仍持谨慎态度。\n\n## 经济背景\n*   作为世界第二大经济体，中国正努力实现其年度增长目标，尽管下半年面临日益增长的阻力。",
      "shortSummary": "中国10月消费者价格指数（CPI）同比上涨0.2%，超出市场预期，结束了此前下降趋势。这得益于促消费政策和节假日需求拉动。然而，尽管CPI回升，但增幅微弱，内需疲软和贸易不确定性导致通缩压力依然存在，工厂出厂价格持续下跌。经济学家认为，现在断定通缩结束为时尚早。",
      "translated_title": "中国消费者价格重回增长，但通缩压力持续",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer prices returned to growth in October – though the near-zero figure still pointed to persistent deflationary pressures amid weak domestic demand and trade uncertainties – while factory-gate prices continued to fall.\nThe national consumer price index (CPI), a key gauge of inflation, rose 0.2 per cent year on year last month, according to data released by the National Bureau of Statistics on Sunday.\nThe reading beat market expectations after a poll by financial provider Wind...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/09/3d340357-b115-4c4e-b811-cad19acc5bdc_b112a99e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么‘小巨人’在中国制造业中心江苏蓬勃发展 (原标题: Why ‘little giants’ thrive in China’s manufacturing hub Jiangsu)",
      "link": "https://www.scmp.com/tech/tech-trends/article/3332049/why-little-giants-thrive-chinas-manufacturing-hub-jiangsu?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 02:00:23 +0000",
      "isoDate": "2025-11-09T02:00:23.000Z",
      "creator": "Wency Chen",
      "summary": "# 江苏“小巨人”企业蓬勃发展\n\n中国东部江苏省作为重要的制造业中心，正孕育出一批在各自领域表现卓越的“小巨人”企业，而非传统意义上的互联网科技巨头。这些企业通过技术创新和自动化生产，在全球市场中占据一席之地。\n\n## 雅迪：电动两轮车行业的全球领导者\n\n雅迪（Yadea）是江苏制造业成功的典型代表：\n*   **全球领先地位**：雅迪已连续八年蝉联全球电动两轮车品牌榜首。\n*   **高效生产**：在其位于江苏无锡的工厂，一条装配线每天能生产1300辆电动自行车和踏板车，展示了中国强大的制造实力。\n*   **市场表现**：截至去年，这家在香港上市的公司已在全球100多个国家销售了超过1亿辆电动两轮车。\n*   **自动化优势**：雅迪的成功体现了中国制造商如何利用自动化技术简化并加速曾是劳动密集型的装配流程，从而以高质量、有竞争力的产品抢占国际市场。\n\n## 江苏省的制造业背景与发展\n\n江苏省的制造业成就显著，其发展背景如下：\n*   **经济实力**：该省拥有8500万人口，面积略大于韩国，去年人均GDP达到22,500美元。\n*   **产业结构转型**：尽管过去二十年中国互联网经济蓬勃发展，江苏并未诞生像华为、腾讯或阿里巴巴那样的科技巨头。然而，随着北京宣布其创新驱动已进入“深水区”，即轻松的收益已成过去，未来挑战更加严峻，江苏省越来越多的先进制造商开始吸引更多关注。\n*   **政府支持与创新**：去年8月，江苏省政府赞助了一次考察活动，参与者参观了制造、机器人、医疗保健、人工智能和新能源领域的公司，这些公司充分展示了该省的技术进步和创新能力。\n\n## 展望未来\n\n江苏省的“小巨人”企业通过专注于特定领域、拥抱自动化和技术创新，成功在全球市场中脱颖而出。随着中国创新战略的深入，这些先进制造业企业将继续在国家经济发展中扮演关键角色。",
      "shortSummary": "江苏省作为中国制造业中心，正涌现出众多“小巨人”企业。例如，全球领先的电动两轮车品牌雅迪，通过自动化生产和高性价比产品，成功拓展国际市场。尽管江苏未诞生互联网巨头，但其在制造、机器人、人工智能和新能源等领域的先进制造商正日益受到关注。随着中国创新驱动进入深水区，江苏的这些企业将发挥关键作用。",
      "translated_title": "为什么‘小巨人’在中国制造业中心江苏蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "Yadea – the world’s leading electric two-wheeler brand for eight consecutive years – runs a plant in its home base of Wuxi, in east China’s Jiangsu province, where a single assembly line can produce 1,300 electric bicycles and scooters a day, offering visitors a glimpse of the country’s manufacturing prowess.\nAs of last year, Hong Kong-listed Yadea had sold over 100 million electric two-wheelers in more than 100 countries. It exemplifies how Chinese manufacturers are leveraging automation to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/08/2d5c190e-b442-47ba-868b-58fb7180b5b0_f30ba9ad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特斯拉和全球汽车制造商在博览会上与中国电动汽车竞争对手竞争 (原标题: Tesla and global carmakers race against Chinese EV rivals at expo)",
      "link": "https://www.scmp.com/business/companies/article/3332025/tesla-and-global-carmakers-race-against-chinese-ev-rivals-shanghai-import-expo?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 02:00:14 +0000",
      "isoDate": "2025-11-09T02:00:14.000Z",
      "creator": "Daniel Ren",
      "summary": "# 国际汽车品牌在进博会上与中国电动汽车竞争\n\n国际汽车品牌，以特斯拉为首，正在上海举行的全球最大进出口贸易博览会（中国国际进口博览会，CIIE）上，通过展示先进的智能和自动驾驶技术来吸引参观者，从而加紧与比亚迪等中国电动汽车制造商的竞争。\n\n## 竞争背景与策略\n\n*   **平台利用**：包括通用汽车和沃尔沃在内的12家主要汽车制造商，正利用此次进博会推广其最新车型。这些车型具备更长的续航里程、增强的车载娱乐系统以及改进的自动驾驶功能。\n*   **技术展示**：外国品牌着重展示其在先进智能和自动驾驶技术方面的最新进展，以期在激烈的市场竞争中脱颖而出。\n*   **专家观点**：上海金融咨询公司Integrity的顾问丁海峰指出，外国品牌此举表明他们致力于升级产品和技术以与本土竞争对手抗衡。他强调，这在过去三十年外国品牌主导中国汽车市场的情况下是罕见的。\n\n## 市场格局变化\n\n*   **历史主导**：从1990年代初到2025年（原文如此），国际品牌曾长期主导中国汽车市场。\n*   **中国崛起**：然而，中国本土竞争对手在电动汽车设计和制造方面已超越外国品牌。\n*   **中国优势**：得益于全面的汽车供应链支持，中国电动汽车制造商在高性能电池和先进自动驾驶技术方面表现出色，其发展速度已超过外国同行。\n*   **市场份额**：目前，中国本土电动汽车制造商占据了中国电动汽车销量的90%以上。\n\n![一辆本田S7 SUV在进博会上展出。图片来源：Daniel Ren](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/08/ffbd931a-8913-4391-b5bb-bb0a4bbe1751_e6524935.jpg)\n*一辆本田S7 SUV在进博会上展出。图片来源：Daniel Ren*",
      "shortSummary": "在上海进博会上，特斯拉等国际汽车品牌正加紧与比亚迪等中国电动汽车制造商竞争。他们展示了先进的智能和自动驾驶技术、更长续航及增强娱乐系统。过去曾主导中国市场的外国品牌，如今面临中国电动汽车制造商的挑战。中国企业凭借完善的供应链、高性能电池和先进技术，已占据国内电动汽车销量的90%以上，市场格局发生显著变化。",
      "translated_title": "特斯拉和全球汽车制造商在博览会上与中国电动汽车竞争对手竞争",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/08/ffbd931a-8913-4391-b5bb-bb0a4bbe1751_e6524935.jpg",
          "alt": "A Honda S7 SUV on display at CIIE. Photo: Daniel Ren",
          "title": "A Honda S7 SUV on display at CIIE. Photo: Daniel Ren",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "International brands led by Tesla are intensifying their efforts to compete with Chinese electric-vehicle (EV) manufacturers like BYD, as they showcase advanced intelligence and autonomous-driving technology to attract visitors at the world’s largest import-export trade fair in Shanghai.\nThe 12 major carmakers, including General Motors and Volvo, are leveraging the China International Import Expo (CIIE), which runs through Monday, to promote their latest models featuring longer ranges, enhanced...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/08/70899997-0583-46f3-8df9-bf1e71acec0c_ec079854.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国警告在日公民注意野生动物风险，熊袭击事件激增 (原标题: China warns citizens in Japan about wildlife risks amid surge in bear attacks)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3332042/china-warns-citizens-japan-watch-out-wildlife-amid-surge-bear-attacks?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 09:09:59 +0000",
      "isoDate": "2025-11-08T09:09:59.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国驻日使馆警告公民注意野生动物风险\n\n### 背景\n\n近期，日本野生动物袭击事件激增，死亡人数已达到历史新高。在此背景下，中国驻日本大使馆向在日中国公民发出了安全警告。\n\n### 使馆警告与建议\n\n*   **发布时间与平台：** 中国驻日本大使馆于周五在社交媒体上发布声明。\n*   **核心信息：** 敦促在日中国公民对当地野生动物袭击保持警惕。\n*   **具体建议：**\n    *   密切关注地方政府发布的野生动物目击信息。\n    *   避免前往熊、野猪及其他野生动物经常出没的区域。\n\n### 野生动物袭击数据\n\n*   **事件数量：** 自今年4月以来，日本已记录至少13起致命的熊袭击事件和超过100起受伤事件。\n*   **历史记录：** 这些数字均创下历史新高。\n*   **发生区域：** 大多数袭击事件发生在山区或附近的居民区。\n\n### 中国游客赴日情况\n\n*   **旅游热度：** 中国赴日旅游市场依然保持强劲势头。\n*   **游客数据：**\n    *   日本国家旅游组织数据显示，9月份共有327万外国游客赴日，其中中国大陆游客是最大的群体。\n    *   今年前9个月，日本共接待了3165万国际游客，其中超过23%来自中国。\n*   **吸引力因素：**\n    *   日元走弱。\n    *   机票价格实惠。\n    *   吸引人的旅行体验。\n    *   许多中国游客将日本视为“物有所值”的目的地。\n*   **热门目的地：** 根据携程和同程等主要在线旅行社的数据，日本是中国游客在上个月国庆“黄金周”假期期间的首选海外目的地。",
      "shortSummary": "中国驻日本大使馆警告在日中国公民注意野生动物袭击风险，因日本熊袭击事件激增，已造成创纪录的死亡和受伤人数。使馆建议公民关注地方政府信息，避开野生动物常出没区域。尽管风险增加，中国赴日旅游依然强劲，中国游客是日本最大的外国游客群体，日本因日元疲软和高性价比成为热门目的地。",
      "translated_title": "中国警告在日公民注意野生动物风险，熊袭击事件激增",
      "images": [],
      "contentSource": "完整文章",
      "content": "The Chinese embassy in Japan has urged Chinese citizens in the country to remain vigilant about local wildlife attacks amid a surge in incidents, with fatalities reaching a record high.\nIn a statement on social media on Friday, the embassy advised Chinese citizens to monitor local government information about wildlife sightings and avoid areas frequented by bears, wild boars and other animals.\nSince April, Japan has recorded at least 13 fatal bear attacks and more than 100 injuries, the highest...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/08/4e2e1b1b-087b-4210-b7f7-67ac0d9e05b8_f426ed15.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia危机：北京同意与荷兰官员在中国举行会谈 (原标题: Nexperia crisis: Beijing agrees to talks with Dutch officials in China)",
      "link": "https://www.scmp.com/tech/tech-war/article/3332035/nexperia-crisis-beijing-agrees-talks-dutch-officials-china?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 07:44:25 +0000",
      "isoDate": "2025-11-08T07:44:25.000Z",
      "creator": "Vincent Chow",
      "summary": "# Nexperia危机：中荷同意举行会谈\n\n中国商务部周六发表声明称，中国官员已同意与荷兰官员就Nexperia危机举行会谈。这场危机已使全球汽车芯片供应链陷入不确定性。\n\n## 荷兰方面的表态与行动意向\n\n*   **芯片恢复出货：** 荷兰经济部长Vincent Karremans周五表示，中国生产的Nexperia芯片有望在未来几天内恢复对欧洲及其他地区客户的出货。\n*   **政府控制权：** 据彭博社报道，如果Nexperia中国恢复出货，荷兰政府准备最快在下周放弃对该公司的控制权。\n\n## 中方回应与期望\n\n*   **同意会谈：** 北京对荷兰方面的表态表示欢迎，并同意荷兰提出的派遣代表来华进行讨论的请求。\n*   **具体行动：** 中方表示，希望荷兰的声明不仅仅停留在口头层面，而是能迅速转化为建设性的解决方案和实际行动，以迅速有效地恢复全球半导体供应链的源头稳定。\n*   **会议日期：** 声明中未提及具体的会谈日期。\n\n## 相关图片\n\n![Nexperia’s headquarters in Nijmegen, the Netherlands. Photo: AFP](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/08/840f4807-771b-45da-a56f-6db82626e426_741ac6ff.jpg)\n*Nexperia位于荷兰奈梅亨的总部。图片来源：法新社*",
      "shortSummary": "中国与荷兰官员已同意就Nexperia危机举行会谈，以解决全球汽车芯片供应链的不确定性。荷兰经济部长表示，中国生产的Nexperia芯片有望在未来几天内恢复出货，荷兰政府可能最快下周放弃对该公司的控制权。中方对此表示欢迎，并希望荷兰能采取具体行动，迅速恢复全球半导体供应链的稳定。目前尚未公布具体的会谈日期。",
      "translated_title": "Nexperia危机：北京同意与荷兰官员在中国举行会谈",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/08/840f4807-771b-45da-a56f-6db82626e426_741ac6ff.jpg",
          "alt": "Nexperia’s headquarters in Nijmegen, the Netherlands. Photo: AFP",
          "title": "Nexperia’s headquarters in Nijmegen, the Netherlands. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Chinese officials have agreed to hold talks with their Dutch counterparts regarding the Nexperia crisis, which has thrown the global automotive chip supply chain into uncertainty, the Ministry of Commerce said in a statement on Saturday.\nIn response to remarks made by Netherlands’ Economy Minister Vincent Karremans on Friday – indicating that Nexperia chips made in China could resume shipments in the coming days – Beijing expressed hope that the Dutch side would take concrete actions and agreed...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/08/3cb81ee1-cdcc-401c-b117-f8dbf98a3a72_b5aff092.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "六家最佳：将中国置于地图上的十亿美元生物科技公司 (原标题: 6 of the best: the billion-dollar biotechs putting China on the map)",
      "link": "https://www.scmp.com/business/article/3331950/six-best-how-chinas-new-biotech-vanguard-banking-billions-breakthroughs?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 03:00:14 +0000",
      "isoDate": "2025-11-08T03:00:14.000Z",
      "creator": "Eric Ng,Julie Zhang",
      "summary": "## 中国生物制药投资热潮与全球崛起\n\n中国生物制药领域的投资热潮在今年表现强劲，这得益于在三年低迷后，创纪录地向全球巨头授权商业权利。然而，中国生命科学领域备受尊敬的分析师和顾问Helen Chen指出，该行业的真正复兴始于两年前。\n\n### 里程碑式交易：科伦博泰与默沙东\n\n*   **交易时间与内容**：2022年12月，美国制药公司默沙东（MSD）同意授权四川科伦博泰生物医药（Sichuan Kelun-Biotech Biopharmaceutical）七种临床前抗体药物偶联物（ADC）癌症候选药物的全球（中国除外）开发和商业化权利。\n*   **交易金额**：默沙东为此支付了1.75亿美元的预付款，并承诺支付高达93亿美元的里程碑付款。\n*   **行业意义**：L.E.K. Consulting上海生物制药和生命科学业务负责人Helen Chen强调，科伦博泰与默沙东的这笔交易是一个“重要的里程碑”，标志着默沙东对科伦博泰的信任以及科伦博泰的投资决心。\n\n### ADC技术的重要性\n\n*   **作用机制**：ADC药物被形容为“制导导弹”疗法，能够将化疗药物直接输送到癌细胞，同时减少副作用。\n*   **市场前景**：ADC是生物技术领域增长最快的方向之一。\n\n### 后续交易：恒瑞医药与Aiolos\n\n*   **交易内容**：在科伦博泰交易八个月后，由私募股权支持的Aiolos公司从江苏恒瑞医药（Jiangsu Hengrui Pharmaceuticals）获得了哮喘治疗药物的全球权利，具体金额未披露。\n\n这些交易共同表明，中国生物科技公司在全球舞台上的影响力正在显著增强。",
      "shortSummary": "中国生物制药投资正蓬勃发展，将中国推向全球生物科技版图。分析师Helen Chen指出，行业复兴始于2022年末，当时四川科伦博泰与默沙东达成了一项里程碑式的93亿美元ADC癌症候选药物全球授权协议。此后，江苏恒瑞医药也与Aiolos达成哮喘治疗药物的全球授权。这些重大交易凸显了中国生物科技公司在全球市场，尤其是在快速增长的ADC等领域，日益增长的影响力。",
      "translated_title": "六家最佳：将中国置于地图上的十亿美元生物科技公司",
      "images": [],
      "contentSource": "完整文章",
      "content": "The ferocity of China’s biopharmaceutical investment boom this year – fuelled by record-breaking licensing of commercial rights to global giants after a three-year slump – may have surprised casual observers.\nBut according to Helen Chen, one of the most respected analysts and advisers in China’s life sciences space, the supercharged sector’s real renaissance came two years earlier.\nIn December 2022, US drug maker MSD agreed to license global (excluding China) rights to develop and commercialise...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/bf64a853-27bd-4af6-8e84-c0a459bc1209_39a30ac7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "迈克尔·斯宾塞谈中国：修复房地产，提振信心——关税是次要的 (原标题: Michael Spence on China: fix property, boost confidence – tariffs are secondary)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331956/nobel-laureate-spence-china-fix-property-restore-confidence-tariffs-are-secondary?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 01:00:25 +0000",
      "isoDate": "2025-11-08T01:00:25.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 迈克尔·斯宾塞谈中国经济：房地产与信心优先于关税\n\n诺贝尔经济学奖得主迈克尔·斯宾塞（Michael Spence）在上海虹桥国际经济论坛上发表观点，强调对于中国经济而言，恢复信心和稳定房地产市场的重要性远超关税问题。他同时警告了中国家庭面临的金融风险。\n\n### 核心观点：\n\n*   **房地产与信心是关键**：斯宾塞指出，稳定房地产行业及其相关金融部门，以及恢复市场信心和经济动能，对于中国经济的复苏“显著更为重要”。\n*   **关税影响次要**：尽管承认北京需要“认真”处理关税摩擦，但这位82岁的经济学家认为，此类外部因素对于“恢复中国经济的势头”而言，属于“次要重要性”。\n*   **家庭资产负债表风险**：斯宾塞强调，中国需要避免“损害家庭资产负债表”，因为房地产价值下跌已部分侵蚀了家庭财富。\n\n### 背景与语境：\n\n*   **发表场合**：斯宾塞是在上海虹桥国际经济论坛上，一个关于中国振兴消费的专题讨论中发表上述言论的。该论坛与中国国际进口博览会同期举行，旨在促进全球经济合作、贸易和投资自由化。\n*   **中国经济挑战**：斯宾塞的评论正值中国准备进入其第十五个五年规划（2026-2030年）之际。在此期间，中国经济预计将面临多重挑战，包括与美国的外部紧张关系、国内需求不振、房地产市场长期低迷以及持续的通缩压力。",
      "shortSummary": "诺贝尔经济学奖得主迈克尔·斯宾塞指出，对于中国经济，稳定房地产市场和恢复信心远比关税问题重要。他在上海虹桥国际经济论坛上强调，外部因素对经济复苏的影响是次要的。斯宾塞还警告了房地产价值下跌对中国家庭资产负债表的潜在损害，并强调避免此类风险的重要性。",
      "translated_title": "迈克尔·斯宾塞谈中国：修复房地产，提振信心——关税是次要的",
      "images": [],
      "contentSource": "完整文章",
      "content": "Restoring confidence and stabilising the property market are “significantly more important” for China than the ramifications of tariffs, a Nobel laureate in economics said while warning of financial risks to Chinese households.\nMichael Spence, who won the Nobel Prize in 2001, made the remarks at the Hongqiao International Economic Forum in Shanghai on Thursday, during a panel discussion on China’s pathway to revitalise consumption.\nWhile acknowledging that Beijing needs to “seriously” address...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/4305b3bf-e480-4324-af01-bc85a8e27964_d75c466f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“兴趣激增”：中国恢复赴加团队游后，加拿大旅游搜索量飙升 (原标题: ‘Interest surged’: Canada travel searches spike in China as group tours resume)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331957/canada-travel-searches-spike-china-group-tours-resume-interest-surged?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 14:00:09 +0000",
      "isoDate": "2025-11-07T14:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国恢复赴加拿大团队游，旅游兴趣激增\n\n中国政府于11月初宣布解除对加拿大团队游的禁令，这是自新冠疫情以来的首次。这一决定立即在中国消费者中引发了对赴加拿大旅游的浓厚兴趣，中国各大旅游平台的相关搜索量显著飙升。\n\n#### 背景与时机\n\n*   **禁令解除**：中国在11月初宣布结束对加拿大团队游的禁令。\n*   **外交背景**：此举发生在中国国家主席习近平与加拿大总理马克·卡尼在韩国会晤数日之后。会晤中，习近平主席呼吁两国关系“重回正轨”。\n\n#### 旅游平台数据反馈\n\n中国旅游平台的数据显示，禁令解除后，赴加拿大旅游的搜索量和预订量出现显著增长：\n\n*   **去哪儿网 (Qunar)**：\n    *   消息发布后30分钟内，飞往蒙特利尔的航班搜索量激增223%。\n    *   飞往渥太华的航班搜索量激增137%。\n    *   飞往多伦多的航班搜索量激增61%。\n*   **飞猪 (Fliggy)**：\n    *   公告发布后一小时内，加拿大航班的搜索量比前一天“几乎翻了一番”。\n*   **整体预订量**：\n    *   根据新加坡旅游营销和技术公司China Trading Desk的数据，截至周二，中国旅客赴加拿大的预订量环比增长6%。\n    *   该公司首席执行官Subramania Bhatt表示，在线平台上的搜索量和旅行社的咨询量均大幅激增，公告发布后平台搜索量立即翻倍。\n\n#### 疫情前趋势\n\n*   根据加拿大国家旅游组织Destination Canada的数据，在疫情爆发之前，中国赴加拿大旅游人数稳步增长。\n*   2019年，中国赴加拿大游客数量达到70.8万多人次。",
      "shortSummary": "中国宣布恢复赴加拿大团队游后，中国消费者对加拿大旅游的兴趣显著激增。此举立即引发了中国旅游平台上的搜索量飙升，例如去哪儿网和飞猪的航班搜索量分别激增223%和近一倍。截至周二，赴加旅游预订量环比增长6%。疫情前，中国赴加游客数量稳步增长，2019年超过70.8万人次。此举被视为两国关系改善的积极信号。",
      "translated_title": "“兴趣激增”：中国恢复赴加团队游后，加拿大旅游搜索量飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s decision to allow group travel to Canada to resume for the first time since the Covid-19 pandemic has sparked a surge in interest in visiting the country among Chinese consumers, with Chinese travel platforms recording a jump in related searches.\nChina announced it was ending the group tour ban in early November, just days after Chinese President Xi Jinping met Canadian Prime Minister Mark Carney in South Korea and called for relations between the two countries to get “back onto the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/25807d38-98c4-4562-8cff-3f5012f37ed6_51ae13f1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国警告经济转型中勿弃传统产业 (原标题: China warns against abandoning traditional sectors in economic transition)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331965/china-warns-against-abandoning-traditional-sectors-economic-transition?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 11:00:25 +0000",
      "isoDate": "2025-11-07T11:00:25.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国警告经济转型中勿弃传统产业\n\n中国共产党理论刊物《求是》杂志发表文章指出，发展中国“新质生产力”——一种由北京倡导的、强调技术突破和产业升级的增长模式——并非意味着要放弃传统产业，而是要通过创新实现融合与转型。\n\n### 经济增长的持续动力\n\n文章强调，经济增长的持续动力来源于培育新兴产业和改造提升传统产业，这是一种双管齐下的推动，并且必须根据地方实际情况进行调整。\n\n### 存在的问题与风险\n\n文章承认，自北京开始推广新的增长模式以来，出现了一些问题：\n\n*   **盲目追逐新产业**：一些地区不顾当地实际，盲目涌入人工智能、电动汽车等科技热词项目。\n*   **鲁莽淘汰传统产业**：另一些地区则轻率地淘汰传统产业，将其视为“低端”或“过时”，导致产业断层和混乱。\n*   **资源浪费**：文章指出，这些问题可能导致资源配置碎片化和投入浪费。\n\n### 解决方案与发展路径\n\n《求是》杂志提出，解决方案在于：\n\n*   **发挥地方优势**：各地应充分利用自身优势。\n*   **精准施策**：精确地确定发展方向和措施。\n*   **合理发展**：走一条既合理又符合自身特定条件的发展道路。\n\n### 习近平主席的强调\n\n中共中央总书记、国家主席习近平在上个月的中央委员会第四次全体会议上指出，发展新质生产力需要特定条件，必须充分考虑实际可行性。",
      "shortSummary": "《求是》杂志文章指出，中国发展“新质生产力”并非放弃传统产业，而是要通过创新实现融合与转型。经济增长需兼顾新兴产业培育和传统产业升级，并因地制宜。文章批评一些地区盲目追逐新产业或鲁莽淘汰传统产业，导致资源浪费和产业混乱。强调各地应发挥优势，精准施策，确保发展路径的实际可行性。",
      "translated_title": "中国警告经济转型中勿弃传统产业",
      "images": [],
      "contentSource": "完整文章",
      "content": "Developing China’s “new quality productive forces” – a growth model championed by Beijing that emphasises technological breakthroughs and industrial upgrades – does not mean abandoning traditional industries, but rather integration and transformation through innovation, according to the ruling Communist Party’s leading theoretical journal.\nThe sustained driving force for economic growth comes from both fostering emerging industries and upgrading traditional ones – a dual-pronged push that must...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/e4efdfc3-128d-4990-814b-5512585d383a_c95e268e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国西南工业基地着眼于新型药物突破 (原标题: China’s southwestern industrial base eyes breakthroughs on novel drugs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331882/chinas-southwestern-industrial-base-eyes-breakthroughs-novel-drugs?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 08:00:15 +0000",
      "isoDate": "2025-11-07T08:00:15.000Z",
      "creator": "Xinyi Wu",
      "summary": "重庆，作为中国西南地区重要的经济中心，已发布一项计划，旨在支持创新药物的研发，以响应国家推动科技自立自强的号召。\n\n**计划主要目标（截至2027年）：**\n*   每年批准1至3种创新药物上市。\n*   建立三个创新药物产业集群，以促进联合研发和技术转让。\n*   为创新型企业、研究机构和大学提供支持，使其在集群建设中发挥主导作用。\n\n**核心策略：**\n*   重庆市政府在其发布的25点计划中指出，将“聚焦创新药物核心技术突破，加快产品开发，持续优化产业创新体系”。\n\n**国家背景与政策：**\n*   国家下一个五年计划（2026-2030年）的提案包括加速科技自立自强，并支持创新药物的发展。\n\n**重庆的进展与成就：**\n*   重庆传统上是一个制造业驱动的工业基地，去年其首个1类创新药物——一种用于治疗牛皮癣的注射剂——获得了市场批准。\n*   根据国家药品监督管理局的定义，1类创新药物是指含有明确结构和药理作用的新化合物，具有临床价值且此前未在全球任何地方上市的药物。\n\n**区域发展趋势：**\n*   重庆进军生物技术研究，使其加入了中国越来越多经济中心与主要创新产业对齐的行列。例如，安徽省会合肥正将自己定位为电动汽车生产中心；深圳致力于成为人工智能技术枢纽；江苏省会杭州则专注于人工智能、机器人和先进制造。",
      "shortSummary": "中国西南经济中心重庆已发布计划，旨在推动创新药物研发，以支持国家科技自立自强战略。该计划目标包括到2027年每年批准1至3种创新药物上市，并建立产业集群。重庆去年已有一款1类创新药获批，此举使其成为继合肥（电动汽车）、深圳（AI）等城市之后，又一个专注于高科技产业的区域中心。",
      "translated_title": "中国西南工业基地着眼于新型药物突破",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chongqing, a key economic hub in southwest China, has unveiled a plan to support the development of innovative drugs as the country steps up its push for scientific and technological self-reliance.\nThe plan’s headline goals include having one to three innovative drugs approved for market launch each year by 2027, building three innovative drug industry clusters to encourage joint research and development (R&D) and technology transfers, as well as providing support for innovative enterprises,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/a1d6dae6-d9c6-4daa-932d-39d8e9583f0f_163b8487.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国10月出口下降，企业等待贸易战重置 (原标题: China’s exports fall in October as firms wait out trade war reset)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331863/chinas-exports-fall-october-trade-war-takes-toll?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 03:09:15 +0000",
      "isoDate": "2025-11-07T03:09:15.000Z",
      "creator": "Xinyi Wu",
      "summary": "中国海关数据显示，在与美国贸易战持续波动（尽管近期高级别会谈已缓解紧张局势）的背景下，中国10月份的出口出现下降。\n\n**主要数据点：**\n*   **出口下降：** 10月份，中国出口同比下降1.1%，至3053.5亿美元。\n    *   这一数字低于9月份8.3%的增长（9月曾创下六个月新高）。\n    *   也未达到中国金融数据提供商Wind预测的2.84%的增长。\n*   **进口增长：** 10月份进口额为2152.8亿美元，同比增长1%。\n    *   低于9月份7.4%的增长率。\n    *   未达到Wind预测的4.49%的增长。\n*   **贸易顺差：** 10月份中国的贸易顺差为900.7亿美元。\n\n**出口下降原因分析：**\n*   Pinpoint Asset Management总裁兼首席经济学家张智威将出口下降归因于此前的“抢先出口”（front-loading）效应。\n*   他解释说，中国出口商此前为了避免美国的高关税而提前出口货物，而这种“抢先出口”的效应在10月份似乎已逐渐消退。",
      "shortSummary": "中国10月出口同比下降1.1%至3053.5亿美元，低于9月增速和市场预期。进口同比增长1%，也未达预期。贸易顺差为900.7亿美元。分析师指出，出口下降主要是因为此前为规避美国关税而进行的“抢先出口”效应在10月减弱。",
      "translated_title": "中国10月出口下降，企业等待贸易战重置",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s exports fell in October amid a volatile trade war with the United States – though recent high-level talks between the world’s two largest economies have since eased tensions.\nOutbound shipments fell 1.1 per cent year on year to US$305.35 billion last month, customs data showed on Friday. That figure was lower than September’s 8.3 per cent increase – a six-month high – and fell short of the 2.84 per cent growth forecast by Chinese financial data provider Wind.\nImports in October stood at...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/aec3fff7-3db5-4162-a309-eb8b89e7b218_23b3b800.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "工厂优先：中国为何决心保护制造业免于衰落 (原标题: Factories first: why China is determined to shield manufacturing from decline)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331772/chinas-vow-shield-manufacturing-aims-ward-industrial-decline?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 02:00:30 +0000",
      "isoDate": "2025-11-07T02:00:30.000Z",
      "creator": "Carol Yang",
      "summary": "# 中国决心保护制造业免于衰落\n\n中国政府已承诺防止产业空心化，确保制造业在其经济中的比重，并指出这一趋势在历史上已被证明难以逆转。这一承诺被纳入未来五年（以及更长远的15年规划）的优先事项中。\n\n## 背景与原因\n\n*   **工业化趋势：** 通常，各国在工业化进程中，制造业在经济中的比重会先达到峰值，然后逐渐下降。\n*   **去工业化风险：** 如果任由这一趋势发展而不加以控制，可能导致去工业化，从而削弱一个国家的经济实力和韧性。\n*   **历史教训：** 共产党领导层最近发布的一本书对即将到来的第十五个五年规划提案进行了详细解读，书中指出：“近年来，一些发达经济体在去工业化后试图重振其制造业，但事实证明极其困难。”\n\n## 中国的政策与战略\n\n*   **发展蓝图：** 上个月，共产党中央委员会公布了2026-2030年发展蓝图的提案，其核心是建设现代化工业体系，并强调“保持制造业合理比重”，尽管并未设定具体目标。\n*   **经济基础：** 对于中国这样一个人口众多、发展中的国家而言，制造业被视为强大实体经济的基石。\n*   **应对外部挑战：** 文章指出，面对日益增长的单边主义和保护主义，中国将加倍重视制造业，以巩固其庞大的工业基础。\n\n## 中国制造业的现状与优势\n\n*   **工业体系完整性：** 中国是联合国分类体系中唯一拥有所有工业门类的国家。\n*   **经济贡献：** 2024年，制造业增加值占中国国内生产总值（GDP）的24.9%。\n*   **全球领先地位：** 中国已连续15年保持世界最大制造业国家的地位。\n\n## 专家观点\n\n清华大学中国发展规划研究院常务副院长董煜表示，北京长期以来一直致力于保持制造业在经济中的比重，并指出第十四个五年规划中已经包含了这一要求。",
      "shortSummary": "中国政府决心防止产业空心化，承诺保护制造业在经济中的合理比重。鉴于去工业化对经济实力构成威胁且难以逆转，北京将制造业视为实体经济的基石。面对全球单边主义和保护主义，中国将加倍重视制造业。中国是唯一拥有联合国所有工业门类的国家，已连续15年保持世界最大制造业国的地位，制造业增加值占GDP的24.9%。这一战略旨在确保国家经济的韧性和持续发展。",
      "translated_title": "工厂优先：中国为何决心保护制造业免于衰落",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has pledged to prevent industrial hollowing-out by safeguarding the share of manufacturing in its economy, noting that the trend has historically proven difficult to reverse in an official outline of priorities for the next five years.\nAs nations industrialise, the share of manufacturing in their economies typically peaks before declining. If left unchecked, the trend could lead to deindustrialisation, undermining economic strength and resilience, according to a book released last week...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/84b402b4-d100-4710-bb21-0d944d0c7a71_cc115af6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "摩根士丹利：随着开发商重心转移，中国REITs市场将增长至1万亿美元 (原标题: China’s Reit to grow to US$1 trillion as developers shift focus: Morgan Stanley)",
      "link": "https://www.scmp.com/business/china-business/article/3331828/chinas-reit-grow-us1-trillion-developers-shift-strategy-morgan-stanley?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 00:30:09 +0000",
      "isoDate": "2025-11-07T00:30:09.000Z",
      "creator": "Cheryl Arcibal",
      "summary": "## 摩根士丹利预测中国REITs市场将迎来万亿美元增长，开发商战略重心转移\n\n摩根士丹利报告指出，未来20年内，中国的房地产投资信托基金（C-Reit）市场有望增长30倍，达到1万亿美元的规模。这一转型主要受多重因素驱动，其中包括住宅销售的下滑，预计将使部分中国内地开发商受益。\n\n### 主要驱动因素与行业转型：\n\n*   **住宅销售放缓：** 经过25年主要集中于住宅领域的房地产增长后，内地开发商正逐渐摆脱一次性利润的建筑项目。\n*   **战略重心转移：** 越来越多的开发商正在加速业务战略转型，将重点放在经常性租金收入和物业管理费上。\n*   **竞争格局重塑：** 摩根士丹利股票分析师Stephen Cheung和Cara Zhu认为，这一转变可能改变开发商的竞争格局，重塑行业的长期投资逻辑。\n*   **开发商的机遇：** 鉴于开发商拥有庞大的租赁资产组合，他们有望从这一新兴的长期趋势中受益，尽管目前其在REITs发行中的参与度仍较低。\n\n### 摩根士丹利对住房需求的预测：\n\n*   **城市私人住房需求：** 预计2024年至2030年，中国年度城市私人住房需求将放缓至1500万至1700万套，低于2016年至2021年期间的1800万至2000万套。\n*   **一手房销售：** 到2035年，年度一手房销售量可能降至600万套，低于2023年的880万套，更远低于2016年至2021年期间的1400万套。\n*   **二手房销售增长：** 与此同时，年度二手房销售量可能进一步增至800万至900万套。这将使二手房在整体住房销售中的份额从2016年至2021年期间的低至20%上升到60%。",
      "shortSummary": "摩根士丹利预测，未来20年中国REITs市场将增长30倍至1万亿美元。这主要源于住宅销售下滑，促使开发商将重心从一次性利润项目转向经常性租金收入和物业管理。该转变将重塑行业格局，并使拥有大量租赁资产的开发商受益，尽管住房需求预计将放缓，二手房销售占比将提升。",
      "translated_title": "摩根士丹利：随着开发商重心转移，中国REITs市场将增长至1万亿美元",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s real estate investment trust (C-Reit) is poised to grow by 30 times to become a US$1 trillion industry in the next 20 years – a transition borne out of several factors, including declining home sales – which is expected to benefit select mainland developers, according to Morgan Stanley.\nFollowing 25 years of property growth, primarily focused on the residential segment, mainland developers are increasingly weaning off from building projects that would yield one-time profits, the US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/64d5bad8-cdeb-4c08-98e4-027ffacbaba0_470b3bbb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "复星将英国粒子疗法引入中国大陆，推动先进癌症护理 (原标题: Fosun brings UK particle therapy to mainland China in advanced cancer care push)",
      "link": "https://www.scmp.com/business/china-business/article/3331824/fosun-brings-uk-particle-therapy-mainland-china-push-advanced-cancer-care?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 23:30:16 +0000",
      "isoDate": "2025-11-06T23:30:16.000Z",
      "creator": "Daniel Ren",
      "summary": "### 复星医药与Leo Cancer Care合作，将英国粒子疗法引入中国\n\n复星医药，一家领先的医疗保健集团，已采取重要举措，旨在将粒子治疗系统引入中国大陆医院，以响应北京为全国癌症患者提供先进医疗服务的努力。\n\n**合作详情**\n*   这家总部位于上海的公司，作为中国非国有企业集团复星国际的子公司，于周四与英国公司Leo Cancer Care建立了合作关系。\n*   双方承诺在中国这一全球最大的消费市场分销Leo Cancer Care的Marie医疗设施。\n*   此次合作是在Leo Cancer Care的Marie系统获得美国食品药品监督管理局（FDA）的监管批准三个月后达成的。\n\n**Marie系统及其优势**\n*   Leo Cancer Care首席执行官Stephen Towe表示，此次合作“不仅是将Marie系统引入中国，更是推动中国国家治疗产业向更注重以人为本的护理、患者舒适度和先进技术整合的方向发展。”\n*   Marie系统能够将总治疗成本比现有疗法降低50%。\n*   该机器比传统质子疗法中的常规放射技术小20倍。\n*   粒子疗法（包括质子和碳离子方法）允许医生在增加肿瘤放射剂量的同时，最大限度地减少对周围健康组织的影响。\n\n**图片展示**\n![Marie直立式粒子治疗系统](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/ab0a7034-1123-4ea7-9e55-f09a2b688046_70937d84.jpg)\n*图：2025年11月6日，Marie直立式粒子治疗系统在中国国际进口博览会上展出。*",
      "shortSummary": "复星医药与英国Leo Cancer Care合作，将先进的Marie粒子治疗系统引入中国大陆。此举旨在推动中国癌症护理发展，提供更易获得、以人为本的治疗。Marie系统比传统疗法小20倍，能将治疗成本降低50%，并能更精准地靶向肿瘤，减少对健康组织的损害。该系统已获美国FDA批准。",
      "translated_title": "复星将英国粒子疗法引入中国大陆，推动先进癌症护理",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/ab0a7034-1123-4ea7-9e55-f09a2b688046_70937d84.jpg",
          "alt": "The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout",
          "title": "The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Fosun Pharmaceutical, a leading healthcare group, has taken a substantial step towards introducing particle therapy systems to hospitals in mainland China, aligning with Beijing’s efforts to make advanced medical treatment accessible to cancer patients across the country.\nThe Shanghai-based company, a subsidiary of China’s non-state-owned conglomerate Fosun International, formed a partnership with Leo Cancer Care on Thursday, pledging to distribute the UK firm’s Marie medical facilities in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/91253666-26c4-42df-9474-e17982a58e5c_6d4d82ad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国暗示若价格合适，大豆需求将促成与美国“大量交易” (原标题: China signals soybean demand to spark ‘many deals’ with US – if prices are right)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331823/china-signals-soybean-appetite-spark-many-deals-us-farmers-if-prices-are-right?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 15:00:15 +0000",
      "isoDate": "2025-11-06T15:00:15.000Z",
      "creator": "Frank Chen,Alice Li,Mandy Zuo",
      "summary": "### 中美大豆贸易新进展：中国释放采购信号\n\n在中美两国就大豆问题达成协议后，中国已明确表示有意寻求有利的贸易条件，未来美国农产品的进口规模将取决于其市场竞争力。\n\n#### 背景与协议\n*   大豆及其他农产品一直是中美贸易争端中的焦点。\n*   两国领导人于10月30日会晤后达成一系列协议，其中包括北京承诺恢复进口美国大豆。\n*   白宫上周发布的情况说明书指出，中国将在今年最后两个月购买至少1200万吨美国大豆，并在未来三年内每年购买至少2500万吨。\n\n#### 中方立场与进口条件\n*   中国商务部美大司司长陈超在上海举行的中国国际进口博览会（CIIE）上表示，随着关税调整，中国将鼓励企业按照市场原则从美国进口农产品。\n*   他强调，只要美国农产品“价格有竞争力、质量好、供应充足”，中国企业将与美国出口商和农民达成“许多交易或签署意向”。\n*   陈超还指出，中国对大豆有着“巨大”的需求。\n\n#### 关税调整\n*   中国于周三宣布，将从周一开始取消对部分美国农产品最高15%的额外关税。\n*   针对美国大豆，北京取消了此前征收的10%的额外关税。",
      "shortSummary": "在中美达成协议并调整关税后，中国商务部表示，若美国大豆价格具竞争力、质量好且供应充足，中国将鼓励企业从美国大量进口大豆。白宫称中国承诺今年最后两月购买至少1200万吨，未来三年每年至少2500万吨。中国已取消对美国大豆10%的额外关税，此举旨在促进农产品贸易并缓解贸易紧张。",
      "translated_title": "中国暗示若价格合适，大豆需求将促成与美国“大量交易”",
      "images": [],
      "contentSource": "完整文章",
      "content": "After China and the US reached an agreement on soybeans, Beijing has signalled its intent to seek favourable terms, with the scale of future imports dependent on the competitiveness of American crops, a commerce official said.\n“With the adjusted tariffs, China will encourage companies to import agricultural products from the US in line with market principles,” said Chen Chao, director general of the Department of American and Oceanian Affairs at the Ministry of Commerce, in a speech at the China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/d1c9128d-ab09-4c6b-add7-4cd013816056_a22971c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国政府停摆扰乱对华贸易，农业官员缺席博览会 (原标题: US government shutdown muddies China trade as agricultural officials miss expo)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331802/us-government-shutdown-muddies-china-trade-agricultural-officials-miss-expo?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 13:00:17 +0000",
      "isoDate": "2025-11-06T13:00:17.000Z",
      "creator": "Frank Chen,Alice Li",
      "summary": "# 美国政府停摆对中美贸易的影响\n\n## 农业官员缺席中国国际进口博览会\n\n*   **背景与影响：**\n    *   美国政府创纪录的停摆，其影响已蔓延至华盛顿以外，阻碍了美国农业官员深化与中国企业合作的机会。\n    *   《华盛顿邮报》周四获悉，由于政府停摆，美国农业部（USDA）代表未能出席今年在上海举行的中国国际进口博览会（CIIE）。\n    *   这是自2023年中国旗舰进口博览会设立美国食品和农业馆以来，USDA工作人员首次缺席。\n\n*   **错失的合作机会：**\n    *   一位匿名消息人士指出，如果不是联邦政府停摆，在特朗普总统与习近平主席会晤、中国恢复采购之后，USDA官员本应出席CIIE。\n    *   过去两年，USDA官员都会飞往上海，为农业馆揭幕并与中国官员会面，旨在扩大中国市场准入并促进销售。\n    *   此次为期六天的博览会正在进行，政府停摆遥遥无期，政府间互动的机会似乎已经丧失。\n\n*   **时机与贸易关系：**\n    *   此次缺席尤其引人注目，因为它发生在中美两国总统峰会帮助缓和数月贸易紧张关系仅一周之后。\n    *   此次博览会被广泛预期为美国出口商利用华盛顿和北京之间恢复的良好关系（尤其是在农产品采购方面）的绝佳机会。\n\n*   **对业务的影响：**\n    *   一位来自加州的美国展馆参展商表示，政府停摆对业务产生了“寒蝉效应”，但如果能“迅速结束”，目前影响尚可控。\n\n*   **相关图片：**\n    *   ![图片 1](https://i.ytimg.com/vi/ioy4o0Z7VDk/maxresdefault.jpg)\n    *   **描述：** 大豆：中国在中美贸易战中的新筹码？",
      "shortSummary": "美国政府停摆导致美国农业部官员缺席上海中国国际进口博览会，这是自2023年美国农业馆设立以来的首次缺席。尽管中美两国元首会晤后贸易紧张局势有所缓和，中国也恢复了农产品采购，但此次停摆阻碍了美国农业部门深化与中国企业的合作，使美国出口商错失了利用两国关系改善、扩大市场和促进销售的重要机会，对业务造成了“寒蝉效应”。",
      "translated_title": "美国政府停摆扰乱对华贸易，农业官员缺席博览会",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/ioy4o0Z7VDk/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The ripple effects of the record-breaking US government shutdown have spread beyond Washington, denying US agricultural officials an opportunity to deepen cooperation with Chinese companies at a high-profile trade fair even as bilateral tensions show signs of easing.\nThe Post learned on Thursday that, because of the shutdown, representatives from the US Department of Agriculture (USDA) did not attend this year’s China International Import Expo (CIIE) in Shanghai. This marks the first absence of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/4acc5356-164f-42b1-af21-d776396ee615_a32d3814.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "习近平称海南将引领“新时代”对外开放 (原标题: China’s Xi Jinping says Hainan will spearhead ‘new era’ of opening up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331801/chinas-xi-jinping-says-hainan-free-trade-zone-will-spearhead-new-era-opening?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 11:30:08 +0000",
      "isoDate": "2025-11-06T11:30:08.000Z",
      "creator": "Ji Siqi",
      "summary": "# 海南将引领中国“新时代”对外开放\n\n中国国家主席习近平近日强调，海南自由贸易港的建设旨在使其成为引领中国“新时代”对外开放的重要门户。此举彰显了中国坚定不移地推进高水平对外开放、促进开放型世界经济的决心。\n\n## 战略目标与重要性\n*   **核心定位**：海南自由贸易港被定位为中国新时代对外开放的重要战略门户。\n*   **国家承诺**：习近平指出，这是中国致力于高标准对外开放和推动开放型全球经济的典范之举。\n\n## 海南自由贸易港的建设\n*   **全面推进**：北京正致力于将海南全岛建设成为一个自由贸易港。\n*   **主要目标**：\n    *   打造离岸金融中心。\n    *   发展免税购物，吸引游客和企业。\n\n## 关键措施与时间表\n*   **优惠政策**：海南已开始实施优惠税收政策和放宽签证政策。\n*   **海关制度**：从12月18日起，海南将正式启动独立的关税制度。",
      "shortSummary": "中国国家主席习近平指示，海南省将通过其自由贸易港建设，引领中国“新时代”的对外开放。海南自由贸易港旨在成为离岸金融和免税购物中心，以吸引全球游客和企业。该岛将于12月18日正式启动独立的关税制度，此举体现了中国致力于高水平开放的承诺。",
      "translated_title": "习近平称海南将引领“新时代”对外开放",
      "images": [],
      "contentSource": "完整文章",
      "content": "With nearly one month before Hainan, China’s southern island province, launches a separate customs regime, President Xi Jinping has urged officials to ensure the process goes smoothly so the region can spearhead the country’s opening up.\n“The strategic goal of building the Hainan Free Trade Port is to establish it as a significant gateway leading China’s opening up in the new era,” Xi said on Thursday in Sanya, a city in southern Hainan, during his tour of the tropical island.\n“This is an...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/f59b9503-aeeb-4d41-b1ac-7eb3687b861f_684da41a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "奢侈品和生活方式巨头看好中国消费复苏 (原标题: Luxury and lifestyle giants signal confidence in China’s consumer recovery)",
      "link": "https://www.scmp.com/business/china-business/article/3331810/luxury-and-lifestyle-giants-signal-renewed-confidence-chinas-consumer-recovery?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 11:29:58 +0000",
      "isoDate": "2025-11-06T11:29:58.000Z",
      "creator": "Julie Zhang",
      "summary": "## 跨国公司看好中国消费复苏并承诺持续投资\n\n在上海举行的全球最大贸易展——中国国际进口博览会（CIIE）上，包括法国美妆巨头欧莱雅和加拿大运动服饰品牌Lululemon在内的多家跨国公司承诺继续对中国进行投资。此举表明，在全球第二大经济体出现消费复苏迹象之际，这些企业对中国市场充满信心。\n\n### 欧莱雅高管的观点与市场表现\n\n*   **投资中国即投资未来**：欧莱雅首席执行官Nicolas Hieronimus在进博会期间表示，“投资中国就是投资未来”，并指出中国奢侈品市场的复苏和消费者信心的提升。\n*   **市场加速复苏**：他提到，中国市场“季度性地持续复苏和加速，尤其是在奢侈品领域已转为正增长”。\n*   **对未来充满雄心**：Hieronimus表示，此次来华是为了讨论2026年的发展，并明确表示对中国市场抱有雄心。\n*   **消费者信心增强**：他指出，消费者信心正在增加，上海股市的上涨也对此起到了积极作用。过去六个月，上证综合指数已上涨约21%。\n\n### 欧莱雅在华市场地位与业绩\n\n*   **市场主导地位**：据Hieronimus透露，欧莱雅在中国奢侈品美妆领域占据主导地位，市场份额接近30%。\n*   **全球第二大市场**：中国是欧莱雅在全球范围内的第二大市场。\n*   **近期业绩**：这家法国化妆品制造商报告称，其北亚地区销售额在两年内首次实现正增长，其中第三季度中国大陆销售额实现个位数增长。\n*   **未来增长目标**：欧莱雅设定的目标是2025年在中国实现5%的销售增长。",
      "shortSummary": "包括欧莱雅和Lululemon在内的奢侈品和生活方式巨头在中国国际进口博览会上承诺继续投资中国，显示出对中国消费复苏的强劲信心。欧莱雅首席执行官指出，中国奢侈品市场正在加速复苏，消费者信心增强，并表示“投资中国就是投资未来”。中国是欧莱雅全球第二大市场，其在华销售已实现正增长，并设定了2025年5%的增长目标。",
      "translated_title": "奢侈品和生活方式巨头看好中国消费复苏",
      "images": [],
      "contentSource": "完整文章",
      "content": "Multinational corporations including French beauty giant L’Oréal and Canadian sportswear brand Lululemon have pledged continued investment in China at the world’s largest trade fair in Shanghai, signalling confidence in the world’s second-largest economy amid signs of a consumer recovery.\nSpeaking on the sidelines of the China International Import Expo (CIIE), L’Oréal chief executive Nicolas Hieronimus said “investing in China is investing in the future”, citing the country’s recovering luxury...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/fa08067c-6e33-456b-ba30-8d0414a0bb95_584cb236.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-09T19:13:47.753Z"
}