{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "难以切换：为什么美国农民尽管担忧仍拥抱中国无人机 (原标题: Hard to switch: why US farmers are embracing Chinese drones despite concerns)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322013/hard-switch-why-us-farmers-are-embracing-chinese-drones-despite-concerns?utm_source=rss_feed",
      "pubDate": "Sun, 17 Aug 2025 12:00:11 +0000",
      "isoDate": "2025-08-17T12:00:11.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "### 美国农民对中国无人机的依赖：成本与技术的权衡\n\n美国农民正日益转向中国制造的无人机，尽管他们对此存在担忧。这种趋势主要由以下几个因素驱动：\n\n*   **成本效益与技术优势：**\n    *   内布拉斯加州的牧场主大卫·布伦茨（David Bruntz）在寻找监控牛群的无人机时，发现中国科技巨头大疆（DJI）是唯一提供“价格合理”解决方案的品牌。\n    *   大疆不仅在美国无人机市场占据主导地位，其产品也正迅速被农业领域采用，提供播种、喷洒作物和追踪牲畜的专业解决方案。\n    *   布伦茨指出，中国系统不仅比美国制造的替代品便宜得多，而且通常拥有更先进的功能，在许多技术领域具有明显优势。\n\n*   **农民的担忧与无奈：**\n    *   尽管大疆产品具有吸引力，但像布伦茨这样的许多农民并不乐意依赖中国技术。\n    *   他们担心潜在的供应链中断，例如新冠疫情期间芯片短缺导致车辆等设备供应不足的情况。\n    *   然而，由于市场上缺乏具有竞争力价格和先进功能的美国替代品，农民们感到别无选择。\n\n*   **未来展望：**\n    *   布伦茨认为，解决这一困境的方法是在美国本土开发自己的产品，以减少对外国技术的依赖。",
      "shortSummary": "美国农民正日益采用中国大疆无人机进行农业作业，如牲畜监控、播种和喷洒。尽管他们担忧供应链中断和对外国技术的依赖，但由于中国无人机价格更低廉且技术更先进，农民们别无选择。他们认为美国需要开发自己的替代产品来应对这一局面。",
      "translated_title": "难以切换：为什么美国农民尽管担忧仍拥抱中国无人机",
      "images": [],
      "contentSource": "完整文章",
      "content": "When David Bruntz, vice-president of the US Meat Export Federation, recently began looking for drones to monitor the cattle on his Nebraska ranch, he found that only one brand offered a “reasonably priced” solution: the Chinese tech giant DJI.\nThe Shenzhen-based company already dominates the US drone market, and its products are now rapidly being adopted across the agricultural sector as the firm rolls out specialised solutions for sowing fields, spraying crops and tracking livestock.\n“It’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/b37276d5-cb75-45ea-88e3-8ac0f6472631_68abcdd9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国贸易政策待价而沽？美国的合作伙伴理应得到答案 (原标题: Is US trade policy for sale? America’s partners deserve an answer)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3321950/trumps-pay-play-trade-policy-sets-dangerous-precedent?utm_source=rss_feed",
      "pubDate": "Sun, 17 Aug 2025 08:30:09 +0000",
      "isoDate": "2025-08-17T08:30:09.000Z",
      "creator": "Stephen Olson",
      "summary": "美国贸易政策的“待价而沽”模式\n\n*   **背景与事件核心：** 美国总统唐纳德·特朗普重塑全球贸易规则的程度已通过芯片巨头英伟达（Nvidia）和超微（AMD）的案例得到证实。据报道，这两家公司已同意向美国政府支付其在中国芯片销售收入的15%。\n*   **交易性质：** 这些付款是作为获得对华出口关键半导体（对中国人工智能（AI）发展至关重要）许可证的交换条件。此前被搁置的许可证已于8月8日获得商务部的批准。\n*   **地缘战略背景：** 近年来，随着美中地缘战略竞争的加剧，华盛顿的民主党和共和党政府都收紧了对华销售尖端技术的限制。\n*   **具体限制与担忧：** 英伟达的H20芯片和超微的MI308芯片的出口管制于今年早些时候实施，原因是美国担心这些芯片可能被用于中国军事应用，从而使北京在AI竞争中获得优势。\n*   **政策转变：** 这种与英伟达和超微达成的史无前例的安排，做到了以前被认为是不可思议的事情：它将美国贸易政策货币化。公司本质上是在向美国政府支付费用以获得产品出口批准。\n*   **“付费游戏”模式的出现：** 随着这一此前不可逾越的“卢比孔河”成功跨越，一种“付费游戏”（pay-to-play）的理念似乎正在特朗普的贸易政策中浮现。美国财政部长斯科特·贝森特（Scott Bessent）明确指出，他将与英伟达和超微的安排视为未来潜在的模式。",
      "shortSummary": "美国贸易政策正呈现“付费游戏”模式。芯片巨头英伟达和超微同意向美国政府支付其在中国芯片销售收入的15%，以换取对华出口AI关键芯片的许可证。此举在美中竞争背景下，将美国贸易政策货币化，被财政部长视为未来潜在模式，标志着企业需付费才能获得出口批准。",
      "translated_title": "美国贸易政策待价而沽？美国的合作伙伴理应得到答案",
      "images": [],
      "contentSource": "完整文章",
      "content": "Any lingering doubts about the extent to which US President Donald Trump has rewritten the rules of global trade should have been laid to rest with reports that chip giants Nvidia and AMD have agreed to pay the US government 15 per cent of the revenue from chip sales in China.\nThe payments are a quid pro quo for approval of the export licences needed to sell semiconductors critical to China’s artificial intelligence (AI) ambitions. The previously stalled licences were approved by the Commerce...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/e0e64dce-8169-4571-912b-c0c26c96f545_bb296de9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国“竖屏短剧”在美国蓬勃发展，好莱坞应该担心吗？ (原标题: Chinese ‘vertical dramas’ are booming in America. Should Hollywood be worried?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322032/chinese-vertical-dramas-are-booming-america-should-hollywood-be-worried?utm_source=rss_feed",
      "pubDate": "Sat, 16 Aug 2025 22:00:25 +0000",
      "isoDate": "2025-08-16T22:00:25.000Z",
      "creator": "June Xia",
      "summary": "## 中国竖屏短剧在美国兴起\n\n中国电影制作人正凭借“竖屏短剧”这一新形式在美国迅速崛起，这种格式旨在为“TikTok一代”重新构想电视节目。\n\n### 什么是竖屏短剧？\n\n*   **定义**：竖屏短剧（又称微短剧）是剧本化的节目，被分成短小精悍的剧集。\n*   **时长**：每集通常只有一到两分钟。\n*   **格式**：场景通常采用竖屏格式拍摄，类似于TikTok或Instagram Reels。\n\n### 内容与吸引力\n\n*   **目的**：这些剧集旨在为观众提供快速的“多巴胺冲击”。\n*   **故事情节**：节奏快、情节剧化，并常包含狼人、邪恶继母和忧郁的亿万富翁丈夫等流行元素。\n*   **高潮**：剧集经常以惊人的情节反转达到高潮。\n\n### 市场表现与制作方\n\n*   **崛起**：以导演向思宁（其浪漫剧《被黑手党绑架》在6月下旬发布后大受欢迎）为代表的中国电影制作人，正作为竖屏短剧的先驱者在美国享受着迅速的成功。\n*   **蓬勃发展**：这种新形式正在美国市场蓬勃发展。\n\n### 潜在影响\n\n*   文章将竖屏短剧的兴起与电视最初发明时对电影业的影响相类比，暗示其可能对传统影视行业产生深远影响，就像电视曾经超越电影一样。",
      "shortSummary": "中国“竖屏短剧”正以其短小精悍、节奏快、情节剧化的特点在美国迅速崛起。这些每集仅一两分钟的微短剧，采用竖屏格式，旨在为“TikTok一代”提供快速的多巴胺冲击，并常以惊人反转收尾。以中国电影人向思宁为代表的创作者正引领这一潮流，文章暗示其对好莱坞的潜在影响，类似于电视对电影业的冲击。",
      "translated_title": "中国“竖屏短剧”在美国蓬勃发展，好莱坞应该担心吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "In a leafy Los Angeles garden, a mafia boss dressed in a flamboyant white suit stands at an altar, shooting wildly into the rows of seats in front of him as his guests dive for cover.\nThe wedding has been infiltrated by a team of assassins, but the young don is not going down without a fight. He continues to fire at his enemies, using his body to shield his petite bride from the flying bullets.\n“Cut!” director Xiang Sining cheerfully shouts from behind the monitor. That’s a wrap for Kidnapped by...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/624745f1-8073-41ce-88ed-ad14c7abbade_05d8294c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国投资者如何通过“黄金签证”悄然改变雅典 (原标题: How Chinese investors quietly transformed Athens – one visa at a time)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321996/how-chinese-investors-quietly-transformed-athens-one-visa-time?utm_source=rss_feed",
      "pubDate": "Sat, 16 Aug 2025 08:00:13 +0000",
      "isoDate": "2025-08-16T08:00:13.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国投资者对雅典的深远影响\n\n中国投资者正在以显性和隐性方式改变希腊首都雅典。\n\n### 显性变化：中餐馆的兴起\n\n*   在雅典市中心，正宗的中餐馆如火锅店和港式茶餐厅如雨后春笋般涌现。\n*   这些餐厅的许多顾客讲东北方言，并为中远海运集团（COSCO）工作，该集团是管理欧洲第五大港口的行业巨头。\n\n### 隐性变化：房地产投资与“黄金签证”\n\n*   **“黄金签证”计划：** 中国买家大量购买雅典的公寓，以申请希腊的投资者居留计划，即俗称的“黄金签证”。\n*   **中国申请者数量庞大：**\n    *   根据希腊移民和庇护部的数据，截至2025年6月，近8000名（准确地说是7795名）中国公民是该计划的首次申请者，尚未达到五年续签期。\n    *   这占所有首次许可证持有者的47.8%，使中国公民成为迄今为止最大的群体。\n    *   在已续签“黄金签证”的5679人中，61%也是中国公民。\n*   **申请者构成变化：**\n    *   该计划于2013年启动时，主要吸引了土耳其和俄罗斯等邻近国家的申请者。\n    *   然而，在疫情之后，中国投资者的兴趣激增。许多富裕和中产阶级人士受到北京严格的“清零政策”封锁措施的影响，寻求海外的“逃生计划”，从而推动了这一增长。",
      "shortSummary": "中国投资者正通过“黄金签证”计划悄然改变雅典。一方面，市中心涌现出大量中餐馆，服务于中远海运等中国企业员工。另一方面，中国买家大量购置房产以获取居留权。截至2025年6月，近8000名中国公民是首次“黄金签证”持有者，占总数的47.8%，续签者中61%也是中国人。疫情后，受中国“清零政策”影响，寻求海外出路的富裕和中产阶级推动了中国投资者对该计划的兴趣激增。",
      "translated_title": "中国投资者如何通过“黄金签证”悄然改变雅典",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has changed the Greek capital in both visible and less obvious ways.\nOn the one hand, authentic Chinese restaurants – from spicy hotpot to Cantonese cha chaan teng – have sprung up in central Athens, where many patrons speak the northeastern Chinese dialect and work for China Ocean Shipping Company, an industry giant managing Europe’s fifth-largest port.\nOn the more discreet side, Chinese buyers have snapped up thousands of flats in a rush to apply for the Greek investor residency scheme,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/653f52ce-943f-402b-b58a-9e2ff32c6f9c_4921e0af.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国研究人员对美国债务表示担忧，北京限制风险敞口 (原标题: Chinese researchers lodge concerns over US debt as Beijing limits exposure)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322072/chinese-researchers-lodge-concerns-over-us-debt-beijing-limits-exposure?utm_source=rss_feed",
      "pubDate": "Sat, 16 Aug 2025 07:00:09 +0000",
      "isoDate": "2025-08-16T07:00:09.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国对美国债务的担忧与风险敞口限制\n\n### 背景与担忧加剧\n*   随着美国国债屡创新高，要求中国逐步减少美元资产敞口的呼声日益高涨。\n*   中国银行研究人员在由中国人民银行监管的刊物《中国货币》最新一期中指出，尽管美国国债尚未达到违约门槛，但其扩张是不可持续的。\n\n### 中国的行动\n*   根据美国财政部周五公布的数据，中国已连续三个月减持美国国债。\n*   截至6月，中国持有的美国国债大致维持在7560亿美元的水平，这是自2009年3月以来的最低水平。\n\n### 对美国经济和美元的警告\n*   研究人员指出，美国经济增长不太可能抵消持续的预算和贸易失衡导致的债务增长。\n*   他们警告称，美国总统唐纳德·特朗普旨在缩小贸易逆差的努力可能会抑制全球对美元的需求，并削弱美元的国际作用。\n*   这可能使美国陷入“拔河”状态，在其经济和货币优先事项之间摇摆不定。\n\n### 市场波动风险\n*   关税、税收和财政改革的不确定性，加上潜在的美元信誉危机以及对“海湖庄园协议”的猜测，可能会加剧美国国债市场的波动性。\n\n### 政策建议\n*   研究人员建议中国“逐步调整美国国债持有量，并适当增加黄金、关键资源和战略物资的储备”。",
      "shortSummary": "中国研究人员对美国不断增长的债务表示担忧，认为其扩张不可持续。中国已连续三个月减持美国国债，持有量降至2009年以来最低。研究人员警告，美国经济增长难以抵消债务，特朗普的贸易政策可能削弱美元国际地位，并加剧美债市场波动。他们建议中国逐步调整美债持有量，增加黄金和战略物资储备，以应对潜在的美元信誉危机。",
      "translated_title": "中国研究人员对美国债务表示担忧，北京限制风险敞口",
      "images": [],
      "contentSource": "完整文章",
      "content": "Calls for China to gradually reduce its exposure to US dollar assets are growing louder as Washington’s national debt continues to set records, reigniting persistent worries over the long-term sustainability of an investment formerly considered rock solid.\n“Although US Treasuries have not yet reached the default threshold, their expansion is unsustainable,” researchers from the Bank of China wrote in the latest issue of China Money, a publication supervised by the People’s Bank of China, the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/16/f2443585-6b87-4fd0-8b52-333acf81ed61_9d38cda2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在“精英质量”排行榜上排名上升，得益于人工智能投资的蓬勃发展 (原标题: China rises up ‘elite quality’ league table as AI investment booms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322011/china-rises-elite-quality-league-table-ai-investment-booms?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 13:00:08 +0000",
      "isoDate": "2025-08-15T13:00:08.000Z",
      "creator": "He Huifeng",
      "summary": "## 2025年“精英质量指数”报告：中国排名上升及全球概览\n\n### 报告背景与评估标准\n\n*   **研究机构**：2025年“精英质量指数”是一项由瑞士进行的年度研究，由价值创造活动基金会与圣加仑大学合作发布。\n*   **评估目标**：该指数旨在评估各国精英为国家创造可持续价值的程度。\n*   **评估范围**：报告评估了151个国家，基于149项指标，这些指标旨在衡量精英商业模式在创造积极价值或从事负面寻租行为方面的总体影响。\n*   **AI指标增强**：今年的报告将人工智能（AI）指标从两项增加到七项，以反映该行业作为价值创造来源日益增长的重要性。\n\n### 中国表现亮点\n\n*   **排名提升**：中国在此次排名中上升两位，位列第19名。报告指出，在全球经济秩序发生剧烈变化的情况下，中国精英质量的持续上升趋势尤其值得称赞。\n*   **AI领域优势**：中国在“人工智能价值创造”子指数中表现尤为突出，位列第四，仅次于美国、新加坡和韩国。\n*   **专家解读**：上海复旦大学经济学院院长张军表示，中国排名的上升表明其精英主导的治理模式在促进国家经济发展方面是有效的。\n\n### 全球排名概览\n\n*   **前三名**：新加坡位居榜首，紧随其后的是美国（第二名）和瑞士（第三名）。\n*   **亚洲经济体**：亚洲经济体整体表现强劲，日本保持第四位，韩国上升至第五位。\n*   **欧洲国家**：与此形成对比的是，包括荷兰、丹麦和芬兰在内的一些欧洲国家今年的排名有所下降。",
      "shortSummary": "在2025年“精英质量指数”报告中，中国凭借其在人工智能和制造业方面的综合实力，排名上升两位至第19位。该指数评估各国精英创造可持续价值的能力。中国在人工智能价值创造子指数中表现突出，位列全球第四。新加坡、美国和瑞士位居前三。专家认为，中国排名的上升反映了其精英主导治理模式在促进经济发展方面的有效性。",
      "translated_title": "中国在“精英质量”排行榜上排名上升，得益于人工智能投资的蓬勃发展",
      "images": [],
      "contentSource": "完整文章",
      "content": "Thanks to its combined strengths in artificial intelligence and manufacturing, China rose two places to rank 19th out of 151 countries in the 2025 Elite Quality Index – a Swiss study that assesses the extent to which national elites create sustainable value for their nations.\nSingapore topped this year’s rankings, followed by the United States and Switzerland, in the annual report produced by the Foundation for Value Creation Activities in partnership with the University of St. Gallen.\nAsian...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/930af546-2977-4c7a-a6c8-0a08695dd406_de25f296.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "最惠国待遇？那将是特朗普治下的美国 (原标题: Most-favoured nation? That’ll be the US, under Trump)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3321935/most-favoured-nation-thatll-be-us-under-trump?utm_source=rss_feed",
      "pubDate": "Fri, 15 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-15T08:30:08.000Z",
      "creator": "David Dodwell",
      "summary": "### 特朗普对全球贸易体系的冲击与WTO的边缘化\n\n文章指出，尽管世界贸易组织（WTO）在日内瓦湖畔的总部大楼依然屹立，但美国总统唐纳德·特朗普正试图摧毁其根基，导致WTO内部日益显得无关紧要，其约600名外交官、经济学家和专家社群感到迷茫和方向不明。\n\n**特朗普的贸易策略及其影响：**\n\n*   **放弃多边主义：** 特朗普政府对全球贸易体系发起攻击，放弃了长期以来的多边主义原则。\n*   **关税冲击：** 最初的恐慌主要源于一系列新的关税措施。这些关税协议缺乏细节和逻辑，且往往伴随着“不接受就拉倒”的最后通牒，以及对考虑报复的国家施加威胁。\n*   **深层挑战：** 尽管关税会造成损害，但更深层次的挑战在于对全球贸易体系赖以生存的精心构建原则的破坏，其带来的痛苦可能远超关税本身。\n\n**被放弃的核心贸易原则：**\n\n文章强调，特朗普政府的行为正在导致以下长期规范的瓦解：\n\n*   **最惠国待遇（Most Favoured Nation, MFN）规则：**\n    *   **定义：** 承诺给予一个国家任何贸易优惠，都将无条件地提供给所有其他国家。\n*   **单一承诺原则（Single Undertaking）：**\n    *   **定义：** 旨在防止“挑肥拣瘦”，即在整个协议达成一致之前，任何部分都不能单独生效。\n*   **国民待遇（National Treatment）：**\n    *   **定义：** 要求政府必须像对待本国公司一样对待外国公司，确保公平竞争。\n*   **特殊和差别待遇（Special and Differential Treatment）：**\n    *   **定义：** 针对世界不发达国家设立的规则，旨在防止贸易协议可能对其经济造成不利影响。\n\n这些原则的瓦解预示着全球贸易体系面临着比短期关税冲突更为严峻的挑战。",
      "shortSummary": "文章指出，美国总统特朗普正冲击全球贸易体系，导致世界贸易组织（WTO）日益边缘化。尽管关税引发恐慌，但更深层次的威胁在于对全球贸易核心原则的破坏，包括最惠国待遇、单一承诺原则、国民待遇以及对不发达国家的特殊和差别待遇。特朗普放弃多边主义，使全球贸易面临前所未有的挑战。",
      "translated_title": "最惠国待遇？那将是特朗普治下的美国",
      "images": [],
      "contentSource": "完整文章",
      "content": "The grand edifice of the World Trade Organization’s headquarters on the banks of Lake Geneva stands as strong and sturdy as ever, but US President Donald Trump is set upon bulldozing its foundations.\nInside those headquarters, there is evidence of increasing irrelevance. It is populated by a community of around 600 diplomats, economists and various experts who are adrift and directionless. Meanwhile, countries are wrestling with the implications of Trump’s assault on the global trading system...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/15/920bea59-3303-4dc0-b281-ecccd65789d6_a68f0afd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的芯片协议：中美贸易中新的‘付费游戏’时代是否已经开始？ (原标题: Trump’s chip deal: has a new ‘pay-to-play’ era in China trade begun?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321877/trumps-chip-deal-signals-new-pay-play-china-trade-policy-analysts-say?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 15:00:08 +0000",
      "isoDate": "2025-08-14T15:00:08.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "# 特朗普的芯片协议：中美贸易中的“付费游戏”模式\n\n美国总统唐纳德·特朗普与中国达成一项“前所未有”的协议，允许部分先进芯片出口到中国，以换取销售收入分成。分析师指出，此举以及关于将类似协议推广到其他行业的暗示，表明华盛顿正走向一种潜在危险的“付费游戏”对外贸易政策。\n\n## 协议概述与担忧\n\n*   **协议性质**：特朗普政府允许领先的美国芯片设计公司AMD和英伟达向中国出口多款先进芯片模型。\n*   **收入分成**：作为交换，这些公司需将15%的销售收入贡献给美国政府。\n*   **分析师观点**：\n    *   如果这种收入分成模式扎根，可能会出现利益冲突。\n    *   这可能使美国投资者和出口商在全球第二大经济体（中国）开展业务变得更加困难。\n    *   他们将此视为一种潜在危险的“付费游戏”贸易政策。\n\n## 未来展望与潜在推广\n\n*   **财政部长斯科特·贝森特**：美国财政部长斯科特·贝森特（Scott Bessent）表示，这项出口收入分成协议可以作为其他行业的蓝图。\n*   **“独特解决方案”**：贝森特在接受彭博电视台采访时称赞该安排是特朗普提出的一种“独特解决方案”。\n*   **扩展可能性**：他认为，随着时间的推移，这种模式可能会在其他行业中出现，并表示既然有了模型和“测试版”，为何不将其扩展。\n\n## 对不同公司的影响\n\n*   **AMD和英伟达的特殊情况**：分析师指出，AMD和英伟达之所以能“轻松”地分享收入，是因为他们的协议涵盖的是为中国市场定制的旧款人工智能加速器芯片。\n*   **其他公司的挑战**：然而，如果美国政府要求其他公司从其主流产品的销售中分一杯羹，它们可能会面临更大的问题和挑战。",
      "shortSummary": "特朗普政府与中国达成一项“前所未有”的芯片协议，允许AMD和英伟达等美国公司向中国出口先进芯片，条件是将15%的销售收入上缴美国政府。分析师认为，这标志着美国可能走向危险的“付费游戏”贸易政策，可能加剧利益冲突，并阻碍美国企业在华经营。美国财政部长暗示该模式可能推广至其他行业。尽管AMD和英伟达的协议涉及为中国市场定制的旧款芯片，但其他公司若被要求分享主流产品收入，将面临更大挑战。",
      "translated_title": "特朗普的芯片协议：中美贸易中新的‘付费游戏’时代是否已经开始？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s “unprecedented” deal to allow exports of some advanced chips to China in exchange for a cut of the revenues – and hints that similar deals for other industries are being considered – signals that Washington is moving towards a potentially dangerous “pay to play” foreign trade policy, analysts said.\nConflicts of interest loom if the revenue-sharing model takes root, which could make it harder for American investors and exporters to do business in the world’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/ddae2a58-713c-4b11-bd2f-880d96316900_525fd7fb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在全球算力排名第二，在人工智能竞赛白热化之际加速建设 (原标题: China, No 2 in global computing power, accelerates build-out as AI race heats up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321880/china-no-2-global-computing-power-accelerates-build-out-ai-race-heats?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 12:00:15 +0000",
      "isoDate": "2025-08-14T12:00:15.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国加速数字基础设施建设，算力位居全球第二\n\n中国正大力推动数字基础设施建设，以巩固其作为经济增长引擎的地位。在近年来5G网络的快速部署下，中国的算力已跃居全球第二，仅次于美国。\n\n### 关键成就与数据（截至今年6月）\n\n*   **5G基站数量大幅增长**：在过去五年中，中国5G基站数量增长了五倍，达到455万个。\n*   **千兆宽带用户激增**：同期，千兆宽带用户数量增长了34倍，达到2.26亿。\n*   **算力显著提升**：这些基础设施的快速发展显著提升了中国的整体算力水平。\n\n这些数据由国家数据局局长刘烈宏在北京举行的新闻发布会上公布，该发布会重点介绍了中国在数字基础设施发展方面的成就。\n\n### 未来发展方向与目标\n\n尽管取得了显著进展，国家数据局副局长夏冰指出，中国的数据基础设施发展仍处于早期阶段。未来将继续采取以下措施：\n\n*   **大规模设施部署**：持续部署大型数据基础设施。\n*   **培育市场驱动生态系统**：建立一个由市场驱动的生态系统，以支持数字经济和科技创新。\n*   **建设世界领先的基础设施**：目标是“持续建设便捷、高效、自主、安全、世界领先的国家数据基础设施”。\n\n### 数据产业的经济贡献\n\n据国家数据发展研究院的数据，数据产业已成为数字经济的新增长动力：\n\n*   **企业数量庞大**：拥有超过40万家相关企业。\n*   **产值显著增长**：去年产值达到5.86万亿元人民币（约合8164亿美元），比2020年（“十三五”规划末期）增长了117%。\n*   **未来增长预期**：预计未来几年将继续保持高水平增长。\n\n### 区域发展范例\n\n在华东地区的长江三角洲，包括上海、苏州和杭州等发达城市，一个多层次、全链条的数据产业生态系统已经初步形成。",
      "shortSummary": "中国正加速数字基础设施建设，其算力已跃居全球第二。过去五年，5G基站和千兆宽带用户数量大幅增长，显著提升了国家算力。数据产业已成为经济新增长点，去年产值达5.86万亿元人民币，预计将持续高增长。未来中国将继续部署大规模设施，并培育市场驱动的生态系统，以支持数字经济和科技创新。",
      "translated_title": "中国在全球算力排名第二，在人工智能竞赛白热化之际加速建设",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has vowed an even stronger push to entrench digital infrastructure’s role as an economic growth engine, after a rapid 5G roll-out in recent years that has helped lift its computing power to the world’s No 2 ranking, trailing only the US.\nIn the five years to June this year, the number of 5G base stations in China had grown fivefold to 4.55 million and the number of gigabit broadband users had risen 34-fold to 226 million, substantially lifting the country’s computing power, Liu Liehong,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/80cb3583-b63d-42c0-bbc8-779b049f14ba_8bd80308.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普在关税问题上玩过火的4个原因 (原标题: 4 reasons Trump has pushed his luck on tariffs too far)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3321799/four-reasons-trump-has-pushed-his-luck-tariffs-too-far?utm_source=rss_feed",
      "pubDate": "Thu, 14 Aug 2025 08:30:09 +0000",
      "isoDate": "2025-08-14T08:30:09.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 特朗普关税政策的乐观叙事与潜在风险\n\n自美国总统唐纳德·特朗普于4月初对全球贸易体系发起攻势以来，金融市场形成了一种诱人的叙事：尽管美国平均有效关税税率飙升至18.6%（远高于1月初的2.4%，为1933年以来最高），但许多投资者和经济学家认为全球经济已避免了贸易冲击。\n\n**市场乐观迹象：**\n\n*   国际货币基金组织（IMF）上月上调了全球增长预测，原因是有迹象表明特朗普的关税攻势造成的损害将小于最初的担忧。\n*   美国银行8月10日发布的最新全球基金经理调查显示，投资者情绪达到2月份以来最乐观水平，只有5%的受访者预计全球经济将“硬着陆”，而4月份这一比例为49%。\n\n**乐观情绪的支撑因素：**\n\n这种乐观情绪很大程度上源于避免了全面衰退和资产价格暴跌的局面，这在特朗普4月2日公布“解放日”关税后曾被认为很可能发生。以下几个因素帮助缓解了担忧：\n\n1.  **有限的反击：** 只有少数国家（包括中国）敢于对美国进行反击，从而避免了全面贸易战的爆发。\n2.  **特朗普的策略：** 特朗普选择了“部分退让”，倾向于从其他国家获取让步并延长关税实施的最后期限，例如他于8月11日对中国所做的那样。\n3.  **贸易伙伴的承诺与关税收入：** 美国的贸易伙伴承诺在美国进行巨额投资，同时海关关税收入也达到了创纪录的高点。\n4.  **美国经济的韧性：** 美国经济表现相对良好，通胀得到控制，失业率较低，企业盈利强劲，并且到目前为止，几乎没有证据表明美国消费者正在承担关税成本。\n\n**乐观叙事的后果：**\n\n在特朗普发起贸易攻势四个月后，关于滞胀或衰退的可怕预言并未成真。这部分解释了为什么标普500股指目前处于历史新高。然而，这也解释了为什么特朗普觉得有底气继续推行更高的关税。投资者通过推高资产价格，实际上正在“助长”特朗普的行动。",
      "shortSummary": "尽管美国关税税率飙升，但金融市场和经济学家普遍持乐观态度，认为全球经济已避免贸易冲击。这得益于少数国家反击、特朗普部分让步、贸易伙伴投资承诺以及美国经济的韧性。标普500指数创历史新高，但这种市场乐观情绪反而可能促使特朗普进一步提高关税。",
      "translated_title": "特朗普在关税问题上玩过火的4个原因",
      "images": [],
      "contentSource": "完整文章",
      "content": "A seductive narrative has taken hold in financial markets since US President Donald Trump launched his assault on the global trading system in early April. Despite an average effective tariff rate that, according to the Yale Budget Lab, has surged to 18.6 per cent – up from 2.4 per cent in early January and the highest since 1933 – many investors and economists believe the global economy has averted a trade shock.\nEven the International Monetary Fund upgraded its global growth forecasts last...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/14/f5752907-cdd8-4d15-a295-745f923df76f_46864dc3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“这需要时间”：中国航运优势或不受韩国投资影响 (原标题: ‘It takes time’: China’s shipping edge likely safe from South Korean investments)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321734/trumps-curbs-chinas-shipbuilding-edge-spur-south-korean-investments-asean?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 23:00:08 +0000",
      "isoDate": "2025-08-13T23:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "### 韩国造船业应对中国主导地位的策略\n\n*   **背景与动机**\n    *   美国正寻求遏制中国在造船业的主导地位。\n    *   韩国造船商正试图通过在菲律宾和越南投资船厂来扩大其海外业务，以期利用这一机会。\n    *   分析师认为，此举旨在解决限制韩国造船业竞争力的因素，包括：\n        *   产能有限\n        *   劳动力短缺\n        *   与国内工会的紧张关系\n\n*   **潜在优势与挑战**\n    *   德鲁里中国区总经理杜瑜表示，将业务转移到劳动力成本较低的东南亚，可以增强韩国的竞争力。\n    *   然而，杜瑜警告说，“提高工人技术技能需要时间”，这意味着尽管这可能是韩国造船商可行的解决方案，但不会立竿见影。\n\n*   **HD 现代在菲律宾的投资案例**\n    *   HD 现代计划通过为期10年的租赁协议，重振菲律宾一家此前破产的船厂。\n    *   该船厂预计于2026年1月开始运营。\n    *   该韩国企业集团将总计投资5.5亿美元，目标是每年建造多达10艘船只，并总共雇佣7000名工人。\n\n*   **船厂历史**\n    *   该位于苏比克湾的船厂最初由韩国韩进重工于2006年启动。\n    *   然而，在拖欠巨额贷款后，韩进重工于2019年申请破产，该船厂的运营也随之停止。",
      "shortSummary": "面对美国遏制中国造船业的努力，韩国正通过在菲律宾和越南投资船厂来扩大海外业务。此举旨在解决韩国国内产能、劳动力短缺和工会问题，并利用东南亚较低的劳动力成本。然而，专家指出，提高当地工人技能需要时间，因此韩国的造船优势不会立即显现，中国的主导地位短期内仍将稳固。",
      "translated_title": "“这需要时间”：中国航运优势或不受韩国投资影响",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the US seeks to curb China’s shipbuilding dominance, South Korea is looking to capitalise by expanding its overseas footprint through shipyard investments in the Philippines and Vietnam.\nAnalysts said South Korean shipbuilders may view the move as a way to tackle constraints that have diminished their competitiveness against China, such as limited capacity, labour shortages and tensions with domestic trade unions.\nShifting operations to Southeast Asia, where labour costs are lower, could...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/f9fa0f2b-cb42-4610-98bb-603392a7f5ca_26dd39c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从朋友到敌人：特朗普对巴西和印度发怒的背后原因 (原标题: From friends to foes: what’s behind Trump’s Brazil-India wrath)",
      "link": "https://www.scmp.com/news/us/economy-trade-business/article/3321759/friends-foes-whats-behind-trumps-brazil-india-wrath?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 17:00:11 +0000",
      "isoDate": "2025-08-13T17:00:11.000Z",
      "creator": "Igor Patrick,Khushboo Razdan",
      "summary": "### 特朗普对巴西和印度加征关税的背景\n\n文章探讨了美国前总统唐纳德·特朗普政府对巴西和印度加征关税的原因及其影响，揭示了这些贸易冲突背后的政治和经济考量。\n\n#### 巴西面临的关税危机\n\n*   **关税上调**: 上个月，美国总统特朗普将巴西商品的关税从4月份的10%提高到50%。\n*   **官方理由与实际解读**: 特朗普声称此举是为了国家安全，但在巴西利亚，许多人认为这是对巴西“干预”前总统雅伊尔·博索纳罗命运的报复。博索纳罗是特朗普的盟友，曾被指控在2021年试图发动政变。\n*   **巴西代表团的华盛顿之行**: \n    *   巴西八名参议员组成了一个跨党派代表团，其中包括博索纳罗的前农业部长特蕾莎·克里斯蒂娜、卢拉的参议院领袖雅克·瓦格纳以及来自前总统政治集团的参议员马科斯·蓬特斯。\n    *   他们此行的目的是阻止美国实施威胁巴西重要出口收入的关税。\n    *   **会面受阻**: 白宫拒绝与他们会面。忠于特朗普的共和党参议员也与他们保持距离。\n    *   **唯一会面者**: 只有少数共和党人中批评特朗普的汤姆·蒂利斯（对贸易政策影响力小且即将退休）同意与他们交谈。\n    *   **民主党支持但无力**: 代表团大部分时间与民主党人会面，后者虽然友好并表示同情，但无力改变特朗普政府的政策。\n\n#### 印度面临的类似挑战\n\n*   **战略地位与贸易摩擦**: 印度长期以来被华盛顿视为制衡中国在印太地区影响力的关键民主力量，但也面临着类似的关税、额外罚款和严厉的公开指责。\n*   **贸易谈判僵局**: 尽管特朗普曾数月暗示与新德里的贸易协议“即将达成”，但由于长达数月的谈判陷入僵局，他最终对印度商品征收了25%的关税。\n\n#### 结论\n\n到夏末，对巴西和印度加征的关税不再仅仅是孤立的贸易争端，而是反映了特朗普政府在外交和贸易政策上更广泛的强硬立场，导致曾经的“朋友”关系转向了对抗。",
      "shortSummary": "特朗普政府对巴西和印度加征了高额关税。对巴西，关税从10%升至50%，被视为对巴西干预其盟友博索纳罗命运的报复。巴西参议员代表团赴美试图阻止，但遭到白宫冷遇，未能改变政策。对印度，尽管曾有贸易协议预期，但因谈判僵局，特朗普仍征收了25%关税。这标志着美国与这两个国家的关系从友好转向贸易对抗。",
      "translated_title": "从朋友到敌人：特朗普对巴西和印度发怒的背后原因",
      "images": [],
      "contentSource": "完整文章",
      "content": "As eight Brazilian senators settled into their seats on a flight to Washington on a dry winter evening last month, a single question overshadowed the deep political differences that separated some of them: could they stop the Americans from imposing a tariff that threatened to gut their country’s vital export revenues?\nThey had begun to feel a sense of urgency weeks earlier, forcing them to put aside a stand-off between President Luiz Inácio Lula da Silva and former president Jair Bolsonaro that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/93c15e43-fd6b-418d-9964-c0ccbdce12f7_f687a1ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国飞机在俄罗斯被扣押后，租赁公司遭受巨额损失 (原标题: After Chinese-owned aircraft detained in Russia, leasing firms incur huge losses)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321724/chinese-leasing-firms-incur-huge-losses-after-aircraft-detained-russia?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 10:00:18 +0000",
      "isoDate": "2025-08-13T10:00:18.000Z",
      "creator": "Ji Siqi",
      "summary": "中国飞机租赁公司因俄乌战争而成为最新受害者，其飞机在俄罗斯被扣押，导致巨额损失。\n\n**主要受影响公司及情况：**\n\n*   **AVMAX**\n    *   **背景：** 广东山河智能的全资子公司，曾将飞机租赁给俄罗斯客户（包括Yakutia Airlines和Aurora JSC）。\n    *   **飞机类型：** 由加拿大德哈维兰公司（庞巴迪子公司）开发的涡轮螺旋桨飞机。\n    *   **事件：** 自2022年2月俄乌战争爆发以来，尽管西方对俄罗斯航空业实施制裁，AVMAX多次尝试追回租赁飞机，但均未能成功。\n    *   **结果：** AVMAX已收到2300万美元的保险赔付，涉及三架被扣押且未归还的飞机。\n\n*   **Airwork**\n    *   **背景：** 浙江一家公司的全资子公司，拥有波音757货机。\n    *   **事件：** 在2022年要求终止租赁合同并归还飞机后，其六架波音757货机在俄罗斯被扣押。\n    *   **结果：** 仅追回一架飞机，导致该公司遭受数亿美元的损失。Airwork被迫冲销剩余资产的价值，并进行漫长的保险诉讼。\n\n**影响：**\n\n*   这些事件并非孤立，而是近年来中国资产在俄罗斯被扣押浪潮的一部分。\n*   中国飞机租赁公司因此遭受了巨大的经济损失。",
      "shortSummary": "俄乌战争爆发后，中国飞机租赁公司AVMAX和Airwork因飞机在俄罗斯被扣押而遭受巨额损失。AVMAX获得2300万美元保险赔付，而Airwork因六架货机被扣押，仅追回一架，损失数亿美元，被迫冲销资产并进行保险诉讼。这些事件是中国资产在俄被扣押的缩影。",
      "translated_title": "中国飞机在俄罗斯被扣押后，租赁公司遭受巨额损失",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese aircraft leasing companies have emerged as the latest victims of the prolonged Ukraine war, after one firm disclosed it had received US$23 million in insurance payouts for three planes detained in Russia and never returned – part of a wave of Chinese assets held in the country in recent years.\nAVMAX, which is a wholly-owned subsidiary of Guangdong-based Shanhe Intelligent, had leased the aircraft to Russian clients under three contracts, according to a stock exchange filing released this...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/3fd0a34e-3d42-4ed5-a321-468af9018152_670cdcc5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国禁止机构和个人与两家欧盟银行进行交易 (原标题: China bans agencies and individuals from dealing with 2 EU banks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321683/china-bans-agencies-and-individuals-dealing-2-eu-banks?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 06:17:19 +0000",
      "isoDate": "2025-08-13T06:17:19.000Z",
      "creator": "Ji Siqi,Finbarr Bermingham",
      "summary": "## 中国对两家欧盟银行实施制裁\n\n中国于周三决定对两家欧洲银行实施制裁，作为对欧盟此前金融制裁的反制措施。\n\n### 受制裁的银行\n\n*   **UAB Urbo Bankas**\n*   **AB Mano Bankas**\n\n这两家银行均来自立陶宛。立陶宛是欧洲对北京批评最激烈的国家之一，此前因寻求与台湾建立密切关系而受到北京的经济制裁。\n\n### 措施生效时间\n\n根据商务部的在线声明，这项措施将从周三起生效，禁止中国机构和个人与这两家银行进行业务往来。\n\n## 欧盟此前的制裁\n\n上个月，欧盟在其最新一揽子旨在削弱俄罗斯战争机器的措施中，宣布对两家靠近中俄边境城市的中国小型银行实施制裁：\n\n*   **绥芬河农村商业银行**\n*   **黑河农村商业银行**\n\n这些银行被指控协助数字资产交易，这些交易“严重阻碍”了欧盟的制裁。北京对此回应，呼吁欧盟“立即停止其错误做法”。",
      "shortSummary": "中国对两家立陶宛银行（UAB Urbo Bankas和AB Mano Bankas）实施制裁，作为对欧盟此前制裁两家中国银行的反制。欧盟此前指控中国银行协助规避对俄制裁。立陶宛被针对是因为其对北京的批评以及与台湾的关系。此举标志着中欧金融摩擦升级。",
      "translated_title": "中国禁止机构和个人与两家欧盟银行进行交易",
      "images": [],
      "contentSource": "完整文章",
      "content": "China announced on Wednesday it would sanction two European banks as a countermeasure against previous financial sanctions from the 27-member bloc.\nThe Ministry of Commerce will ban Chinese agencies and individuals from doing business with UAB Urbo Bankas and AB Mano Bankas, according to its online statement.\nThe two banks are from Lithuania, a country that has been one of Beijing’s most vociferous critics in Europe. The Baltic state saw its relations with Beijing downgraded and diplomats...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/13/3d105d74-a500-44cc-bccd-1d41a9af88d6_60129c0f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "榴莲外交：中国欢迎柬埔寨首批水果直航空运 (原标题: Durian diplomacy: China welcomes Cambodia’s first direct air shipments of fruit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321602/chinas-durian-diplomacy-expands-cambodias-first-direct-air-shipments-fruit?utm_source=rss_feed",
      "pubDate": "Wed, 13 Aug 2025 04:00:09 +0000",
      "isoDate": "2025-08-13T04:00:09.000Z",
      "creator": "He Huifeng",
      "summary": "## 柬埔寨榴莲首次直航中国：农业贸易新里程碑\n\n### 主要事件\n\n*   首批柬埔寨榴莲已于周末通过空运抵达中国中部河南省。\n*   这标志着中柬两国间新鲜水果直航空运走廊的正式启动。\n\n### 运输详情\n\n*   此次空运货物重达两吨。\n*   运输过程采用冷链物流，仅耗时四小时。\n*   据中国驻柬埔寨大使馆官方微信账号周一发布的声明，此举旨在让中国消费者享受到如同新鲜采摘的榴莲。\n\n### 贸易意义\n\n*   榴莲是继香蕉、芒果、龙眼和椰子之后，柬埔寨第五种获准直接供应中国市场的新鲜水果。\n*   这凸显了两国间日益增长的农业贸易以及海关效率的显著提升。\n\n### 柬埔寨榴莲产业概况\n\n*   根据柬埔寨农业部的数据，该国榴莲种植面积超过11,000公顷。\n*   年产量超过12万吨。\n\n### 中国市场与“榴莲外交”\n\n*   榴莲原产于东南亚，以其独特的气味和带刺的外皮而闻名。\n*   中国已成为全球最大的榴莲消费市场，一颗优质的3公斤榴莲在城市超市售价约为150元人民币（约合21美元）。\n*   自2002年以来，中国向更多榴莲出口国开放市场，此举被广泛称为“榴莲外交”。\n*   这一趋势的推动力包括中国消费者日益增长的需求，以及在北京应对中美贸易紧张局势下，深化与东南亚国家联盟（东盟）关系的努力。\n\n### 行业观点\n\n*   尽管如此，一些业内人士对柬埔寨榴莲的商业竞争力仍持谨慎态度。",
      "shortSummary": "柬埔寨首批榴莲已通过空运直达中国河南，标志着两国间新鲜水果直航空运走廊的正式开通。此次两吨货物采用冷链运输，仅耗时四小时。榴莲是继香蕉、芒果等之后，柬埔寨第五种获准直供中国市场的水果，凸显了两国农业贸易增长和海关效率提升。中国是全球最大榴莲消费市场，此举是“榴莲外交”的一部分，旨在深化中国与东盟关系。然而，部分业内人士对柬埔寨榴莲的商业竞争力持保留意见。",
      "translated_title": "榴莲外交：中国欢迎柬埔寨首批水果直航空运",
      "images": [],
      "contentSource": "完整文章",
      "content": "The first Cambodian durians arrived in China’s central province of Henan by air over the weekend, marking the official launch of a direct air corridor for fresh fruit between the two nations.\nThe two-tonne shipment was transported using cold chain logistics in just four hours, allowing Chinese consumers to enjoy the fruit as if it were freshly harvested, according to a statement released Monday on the Chinese Embassy in Cambodia’s official WeChat account.\nDurian is now the fifth fresh fruit...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/39b54c88-2881-477c-b03a-42f7a4923474_44aed507.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“并非易事”：中美关税休战后下一步是什么？ (原标题: ‘Far from a walk in the park’: what’s next after another US-China tariff truce?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321606/whats-next-after-us-china-tariff-truce-and-why-it-far-walk-park?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 15:00:07 +0000",
      "isoDate": "2025-08-12T15:00:07.000Z",
      "creator": "Ji Siqi,Kandy Wong",
      "summary": "## 中美关税休战：前景与挑战\n\n中美两国之间的关税休战已延长90天，且两国元首有望在今年晚些时候举行会晤。分析人士指出，这为双方在出口管制和商品采购方面达成“零散协议”创造了空间。\n\n### 谈判前景\n\n*   **短期突破可能性低**：尽管存在达成零散协议的可能，但分析师认为，短期内实现重大突破的可能性不大。两国超级大国之间的谈判将持续艰难，并构成对贸易韧性的长期考验。\n*   **持续的调整与延长**：荷兰ING银行大中华区首席经济学家宋林（Lynn Song）表示，关税重新升级不符合任何一方的利益，但同时也很难设想达成一个“一劳永逸”的全面解决方案。他预计，未来可能会继续看到这种休战的延长和调整。\n\n### 美方优先事项\n\n*   **推动中国采购更多美国商品**：华盛顿的一项优先事项是推动北京购买更多的美国商品。在关税休战截止日期前，美国总统唐纳德·特朗普曾敦促中国将其美国大豆的订单量增加四倍，大豆是美国对华的主要出口农产品。\n*   **元首会晤条件**：特朗普上周表示，如果双方能够达成一项贸易协议，他与中国国家主席习近平可能会在“年底前”举行会晤。",
      "shortSummary": "中美关税休战已延长90天，为两国在出口管制和商品采购方面达成“零散协议”创造了空间。然而，分析人士认为短期内难以实现重大突破，谈判将是长期考验。双方都不愿关税升级，但全面解决方案难以达成，预计将持续调整。美方优先推动中国购买更多商品，特朗普呼吁增加大豆订单，并表示若达成协议，可能在年底前与习近平会晤。",
      "translated_title": "“并非易事”：中美关税休战后下一步是什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "With the tariff truce between China and the United States extended for another 90 days, and in the lead-up to a potential meeting of their presidents later this year, room for “piecemeal agreements” exists for the two countries in terms of export controls and purchases of goods, according to analysts.\nBut the odds of significant breakthroughs – at least in the short term – are unlikely, as negotiations between the superpowers will continue to be difficult and serve as a long-term test of trade...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/7fab025c-928f-40ef-80ef-44966f852c99_7a2ad68e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对加拿大豌豆淀粉进口启动反倾销调查 (原标题: China launches anti-dumping investigation into imports of Canadian pea starch)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321610/china-launches-anti-dumping-investigation-canadian-pea-starch-imports?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 12:30:15 +0000",
      "isoDate": "2025-08-12T12:30:15.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "## 中国对加拿大豌豆淀粉进口启动反倾销调查\n\n中国商务部已宣布对原产于加拿大的进口豌豆淀粉启动反倾销调查。此举被视为北京对加拿大针对中国钢铁征收关税的最新报复措施。\n\n### 调查背景与依据\n\n*   **启动原因**：此次调查是应中国国内产业界的要求启动的。\n*   **初步证据**：商务部表示，初步证据显示近年来加拿大倾销的豌豆淀粉数量显著增加，其进口价格低于中国国内产品，给中国相关产业造成了损失和困难。\n*   **官方立场**：商务部强调，此次反倾销调查符合世界贸易组织（WTO）规则，旨在保护国内产业，这与加拿大近期违反WTO规则的歧视性行动有着根本区别。\n\n### 加拿大在豌豆出口中的地位\n\n*   根据俄罗斯谷物出口商和生产商联盟上个月的数据，在2023-24农业季，加拿大是中国第二大豌豆出口国，占中国豌豆进口总量的44.6%，仅次于俄罗斯（49.1%）。\n\n### 豌豆淀粉的主要用途\n\n*   豌豆淀粉主要用于食品工业，作为稳定剂，以增加食品的稠度和改善口感。\n\n### 相关措施与生效日期\n\n*   **其他反倾销措施**：同样在周二，中国商务部表示，在去年9月对加拿大菜籽油和卤化丁基橡胶（主要用于医药瓶塞和轮胎内衬）启动反倾销调查后，将开始对进口这些产品的公司征收“保证金”。\n*   **生效日期**：对加拿大豌豆淀粉的反倾销调查以及对加拿大菜籽油和卤化丁基橡胶征收“保证金”的措施均定于本周四生效。",
      "shortSummary": "中国已对加拿大进口豌豆淀粉启动反倾销调查，此举是对加拿大钢铁关税的最新报复。商务部称，倾销的加拿大豌豆淀粉已损害中国国内产业，并强调此调查符合WTO规则。此外，中国还将对加拿大菜籽油和卤化丁基橡胶征收“保证金”。所有措施均于本周四生效。",
      "translated_title": "中国对加拿大豌豆淀粉进口启动反倾销调查",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has launched an anti-dumping investigation into pea starch imported from Canada, marking Beijing’s latest retaliatory measure against Canada’s tariffs targeting Chinese steel.\nThe probe was initiated at the request of domestic industry insiders, with preliminary evidence showing a significant increase in dumped Canadian pea starch in recent years, according to the Ministry of Commerce.\n“With import prices below domestic products, it has been causing losses and difficulties for China’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/b5f22b38-0866-4ecd-856a-cc7d5f30ba8d_3f5ea013.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管中美关税休战，潮流仍在重塑航运路线 (原标题: Despite US-China tariff truce, the turning tide keeps reshaping shipping routes)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321608/despite-us-china-tariff-truce-turning-tide-keeps-reshaping-shipping-routes?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 12:00:14 +0000",
      "isoDate": "2025-08-12T12:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "尽管中美两国达成了90天的关税休战协议，但中国为实现贸易多元化所做的努力预计将继续重塑今年的全球航运路线。跨太平洋航线在初期“抢运”潮过后，仍面临持续的压力。\n\n*   **关税影响持续**\n    *   Veson Nautical海事分析师Jarl Milford认为，尽管两国正在进行谈判，但关税不太可能完全取消，这将继续对美国进口量造成压力。\n    *   他预计，今年跨太平洋贸易航线的货运量将全年下降，从而进一步压低运费。\n\n*   **运费指数与航线表现**\n    *   上海集装箱运价指数（SCFI）已连续九周下跌，该指数追踪从上海到全球主要目的地的集装箱即期运价。\n    *   从上海到美国西海岸和东海岸的最新运价已从6月初的峰值下跌了一半以上。这一下跌发生在此前出口商为规避关税而进行的“抢运”活动之后。\n\n*   **马士基的观察**\n    *   丹麦航运巨头马士基在其第二季度财报中指出，其中国至美国航线的集装箱货运量在4月至6月期间同比下降了约35%。\n    *   然而，马士基也强调，北美进口量的收缩已被欧洲、拉丁美洲、非洲、西亚和中亚地区强劲的进口增长所抵消，表明全球贸易流向正在发生变化。",
      "shortSummary": "尽管中美达成关税休战，但贸易多元化和持续的关税压力正重塑全球航运格局。跨太平洋航线货运量和运费持续下降，上海至美国航线运价已腰斩，马士基中美航线货运量同比下降35%。然而，北美进口的收缩被欧洲、拉美、非洲和亚洲其他地区的强劲增长所抵消，显示出全球贸易流向的转变。",
      "translated_title": "尽管中美关税休战，潮流仍在重塑航运路线",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even after securing another 90-day tariff truce with the US, China’s trade-diversification efforts are expected to continue reshaping shipping routes for the rest of the year, as transpacific routes remain under pressure following an initial front-loading phase.\n“Despite ongoing negotiations between the two countries, we believe it is unlikely that tariffs will be completely eliminated, which will continue to weigh on US import volumes,” said Jarl Milford, a maritime analyst at Veson...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/c36d0233-8b39-4fd3-ac5a-40df0b900954_3d31e40b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么日本、韩国和欧盟未能联手对抗特朗普 (原标题: Why Japan, South Korea and EU couldn’t join forces against Trump)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3321475/why-japan-south-korea-and-eu-couldnt-join-forces-against-trump?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-12T08:30:08.000Z",
      "creator": "Winston Mok",
      "summary": "### 日韩欧接受美国关税：特朗普的“分而治之”策略\n\n在特朗普政府设定的8月1日最后期限之前，日本、韩国和欧盟与美国达成协议，接受对其出口商品征收15%的美国关税。这些协议都附带了对美国进行投资的承诺。\n\n*   **看似屈服，实则可能松了一口气：** 尽管这些协议在当时看来像是屈服，但鉴于美国总统唐纳德·特朗普随后对加拿大、巴西和印度征收的最新关税，这些政府可能正在松一口气。然而，15%的关税仍然高于俄罗斯、伊朗、英国和澳大利亚享有的10%的基准税率。\n\n*   **特朗普的视角：** 特朗普可能认为自己成功地压制了主要贸易伙伴。他通过威胁高关税，迫使他们接受了更“合理”的单向关税。从特朗普的角度来看，这些关税是美国长期以来为其亚洲和欧洲盟友提供安全保护的公平对价。正是在这种背景下，这些盟友无法在贸易谈判中争取到更优惠的条件。\n\n*   **“分而治之”的成功：** 特朗普成功地对这些主要经济体实施了“分而治之”的策略。日本达成的协议实际上为欧盟和韩国设定了一个遵循的基准。\n\n*   **汽车出口的特殊性：** 与中国不同，日本、韩国和欧盟都是对美国的主要汽车出口国。相比之下，中国电动汽车面临超过100%的关税，因此中国在美国销售的汽车数量不多。\n\n*   **历史背景与特朗普的执念：** 冷战期间，美国允许日本和韩国单向进入其庞大的汽车市场，这可以说牺牲了美国的国内汽车产业。自20世纪80年代末以来，特朗普一直对关税着迷，其根源在于他对日本贸易不平衡的看法。因此，这些关税应被视为他试图纠正历史不平衡的尝试。",
      "shortSummary": "在日本、韩国和欧盟接受美国对其出口征收15%关税的协议中，特朗普成功运用了“分而治之”策略。这些协议附带了对美投资承诺，且被特朗普视为美国提供安全保护的公平对价，以及纠正历史贸易不平衡（尤其是在汽车领域）的手段。尽管关税较高，但相较于其他国家，这些盟友可能已感到些许宽慰。",
      "translated_title": "为什么日本、韩国和欧盟未能联手对抗特朗普",
      "images": [],
      "contentSource": "完整文章",
      "content": "Before the Trump administration’s August 1 deadline, Japan, South Korea and the European Union struck agreements with the United States, accepting American tariffs of 15 per cent on their exports. They all came with strings of promised investments in the US attached.\nWhile the agreements looked like capitulation at the time, these governments may be breathing sighs of relief in light of the latest tariffs US President Donald Trump has imposed on Canada, Brazil and India. But 15 per cent is still...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/11/21555c61-a30d-488f-960d-0dd180eb949d_b5bfbfdf.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推动人民币国际化进程加速，Fortescue里程碑式贷款是重要一步 (原标题: China’s push to promote its currency accelerates with landmark Fortescue loan)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321546/chinas-push-promote-its-currency-accelerates-landmark-fortescue-loan?utm_source=rss_feed",
      "pubDate": "Tue, 12 Aug 2025 07:00:08 +0000",
      "isoDate": "2025-08-12T07:00:08.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国推动人民币国际化进程加速：Fortescue里程碑式贷款\n\n中国在推动人民币全球使用方面取得了又一个里程碑，澳大利亚金属巨头Fortescue同意通过中国一家大型国有银行安排的银团贷款协议，借入创纪录的142亿元人民币（约合19.8亿美元）。\n\n## 贷款的关键细节与意义\n\n*   **历史性突破：** 中国银行周二发表声明称，这笔交易是首笔向澳大利亚公司提供的离岸人民币银团贷款，也是迄今为止向非中国公司提供的最大一笔此类贷款。\n*   **贷款方与金额：** 由中国银行牵头安排，Fortescue（全球第四大铁矿石生产商）借入142亿元人民币。\n*   **资金用途：** Fortescue将利用这笔资金从中国购买清洁能源技术和其他机械设备。\n*   **“跨境人民币闭环融资解决方案”：** Fortescue将通过向中国出售铁矿石所获得的人民币收入来偿还贷款，从而形成一个“跨境人民币闭环融资解决方案”。\n\n## 中国银行的评价\n\n中国银行表示，这笔银团贷款将：\n\n*   促进Fortescue与中国供应商的业务合作。\n*   有效控制汇率风险。\n*   降低整体融资成本。\n*   提供强大的示范效应。\n\n## 背景与动机\n\n这笔贷款协议的达成，正值中国加速推进人民币国际化之际。此举旨在：\n\n*   对冲潜在的美国金融制裁风险。\n*   应对唐纳德·特朗普总统激进的关税和支出政策导致投资者对美元信心动摇的局面。\n\n## 市场表现\n\n*   今年以来，美元指数已下跌超过9%。\n*   离岸人民币兑美元汇率已升值约2%。",
      "shortSummary": "中国推动人民币国际化进程加速，澳大利亚Fortescue公司获得中国银行牵头的142亿元人民币银团贷款，创下向非中国公司提供离岸人民币贷款的最高纪录，也是首笔向澳企提供的此类贷款。Fortescue将用此资金购买中国清洁能源技术，并以对华铁矿石销售所得人民币偿还，形成“闭环融资”。此举旨在对冲美国金融制裁风险，并应对美元信心动摇的局面。",
      "translated_title": "中国推动人民币国际化进程加速，Fortescue里程碑式贷款是重要一步",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has passed another milestone in its efforts to promote the global use of its currency, with the Australian metals giant Fortescue agreeing to borrow a record 14.2 billion yuan (US$1.98 billion) in a syndicated loan agreement arranged by one of China’s biggest state-owned banks.\nThe deal is the first ever offshore yuan syndicated loan to an Australian company and the largest ever to a non-Chinese firm, lead arranger Bank of China said in a statement on Tuesday.\nFortescue – the world’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/12/513a3028-5382-4599-a766-759c647ff47c_6c94c275.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-17T12:45:51.446Z"
}