{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "牛津大学伊恩·戈尔丁谈全球化为何在亚洲‘生机勃勃’ (原标题: Oxford’s Ian Goldin on why globalisation is ‘alive and well’ in Asia)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324320/oxfords-ian-goldin-why-globalisation-alive-and-well-asia?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 22:00:12 +0000",
      "isoDate": "2025-09-07T22:00:12.000Z",
      "creator": "Ji Siqi",
      "summary": "## 牛津大学伊恩·戈尔丁：全球化在亚洲“生机勃勃”\n\n牛津大学全球化与发展教授伊恩·戈尔丁（Ian Goldin）认为，全球化远未消亡，而是在亚洲地区“生机勃勃”。戈尔丁教授曾任世界银行发展政策总监兼副行长，其最新著作《最短移民史》于2024年7月出版。\n\n### 全球化的现状与未来走向：\n\n*   **亚洲的成功范例**：戈尔丁指出，全球化在亚洲取得了显著成功。亚洲地区目前正以每年5%的速度增长，并成功消除了极端贫困，这都离不开全球化的推动。\n*   **区域化与亚洲中心化**：全球化正在变得更加碎片化和区域化。随着美国试图从全球化中抽身，全球化的重心正日益转向亚洲，变得“更加亚洲化”。\n*   **非洲和拉丁美洲的整合**：戈尔丁强调，非洲和拉丁美洲继续融入全球经济至关重要。\n*   **结构性转变**：全球化的性质正在迅速转变。未来，它将减少制造业和低价值产品的比重，更多地侧重于服务业、数字化和技术领域。\n*   **风险与收益并存**：全球化不仅涉及商品（如疫苗、汽车）的跨境流动，也伴随着相关风险。新冠疫情就是全球化风险的一个体现。戈尔丁认为，随着全球化收益的增长，其伴随的风险也在同步增加。",
      "shortSummary": "牛津大学教授伊恩·戈尔丁指出，全球化并未消亡，而是在亚洲“生机勃勃”，推动了该地区5%的年增长率和极端贫困的消除。全球化正变得更加碎片化、区域化，并随着美国退出而日益“亚洲化”，重心转向服务、数字和技术领域。尽管全球化带来诸多益处，但也伴随着如新冠疫情等日益增长的风险。",
      "translated_title": "牛津大学伊恩·戈尔丁谈全球化为何在亚洲‘生机勃勃’",
      "images": [],
      "contentSource": "完整文章",
      "content": "Ian Goldin is a professor of globalisation and development at the University of Oxford. Before his time in academia, he worked at several development lenders, including the World Bank, where he served as director of development policy and vice-president. His latest book, The Shortest History of Migration, was published in July 2024.\nThis interview first appeared in SCMP Plus. For other interviews in the Open Questions series, click here.\nWhere do you think globalisation is heading? Is...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/8362ed3e-d42c-4c37-ad08-37426e738bc6_4e00d0f8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国游客考虑赴俄免签度过国庆假期 (原标题: Chinese travellers mull Russia for visa-free National Day holidays)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324657/chinese-travellers-mull-russia-visa-free-national-day-holidays?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 13:00:09 +0000",
      "isoDate": "2025-09-07T13:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国游客对俄罗斯免签国庆假期兴趣大增\n\n随着中国国庆黄金周的临近，俄罗斯正因其有望实现的免签政策而吸引着越来越多的中国游客。\n\n### 兴趣激增\n*   **搜索量飙升：** 在中国媒体报道俄罗斯总统普京提议中国游客可能很快就能免签访问俄罗斯后，在线旅行社同程旅行数据显示，俄罗斯酒店和航班的搜索量在短短一小时内比前一天增长了六倍多。\n\n### 互惠政策\n*   **普京的提议：** 普京总统在符拉迪沃斯托克的东方经济论坛上表示，中国领导人的举动“非常友好”，俄罗斯“无疑”将对这一友好行为进行“对等回应”，采取同样的措施。\n*   **中国先行：** 此前，北京已于周二宣布，自9月15日起，俄罗斯公民将能够在中国免签停留最长30天。\n\n### 此前政策回顾\n*   **过境免签：** 2023年末，中国曾推出一项政策，允许俄罗斯公民在过境前往第三国时，在中国大陆免签停留最长10天，这是中国吸引外国游客更广泛努力的一部分。\n*   **团队游免签：** 在中国解除近三年的严格新冠疫情管控并重新开放边境后，中俄两国也已恢复了针对团队游的免签政策。",
      "shortSummary": "随着中国国庆假期临近，俄罗斯因有望实现免签政策而吸引中国游客。在中国媒体报道普京总统提议中国游客可能很快免签访问俄罗斯后，在线旅行社同程旅行数据显示，俄罗斯酒店和航班搜索量激增六倍多。此举是对中国允许俄罗斯公民免签入境30天政策的互惠回应，两国此前已恢复团队游免签政策。",
      "translated_title": "中国游客考虑赴俄免签度过国庆假期",
      "images": [],
      "contentSource": "完整文章",
      "content": "Russia is attracting more interest from Chinese holidaymakers in the countdown to the weeklong National Day break, with the prospect of visa-free stays on the horizon.\nOnline agency Tongcheng Travel said searches for Russian hotels and flights rose more than sixfold on Friday from a day earlier within an hour of Chinese media reporting that Russian President Vladimir Putin had suggested that Chinese travellers might soon be able to visit without visas.\nThe proposal follows Beijing’s announcement...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/07/d5df8a2b-4a56-4fee-a8c5-64f813b197e3_ab643a81.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国飞行出租车在非洲首飞，企业着眼全球推广 (原标题: Chinese flying taxi takes to the skies in Africa as firms eye global roll-out)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324491/chinese-flying-taxi-takes-skies-africa-firms-eye-global-roll-out?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 04:00:13 +0000",
      "isoDate": "2025-09-07T04:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国亿航无人驾驶电动航空器在非洲首飞\n\n### 主要事件\n*   一架中国制造的自动化电动空中出租车（eVTOL）于本周首次在非洲升空。\n*   此次历史性飞行发生在卢旺达首都基加利举行的“非洲航空峰会暨展览”期间，该活动是一个涉及34个国家的重要行业盛会。\n\n### 涉及公司与产品\n*   此次展示的产品是由亿航智能（EHang Holdings）制造的无人驾驶电动垂直起降飞行器（eVTOL）。\n*   亿航智能是一家在纳斯达克上市的中国广州科技公司。\n\n### 合作与背景\n*   卢旺达与中国国有建筑工程公司中国路桥（China Road and Bridge Corporation）合作安排了此次试飞。\n*   据卢旺达政府通过新华社报道，此次合作旨在加强卢旺达在非洲大陆实施尖端航空技术方面的领先地位。\n\n### 卢旺达的动机\n*   卢旺达是一个拥有1420万人口的内陆国家，旅游业日益发展。\n*   该国正积极推动发展更好的航空运输网络，以缓解城市拥堵和空气污染。\n*   卢旺达正在寻求“投资和技术合作伙伴”来提升其空中交通领域，旨在成为非洲航空科技的先行者。\n\n### 全球关注\n*   新一代中国低空飞行器正吸引全球买家日益增长的兴趣，预示着其在全球推广的潜力。",
      "shortSummary": "中国亿航智能制造的无人驾驶电动空中出租车（eVTOL）本周在卢旺达首次成功试飞。此次飞行在“非洲航空峰会”期间进行，标志着中国低空飞行器在全球市场日益增长的吸引力。卢旺达与中国路桥合作，旨在利用尖端航空技术缓解城市拥堵、减少污染并促进旅游业发展，寻求成为非洲航空科技的先行者。",
      "translated_title": "中国飞行出租车在非洲首飞，企业着眼全球推广",
      "images": [],
      "contentSource": "完整文章",
      "content": "A made-in-China automated electric air taxi took off in Africa for the first time this week, as a new generation of Chinese low-altitude aircraft attracts growing interest from global buyers.\nThe product on show was a pilotless electric take-off and landing vehicle (eVTOL) made by EHang Holdings, a Nasdaq-listed tech company from the southern Chinese city of Guangzhou.\nIt took to the skies during the Aviation Africa Summit and Exhibition, a major industry event involving 34 countries that was...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/08c70991-2f08-4cf0-96fb-6d3207d1585a_f74f8b6c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“民宿”行业在中国遭遇困境，经营者感叹生意惨淡 (原标题: ‘Homestay’ heartache hits China as operators lament lack of business)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324500/homestay-heartache-hits-china-operators-lament-business-downturn?utm_source=rss_feed",
      "pubDate": "Sun, 07 Sep 2025 02:00:12 +0000",
      "isoDate": "2025-09-07T02:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国民宿行业面临困境\n\n中国私人度假住宿行业，包括民宿、客栈和别墅租赁等，在经历疫情后的短暂繁荣后，正面临严重的业务下滑和利润缩减，许多经营者对此前的投资感到后悔。\n\n### 行业发展历程与现状\n\n*   **疫情后的短暂繁荣：** 2022年末疫情限制放松后，被压抑的旅游需求催生了“报复性旅游”现象，吸引了大量新投资者和企业家涌入民宿市场。\n*   **快速衰退的原因：** 这种繁荣很快消退，主要原因包括：\n    *   **供应激增：** 大量新入局者导致市场供应过剩。\n    *   **消费下降：** 旅客的消费意愿和支出减少。\n    *   **预订减少：** 订单量持续下滑。\n*   **结果：** 行业在短短几年内经历了典型的繁荣-萧条周期，使经营者陷入困境。\n\n### 经营者面临的挑战与情绪\n\n*   **利润空间受挤压：** 激烈的价格战导致行业利润逐年下降。\n*   **投资回报不佳：** 许多经营者投入巨资后，发现收入微薄，甚至有人感叹“投入数百万，结果只赚到保姆的工资”。\n*   **缩减运营规模：** 部分经营者已开始缩减业务，甚至后悔当初的投资。\n\n### 行业数据与市场情绪\n\n根据北京智库和数据提供商Fastdata今年发布的一份行业发展报告：\n\n*   **企业数量：** 去年中国有超过40万家私人度假住宿企业，其中约60%的业务运营时间不超过三年。\n*   **营收：** 这些企业通过预订获得了422.7亿元人民币（约合59.2亿美元）的收入。\n*   **市场情绪：** 尽管有营收，但整体市场情绪不佳，近60%的经营者表示后悔进入该市场。",
      "shortSummary": "中国民宿行业在疫情后经历短暂繁荣，但因供应激增、消费下降和预订减少，迅速陷入困境。许多经营者面临利润缩减和生意惨淡，对投资感到后悔。Fastdata报告显示，去年40多万家企业营收422.7亿元，但近60%的经营者后悔入行，反映出行业整体市场情绪低迷。",
      "translated_title": "“民宿”行业在中国遭遇困境，经营者感叹生意惨淡",
      "images": [],
      "contentSource": "完整文章",
      "content": "After four years leasing out private holiday accommodation beside the sea in the west of Guangdong province, a downturn in demand has led Chen Mei to regret getting involved in the industry.\n“I thought domestic demand would rebound quickly after the [Covid-19] pandemic, but price wars have actually intensified across the industry, squeezing profits year by year,” she said. “I’ve begun scaling back operations. If I could choose again, I wouldn’t have invested in the industry.”\nChen’s downbeat...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/c74fd09b-9eb3-4615-88d4-bb9d26605708_83975174.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "分析师称，中国新的“反内卷”斗争不如2015年改革有力 (原标题: China’s new anti-involution fight is less punchy than 2015 reform, analysts say)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324526/why-chinas-anti-involution-fight-could-be-less-punchy-2015s-supply-side-reform?utm_source=rss_feed",
      "pubDate": "Sat, 06 Sep 2025 08:00:16 +0000",
      "isoDate": "2025-09-06T08:00:16.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 中国“反内卷”斗争：影响力不及2015年改革\n\n经济研究机构指出，中国近期加强打击恶性低质价格竞争（即“内卷”）的行动，其影响力不太可能达到2015年供给侧改革的规模。分析师认为，当前中国经济缺乏削减生产能力或增加消费刺激的魄力。\n\n### 投资者期望与分析师观点\n\n*   **投资者期望：** 投资者迅速将近期与早前的中央财经委员会（CCFEA）会议进行比较，认为这些会议是“转折点”，并寄希望于一场更全面的供给侧改革。\n*   **牛津经济研究院（Oxford Economics）观点：** 该机构亚洲经济主管Louise Loo指出，这些期望是“错误的”。报告认为，解决中国供需失衡的路径“远不如过去直接”。\n\n### 中央财经委员会会议与当前挑战\n\n*   **7月1日CCFEA会议：** 习近平主席在会议上批评价格竞争是“破坏性折扣”和“低效产出”的手段，这暗示价格可能回升。\n*   **当前环境的困难：** 报告指出，在当前环境下，同时实现产能削减和“有意义的”需求刺激“要困难得多”。\n*   **“内卷”现象：** 面对众多行业的产能过剩和消费者需求不足，许多公司陷入了价格战的恶性循环（即中文中的“内卷”），牺牲利润并威胁未来的业务发展。\n*   **潜在风险：** 像十年前煤炭和钢铁行业那样大规模关停产能，可能会导致供给侧收缩，从而引发经济不稳定。",
      "shortSummary": "分析师认为，中国打击“内卷”（恶性价格竞争）的行动，其影响力将远不及2015年的供给侧改革。牛津经济研究院指出，中国经济缺乏削减产能或有效刺激消费的魄力，解决供需失衡的路径不再直接。尽管中央财经委员会会议批评了破坏性价格竞争，但当前产能过剩和需求不足并存，使得大规模产能削减和需求刺激难以实现，且可能引发不稳定。投资者对全面改革的期望可能过高。",
      "translated_title": "分析师称，中国新的“反内卷”斗争不如2015年改革有力",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s intensified fight against cutthroat, low-quality price competition – known as involution – is unlikely to result in supply-side reform of the same magnitude as such reform in 2015, as the world’s second-largest economy lacks the mettle to cut production capacity or add consumption stimulus, according to an economic research firm.\nInvestors have been quick to draw parallels between recent and earlier meetings of the Central Committee of Financial and Economic Affairs (CCFEA) that became...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/99433e2d-dfc2-4200-9451-dad53af2c539_6e110c96.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国调查前证券监管机构易会满涉嫌违纪 (原标题: China investigates former stocks regulator Yi Huiman for disciplinary breaches)",
      "link": "https://www.scmp.com/business/article/3324584/china-places-former-stocks-regulator-yi-huiman-under-probes-disciplinary-breaches?utm_source=rss_feed",
      "pubDate": "Sat, 06 Sep 2025 03:23:00 +0000",
      "isoDate": "2025-09-06T03:23:00.000Z",
      "creator": "Zhang Shidong,Daniel Ren",
      "summary": "# 中国前证券监管机构易会满因违纪被调查\n\n## 调查背景与详情\n中国前证券监督管理委员会（CSRC）主席易会满因涉嫌严重违纪，正接受中共纪律检查委员会的调查。此次调查是中国长期反腐运动的延伸，该运动已深入金融业的各个角落，包括银行业和股市。易会满于2019年1月至2024年2月担任证监会主席。在中国，官方声明中提及的“涉嫌违纪”通常指“经济犯罪”。尽管财新网曾于周五报道了易会满被调查的消息，但该报道很快便从其网站上删除。\n\n## 历史先例与继任者\n易会满是十年来中国12万亿美元资本市场（全球第二大）中第二位因贪腐被调查的监管机构负责人，也是自2016年以来第三位被解雇的负责人。\n\n*   **前任刘士余：** 易会满的直接前任刘士余于2019年被免职，随后的调查揭露了他一系列不当行为，包括收受礼品和金钱，以及偏袒其家乡江苏省的股票销售。\n*   **前任肖钢：** 2016年，肖钢因未能妥善应对一年前发生的5万亿美元市场暴跌而被解雇。\n*   **继任者吴清：** 被称为“券商屠夫”的吴清于2025年接替易会满担任中国证监会主席。\n\n![吴清，被称为“券商屠夫”，于2025年接替易会满担任中国证券监督管理委员会（CSRC）主席。图片来源：SCIO](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/06/aa937ba8-5013-4498-ad9d-63add41e95d2_0a03be33.jpg)\n*吴清，被称为“券商屠夫”，于2025年接替易会满担任中国证券监督管理委员会（CSRC）主席。图片来源：SCIO*\n\n## 宏观背景与影响\n此次打击行动凸显了中国国家主席习近平在将金融业提升为“金融强国”的战略性重要部门后，正努力整顿中国的金融体系。在中美关系恶化导致金融脱钩风险加剧的背景下，近300家总市值达1.1万亿美元的中国公司，目前在美国证券交易所上市，正准备寻找替代上市地点。",
      "shortSummary": "中国前证券监督管理委员会（CSRC）主席易会满因涉嫌严重违纪正接受调查，这是中国反腐运动深入金融业的最新进展。易会满是十年来第二位被调查的资本市场监管者，也是自2016年以来第三位被解雇的负责人。此次调查反映了中国国家主席习近平整顿金融体系、应对中美金融脱钩风险的决心。",
      "translated_title": "中国调查前证券监管机构易会满涉嫌违纪",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/09/06/aa937ba8-5013-4498-ad9d-63add41e95d2_0a03be33.jpg",
          "alt": "Wu Qing, nicknamed the “Butcher of Brokers”, took over as chairman of the China Securities Regulatory Commission (CSRC) in 2025 from Yi Huiman. Photo: SCIO",
          "title": "Wu Qing, nicknamed the “Butcher of Brokers”, took over as chairman of the China Securities Regulatory Commission (CSRC) in 2025 from Yi Huiman. Photo: SCIO",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Yi Huiman, the former regulator of China’s equities market, is being investigated for disciplinary breaches, as the country’s long-standing anti-graft campaign extends into all corners of the financial industry, from banking to the stock market.\nYi, the chairman of the China Securities Regulatory Commission (CSRC) from January 2019 to February 2024, is being investigated by the Communist Party’s disciplinary unit for severe breaches of discipline, according to the Central Commission for...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/06/c3f2f309-4394-4171-a987-136df032c2c3_301a66df.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币在中国央行支持下走强，对美元的担忧加剧 (原标题: China’s yuan rallies with central bank backing as worries mount over US dollar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324501/chinas-yuan-rallies-central-bank-backing-worries-mount-over-us-dollar?utm_source=rss_feed",
      "pubDate": "Sat, 06 Sep 2025 02:00:14 +0000",
      "isoDate": "2025-09-06T02:00:14.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 中国人民币近期上涨主要由央行支持推动\n\n近期人民币兑美元汇率的上涨，分析师指出，并非主要由市场力量驱动，而是中国人民银行（PBOC）加强引导的结果。这一观点与美元指数的相对稳定形成对比。\n\n### 央行主导人民币升值\n\n*   **显著的参考汇率调整**：上周的五个交易日内，中国人民银行将人民币兑美元的参考汇率从7.1321推高至7.1030。北京研究公司Gavekal Dragonomics的经济学家何伟指出，这一升值速度与前两个月观察到的总变化量相当。\n*   **市场力量不足**：何伟在周三的一份报告中表示，中国央行“决定推高人民币，尽管货币市场并未朝着这个方向发展”。这表明央行采取了主动干预措施。\n\n### 美元指数保持稳定\n\n*   **美元指数波动不大**：尽管美联储主席杰罗姆·鲍威尔在上月底的讲话中为9月份降息打开了大门，但美元指数并未显示出明显的疲软，主要在97.8至98.6之间波动。\n\n### 央行行动的可能原因\n\n*   **应对未来美元走弱**：何伟认为，中国央行此举可能是为了主动为美元可能出现的疲软做准备。随着美联储降息的可能性增加，以及在美国总统唐纳德·特朗普领导下对美联储独立性的担忧加剧，美元走弱的预期可能促使央行提前行动。\n\n### 未来展望与制约\n\n*   **升值幅度将受控**：分析师指出，人民币的升值幅度可能会保持在可控范围内。北京方面倾向于避免在与美国的贸易紧张局势中损害中国出口商的竞争力。",
      "shortSummary": "近期人民币兑美元汇率上涨主要由中国央行强力引导，而非市场力量驱动。尽管美联储暗示可能降息，美元指数仍保持稳定。分析师认为，央行此举可能是为应对未来美元潜在走弱而做的准备。然而，人民币升值幅度将受控，以避免损害出口竞争力，尤其是在中美贸易紧张背景下。",
      "translated_title": "中国人民币在中国央行支持下走强，对美元的担忧加剧",
      "images": [],
      "contentSource": "完整文章",
      "content": "A recent rally in China’s yuan has been primarily fuelled by stronger guidance from its central bank rather than by market forces, analysts said, pointing to a mostly steady US dollar index.\nHowever, they noted, this period of strengthening is likely to remain measured, as Beijing prefers to avoid harming the competitiveness of its exporters amid trade tensions with the United States.\nOver just five trading days last week, the People’s Bank of China pushed the yuan’s reference rate against the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/a2c53430-41f2-4acb-9acd-96267edd7005_1647b3ad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国生物技术产业正在追赶美国。关税能阻止它们吗？ (原标题: China’s biotech industry is gaining on the US. Can tariffs hold them back?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324487/chinas-biotech-industry-gaining-us-can-tariffs-hold-them-back?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 22:00:13 +0000",
      "isoDate": "2025-09-05T22:00:13.000Z",
      "creator": "Alice Li",
      "summary": "### 中国生物技术产业的崛起：2015年药监改革与国际认可\n\n自2015年夏季中国实施一项关键的药品监管改革以来，中国的生物技术产业经历了显著的转型和快速发展。\n\n#### 2015年药监改革：行业转折点\n\n*   **改革背景：** 2015年，中国制药市场正处于快速扩张期，但临床试验数据存在大量问题。\n*   **改革内容：**\n    *   要求所有待批申请的药企审计其临床试验数据。\n    *   在一个月内撤回申请可免于提交有缺陷申请的处罚。\n    *   隐藏或伪造数据将面临严厉惩罚，包括多年的备案禁令。\n*   **行业反应：** 79%的待批申请被撤回，这表明当时行业内存在问题的规模之大。\n*   **改革目标：** 北京全球健康药物研发中心主任、清华大学药学教授丁胜指出，此次“自查行动”是更广泛改革的一部分，旨在使中国的药物开发法规与国际标准对齐，并解决当时存在的诸多问题。\n*   **改革影响：** 2015年的改革标志着一个转折点，将中国的药品监管框架从侧重仿制药转向鼓励创新。\n\n#### 监管公信力提升与国际认可\n\n*   **监管水平与西方接轨：** 改革后的几年里，中国药品监管的公信力已与西方国家相当，这为中国生物技术产业的快速崛起铺平了道路。\n*   **美国FDA的认可：** 根据中国国家癌症中心去年发布的一项研究，在过去十年中，中国临床数据获得美国食品药品监督管理局（FDA）“无行动指示”（No Action Indicated，意为未发现需要监管响应的问题）评级的份额显著增加。这进一步证明了中国临床试验数据质量和监管水平的提升，获得了国际权威机构的认可。",
      "shortSummary": "自2015年中国实施药品监管改革以来，中国生物技术产业实现了快速发展。此次改革将监管重点从仿制药转向创新，显著提升了药品监管的公信力。改革后，中国临床试验数据的质量获得国际认可，美国FDA给予中国临床数据“无行动指示”评级的份额显著增加，表明中国生物技术产业正迅速追赶国际先进水平。",
      "translated_title": "中国生物技术产业正在追赶美国。关税能阻止它们吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the summer of 2015, a time when China’s pharmaceutical market was in a phase of rapid expansion, a sudden regulatory change sent tremors through the industry: drug companies would need to audit the clinical trial data for all pending applications.\nIf withdrawn within a month of the announcement, firms could avoid penalties for submitting flawed applications, but hiding or falsifying data would court severe punishments, including multi-year filing bans.\nThe response from the industry indicated...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/06/d8e8cd9b-6d79-4e48-92a6-d2ff71ea0abc_94f5f0b8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国收紧芯片限制之际推动电子产品自给自足 (原标题: China moves to boost electronics self-sufficiency as US tightens chip curbs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324516/china-moves-boost-electronics-self-sufficiency-us-tightens-chip-curbs?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 13:30:08 +0000",
      "isoDate": "2025-09-05T13:30:08.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国推动电子产品自给自足以应对美国芯片限制\n\n面对美国对先进芯片技术日益收紧的出口限制，中国已发布一项新的行动计划，旨在加强其电子制造业，并强调建立具有韧性、自给自足的供应链。\n\n### 背景与重要性\n\n*   **发布机构：** 该13页的文件由中国工业和信息化部与国家市场监督管理总局于周四联合发布。\n*   **战略地位：** 文件明确指出，电子制造业是国民经济的战略性、基础性和先导性产业，对于稳定工业增长和维护国家经济与政治安全至关重要。\n\n### 核心目标与措施\n\n该计划设定了多项关键目标，旨在提升中国电子制造业的整体实力和安全性：\n\n1.  **发展先进核心技术：** 致力于开发更先进的核心技术，以减少对外部的依赖。\n2.  **增强供应链安全：** 强调提升该行业的供应链安全性，确保关键环节不受外部干扰。\n3.  **推广国产设备：** 明确要求采用国产设备，并努力填补供应链中的空白环节。\n4.  **促进国内产品使用：** 计划指出，“将坚决推广使用国产产品，并不断强化产业链中的薄弱环节”。\n5.  **聚焦产品可靠性：** 强调需要专注于生产可靠的元器件、芯片和系统，确保产品质量和性能。\n6.  **建立预警机制：** 指示相关官员建立监测和早期预警机制，以便及时发现和应对潜在的供应链中断风险。\n\n该计划旨在通过上述措施，全面提升中国电子制造业的自主创新能力和供应链韧性，以应对日益复杂的国际环境和技术挑战。",
      "shortSummary": "面对美国收紧芯片限制，中国发布新行动计划，旨在提升电子制造业的自给自足能力。该计划由工业和信息化部等机构发布，强调电子制造业对国家经济和政治安全的重要性。主要目标包括发展先进核心技术、增强供应链安全、推广国产设备和产品，并建立供应链中断预警机制，以确保产业韧性。",
      "translated_title": "中国在美国收紧芯片限制之际推动电子产品自给自足",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has released a new action plan to bolster its electronics manufacturing sector that stresses the need for resilient, self-sufficient supply chains, as the country confronts rising US export curbs on advanced chip technology.\n“The electronics manufacturing industry is a strategic, foundational and leading sector of the national economy, crucial to stabilising industrial growth and safeguarding national economic and political security,” stated the 13-page document issued by the Ministry of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/d7ae47ff-f34a-4970-8701-c6a66ed6c4cd_4fefc60e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在美国拉拢攻势下，中巴承诺加强科技和贸易合作 (原标题: China, Pakistan pledge stronger tech and trade cooperation amid US charm offensive)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324517/china-pakistan-pledge-stronger-tech-and-trade-cooperation-amid-us-charm-offensive?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 12:30:11 +0000",
      "isoDate": "2025-09-05T12:30:11.000Z",
      "creator": "Alice Li",
      "summary": "# 中巴承诺加强科技和贸易合作\n\n## 背景与核心承诺\n*   在中美关系背景下，巴基斯坦正与美国加强联系。\n*   中国和巴基斯坦两国承诺扩大贸易并深化科技合作。\n\n## 合作领域与关键倡议\n*   合作范围广泛，包括农业、太空探索、人工智能和贸易等领域。\n*   中国总理李强表示，北京将推进中巴经济走廊（CPEC）的第二阶段建设，该项目是“一带一路”倡议下的旗舰基础设施项目。\n\n## 高层交流与战略互信\n*   中国总理李强与巴基斯坦总理夏巴兹·谢里夫举行会晤。\n*   李强指出，在全球不稳定和不确定性增加的背景下，中国愿与巴基斯坦保持密切高层交流，深化战略互信并加强合作。\n\n## 巴基斯坦的视角\n*   夏巴兹·谢里夫总理表达了在人工智能、农业和贸易领域扩大合作的强烈意愿。\n*   谢里夫在《人民日报》发表文章，高度赞扬中国对巴基斯坦科技进步的支持，尤其是在农业和空间科学方面。\n*   他强调，中巴伙伴关系已从早期的政治信任和安全合作，扩展到经济、科学和文化等更广泛的领域。\n*   谢里夫认为，鉴于中国的技术进步以及巴基斯坦年轻的劳动力和战略地理位置，这种扩大合作是顺理成章的。",
      "shortSummary": "在美国拉拢巴基斯坦之际，中巴两国承诺深化科技和贸易合作。中国总理李强与巴基斯坦总理夏巴兹·谢里夫会晤，表示将推进中巴经济走廊第二阶段建设，并在农业、太空探索、人工智能等领域加强合作。谢里夫强调，中巴伙伴关系已从政治安全扩展到经济科技领域，并赞扬中国对巴科技进步的支持，认为扩大合作是自然之举。",
      "translated_title": "在美国拉拢攻势下，中巴承诺加强科技和贸易合作",
      "images": [],
      "contentSource": "完整文章",
      "content": "China and Pakistan have pledged to expand trade and deepen technological cooperation in areas ranging from agriculture to space exploration, at a time when Islamabad is warming to the United States.\nDuring a meeting on Thursday with Pakistani Prime Minister Shehbaz Sharif, Premier Li Qiang said Beijing would advance the second phase of the China-Pakistan Economic Corridor (CPEC), a flagship infrastructure project under the Belt and Road Initiative.\n“Global instability and uncertainty have grown...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/a7c9f607-2247-49a2-b033-8c044a8a9a13_d3b65966.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国城市设立人工智能专门服务，助力经济腾飞 (原标题: China’s cities feed the AI monster with dedicated services for economic roar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324521/china-cities-feed-ai-economies-dedicated-services-race-us-picks-pace?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 11:30:07 +0000",
      "isoDate": "2025-09-05T11:30:07.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国城市积极布局人工智能，助力经济发展\n\n### 温州率先设立人工智能专职机构\n\n*   **全国首创**：温州本周成为中国首个设立人工智能（AI）相关专职机构的城市。此举标志着地方政府正积极响应北京的号召，以期在中美AI竞争中占据优势。\n*   **高调宣布**：温州市在一次备受瞩目的AI创新发展大会上宣布了该机构的成立。\n\n### 温州人工智能局的职责与目标\n\n*   **核心职能**：温州新成立的AI局将负责监督AI规划和政策、协调计算能力和数据资源，并推动跨行业的“AI+”项目。\n*   **战略意义**：官员表示，此举并非象征性调整，而是温州将AI作为其增长战略核心的明确信号。\n\n### 温州在人工智能基础设施方面的投入\n\n*   **数字基础设施**：温州已建成强大的数字基础设施，拥有超过9000亿公共数据条目和16个实验室，为AI模型训练提供支持。\n*   **绿色能源投资**：该市正大力投资绿色能源，预计到今年底装机容量将达到20吉瓦，到2030年达到30吉瓦。官员指出，这些能源资源将为温州的AI雄心提供坚实支撑。\n\n### 全国范围内的AI布局趋势\n\n*   **普遍现象**：中国各地城市都在积极投身AI热潮。上海和深圳等一线城市和科技中心也普遍设立了国家支持的AI实验室和试点区。\n*   **二线城市参与**：温州的举措反映出，即使是二线城市也正努力在AI领域中占据一席之地。这是因为北京正依赖地方政府，在全球与华盛顿日益激烈的竞争背景下，提升国家在AI领域的竞争力。",
      "shortSummary": "温州成为中国首个设立人工智能（AI）专职机构的城市，旨在统筹AI规划、协调资源并推动“AI+”项目，将其作为城市增长的核心战略。此举反映了中国各地政府，包括二线城市，正积极布局AI基础设施和绿色能源，以响应北京提升国家AI竞争力的号召，尤其是在与美国日益激烈的竞争背景下。",
      "translated_title": "中国城市设立人工智能专门服务，助力经济腾飞",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s city governments are racing to stake out a role in artificial intelligence, with Wenzhou this week becoming the nation’s first to set up a dedicated bureau for AI-related matters – underscoring how local officials are ramping up efforts amid Beijing’s push to gain an edge in the AI race with the United States.\nAuthorities in Wenzhou, located in the provincial economic powerhouse of Zhejiang, announced the bureau’s formation at a high-profile AI Innovation and Development Conference on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/571fd03a-329b-444e-9b45-6746577e9aa7_cc3a0821.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国着力发展9800亿美元体育经济 (原标题: China sets off in pursuit of US$980 billion sports economy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324467/global-games-outdoor-activities-china-aims-us980-billion-sports-economy?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 09:00:11 +0000",
      "isoDate": "2025-09-05T09:00:11.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国体育经济发展目标与战略\n\n中国政府发布了一项新的中央指令，旨在到2030年将体育产业规模扩大至7万亿元人民币（约合9800亿美元），并培育一系列“具有国际影响力”的体育企业和赛事。此举是中国经济向消费驱动模式转型的重要组成部分，旨在通过体育消费刺激经济增长。\n\n### 主要目标与背景\n\n*   **2030年目标：** 体育产业总规模达到7万亿元人民币，几乎是2023年（3.67万亿元人民币）的两倍。\n*   **经济贡献：** 根据国家统计局数据，2023年中国体育产业增加值为1.49万亿元人民币，占全国GDP的1.15%。\n*   **战略意义：** 国务院总理李强主持的会议强调，发展体育产业和体育消费是实施扩大内需战略的重要组成部分。\n\n### 关键措施与方向（20项指令）\n\n国务院发布的20项指令旨在多方面推动体育经济发展：\n\n*   **刺激消费：** 将体育消费作为经济增长的重要动力。\n*   **新兴领域拓展：**\n    *   推广低空体育赛事。\n    *   积极培育“冰雪经济”。\n*   **品牌与国际影响力：**\n    *   着力打造具有国际影响力的中国品牌赛事。\n    *   加强对各地申办和举办国际赛事的协调与指导，以满足日益增长的观赏体育热情。\n\n### 近期发展与案例\n\n*   **基层赛事活力：** 近几个月来，东部地区的江苏城市足球联赛和浙江篮球协会等基层赛事已成为全国性热点，显示出体育赛事日益增长的经济活力。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/04/clean_0.jpg?itok=gwmUL4pU)\n\n*   **图片描述：** 这张图片可能与中国篮球运动员相关，标题提及“中国‘移动长城’篮球运动员首次亮相高级别球队”，反映了中国体育领域的一些具体发展。",
      "shortSummary": "中国政府发布指令，目标是到2030年将体育产业规模扩大至7万亿元人民币（约9800亿美元），以推动经济转型和扩大内需。该计划旨在通过推广低空体育、冰雪经济以及培育国际影响力赛事来刺激体育消费。2023年中国体育产业规模为3.67万亿元，新目标是其近两倍，显示出国家对体育经济发展的高度重视，并视其为扩大内需战略的重要组成部分。",
      "translated_title": "中国着力发展9800亿美元体育经济",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/04/clean_0.jpg?itok=gwmUL4pU",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China is aiming to build a 7 trillion yuan (US$980 billion) sports sector by 2030 – complete with a series of “internationally influential” sports companies and events – as the world’s second-largest economy shifts to a consumption-driven mode, according to a new central government directive.\nSeeking to spur economic growth through sports consumption, the 20-measure directive issued on Thursday by the State Council, China’s cabinet, vowed to promote low-altitude sports events, foster the “ice...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/cd22d80f-8b30-4169-ad10-ca9bbcfbb54e_52a925d8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对欧盟猪肉发布反倾销初裁，征收保证金 (原标题: China issues anti-dumping ruling on European pork, charges deposits)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324485/china-issues-preliminary-anti-dumping-ruling-european-pork-charges-deposits?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 08:20:02 +0000",
      "isoDate": "2025-09-05T08:20:02.000Z",
      "creator": "Xiaofei Xu,Ji Siqi",
      "summary": "## 中国对欧盟猪肉征收反倾销保证金\n\n中国商务部于周五宣布，已初步认定欧盟猪肉及猪副产品对中国市场存在倾销行为，并对国内产业造成了“实质性损害”。此举标志着中欧贸易紧张关系的升级，此前法国主要干邑白兰地生产商在一项单独调查中获得了豁免。\n\n### 临时反倾销措施\n\n*   **措施形式**：以现金保证金的形式征收“临时反倾销措施”。\n*   **生效日期**：自9月10日起，相关产品进口商需根据初步裁定中确定的每家公司的倾销幅度提供相应的保证金。\n\n### 保证金税率\n\n*   **配合调查的企业**：根据商务部计算的倾销幅度，保证金税率介于15.6%至32.7%之间。\n    *   例如，西班牙生产商Litera的税率处于较低水平，而荷兰Vion集团的税率则处于较高水平。\n*   **未配合调查的企业**：将被征收62.4%的保证金。\n\n### 中方立场与背景\n\n商务部贸易救济调查局的一位官员周五向记者表示，中方在此问题上采取“审慎克制”的态度。该官员还指出，中国与法国在干邑白兰地调查中达成的“友好解决方案”是一个值得效仿的范例，暗示希望在此次猪肉调查中也能找到类似的解决方案。",
      "shortSummary": "中国商务部初步裁定欧盟猪肉对华倾销，对国内产业造成实质性损害。自9月10日起，将对进口欧盟猪肉征收15.6%至62.4%不等的临时反倾销保证金。此举标志着中欧贸易紧张关系升级，但中方表示将采取审慎克制态度，并以此前干邑白兰地调查的“友好解决方案”为例。",
      "translated_title": "中国对欧盟猪肉发布反倾销初裁，征收保证金",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has made a preliminary determination that Europe is dumping pork and pork by-products into its market, causing “material injury” to the domestic industry, Beijing’s Ministry of Commerce said on Friday.\nThe announcement, which carries a “provisional anti-dumping measure” in the form of cash deposits, marks an escalation in China-EU trade tensions after major French cognac producers were exempted from punitive levies stemming from a separate investigation.\n“Starting September 10, importers...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/14a8bdea-351d-4b9b-8ca5-029a07e20297_08abb458.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国生物技术与美国差距缩小，新药和研发管线占全球总量的30%以上 (原标题: China closes biotech gap with US as new drugs, pipelines top 30% of global total)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324465/china-closes-biotech-gap-us-new-drugs-rd-pipelines-top-30-global-total?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 07:30:16 +0000",
      "isoDate": "2025-09-05T07:30:16.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国生物技术产业发展概况\n\n## 核心成就与全球地位\n*   **研发与新药贡献显著：** 根据中国国家发展和改革委员会（NDRC）的数据，中国在创新研发管线和新批准药物方面，已占全球总量的30%以上。这表明中国在生物技术领域正迅速崛起，成为一个重要的力量。\n*   **生物经济贡献GDP：** 生物经济（涵盖生命科学和生物技术的研究、开发与应用）对中国国内生产总值（GDP）的贡献已超过7%。\n*   **全球排名提升：** 一份在第17届中国生物产业大会上发布的报告显示，中国在药物研发数量上已位居全球第二，显著缩小了与美国的差距。\n\n## 关键数据亮点\n*   **新药审批数量创新高：** 2024年，国家药品监督管理局批准了93种新药，创下近五年来的最高纪录。\n*   **医疗器械专利优势：** 医疗器械专利申请数量超过91,500项，占全球总量的70%，显示出中国在该领域的强大创新能力。\n\n## 政府支持与未来展望\n*   **数据洞察系统：** 国家发改委在大会上推出了一个“洞察系统”，旨在整合研发、审批和市场全链条的数据。\n*   **系统目标：** 官员表示，该系统将帮助政府和行业识别机遇，并突破药物创新过程中的瓶颈，进一步推动生物技术产业的发展。",
      "shortSummary": "中国生物技术产业正迅速发展，其创新研发管线和新批准药物占全球总量的30%以上，生物经济贡献GDP超7%。中国在药物研发数量上已位居全球第二，2024年批准新药93种，医疗器械专利申请占全球70%。国家发改委推出“洞察系统”以支持药物创新，表明中国正成为全球生物技术强国，与美国差距显著缩小。",
      "translated_title": "中国生物技术与美国差距缩小，新药和研发管线占全球总量的30%以上",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s push to become a biotech powerhouse is paying off, with innovative R&D pipelines and newly approved drugs accounting for over 30 per cent of the global total, according to the country’s top economic planner.\nThe sector was showing strong momentum, said Xiang Libin, deputy chairman of the National Development and Reform Commission (NDRC), who cited the figures at the 17th China Bioindustry Convention in Wuhan, Hubei province, on Thursday.\nChina’s bioeconomy, encompassing the research,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/05/ad18d69e-447a-4f93-afae-0a33138daf9a_56142e35.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国一省份提出数字人民币新用途：偿还长期拖欠债务 (原标题: Chinese province floats new use for digital yuan: paying long-delayed debts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324361/chinese-province-floats-new-use-digital-yuan-paying-long-delayed-debts?utm_source=rss_feed",
      "pubDate": "Fri, 05 Sep 2025 01:00:12 +0000",
      "isoDate": "2025-09-05T01:00:12.000Z",
      "creator": "Xinyi Wu",
      "summary": "## 数字人民币新应用：清偿链条债务\n\n### 背景与提出\n\n*   **数字人民币（e-CNY）**：中国央行支持的数字货币，自2019年推出以来，其应用场景一直在探索中。\n*   **湖南省的提议**：根据上月发布的一份文件，中国中部省份湖南省当局提出，将探索数字人民币的新用途，以解决长期存在的支付违约问题。\n*   **拓宽应用范围**：此举将使数字人民币的应用范围超越北京此前探索的用例，进一步扩大其资产使用范畴。\n\n### 核心用途：清偿“链条债务”\n\n*   **目标**：湖南省计划“探索使用数字人民币清偿链条债务”。\n*   **运作模式**：通过一种模型，使资金能够直接到达支付链的末端，从而有效清偿债务。\n\n### 潜在优势与影响\n\n*   **提高透明度与可追溯性**：分析师指出，尽管目前细节尚不明确，但数字人民币有望使支付方和收款方之间通常不透明的关系变得更具可追溯性和透明度。\n*   **增强交易控制力**：全球贸易信用保险公司Coface的经济学家Tan Junyu表示，这“可能有助于增强经济中交易的实时可见性和控制力”。\n\n### “链条债务”问题\n\n*   **定义**：“链条债务”，又称三角债，是指一系列连锁的支付违约，将金融压力扩散到经济中相互依存的各个部门。\n*   **突出行业**：Tan Junyu指出，这种问题在汽车等行业尤为突出，因为汽车制造商对其供应商拥有强大的议价能力，容易导致连锁支付违约。",
      "shortSummary": "中国湖南省正探索将数字人民币（e-CNY）应用于清偿长期拖欠的“链条债务”（三角债）。此举旨在拓宽数字人民币的应用范围，通过让资金直接到达支付链末端，提高交易的透明度和可追溯性。分析师认为，这有助于增强经济中交易的实时可见性和控制力，尤其能解决汽车等行业中普遍存在的连锁支付违约问题。",
      "translated_title": "中国一省份提出数字人民币新用途：偿还长期拖欠债务",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is mulling the application of its digital yuan – the central bank-backed currency also known as the e-CNY – to tackle persistent payment defaults, a move that would broaden the asset’s scope beyond the set of use cases explored by Beijing since the currency’s launch in 2019.\nAuthorities in the central province of Hunan touched upon the subject when detailing plans to expand the digital currency’s application scenarios and scale, according to a document published last month.\nHunan will...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/1ec46e2b-3e4b-49cb-b6a4-e01917ee5bf0_4b27dd0e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“稳定币之夏”：中国将如何应对美元加密货币的激增？ (原标题: ‘Summer of stablecoins’: how will China respond to US dollar’s crypto surge?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324322/chinas-stablecoin-dilemma-why-us-dollar-tokens-matter-and-how-beijing-might-respond?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 22:00:12 +0000",
      "isoDate": "2025-09-04T22:00:12.000Z",
      "creator": "Kandy Wong",
      "summary": "# “稳定币之夏”：中国将如何应对美元加密货币的激增？\n\n## 稳定币崛起与全球监管动态\n\n*   **全球关注度激增**：曾是加密货币小众领域的稳定币，今年已跃升为全球焦点，分析师和行业内部人士纷纷表示，这种数字资产的时代已经到来。\n*   **美国监管新规**：7月，美国总统特朗普签署了《GENIUS法案》，建立了首个针对稳定币的联邦监管制度。许多人认为此举可能为稳定币的大规模市场采用铺平道路。\n*   **香港立法跟进**：紧随美国之后，香港也引入了自己的条例，并于8月1日生效，要求稳定币发行方必须获得香港金融管理局的许可。\n*   **华尔街认可**：华尔街也注意到了这一趋势。8月，高盛投资银行的分析师将过去几个月称为“稳定币之夏”。\n\n## 中国面临的困境\n\n*   **长期两难局面**：对于中国而言，这种数字资产的崛起凸显了一个长期存在的两难困境。\n*   **对加密货币的限制**：尽管将香港作为试验场，北京仍对这种非传统数字资产保持限制，警惕与加密货币相关的风险。\n*   **美元霸权担忧**：与此同时，中国面临着一个严峻的前景：担心稳定币会进一步巩固美元在国际货币体系中的主导地位。\n\n## 稳定币的特性与美元主导\n\n*   **稳定性设计**：与比特币或以太坊等波动性大的加密货币不同，稳定币以1:1的比例锚定法定货币（如美元或港元）或其他储备资产。它们旨在结合数字资产的效率和传统货币的可靠性，前提是其背后的货币保持强势。\n*   **美元主导地位**：尽管稳定币原则上可以锚定任何法定货币，但超过99%的稳定币都由美元或以美元计价的资产支持。这一比例远远超过美元在全球支付中约50%的份额和在全球外汇储备中约58%的份额。",
      "shortSummary": "稳定币今年在全球范围内迅速崛起，美国和香港相继出台了监管措施，高盛称之为“稳定币之夏”。这给中国带来了两难局面：一方面，中国对加密货币持谨慎态度并加以限制；另一方面，中国担心稳定币会进一步巩固美元在国际货币体系中的主导地位。目前，超过99%的稳定币都由美元或美元资产支持，远超美元在全球支付和外汇储备中的份额。",
      "translated_title": "“稳定币之夏”：中国将如何应对美元加密货币的激增？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Once a niche corner of the cryptocurrency world, stablecoins have surged into the global spotlight this year, prompting analysts and industry insiders to declare that the digital asset’s time has come.\nIn July, US President Donald Trump signed the GENIUS Act into law, establishing the first federal regulatory regime for stablecoins – a move many believe could pave the way for mass-market adoption.\nShortly after, Hong Kong introduced its own ordinance, which took effect on August 1, requiring...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/c1009cb6-b04c-41a9-971f-6e92e54caf00_234ff968.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国2024年对巴西投资翻倍，达到疫情以来最高水平：报告 (原标题: China’s 2024 Brazil investment doubled to highest level since Covid: report)",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3324386/chinas-2024-brazil-investment-doubled-highest-level-covid-report?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 13:28:09 +0000",
      "isoDate": "2025-09-04T13:28:09.000Z",
      "creator": "Igor Patrick",
      "summary": "## 中国对巴西投资创疫情以来新高：报告\n\n一份由巴西-中国商业理事会于周四发布的报告指出，中国对巴西的投资在去年（指报告发布前一年）翻倍，达到疫情前以来的最高水平。这使得巴西成为全球第三大中国资本目的地，并在新兴经济体中位居首位。\n\n### 投资概况\n\n*   **投资额大幅增长**：报告显示，中国企业在2024年确认了39个项目，总价值达41.8亿美元，比上一年增长了113%。\n*   **全球排名提升**：在全球范围内，巴西吸引的中国资本仅次于英国和匈牙利。在新兴经济体中，巴西是主要的中国资本目的地。\n\n### 投资性质的转变\n\n*   **从大型收购转向小型项目**：报告指出，中国对巴西的投资模式发生了转变。企业不再青睐过去定义中国投资的“大型收购”，而是更多地选择与巴西工业政策和全球能源转型相关的小型项目。\n\n### 巴西的吸引力\n\n*   **经济复杂性和行业多样性**：巴西-中国商业理事会研究主任图利奥·卡列洛（Tulio Cariello）表示，巴西的吸引力在于其经济规模和对中国资金开放的行业多样性。\n*   **综合优势突出**：卡列洛指出，与墨西哥主要吸引与美国相关的产业、印度尼西亚吸引采矿投资不同，巴西结合了这些优势，并扩展到能源和基础设施等领域。\n*   **多领域投资机会**：卡列洛强调：“巴西是一个更复杂的经济体。你可以在工业、自然资源和电力领域同时找到机会，这使得该国脱颖而出。”\n\n### 主要投资领域\n\n*   **电力行业占据主导**：在所有投资领域中，电力行业占据了最大的份额。",
      "shortSummary": "一份报告显示，中国对巴西的投资在去年翻倍，达到疫情以来最高水平，使巴西成为全球第三大中国资本目的地。中国企业在2024年确认了39个项目，总值41.8亿美元，增长113%。投资模式已从大型收购转向与巴西工业政策和全球能源转型相关的小型项目。巴西因其经济复杂性和多样的投资机会（如工业、自然资源和电力）而吸引中国资金，其中电力是主要投资领域。",
      "translated_title": "中国2024年对巴西投资翻倍，达到疫情以来最高水平：报告",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese investment in Brazil more than doubled last year, reaching the highest level since before the pandemic, making the South American country the third main destination for Chinese capital worldwide, a business group report released on Thursday said.\nThe report, released by the Brazil-China Business Council, said Chinese firms confirmed 39 projects in 2024 worth US$4.18 billion, a 113 per cent increase from the year before.\nThe surge would make Brazil the leading destination for Chinese...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/d01fccd6-bfdc-496b-8ae9-3bedb3bfc25a_dad82cb4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国各省在中美关税休战不稳之际筹备赴美商务考察 (原标题: Chinese provinces prep for business trips to US amid shaky tariff truce)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324363/chinese-provinces-ready-business-delegations-us-amid-shaky-tariff-truce?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 13:00:12 +0000",
      "isoDate": "2025-09-04T13:00:12.000Z",
      "creator": "Frank Chen,Ralph Jennings",
      "summary": "# 中国各省筹备赴美商务考察\n\n## 背景与目的\n*   **关系稳定化利用：** 随着中美关系的近期稳定，以及关税休战的延长，中国各省的企业家和地方政府代表正计划前往美国，特别是纽约和加利福尼亚等地。\n*   **经济机遇探索：** 这些考察团旨在利用美国地方当局亲商的友好氛围和自主权，寻求潜在的贸易和投资机会，以推进经济联系。\n*   **北京鼓励：** 北京方面鼓励地方层面的交流，为这些次国家级（subnational）的经济活动提供了支持。\n\n## 考察团详情\n*   **主要参与省份：** 据《南华早报》了解，包括浙江在内的中国主要出口大省，将在未来几个月内派遣经济代表团前往美国主要城市和州。\n*   **北京默许与时机：** 浙江出口部门的一位消息人士透露，没有北京的默许，以及两国近期同意的全面关税上调的延长暂停，此类访问将不可行。\n*   **关税休战延长：** 该消息人士指出，在中美两国于斯德哥尔摩举行双边贸易谈判后，关税休战又延长了90天，这被认为是赴美考察的“好时机”。\n*   **行政命令：** 在7月底两国于瑞典首都举行会谈后，美国总统唐纳德·特朗普于8月11日签署了一项行政命令，将针对中国商品的关税上调暂停期再延长90天。",
      "shortSummary": "中国各省正计划赴美进行商务考察，以利用近期中美关系的稳定和关税休战的延长，寻求贸易和投资机会。在获得北京默许并抓住关税暂停期延长90天的有利时机，包括浙江在内的主要出口省份将派遣经济代表团前往美国。此举旨在推进地方层面的经济交流。",
      "translated_title": "中国各省在中美关税休战不稳之际筹备赴美商务考察",
      "images": [],
      "contentSource": "完整文章",
      "content": "More Chinese entrepreneurs and local government representatives could soon be packing for New York and California, aiming to take advantage of a recent stabilisation in US-China relations to hop across the Pacific and scout out potential trade and investment opportunities.\nVisits by delegations from China in the coming months will seek to leverage the pro-business amity and autonomy of local authorities in the US to advance economic ties, as Beijing encourages subnational exchanges.\nChina’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/f56415c3-5509-48aa-beeb-bc6701d0bdff_aaa2cb69.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国着眼完善债券发行机制以提升人民币的全球作用 (原标题: China eyes honing its bond issuance mechanism to boost yuan’s global role)",
      "link": "https://www.scmp.com/economy/china-economy/article/3324341/china-eyes-honing-its-bond-issuance-mechanism-boost-yuans-global-role?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 11:00:10 +0000",
      "isoDate": "2025-09-04T11:00:10.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 中国完善债券发行机制以提升人民币全球作用\n\n*   **背景与目标**\n    *   中国人民银行和财政部正在讨论建立一个更完善的海外主权债务发行机制。\n    *   此举旨在提升人民币的全球作用，以应对当前对美元信心波动的局面。\n\n*   **高层会议与政策协调**\n    *   中国财政部副部长廖岷和中国人民银行副行长邹澜出席了联合会议。\n    *   双方强调，协调的财政和货币政策措施对于稳定市场信心和帮助经济应对“复杂多变的市场环境”至关重要。\n\n*   **机制细节**\n    *   会议纪要中并未提供关于该债券发行机制的更多具体细节。\n\n*   **专家观点与未来展望**\n    *   Pinpoint资产管理公司总裁兼首席经济学家张智威指出，中国推动人民币国际化的政策方向“非常明确”。\n    *   他提及中国央行行长潘功胜近期呼吁建立一个全球支付系统，以减少对单一货币的依赖。\n    *   张智威预计，未来离岸人民币计价国债的发行量增加是“可预见的”。",
      "shortSummary": "中国央行和财政部正探讨完善海外主权债务发行机制，旨在提升人民币的全球地位，减少对美元的依赖。双方强调需协调财政和货币政策以稳定市场。尽管具体细节未公布，专家认为人民币国际化方向明确，预计未来离岸人民币计价国债发行将增加，此举与央行行长潘功胜减少单一货币依赖的呼吁相符。",
      "translated_title": "中国着眼完善债券发行机制以提升人民币的全球作用",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank and finance ministry have discussed creating a better mechanism for issuing sovereign debt overseas, as Beijing eyes a greater global role for the yuan amid wavering confidence in the US dollar.\nBeijing has been upping efforts to increase the use of its currency in international markets in recent months, as trading in US dollar assets becomes increasingly volatile amid President Donald Trump’s tariff blitz, aggressive spending plans, and attempts to interfere in the workings...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/1bcb7520-ebef-42eb-a7a5-1528c7efeeb4_51839c0e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "华盛顿制裁化学生产商后，中国瞄准美国光纤公司 (原标题: China targets US fibre-optic firms after Washington sanctions chemical producer)",
      "link": "https://www.scmp.com/economy/global-economy/article/3324303/china-targets-us-fibre-optic-firms-after-washington-sanctions-chemical-producer?utm_source=rss_feed",
      "pubDate": "Thu, 04 Sep 2025 07:00:11 +0000",
      "isoDate": "2025-09-04T07:00:11.000Z",
      "creator": "Alice Li",
      "summary": "### 中国对美国光纤公司征收反倾销关税\n\n**背景与时机：**\n*   在中国商务部宣布对美国光纤公司征收反倾销关税的数小时前，美国财政部因芬太尼相关指控对一家位于广州的化学生产商实施了制裁。这一举动被视为中国对美国制裁的回应。\n\n**关税详情：**\n*   **税率范围：** 此次征收的反倾销关税税率介于33.3%至78.2%之间。\n*   **生效与持续时间：** 关税已于宣布当日立即生效，并将持续到2028年4月。\n*   **受影响公司及具体税率：**\n    *   OFS Fitel：面临33.3%的关税。\n    *   康宁（Corning）：面临37.9%的关税。\n    *   Draka Communications Americas以及其他未指明的美国公司：面临78.2%的最高关税。\n\n**反规避调查：**\n*   **此前关税：** 中国自2023年4月起已对用于高速光传输和数据中心互连的某种美国光纤征收反倾销关税。\n*   **规避行为：** 商务部表示，一项于3月启动的为期六个月的调查发现，美国出口商通过将相关产品标记为具有相似用途但技术规格略有不同的另一种光纤，从而规避了此前的关税。\n*   **调查裁定：** 商务部裁定，美国出口商在没有商业理由的情况下改变了贸易模式，将光纤运往中国，从而损害了现有的反倾销关税。\n*   **首次反规避调查：** 此次调查是应中国公司的请求启动的，标志着中国首次进行反规避调查。此类调查旨在评估贸易行为是否被改变以逃避关税责任。\n\n**产品代码：**\n*   中国海关总署公布了受额外反倾销关税影响的光纤的具体产品代码为90011000.01。",
      "shortSummary": "中国对美国光纤公司征收33.3%至78.2%的反倾销关税，立即生效并持续至2028年4月。此举发生在美国制裁一家中国化学生产商之后。商务部表示，美国公司通过改变贸易模式规避了此前对用于高速光传输的美国光纤征收的反倾销关税，这是中国首次反规避调查。",
      "translated_title": "华盛顿制裁化学生产商后，中国瞄准美国光纤公司",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has slapped American fibre-optic firms with anti-dumping tariffs – a move announced hours after the US Treasury imposed sanctions on a Guangzhou-based chemical firm, over fentanyl claims.\nThe duties, ranging from 33.3 to 78.2 per cent, went into immediate effect and are to remain in place until April 2028, the Ministry of Commerce said on Thursday in an online statement.\nSpecifically, OFS Fitel faces a 33.3 per cent tariff, Corning a 37.9 per cent levy, and Draka Communications Americas,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/09/04/8390159a-9bb9-4181-84de-e2fb2128270b_96caad94.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-09-08T02:27:58.105Z"
}