{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "美国与欧盟达成新贸易协议后，中国处于何种境地？ (原标题: Where does China stand after US’ new trade deal with EU?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319866/where-does-china-stand-after-us-trade-deal-eu-seen-more-rhetoric-substance?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 18:00:08 +0000",
      "isoDate": "2025-07-28T18:00:08.000Z",
      "creator": "Ji Siqi,Luna Sun,Kandy Wong",
      "summary": "### 美国与欧盟贸易协议对中国的影响\n\n**背景**\n在美国与中国新一轮贸易谈判前夕，美国与欧盟达成了一项框架贸易协议。分析人士指出，尽管美国可能将其用作谈判筹码，但中国可以保持冷静，观察协议的实际效果。然而，北京仍应警惕其两大贸易伙伴在经济领域结盟的可能性，因为美欧可能将共同的痛点转化为对抗中国的统一战线。\n\n**协议内容与时间线**\n\n*   **协议达成时间：** 华盛顿和布鲁塞尔于周日宣布了这项贸易协议框架，就在中美两国周一开始在斯德哥尔摩进行第三轮贸易谈判的前一天。\n*   **关税条款：** 协议框架包括对大多数进入美国的欧盟商品征收15%的关税。\n*   **零关税商品：** 双方还同意对一系列商品取消关税，包括飞机、飞机零部件、某些化学品、某些仿制药、半导体设备和一些农产品。\n*   **欧盟承诺：** 美国总统唐纳德·特朗普和欧盟委员会主席乌尔苏拉·冯德莱恩宣布，欧盟同意：\n    *   在三年内购买价值7500亿美元的美国能源。\n    *   购买价值数千亿美元的美国军事装备。\n    *   在现有水平之上，向全球最大经济体（美国）额外投资超过6000亿美元。\n\n**对中国的影响与专家观点**\n\n北京外国语大学欧盟研究中心主任崔洪建表示：“美国可能认为，在基本搞定欧盟之后，它在与中国打交道时将拥有更大的谈判筹码。” 这表明美国可能试图利用与欧盟的协议，增强其在中美贸易谈判中的地位。\n\n**图片说明：** 文章内容中不包含有效的图片链接，因此摘要中不包含任何图片。",
      "shortSummary": "在美国与中国新一轮贸易谈判前夕，美国与欧盟达成了一项框架贸易协议。分析人士认为，中国应保持冷静并观察协议进展，但需警惕美欧可能形成针对中国的经济联盟。该协议包括欧盟在能源、军事装备和投资方面对美国的巨额采购，以及对特定商品零关税。专家指出，美国可能借此增强其对华谈判筹码。",
      "translated_title": "美国与欧盟达成新贸易协议后，中国处于何种境地？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As a framework trade deal was struck between the United States and the European Union on the eve of a new round of trade talks between Beijing and Washington, analysts said China was in a position to stay calm and wait to see how the deal actually pans out, even if the US is likely to use it as a bargaining chip.\nBut Beijing should still be aware of the potential alliance between its two major trading partners in the economic sphere, as the US and EU could transform shared sore points into a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/782d9ab1-babd-40f1-9345-17fd7d0f5662_7b75c3e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普希望中国购买更多美国商品。目前，情况恰恰相反 (原标题: Trump wants China to buy more US goods. Right now, the opposite is happening)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319848/chinas-imports-us-goods-plunge-amid-trade-war-complicating-phase-2-deal?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 14:00:15 +0000",
      "isoDate": "2025-07-28T14:00:15.000Z",
      "creator": "Kandy Wong,Luna Sun",
      "summary": "### 中美贸易谈判：美国商品采购与现实\n\n**背景与谈判目标**\n\n*   华盛顿预计将在本周瑞典举行的贸易谈判中，推动中国承诺“大量采购”美国商品。\n*   中美官员周一在斯德哥尔摩开始关键的第三轮贸易谈判。\n*   许多分析师预测，美方将侧重于确保中国同意进口更多美国石油、液化天然气及其他商品。\n*   加拿大BCA研究公司首席地缘政治策略师马特·格特肯（Matt Gertken）指出，特朗普政府正在寻求“第二阶段”贸易协议，并将要求中国大量采购美国大宗商品（包括能源），以及直接投资美国大宗商品生产和出口能力。\n\n**当前状况与原因**\n\n*   尽管美国有此期望，但海关数据显示，近几个月来，中国对一系列美国大宗商品的进口量已大幅下降甚至完全停止。\n*   中国长期以来一直是美国能源和农产品的主要买家。\n*   进口量下降或冻结的原因是两国在贸易和技术问题上的紧张关系加剧。\n\n**相关背景与展望**\n\n*   此次谈判前一天，美国与欧盟达成了一项框架贸易协议，其中包括欧盟承诺增加美国能源和军事设备的进口，而美国则对欧盟商品设定了15%的关税。\n*   格特肯补充说，中美国家安全竞争将迫使中国对美国依赖性施加限制。",
      "shortSummary": "美国希望中国在贸易谈判中承诺大量购买美国商品，但海关数据显示，近期中国对美国大宗商品的进口量已大幅下降甚至停止。中美双方正在斯德哥尔摩进行第三轮贸易谈判，美方旨在促使中国增加对美国石油、液化天然气等商品的采购。然而，两国在贸易和技术问题上的紧张关系加剧，导致中国对美商品进口受阻。分析师认为，国家安全竞争将限制中国对美国的依赖。",
      "translated_title": "特朗普希望中国购买更多美国商品。目前，情况恰恰相反",
      "images": [],
      "contentSource": "完整文章",
      "content": "Washington is widely expected to push China to commit to “large purchases” of US goods during trade negotiations in Sweden this week, but customs data shows that Chinese imports of a slew of American commodities have plunged or even halted entirely in recent months.\nOfficials from Beijing and Washington begin a crucial third round of trade talks in Stockholm on Monday, with many analysts predicting the US side will focus on securing Chinese agreements to import more American oil, liquefied...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/c306535c-99f8-4fee-a739-f18c6ed38e57_20958cd8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美在瑞典首都开始第三轮贸易谈判 (原标题: China, US begin third round of trade talks in Swedish capital)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319884/china-us-begin-third-round-trade-talks-swedish-capital?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 12:38:41 +0000",
      "isoDate": "2025-07-28T12:38:41.000Z",
      "creator": "Ji Siqi,Xiaofei Xu",
      "summary": "## 中美在瑞典首都举行第三轮贸易谈判\n\n中美两国高级经济官员已在瑞典首都斯德哥尔摩启动了第三轮贸易谈判。\n\n### 谈判概况\n\n*   **参与方**：中国和美国的高级经济官员。\n*   **轮次**：这是两国间的第三轮贸易谈判。\n*   **地点**：谈判在斯德哥尔摩的Rosenbad大楼举行，该建筑同时也是瑞典政府总部和该国首相的办公室。\n*   **时间**：谈判于当地时间周一下午开始。中方代表团已于周日下午抵达，而美方代表团则于周一抵达瑞典首都。\n\n### 关键人物\n\n*   **中方代表团**：由中国国务院副总理何立峰率领。\n*   **美方代表团**：由美国财政部长斯科特·贝森特率领。\n\n### 现场情况与安全措施\n\n*   两国媒体，以及来自日本共同社、法国法新社和多家瑞典媒体的记者，在周一清晨就开始在谈判大楼前聚集，中美两国国旗也已升起。\n*   瑞典当局出于安全原因，已封锁了该建筑周边区域，并对该区域进行了爆炸物搜查。这些安全措施引起了路人对现场警察和记者的询问。\n\n### 谈判预期\n\n*   与此前在日内瓦和伦敦举行的谈判类似，此次斯德哥尔摩的谈判预计将持续多日。",
      "shortSummary": "中美两国高级经济官员在瑞典首都斯德哥尔摩启动了第三轮贸易谈判。此次谈判由中国国务院副总理何立峰和美国财政部长斯科特·贝森特率领，于当地时间周一下午在瑞典政府总部所在地Rosenbad大楼开始。谈判预计将持续多日，现场采取了严格的安全措施。",
      "translated_title": "中美在瑞典首都开始第三轮贸易谈判",
      "images": [],
      "contentSource": "完整文章",
      "content": "Top economic officials from China and the United States have begun their third round of trade talks in Stockholm.\nThe delegations – led by Chinese Vice-Premier He Lifeng and US Treasury Secretary Scott Bessent – arrived at Rosenbad in the afternoon local time. The historic building also serves as the Swedish government headquarters and the office of the country’s prime minister.\nMedia from both countries – as well as Japan’s Kyodo News, France’s AFP and several Swedish outlets – began gathering...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/1204cd8f-b22b-484f-9d83-9856e5ca46f7_688310e0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“里程碑”：中国在生育危机中启动首个全国性育儿补贴 (原标题: ‘Milestone’: China launches first national childcare subsidies amid birth crisis)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319872/china-launches-first-national-childcare-subsidies-bid-tackle-demographic-crisis?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 11:48:50 +0000",
      "isoDate": "2025-07-28T11:48:50.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国启动首个全国性育儿补贴计划以应对人口危机\n\n中国政府近日宣布了一项备受期待的全国性育儿补贴计划，这是自允许家庭生育三孩政策以来，中央层面为扭转日益加深的人口危机所做的最重要努力。此举旨在应对人口下降及其对经济增长和社会稳定的长期影响，此前多年的地方性激励措施未能有效扭转生育率下降趋势。\n\n### 补贴计划详情\n\n*   **补贴对象**：针对3岁以下儿童。\n*   **补贴金额**：每名儿童每年可获得3600元人民币（约合1505美元）的育儿补贴，直至其满三岁，总计最高可达10800元。\n*   **生效日期**：适用于2025年1月1日及之后出生的儿童。\n*   **适用范围**：无论儿童是家庭中的第一、第二还是第三个孩子，均可享受补贴。\n*   **过渡政策**：在2025年1月1日之前出生但仍未满三岁的儿童，也将根据剩余月份按比例获得补贴。\n\n### 政策意义与专家观点\n\n此前，中国已有20多个省份在地方层面试点育儿补贴。然而，此次是中央政府首次推出的全国性补贴计划，标志着一项重大里程碑。\n\n凯投宏观（Capital Economics）中国经济学家黄子春（Huang Zichun）指出，这项政策在直接向家庭提供财政援助方面确实是一个“重要里程碑”，并可能为未来更多的财政转移支付奠定基础。但他同时指出，涉及的补贴金额相对较小，预计短期内对生育率或家庭消费的影响有限。",
      "shortSummary": "为应对人口危机，中国启动了首个全国性育儿补贴计划。该计划将为2025年1月1日后出生的3岁以下儿童每年提供3600元补贴，总计最高10800元。这是中央政府首次推出此类全国性政策，被视为直接财政支持的“里程碑”。然而，专家认为补贴金额较小，短期内对生育率和消费影响有限。",
      "translated_title": "“里程碑”：中国在生育危机中启动首个全国性育儿补贴",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced its most significant central-level effort to reverse a deepening demographic crisis since allowing families to have three children, unveiling a long-awaited national childcare subsidy scheme that will provide up to 10,800 yuan (US$1,505) per child under the age of three.\nThe move came amid mounting urgency among policymakers to stem the population decline and blunt its long-term drag on economic growth and social stability, after years of piecemeal local incentives that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/7b15adeb-ca03-47cd-9c19-a47a083f9f7f_1909e827.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "人民币重塑全球秩序——但美国支持的稳定币被视为威胁 (原标题: China’s yuan reshaping global order – but US-backed stablecoins seen as a threat)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319844/chinas-yuan-reshaping-global-order-us-backed-stablecoins-seen-threat?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 09:30:12 +0000",
      "isoDate": "2025-07-28T09:30:12.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 人民币国际化进程及其对全球秩序的影响\n\n根据在北京举行的高级别经济论坛上发布的一项最新研究，人民币的国际化进程正处于上升轨道，尽管发展不均衡，但正逐步重塑全球货币秩序。然而，一些与会者警告称，美国在数字金融领域的主导努力构成潜在风险。\n\n### 人民币国际化现状与趋势\n\n*   **指数增长**：中国人民大学与南开大学联合主办的本年度国际货币论坛上发布的报告显示，衡量人民币全球使用情况的人民币国际化指数在2024年上升了约11%，达到6.06。\n*   **与其他主要货币对比**：\n    *   同期，美元指数为51.13，低于前一年的51.52。\n    *   欧元指数为24.07，下滑了3.8%。\n    *   人民币排名领先于日元（4.47）和英镑（3.69）。\n*   **未来展望**：报告预测，人民币将进一步走强，并拉大与日元和英镑之间的差距。\n\n### 推动人民币国际化的战略考量\n\n*   **风险管理**：北京一直致力于稳步提升人民币的全球使用，特别是在加强跨境资本流动风险管理方面。\n*   **缓解地缘经济冲击**：报告作者指出，地缘经济冲击的溢出效应不仅影响了中国的实体经济和金融市场，也扰乱了全球贸易和投资体系、供应链以及国际金融市场。\n*   **改革全球货币体系**：报告强调，“推动人民币国际化并利用其推动全球货币体系改革，是缓解地缘经济风险的关键战略。”\n\n### 面临的挑战与威胁\n\n*   尽管人民币国际化取得显著进展，但部分与会者警告称，美国在数字金融领域的主导努力（特别是标题中提及的美国支持的稳定币）对人民币的国际化进程构成风险。",
      "shortSummary": "一份新研究显示，人民币国际化进程持续上升，正逐步重塑全球货币秩序。2024年，人民币国际化指数升至6.06，领先日元和英镑，并有望进一步走强。此举旨在管理跨境资本流动风险及缓解地缘经济冲击。然而，报告也指出，美国在数字金融领域（包括其支持的稳定币）的主导努力对人民币国际化构成潜在威胁。",
      "translated_title": "人民币重塑全球秩序——但美国支持的稳定币被视为威胁",
      "images": [],
      "contentSource": "完整文章",
      "content": "The yuan’s internationalisation remains on an upwards, if uneven, trajectory and is gradually reshaping the global monetary order, according to a new study released at a high-profile economic forum in Beijing – though some participants warned US efforts to dominate digital finance pose risks.\nThe yuan internationalisation index, which tracks the currency’s global use, rose by about 11 per cent in 2024 to 6.06, according to the Renmin University report released at this year’s International...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/bdc3c9dd-d382-429f-97b6-5a5bea577e53_ceedff40.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么一些中国学生在就业市场担忧下放弃名牌大学 (原标题: Why some Chinese students are skipping elite universities amid job market fears)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319795/why-some-chinese-students-are-skipping-elite-universities-amid-job-market-fears?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 05:30:08 +0000",
      "isoDate": "2025-07-28T05:30:08.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国学生就业优先于名校声望\n\n近年来，中国学生在选择大学和专业时，其优先考量正从追求名校声望转向注重就业前景和职业安全。这一趋势在高考成绩公布后尤为明显，对许多学生而言，高考是决定其未来道路的关键时刻。\n\n#### 个案分析：陆杰的选择\n\n*   **背景：** 陆杰在六月的全国高考（即“gaokao”）中表现不佳。\n*   **录取情况：** 本月初，他被湖南省一所知名度较低的理工大学计算机科学与技术专业录取。\n*   **选择原因：** 陆杰表示，由于名牌大学的计算机专业申请者过多，竞争激烈，他不得不选择一所排名较低的学校来继续深造该专业。\n\n#### 趋势背后的驱动因素\n\n*   **就业导向：** 学生们现在比以往任何时候都更倾向于选择就业前景好的专业，而非仅仅追求名牌大学的头衔。对即时就业能力和工作保障的关注，已经超越了长远抱负和个人兴趣。\n*   **毕业生过剩：** 推动这一趋势的主要原因是大学毕业生数量的日益过剩，这在当前充满挑战的经济环境下，加剧了就业市场的竞争。\n\n#### 计算机科学专业的持续热门\n\n*   **传统热门：** 计算机科学长期以来一直是非常受欢迎的专业。\n*   **AI的推动：** 过去几年，人工智能（AI）的兴起进一步推高了对该专业的需求，因为人们普遍预期AI将创造大量新的就业机会。",
      "shortSummary": "面对严峻的就业市场和经济压力，越来越多的中国学生在高考后选择将就业前景和职业安全置于名校声望之上。他们倾向于选择就业导向的专业，如计算机科学（受AI发展推动），即使这意味着放弃顶尖大学。毕业生过剩和激烈的就业竞争是导致这一趋势的主要原因。",
      "translated_title": "为什么一些中国学生在就业市场担忧下放弃名牌大学",
      "images": [],
      "contentSource": "完整文章",
      "content": "After underperforming in China’s national college entrance exam in June, Lu Jie was accepted into a computer science and technology programme earlier this month at a lesser-known polytechnic university in central China’s Hunan province.\n“Good schools had too many applicants for this major, so I had to choose a lower-ranked one to pursue it,” Lu said.\nThe results for the exam, better known as the gaokao, have been released over the past two weeks – marking a life-changing moment for students like...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/bc712cab-e155-4b9c-ada5-233d62b3bdfa_4ebaf593.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "超级富豪投资者看好上海酒店的稀缺价值和旅游吸引力 (原标题: Super-rich investors eye Shanghai hotels for scarcity value, tourism appeal)",
      "link": "https://www.scmp.com/business/china-business/article/3319745/chinas-super-rich-investors-eye-shanghai-hotels-scarcity-value-tourism-appeal?utm_source=rss_feed",
      "pubDate": "Mon, 28 Jul 2025 00:30:10 +0000",
      "isoDate": "2025-07-28T00:30:10.000Z",
      "creator": "Daniel Ren",
      "summary": "# 上海酒店投资趋势：超级富豪看好稀缺价值与旅游吸引力\n\n根据仲量联行（JLL）的报告，随着经济稳定重燃风险偏好，中国的亿万富豪投资者正积极寻求收购上海的豪华酒店。与此形成对比的是，保险公司、房地产投资信托基金（REITs）以及私募股权巨头等机构投资者则退居次席。\n\n## 超级富豪的投资动机与目标\n\n*   **投资目标：** 超级富豪主要关注上海商业和金融中心黄金地段的酒店。\n*   **驱动因素：**\n    *   **长期稀缺价值：** 仲量联行华东区资本市场部主管孙玲指出，尽管当前回报率较低，但这些物业的长期稀缺价值是吸引投资者的主要原因。\n    *   **风险偏好稳定：** 投资者对核心区域资产的集中配置，不仅反映出风险偏好的稳定，也凸显了上海核心区域资产的稀缺价值和韧性。\n    *   **旅游吸引力：** 尽管文章未直接将旅游吸引力列为富豪投资的直接原因，但标题和文章中提及的“黄金周”游客涌入，暗示了旅游业的潜在增长对酒店资产的长期价值有积极影响。\n\n## 上海房地产市场现状\n\n*   **市场表现：** 上海的房地产市场目前处于“沉睡”状态。\n*   **交易数据：**\n    *   根据世邦魏理仕（CBRE）的数据，今年上半年，上海写字楼、租赁住宅项目、购物中心和酒店的交易额同比大幅下滑29.7%，降至230亿元人民币（约合32亿美元）。\n    *   仲量联行的数据显示，第二季度平均交易额环比下降25%，降至3.6亿元人民币。\n*   **主要买家：** 在总共23笔交易中，高净值个人和企业投资者贡献了88%的交易份额，显示出他们对市场的信心和活跃度。\n\n## 值得关注的交易案例\n\n*   **内蒙古石林投资集团：** 这家私营企业斥资3亿元人民币，收购了位于上海郊区的CitiGo酒店。\n\n## 机构投资者的顾虑\n\n*   **担忧供过于求：** 房地产咨询师表示，保险公司和专注于房地产的基金普遍仍对市场可能出现的供过于求情况感到担忧，因此保持谨慎。\n\n## 相关图片\n\n*   ![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/07/clean.jpg?itok=YOHnFIaF)\n    *   **描述：** 01:36 游客涌入中国旅游景点，正值“黄金周”。",
      "shortSummary": "中国超级富豪投资者正积极在上海收购豪华酒店，看重其长期稀缺价值和旅游吸引力，尽管当前回报较低。经济稳定重燃了他们的风险偏好。与此形成对比，保险公司等机构投资者因担忧供应过剩而保持谨慎。尽管上海房地产市场交易额大幅下滑，高净值个人和企业投资者仍是主要买家，显示出对核心资产的信心。",
      "translated_title": "超级富豪投资者看好上海酒店的稀缺价值和旅游吸引力",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/07/clean.jpg?itok=YOHnFIaF",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s billionaire investors are looking to pick up luxury hotels in Shanghai while institutional investors like insurers and real estate investment funds and private equity giants take a back seat, as economic stability rekindles risk appetite, according to JLL.\nThe super-rich are eyeing hotels in prime locations in the commercial and financial hub, undeterred by the current low returns, according to Sun Ling, head of JLL’s capital markets division in East China, citing the scarcity value of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/27/c8d788b9-ad52-4765-b9c3-e24ccdd487ed_85f4a6cb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国民营美术馆陷入危机了吗？UCCA的困境只是冰山一角 (原标题: Are China’s private art museums in crisis? UCCA’s woes the tip of the iceberg)",
      "link": "https://www.scmp.com/lifestyle/arts/article/3319566/are-chinas-private-art-museums-crisis-uccas-struggles-are-tip-iceberg?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 23:15:08 +0000",
      "isoDate": "2025-07-27T23:15:08.000Z",
      "creator": "Cheung Hok-hang",
      "summary": "## 中国民营美术馆面临危机\n\n中国民营美术馆正经历一波闭馆和削减开支的浪潮，这引发了人们对该行业可持续性的担忧，并对全球最大艺术市场之一的前景提出了疑问。\n\n### 危机表现\n\n*   **闭馆与休眠**：\n    *   深圳的木星美术馆于六月宣布关闭。\n    *   几天后，青岛的TAG艺术博物馆也随之关闭。\n    *   由香港上市新奥能源控股公司背后公司创立的廊坊新绎美术馆已休眠数月。\n*   **UCCA面临财务压力**：\n    *   即使是总部位于北京的UCCA尤伦斯当代艺术中心也面临财务压力。\n    *   内部人士透露，这家拥有18年历史的先锋机构从一月到六月拖欠工资。\n    *   其上海分馆（2021年开业）的未来计划尚不明确。\n\n### 危机成因\n\n据美术馆工作人员透露，当前的危机是以下因素共同作用的结果：\n\n*   企业资助方收紧预算。\n*   消费者削减非必需开支。\n*   运营成本不断上升。\n\n### UCCA尤伦斯当代艺术中心概况\n\n*   **历史与声誉**：\n    *   UCCA由已故比利时收藏家盖伊和米里亚姆·尤伦斯于2007年在北京798艺术区创立。\n    *   它是中国大陆历史最悠久的非营利当代艺术中心之一。\n    *   在长期馆长田霏宇的领导下，UCCA以其对当代趋势的雄心勃勃和及时回应，保持了良好的国际声誉。\n*   **积极扩张**：\n    *   这家由私人投资者支持的非营利基金会积极扩张其版图，开设了三家分馆：\n        *   2018年在北戴河。\n        *   2021年在上海。\n        *   2024年在宜兴。\n\n![UCCA’s third museum, in Shanghai, opened in 2021 and occupies three floors of the Edge (pictured), a commercial building. Photo: UCCA](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/dfbf890f-23e4-4167-9f45-20f8ae468b09_732fcd4f.jpg)\n*UCCA的第三家美术馆，位于上海，于2021年开业，占据了商业建筑“The Edge”（图中所示）的三层。图片来源：UCCA*",
      "shortSummary": "中国民营美术馆正面临一场危机，表现为大量闭馆、削减开支和财务困境。深圳木星美术馆、青岛TAG艺术博物馆等已关闭，而知名机构UCCA尤伦斯当代艺术中心也面临拖欠工资等财务压力。这场危机主要源于企业资助方预算收紧、消费者非必需开支减少以及运营成本上升。UCCA作为中国最早的非营利当代艺术中心之一，其困境反映了整个行业的严峻挑战。",
      "translated_title": "中国民营美术馆陷入危机了吗？UCCA的困境只是冰山一角",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/dfbf890f-23e4-4167-9f45-20f8ae468b09_732fcd4f.jpg",
          "alt": "UCCA’s third museum, in Shanghai, opened in 2021 and occupies three floors of the Edge (pictured), a commercial building. Photo: UCCA",
          "title": "UCCA’s third museum, in Shanghai, opened in 2021 and occupies three floors of the Edge (pictured), a commercial building. Photo: UCCA",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "A wave of closures and cutbacks is sweeping through China’s private art museums, ringing alarm bells about the sector’s sustainability and raising questions about the outlook for one of the world’s biggest art markets.\nThe Jupiter Museum of Art, in Shenzhen, announced its shutdown in June. Days later, Qingdao’s TAG Art Museum followed suit. Others, such as Ennova Art Museum in Langfang, founded by the company behind Hong Kong-listed ENN Energy Holdings, have been dormant for months.\nEven the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/ad19fe75-8b6c-4f47-9cfc-b8ced69cf77e_7c6abb3a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "安渊渊谈中国如何将“多重危机”转化为“多重机遇” (原标题: Yuen Yuen Ang on how China can turn ‘polycrisis’ into ‘polytunity’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319375/yuen-yuen-ang-how-china-can-turn-polycrisis-polytunity?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 22:00:11 +0000",
      "isoDate": "2025-07-27T22:00:11.000Z",
      "creator": "Alice Li",
      "summary": "### 安渊渊教授访谈摘要\n\n本访谈节选自《南华早报》“开放问题”系列，受访者是约翰霍普金斯大学政治经济学阿尔弗雷德·钱德勒讲席教授安渊渊（Yuen Yuen Ang）。\n\n**关于安渊渊教授**\n*   **背景与专长**：安渊渊教授是新加坡裔，在政治经济学领域具有重要影响力。她对中国的政治经济发展轨迹、国际关系以及在碎片化、不可预测世界中的适应性发展进行了广泛研究。\n*   **主要著作**：她的获奖作品包括《中国如何摆脱贫困陷阱》（How China Escaped the Poverty Trap）和《中国的镀金时代》（China’s Gilded Age）。\n\n**关于美国对华知识的现状**\n*   **访谈问题**：作为一名在美国的教授，安渊渊被问及美国对华知识是否普遍下降，以及这是否与美国学生赴华留学人数锐减有关。\n*   **历史背景与传承**：安渊渊教授在回答中提及她的“师祖”米歇尔·奥克森伯格（Michel Oksenberg）。奥克森伯格曾在美国总统吉米·卡特政府任职，是中美关系正常化背后的专家。他不仅在政策层面做出贡献，还是一位充满热情的教育家，培养了几代中国问题专家，包括安渊渊本人在内的许多顶尖中国学者都是他的门生或再传弟子。\n*   **过去投资的益处**：安渊渊强调，中美交往的先驱们曾投入巨大精力，帮助美国政策制定者和公众理解中国，并建立了深厚的专业知识社群。尽管当前环境有所不同，美国仍在受益于过去在知识领域所做的投资。",
      "shortSummary": "约翰霍普金斯大学教授安渊渊在访谈中探讨了美国对华知识的现状。她指出，尽管当前环境不同，但美国仍在受益于过去对华知识的投资，并以其“师祖”米歇尔·奥克森伯格为例，强调了早期专家在培养中国问题人才和促进中美理解方面所做的重要贡献。",
      "translated_title": "安渊渊谈中国如何将“多重危机”转化为“多重机遇”",
      "images": [],
      "contentSource": "完整文章",
      "content": "Yuen Yuen Ang is the Alfred Chandler Chair Professor of political economy at Johns Hopkins University. She is an influential scholar, writing extensively on China’s political and economic trajectory, its international relations and its adaptive development in a fragmented, unpredictable world. Originally from Singapore, her award-winning work includes the books How China Escaped the Poverty Trap and China’s Gilded Age.\nThis interview first appeared in SCMP Plus. For other interviews in the Open...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/28/98986e39-be64-4fad-a491-629175115828_93e0d576.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美将在瑞典会谈中再延长90天关税暂停期：消息人士 (原标题: China, US to extend tariff pause at Sweden talks by another 90 days: sources)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319604/china-us-extend-tariff-pause-sweden-talks-another-90-days-sources?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 15:00:09 +0000",
      "isoDate": "2025-07-27T15:00:09.000Z",
      "creator": "Xiaofei Xu,Ji Siqi,Khushboo Razdan",
      "summary": "### 中美贸易谈判：关税暂停期有望延长\n\n根据双方消息人士透露，中美两国预计将在周一于斯德哥尔摩开始的贸易会谈中，将关税休战期再延长三个月。\n\n*   **背景与现状**\n    *   中美两国于今年5月同意暂停对彼此商品征收大部分高额关税，为期90天，同时继续进行贸易谈判。\n    *   该暂停期原定于8月12日到期。\n\n*   **斯德哥尔摩会谈的重点**\n    *   此次会谈是世界两大经济体之间的第三轮贸易谈判。\n    *   消息人士指出，双方将主要阐述在主要症结上的观点，例如美国对中国工业产能过剩的担忧，而非寻求具体的突破。\n\n*   **延长期间的承诺**\n    *   一位消息人士表示，在预计的90天延长期间，两国将承诺不相互征收额外关税，也不会通过其他方式升级贸易战。\n\n*   **中方的新议题**\n    *   据三位熟悉北京立场的人士透露，虽然此前在日内瓦和伦敦的讨论侧重于“降级”，但在最新的会议中，中方代表团还将就芬太尼相关关税问题向特朗普的贸易团队施压。\n    *   美国总统唐纳德·特朗普于3月对中国进口商品征收了20%的额外关税，声称北京在阻止芬太尼流入美国方面做得不够。\n    *   华盛顿尚未表明何种进展才足以证明放宽芬太尼相关关税是合理的。中方可能会在斯德哥尔摩回合中寻求对这一门槛的更明确说明。",
      "shortSummary": "消息人士称，中美两国预计将在斯德哥尔摩的贸易会谈中，将原定8月12日到期的关税暂停期再延长90天。此次会谈将主要讨论美国对中国工业产能过剩的担忧，并承诺在此期间不升级贸易战。中方还将就美国征收的芬太尼相关关税寻求明确说明。",
      "translated_title": "中美将在瑞典会谈中再延长90天关税暂停期：消息人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing and Washington are expected to extend their tariff truce by another three months at trade talks in Stockholm beginning on Monday, according to sources close to the matter on both sides.\nChina and the United States agreed in May to remove most of the heavy tariffs levied on each other’s goods for 90 days while continuing trade negotiations. That suspension is set to expire on August 12.\nDuring the third round of trade negotiations between the world’s two biggest economies, both will...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/27/fcf117cc-7abe-4f11-8951-9241b954a22a_646cb25c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国今年可能成为高收入国家，但能保持住吗？ (原标题: China could become a high-income country this year, but can it stay one?)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3319278/china-could-become-high-income-country-year-can-it-stay-one?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 12:30:08 +0000",
      "isoDate": "2025-07-27T12:30:08.000Z",
      "creator": "Anthony W.D. Anastasi",
      "summary": "# 中国能否摆脱中等收入陷阱？\n\n## 中国的经济转型历程\n\n*   中国经济已从低收入国家（2001年）过渡到中低收入国家，并于2010年达到中高收入国家地位。\n*   然而，向高收入国家迈进并跻身发达国家行列，是更具挑战性的下一步。\n*   尽管确切时间尚无定论，但2025年中国有可能成为高收入国家，数据表明今年可能跨过这一门槛。\n*   关键问题在于中国能否应对可能使其重新跌回中等收入地位的结构性挑战。\n\n## 中等收入陷阱的定义与挑战\n\n*   **定义**：根据世界银行和中国在2013年联合发布的《中国2030报告》，在1960年至2008年间，101个中等收入国家（按人均GDP分类）中，只有13个成功转型为高收入国家。\n*   **原因**：成功转型国家数量稀少的原因在于，实现所需的结构转型以及技术和产业升级非常困难。\n*   **竞争力问题**：随着经济发展和工资增长，经济体生产的产品也必须随之升级。如果国家在工资持续增长的同时仍生产相对简单的产品，其在全球经济中的竞争力将日益下降。\n*   **核心挑战**：因此，产业和技术升级是中等收入国家必须克服的主要挑战。\n\n## 经济发展与制度转型\n\n*   **持续发展要求**：如果国家希望继续发展并避免中等收入陷阱，其经济结构和管理制度必须进行转型，以适应经济和产业成熟所带来的新现实。\n*   **增长模式差异**：\n    *   当经济贫困且生产力尚未充分开发时，经济增长可以解决大多数问题，发展中国家仍有能力快速增长。\n    *   然而，这对于发达经济体并不完全适用，它们的增长往往慢得多。\n    *   发达经济体的生产力已得到充分利用，增长主要来源于生产率的提高，这使得关于“谁得到什么”的政治经济选择及其相关的权衡变得更加紧迫。",
      "shortSummary": "中国今年可能成为高收入国家，但能否保持住面临挑战。中等收入陷阱是指少数国家能成功转型为高收入国家，主要原因在于难以实现结构转型和技术产业升级。随着工资增长，经济体必须提升产品复杂性以维持竞争力。发达经济体的增长主要依赖生产率提升，而非简单的要素投入。中国需应对这些结构性挑战，以避免跌回中等收入地位。",
      "translated_title": "中国今年可能成为高收入国家，但能保持住吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "There seems to be a never-ending amount of scholarship and commentary on how China can escape the middle-income trap. It moved from low-income to lower-middle-income status in 2001, then to upper-middle-income status in 2010. However, China’s next transition, to high-income status and joining the ranks of the club of developed countries, is much more difficult.\nWhile the jury is still out on exactly when it might happen, it is possible that 2025 is the year China becomes a high-income country....",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/23/d62f5fa7-2cd1-4c5e-9d48-52b2e9a64f6f_ab9111c4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美为何选择瑞典作为下一轮贸易谈判地点？ (原标题: China and the US wanted Sweden to host their next round of trade talks – why?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319597/china-and-us-wanted-sweden-host-their-next-round-trade-talks-why?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 08:30:08 +0000",
      "isoDate": "2025-07-27T08:30:08.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 中美贸易谈判在斯德哥尔摩举行\n\n中国和美国谈判代表将于周一在瑞典首都斯德哥尔摩举行备受期待的第三轮贸易谈判。此次谈判将瑞典置于聚光灯下，并引发了人们对为何世界两大经济体选择这个斯堪的纳维亚国家作为谈判地点的疑问。\n\n### 瑞典被选中的原因\n\n*   **G20会议上的提议**：谈判地点的选择始于本月初在南非举行的二十国集团（G20）财长会议。瑞典首次受邀参加了此次会议。\n*   **双方主动接触**：瑞典财政大臣伊丽莎白·斯万特森（Elisabeth Svantesson）在7月22日的一篇社交媒体帖子中透露，中国和美国都主动接触了瑞典代表团，提议在斯德哥尔摩举行会谈。\n*   **瑞典的国际信任度**：斯万特森表示，世界最大经济体选择瑞典，表明瑞典享有巨大的国际信任，并且在促进对话与合作方面发挥着重要作用。\n\n### 谈判地点策略的转变\n\n*   **与特朗普政府时期对比**：在唐纳德·特朗普（Donald Trump）总统第一任期内，为暂时冻结双边贸易战而进行的对话主要在美国华盛顿举行，当时的中国副总理刘鹤定期访问白宫。\n*   **转向中立国**：现在，谈判地点已转向欧洲的中立国家，例如5月的日内瓦、6月的伦敦以及即将举行的斯德哥尔摩谈判。这一转变表明，双方寻求一个更公平的竞争环境。\n*   **更平衡的动态**：斯德哥尔摩安全与发展政策研究所所长尼克拉斯·斯万斯特罗姆（Niklas Swanstrom）认为，选择中立地点暗示了中美两大经济体之间存在一个更加平等的竞争环境。",
      "shortSummary": "中美两国谈判代表将在瑞典斯德哥尔摩举行新一轮贸易谈判。瑞典被选为谈判地点，是因为两国在G20会议上主动向瑞典提出请求，这体现了瑞典的国际信任度及其在促进对话中的作用。与以往主要在华盛顿举行的谈判不同，此次选择中立的欧洲国家，表明双方寻求更公平的谈判环境，暗示两国经济关系进入更平衡的阶段。",
      "translated_title": "中美为何选择瑞典作为下一轮贸易谈判地点？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese and American negotiators will gather in Stockholm for a much-anticipated third round of trade talks on Monday, putting the Swedish capital in the spotlight and prompting questions as to why the Scandinavian country was the venue of choice for the world’s two biggest economies.\nIt began at a meeting of finance chiefs from the Group of 20 countries in South Africa earlier this month, where Sweden had been invited for the first time. Both China and the US approached the delegation from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/5251a0c1-9c70-40cd-8a7a-87d7b89c750a_c8c07fdc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国商界领袖将访问中国，双方举行最新贸易谈判 (原标题: US business leaders to visit China as both sides meet for latest trade talks)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319730/us-business-leaders-visit-china-both-sides-meet-latest-round-trade-talks?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 06:01:59 +0000",
      "isoDate": "2025-07-27T06:01:59.000Z",
      "creator": "Kandy Wong,Luna Sun",
      "summary": "美国一个高级别商业代表团本周将访问中国，此行恰逢最新一轮中美贸易谈判。\n\n*   **组织方与领导者**：\n    *   此次北京之行由美中贸易全国委员会（US-China Business Council）组织。\n    *   代表团将由联邦快递（FedEx）首席执行官、美中贸易全国委员会董事会主席拉杰什·苏布拉马尼亚姆（Rajesh Subramaniam）率领。\n\n*   **已知成员**：\n    *   虽然完整的访问商界领袖名单和行程尚未公布，但波音公司（Boeing）高管和美中贸易全国委员会主席肖恩·斯坦（Sean Stein）确定将是代表团成员。\n\n*   **访问目的**：\n    *   代表团预计将与中国官员会面，可能旨在重振商业讨论。\n\n*   **背景与意义**：\n    *   美中贸易全国委员会定期组织与重要事件同步的访华活动，并安排与高级官员会面。例如，去年的一次访问恰逢北京的一次重要政策会议，参与者包括苹果（Apple）、波音（Boeing）、高盛（Goldman Sachs）和美光科技（Micron Technology）的高级管理人员。\n    *   此次访问将是自美国总统唐纳德·特朗普（Donald Trump）于四月发起最新关税战以来，最高级别的美国商业代表团访华。",
      "shortSummary": "一个由联邦快递CEO率领的高级别美国商业代表团本周将访问中国，此行恰逢中美最新贸易谈判。代表团由美中贸易全国委员会组织，成员包括波音高管，旨在与中国官员会面并可能重振商业讨论。这是自特朗普政府最新关税战以来，最高级别的美国商业代表团访华。",
      "translated_title": "美国商界领袖将访问中国，双方举行最新贸易谈判",
      "images": [],
      "contentSource": "完整文章",
      "content": "A high-level American business delegation will visit China this week on a trip that coincides with the latest round of US-China trade talks, according to two sources familiar with the matter.\nThe visit will be organised by the US-China Business Council and led by FedEx chief executive Rajesh Subramaniam, the council’s board chair.\nThe full list of visiting business leaders and their schedule is not known but both sources said that Boeing executives and council president Sean Stein were certain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/27/cebe677e-2939-429e-b346-53ef0499c982_e5b07943.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "港华燃气在清洁燃料信号复杂之际建设氢动力电动汽车充电站 (原标题: Towngas to build hydrogen-powered EV stations amid mixed signals for clean fuel)",
      "link": "https://www.scmp.com/business/china-evs/article/3319649/towngas-build-hydrogen-powered-ev-charging-stations-amid-mixed-industry-signals?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 06:00:13 +0000",
      "isoDate": "2025-07-27T06:00:13.000Z",
      "creator": "Yujie Xue",
      "summary": "## 港华燃气建设氢动力电动汽车充电站\n\n香港主要的天然气公司港华燃气（Towngas）正致力于生产氢气并将其应用于其他行业，这表明尽管当前面临成本挑战，许多公司和政府正在缩减或取消相关计划，但港华燃气仍致力于氢能市场。\n\n### 香港首个氢动力电动汽车充电站\n\n*   港华燃气于周五宣布，将开始建设香港首个由氢气驱动的公共电动汽车（EV）充电站。\n*   该项目预计将于明年投入运营。\n*   公司将从其现有的天然气网络中提取氢气，以此作为对香港2050年碳排放达峰目标贡献的一部分。\n*   初期，该充电站将配备五个充电桩。\n\n### 成本与未来展望\n\n*   港华燃气首席运营官郑海光表示，与其它电源相比，初期氢气发电的成本会更高。\n*   但他相信，一旦业务规模扩大，氢气发电的成本将低于其他绿色能源。\n\n### 氢能行业现状\n\n*   港华燃气的这一宣布，正值氢能行业因生产成本、需求和商业化前景等挑战而发出复杂信号之际。\n*   尽管面临这些挑战，港华燃气仍显示出对清洁燃料市场的承诺。\n\n### 其他行业动态\n\n*   本月早些时候，现代汽车透露计划到2029年在广东省部署1000辆氢燃料电池卡车。\n*   这家韩国汽车制造商此前曾表示，将在中国大陆开设一个专门中心，专注于氢燃料电池技术。\n\n### 图片\n\n![郑海光先生（左）和香港科技园公司首席运营官麦秀芬女士介绍香港首个公共电动汽车自动加氢系统。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/bcd95fef-0910-460d-8a99-fe095787c082_09bc905a.jpg)",
      "shortSummary": "港华燃气（Towngas）宣布将在香港建设首个公共氢动力电动汽车充电站，预计明年投入运营。氢气将从现有天然气网络中提取，以支持香港2050年碳排放达峰目标。尽管初期发电成本较高，港华燃气预计规模扩大后成本将降低。此举正值氢能行业面临成本、需求和商业化挑战，前景复杂之际，但港华燃气仍展现出对清洁燃料市场的承诺。现代汽车等其他公司也在中国大陆投资氢能技术。",
      "translated_title": "港华燃气在清洁燃料信号复杂之际建设氢动力电动汽车充电站",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/bcd95fef-0910-460d-8a99-fe095787c082_09bc905a.jpg",
          "alt": "Mr Don Cheng Hill-kwong (left) and Filla Mak, chief operations officer of Hong Kong Science & Technology Parks, introduce the city’s first public electric vehicle automatic hydrogen charging system. Photo: Handout",
          "title": "Mr Don Cheng Hill-kwong (left) and Filla Mak, chief operations officer of Hong Kong Science & Technology Parks, introduce the city’s first public electric vehicle automatic hydrogen charging system. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong’s major natural gas company is looking to produce hydrogen for application in other industries, showing commitment to the market at a time when companies and governments are cancelling or scaling back plans amid cost challenges.\nHong Kong and China Gas, or Towngas as the sole natural gas producer is known, will start work on building the city’s first public electric vehicle (EV) charging station powered by hydrogen, it said on Friday. The venture was expected to commence operations...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/a459bafc-7b30-4007-b21e-2c8779148f60_e09ff99f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "进博会前瞻：中国对榴莲需求旺盛，水果进口量将增长 (原标题: Pre-CIIE: China’s imports of fruits to grow with big appetite for durians)",
      "link": "https://www.scmp.com/business/china-business/article/3319674/pre-ciie-chinas-imports-fruits-grow-big-appetite-durians-coconuts?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 03:45:07 +0000",
      "isoDate": "2025-07-27T03:45:07.000Z",
      "creator": "Daniel Ren",
      "summary": "### 中国对榴莲需求旺盛，水果进口量将增长\n\n*   **市场背景与需求增长**\n    *   东南亚的榴莲和椰子种植者预计将迎来繁忙时期，因为尽管消费市场疲软，但中国大陆买家对高品质新鲜水果的需求仍在持续增长。\n    *   分销商佳沃鑫荣懋中国区副营销总监郭敏表示，马来西亚新鲜榴莲自去年出口蓬勃发展以来，在8月旺季到来之前依然需求旺盛。\n    *   郭敏预计下个月对榴莲的需求将激增，并指出马来西亚榴莲是进口水果中最受中国消费者青睐的品种。\n    *   佳沃鑫荣懋已为市场做好了物流和仓储准备。\n\n*   **马来西亚榴莲出口数据**\n    *   根据马来西亚农业和食品安全部的数据，马来西亚于去年开始向中国出口新鲜榴莲，在去年8月至12月期间，出口额达到2480万林吉特（约合590万美元）。\n    *   郭敏补充说，今年前四个月，马来西亚在中国榴莲市场的份额增长了十倍。\n\n*   **中国榴莲市场份额**\n    *   中国海关数据显示，2024年，泰国在中国69.9亿美元的榴莲市场中占据了57%的份额。\n\n*   **行业活动**\n    *   郭敏是在上海举行的一场由中国国际进口博览局（商务部下属单位）组织的国际供应商与中国贸易商的“对接会”期间发表上述言论的。此次会议是为今年晚些时候举行的年度贸易展——中国国际进口博览会（CIIE）做准备。\n\n*   **相关图片**\n    *   ![马来西亚吉隆坡一家销售榴莲的商店。这种东南亚本土水果以其独特而浓郁的风味而闻名。图片来源：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/26/98615737-177a-4ea6-80b6-c083b4a63bf9_a7712e3b.jpg)\n        *马来西亚吉隆坡一家销售榴莲的商店。这种东南亚本土水果以其独特而浓郁的风味而闻名。图片来源：法新社*",
      "shortSummary": "中国对榴莲的需求持续旺盛，推动水果进口量增长。东南亚榴莲种植者，特别是马来西亚，正面临中国买家日益增长的需求。马来西亚新鲜榴莲对华出口自去年以来蓬勃发展，今年前四个月市场份额增长十倍。尽管消费市场疲软，中国消费者对高品质榴莲的偏好依然强劲。泰国目前仍是中国榴莲市场的主要供应国。这一趋势在进博会前夕的行业会议上得到强调。",
      "translated_title": "进博会前瞻：中国对榴莲需求旺盛，水果进口量将增长",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/26/98615737-177a-4ea6-80b6-c083b4a63bf9_a7712e3b.jpg",
          "alt": "A shop selling durians in Kuala Lumpur, Malaysia. The native Southeast Asian fruit is renowned for its unique and strong flavour. Photo: AFP",
          "title": "A shop selling durians in Kuala Lumpur, Malaysia. The native Southeast Asian fruit is renowned for its unique and strong flavour. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Growers of durian and coconut in Southeast Asia are expecting a hectic time ahead as they grapple with rising demand from mainland Chinese buyers who prefer high-quality fresh fruits against the backdrop of a weak consumption market.\nMalaysian fresh durians, which have witnessed an export boom since last year, are still in high demand ahead of the peak season in August, according to Guo Min, ­deputy marketing director with distributor Joy Wing Mau’s China operations.\n“The growth trajectory...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/a253b79a-d656-4950-8374-942633d632b7_d6488bc7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国蓬勃发展的低空经济催生“无人机飞行规划师”需求 (原标题: China’s booming low-altitude economy spurs demand for ‘drone flight planners’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319563/chinas-booming-low-altitude-economy-spurs-demand-drone-flight-planners?utm_source=rss_feed",
      "pubDate": "Sun, 27 Jul 2025 02:00:13 +0000",
      "isoDate": "2025-07-27T02:00:13.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国低空经济发展催生“无人机飞行规划师”新职业\n\n## 职业认可与背景\n*   **新职业认定**：中国已正式将“无人机飞行规划师”认定为一项新职业。\n*   **人才需求**：此举旨在应对低空经济领域的人才短缺问题。\n*   **经济引擎**：中国政府将低空经济视为新的经济增长引擎。\n*   **新增职业之一**：该职业是人力资源和社会保障部公布的17个新职业之一，同期公布的还有跨境电商运营师、老年人能力评估师等。\n\n## 职责与吸引力\n*   **主要职责**：据人力资源和社会保障部职业能力建设司副司长王晓君介绍，无人机飞行规划师主要负责规划多无人机飞行路径、制定飞行计划和任务，以及管理现场操作。\n*   **人才吸引**：王晓君补充说，这些新职业对许多精通技术且富有创造力的年轻人具有吸引力。\n\n## 低空经济的战略地位\n*   **定义与范围**：北京已将低空经济（涵盖1000米以下载人及无人飞行活动）归类为战略性新兴产业。\n*   **发展目标**：该产业有望创造就业、推动创新并刺激经济增长。\n*   **政策支持**：去年12月，中国最高经济规划部门成立了专门部门，负责制定和监督该领域的发展战略。",
      "shortSummary": "中国已正式将“无人机飞行规划师”认定为新职业，以应对蓬勃发展的低空经济领域的人才短缺。低空经济被政府视为新的经济增长引擎和战略性新兴产业，旨在创造就业、推动创新和刺激经济。无人机飞行规划师主要负责规划多无人机飞行路径、制定飞行计划和现场操作管理。此举反映了中国对新兴产业发展和人才培养的重视。",
      "translated_title": "中国蓬勃发展的低空经济催生“无人机飞行规划师”需求",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has officially recognised “drone flight planner” as a profession amid a talent crunch in the low-altitude economy – a sector the government sees as a new engine of growth.\nThe role is among 17 newly designated occupations announced by the Ministry of Human Resources and Social Security, alongside positions such as cross-border e-commerce operation manager and elderly care service worker.\n“The newly designated profession of a drone flight planner primarily involves planning multi-drone...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/69c04051-af8f-458e-b467-e6792467b694_d7580c88.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "廉价巧克力派引发中国山姆会员不满 (原标题: Cheap chocolate pie has middle-class Sam’s Club members in China up in arms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319698/how-did-chocolate-pie-offend-middle-class-sensibilities-sams-club-members-china?utm_source=rss_feed",
      "pubDate": "Sat, 26 Jul 2025 10:35:29 +0000",
      "isoDate": "2025-07-26T10:35:29.000Z",
      "creator": "He Huifeng",
      "summary": "## 山姆会员店在中国面临的形象挑战：廉价巧克力派引发会员不满\n\n*   **山姆会员店的定位与形象**\n    *   山姆会员店（Sam’s Club）是沃尔玛旗下的美国会员制仓储式零售商，长期以来被视为最能满足中国中产阶级需求的外国超市之一。\n    *   每年，数百万中国城市家庭支付260元人民币（约36.28美元）的年费，以获取其认为的“全球精选、高品质生活方式”的商品，包括苏格兰威士忌、智利西梅干以及来自美国和澳大利亚的冷鲜牛肉等。\n    *   这种商品选择象征着一种注重全球化消费的中产阶级品味。\n\n*   **廉价巧克力派引发争议**\n    *   近期，山姆会员店在中国门店开始销售一款国产巧克力派，售价为49.9元人民币48个一包，这一举动触动了其忠实会员群体的神经，动摇了其高端形象。\n    *   这款巧克力派以其低廉的价格而闻名，通常在中国街区便利店或小卖部有售。\n    *   然而，许多注重健康、追求品质的中国中产阶级消费者认为它不符合“体面”或“高端”的标准。\n\n*   **会员的担忧与信任危机**\n    *   深圳某外企运营总监、每年支付600元人民币高级会员费的温迪·刘（Wendy Liu）表示，她对品牌的信任正在削弱。\n    *   她认为这款巧克力派“只是一个导火索”，真正的担忧是“山姆对供应商质量的标准可能正在下滑”。",
      "shortSummary": "山姆会员店在中国的中产阶级高端形象受到挑战。其销售的一款廉价国产巧克力派（48个49.9元）引发了会员强烈不满。这款派因价格低廉常在便利店销售，不符合追求品质的中产阶级预期。会员认为这反映出山姆对供应商质量标准的下滑，导致对品牌信任度降低。",
      "translated_title": "廉价巧克力派引发中国山姆会员不满",
      "images": [],
      "contentSource": "完整文章",
      "content": "Sam’s Club, the US membership-only bulk retailer owned by Walmart, has long been seen as one of the foreign supermarkets most attuned to the needs of China’s middle class.\nEach year, millions of urban Chinese families pay a 260 yuan (US$36.28) annual fee in exchange for what they see as access to a globally curated, quality lifestyle - featuring products like Scotch whisky, Chilean dried prunes, and chilled beef from the United States and Australia.\nThat selection has come to symbolise a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/24a84c83-e043-4522-a296-21f535dd3d4c_4f6d6469.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "我逃离了一个中国国学‘读书会’。我的朋友没那么幸运 (原标题: I escaped a Chinese guoxue ‘reading group’. My friend is less lucky)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3316672/why-are-urban-chinese-my-friend-falling-guoxue-scams?utm_source=rss_feed",
      "pubDate": "Sat, 26 Jul 2025 01:30:07 +0000",
      "isoDate": "2025-07-26T01:30:07.000Z",
      "creator": "Chenfei Zhu",
      "summary": "## 我逃离了一个中国国学‘读书会’：一个亲身经历的警示\n\n### 背景与加入\n\n*   **朋友的邀请**：文章作者的朋友因工作倦怠和深度迷失感，搬到了一座更安静、偏远的城镇，并开始深入学习国学（“国家研究”，即中国传统文化研究）、佛教哲学及其他精神追求。\n*   **读书会提议**：朋友通过微信邀请作者加入一个“读书会”，声称正在学习中国古典文本，并认为作者一定会喜欢。\n*   **作者的顾虑**：作者出于好奇和对朋友的真诚关心同意加入，但内心一直存在不安。作者对国学作为“开悟之道”的趋势感到不安，认为其过于商业化和包装化。\n\n### 读书会体验\n\n*   **首次会议**：在第一次视频会议中，一位看似有权威的年长女性在自我介绍环节的最后发言。她表达了对年轻人的“轻蔑”，认为“现在没人读书了”，并强调“人生不只是吃喝”，暗示基本的人类乐趣是次要的追求，这让作者感到不适。\n*   **价值观冲突**：作者认为，滋养身体、分享美食、享受小乐趣等将我们与世界联系起来的事物，不应被视为次要的追求。\n\n### 离开的导火索\n\n*   **强制性要求**：在两次会议之后，读书会提出了一个新要求：所有成员必须录制自己朗读创始人书籍的音频，并提交审查。该组织明确禁止讨论和提问，只强调重复，声称这样能加深理解，但并未解释具体原理。\n*   **哲学理念的冲突**：作为受西方传统训练的哲学专业学生，作者对此感到极度沮丧。作者认为，与文本互动应是分析、质疑和讨论其思想，而这些行为在该读书会中却被禁止。\n*   **决定退出**：作者告诉朋友自己想退出读书会。\n\n### 朋友的困境\n\n*   **受控的处境**：朋友回应作者说，她需要先请示她的“上级”才能退出。这一回应本身就强烈暗示了该组织的控制性和朋友所处的困境，表明她不像作者那样能够自由离开。\n\n![Children read the Analects of Confucius at the Temple of Confucius in Qufu, Shandong province in 2023. Guoxue, or Chinese national studies, concentrates on ancient texts and classical poetry. Photo: Xinhua](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/c7caf6dc-a3a8-4408-9406-40e5982da497_69875011.jpg)\n*2023年，孩子们在山东曲阜孔庙诵读《论语》。国学，或称中国国学，专注于古代文本和古典诗歌。图片来源：新华社*",
      "shortSummary": "作者应朋友邀请加入一个国学“读书会”，朋友因工作倦怠寻求精神寄托。作者发现该组织要求成员录制朗读创始人书籍，禁止讨论和提问，只强调重复。作为哲学专业学生，作者对此感到沮丧，认为其缺乏分析和质疑。作者成功退出，但朋友表示需请示“上级”才能离开，暗示其深陷其中，处境不如作者幸运。",
      "translated_title": "我逃离了一个中国国学‘读书会’。我的朋友没那么幸运",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/07/25/c7caf6dc-a3a8-4408-9406-40e5982da497_69875011.jpg",
          "alt": "Children read the Analects of Confucius at the Temple of Confucius in Qufu, Shandong province in 2023. Guoxue, or Chinese national studies, concentrates on ancient texts and classical poetry. Photo: Xinhua",
          "title": "Children read the Analects of Confucius at the Temple of Confucius in Qufu, Shandong province in 2023. Guoxue, or Chinese national studies, concentrates on ancient texts and classical poetry. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "It all began with a WeChat message from my friend. We hadn’t seen each other in a while. She had left Beijing for a quieter, more remote town and her social media updates suggested she was diving deeper into guoxue – “national studies”, or the study of traditional Chinese culture – Buddhist philosophy and other spiritual pursuits. Her text read: “You should join our reading group. We’re studying classical Chinese texts. You will definitely love it.”\nShe had been going through a rough patch:...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/ef564659-68c1-4fa0-8117-12fa4549c851_9932ade9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国学生青睐美国学位，但变得更加挑剔——机遇是否值得冒险？ (原标题: Chinese eyeing US degrees turn more discerning – is opportunity worth the risk?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319556/chinese-eyeing-us-degrees-turn-more-discerning-opportunity-still-worth-risk?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 22:00:13 +0000",
      "isoDate": "2025-07-25T22:00:13.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国学生赴美留学：机遇与风险并存下的新选择\n\n尽管中美关系日益紧张，中国学生对美国高等教育的追求并未停止，但他们正变得比以往任何时候都更加挑剔和谨慎。\n\n#### 案例分析：Jason Lin的选择\n\n*   **背景与动机：** 来自厦门的19岁学生Jason Lin，在九年级时就萌生了赴美留学的想法。他今年申请了10所美国本科院校，并获得了波士顿附近布兰迪斯大学每年15,000美元的奖学金，计划在未来五年内攻读经济学硕士学位。\n*   **家庭与个人担忧：** 他的母亲对美国“不稳定”的环境感到焦虑，认为这如同“冒险进入荒野”。Lin本人也担心，即使是交通罚单也可能导致他被驱逐出境。\n*   **权衡与决定：** 尽管存在这些担忧，Lin在权衡利弊后，仍向母亲阐明了自己的决定，并最终选择了布兰迪斯大学，准备在即将到来的秋季学期入学。\n*   **学术自由与文化吸引：** Lin期望在美国获得比其他国家更多的学术自由，并回忆起作为游客访问纽约时感受到的“氛围”，这些都成为他选择美国的重要原因。\n\n#### 吸引中国学生的关键因素\n\n根据申请者和大学官员的说法，以下因素正成为吸引中国学生赴美留学的更大动力：\n\n*   **知名院校：** 拥有良好声誉和排名的大学。\n*   **高排名专业：** 与学生所选专业相关的高度排名课程。\n*   **灵活的经济援助：** 具有吸引力的奖学金和助学金方案。\n\n#### 相关视频\n\n*   **视频内容：** 视频标题为“荒谬、焦虑、担忧：学生们对美国撤销中国学生签证的反应”。\n*   **视频链接：** ![视频缩略图](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/29/thumb.jpg?itok=b1FoiUn8)\n\n总体而言，中国学生在追求美国学位时，正以更加审慎的态度评估潜在的风险与机遇。",
      "shortSummary": "尽管中美关系紧张，中国学生仍寻求美国高等教育，但变得更加挑剔。他们权衡机遇与风险，如Jason Lin的案例所示，他虽担忧美国的不稳定性及潜在驱逐风险，但仍选择赴美深造，看重学术自由、知名院校、高排名课程及灵活的经济援助。学生们在追求美国学位时，正以更谨慎的态度评估其价值。",
      "translated_title": "中国学生青睐美国学位，但变得更加挑剔——机遇是否值得冒险？",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/05/29/thumb.jpg?itok=b1FoiUn8",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Jason Lin of Xiamen surprised his mother this year by applying to 10 undergraduate schools in the United States and receiving a US$15,000 annual scholarship from Brandeis University near Boston. There, he intends to earn a master’s degree in economics over the next five years.\nBut to his mother, it’s like he’s venturing into the wild, compounding the anxiety parents often feel when their adult children leave the nest.\nShe’s afraid of “instability” in the US. And Lin, 19, has concerns that even a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/26/ab701ff8-b0a8-4c09-aa46-98d380e36165_7c9900ed.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的铜关税未能阻止美国金属运往中国 (原标题: Trump’s copper tariffs fail to stop US metal being shipped to China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319594/trumps-copper-tariffs-fail-stop-us-metal-being-shipped-china?utm_source=rss_feed",
      "pubDate": "Fri, 25 Jul 2025 13:30:09 +0000",
      "isoDate": "2025-07-25T13:30:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 特朗普的铜关税未能阻止美国金属运往中国\n\n*   **背景与关税目的：**\n    *   美国总统唐纳德·特朗普政府将于8月1日对铜征收50%的新关税。\n    *   此举旨在通过提高美国国内生产的盈利能力，从而振兴美国的铜产业。\n\n*   **废金属经销商的应对与行业现实：**\n    *   尽管新关税即将生效，加利福尼亚的废金属经销商亚伦·福卡什（Aaron Forkash）仍计划继续向亚洲出口铜。\n    *   对美国废金属经销商而言，将铜运往中国及其他亚洲经济体，比运往美国其他地区更便宜、更容易，且经销商认为关税生效后这种情况不太可能改变。\n    *   福卡什表示，他只能“日复一日地比较（价格）”，不确定关税将如何发挥作用。\n\n*   **关税的局限性与对中国的影响：**\n    *   分析师预计，许多其他美国废金属经销商也将继续向对铜需求旺盛的中国出口。\n    *   这是因为关税不太可能解决美国金属行业存在的根本性问题，例如加工能力不足。\n    *   这意味着中国——全球最大的加工铜进口国——在因新关税生效前美国铜交易激增而导致的供应转移平息后，仍应能获得其所需的金属。",
      "shortSummary": "特朗普政府将于8月1日实施50%的铜关税，旨在振兴美国国内铜产业。然而，美国废金属经销商表示，向中国等亚洲国家出口铜仍比在美国国内运输更便宜、更便捷。分析师认为，此关税无法解决美国金属行业加工能力不足等根本问题。因此，中国作为全球最大的加工铜进口国，预计仍能获得所需铜，关税未能有效阻止美国金属运往中国。",
      "translated_title": "特朗普的铜关税未能阻止美国金属运往中国",
      "images": [],
      "contentSource": "完整文章",
      "content": "Aaron Forkash, a scrap metal dealer based in California, plans to continue exporting copper to Asia even after US President Donald Trump’s new 50 per cent tariff on the metal comes into force on August 1.\nThe Trump administration has said the import duty will help revive the US copper industry by making it more profitable to produce the metal at home.\nBut the truth is that it is actually cheaper and easier for American scrap dealers to ship copper to China and other Asian economies than to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/25/1a581fa2-8494-4dcd-a225-051a44c78ef4_a007cdd4.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-28T19:19:11.082Z"
}