{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed/1",
  "items": [
    {
      "title": "中国对美磁铁出口5月暴跌，受稀土限制影响：数据 (原标题: China’s magnet exports to US slammed in May as rare earth curbs hit: data)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315251/chinas-magnet-exports-us-slammed-may-beijings-rare-earth-curbs-hit-data?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 12:30:13 +0000",
      "isoDate": "2025-06-20T12:30:13.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国磁铁出口大幅下滑\n\n*   **对美出口骤降：**\n    *   根据最新海关数据，中国对美国磁铁出口量在5月份同比暴跌93.3%，环比4月份的246.3吨下降81%，仅为约46.4吨。\n    *   磁铁是中国关键矿产出口的主导产品，其出口量和出口额的急剧下降对全球供应链产生了显著影响。\n*   **整体出口表现：**\n    *   上个月，中国磁铁总出口量同比下降近74.3%，出口额下降超过76.1%。\n*   **出口管制影响：**\n    *   此次出口量大幅下降是北京为反制华盛顿对中国商品征收全面关税而实施出口管制的结果。\n    *   这给美国国防、能源和汽车行业的制造商带来了巨大压力。\n*   **对其他主要市场的影响：**\n    *   对欧洲制造业强国德国的出口量上月同比下降70%。\n    *   对日本的出口量下降了84.1%。\n*   **中方回应：**\n    *   中国商务部发言人何亚东周四表示，中国正在根据相关法律法规加快稀土相关出口许可证的审查，并已批准了一批申请。\n    *   何亚东补充说，中国愿与相关国家加强出口管制方面的沟通对话，积极促进合规贸易的便利化。",
      "shortSummary": "中国对美磁铁出口在5月同比骤降93.3%，受北京实施的出口管制影响，整体磁铁出口量和价值也大幅下滑，对美国国防、能源和汽车等行业造成压力。中国商务部表示正加快稀土出口许可证审批，并愿加强与相关国家在出口管制上的沟通，促进合规贸易。",
      "translated_title": "中国对美磁铁出口5月暴跌，受稀土限制影响：数据",
      "images": [],
      "contentSource": "完整文章",
      "content": "The volume of China’s export shipments of magnets to the US, a chokepoint in the ongoing trade war between the world’s two largest economies, plunged in volume by 93.3 per cent in May, year on year, according to the latest customs data.\nChina exported around 46.4 tonnes of magnets to the US last month. It was also a sharp month-on-month decline of 81 per cent from 246.3 tonnes shipped in April.\nThe total export of magnets, which dominate China’s critical minerals shipments, fell by nearly 74.3...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/d377734a-547e-4c04-bce7-bb16bceedbad_81d7b61d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在多重危机下强调韧性治理而非意识形态 (原标题: Facing multiple crises, China is stressing resilient governance over ideology)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3314615/facing-multiple-crises-china-stressing-resilient-governance-over-ideology?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 12:30:08 +0000",
      "isoDate": "2025-06-20T12:30:08.000Z",
      "creator": "Dominik Mierzejewski",
      "summary": "## 习近平纪念陈云诞辰120周年讲话的转变\n\n中国国家主席习近平最近纪念了中共经济规划奠基人之一陈云诞辰120周年。此次纪念活动基调喜庆，但习近平的讲话预示着修辞上的显著转变。\n\n### 与2015年讲话的对比\n\n*   **2015年（陈云诞辰110周年）**：\n    *   习近平的讲话强调了对马克思主义和共产主义的坚定信念。\n    *   他将陈云描绘成一位严守纪律的党员。\n    *   传递的信息是：意识形态将重新成为习近平第一个任期内中国共产党合法性的主要来源。\n*   **2024年（陈云诞辰120周年）**：\n    *   与2015年讲话中突出的共产主义信念相比，此次讲话中提及相关内容相对稀少。\n    *   取而代之的是关于发展规划和政治韧性的精炼语言。\n\n### 2024年讲话的重点与陈云的新形象\n\n*   **陈云被塑造成治理典范**：习近平将陈云描绘成纪律严明的治理典范，赞扬他以下能力：\n    *   把握关键点。\n    *   花时间思考战略问题。\n    *   同时平衡国家主导和市场导向的经济规划方法。\n*   **强调务实方法**：习近平特别强调了陈云的15字箴言——“不唯上、不唯书、只唯实，交换、比较、反复”。\n    *   他将此箴言作为干部在当今动荡世界中导航的指南。\n    *   这象征着：陈云不仅是一位革命前辈，更是一位在不确定时期拥抱政策逻辑的技术官僚。\n\n### 核心信息\n\n此次讲话表明，在当前面临多重危机的背景下，中国正将重点从意识形态转向韧性治理和基于事实的务实政策。",
      "shortSummary": "习近平在纪念陈云诞辰120周年的讲话中，展现出修辞上的显著转变。与2015年强调共产主义意识形态不同，此次讲话侧重于发展规划、政治韧性和纪律严明的治理。习近平将陈云描绘成一位务实的技术官僚典范，并引用其“不唯上、不唯书、只唯实”的箴言，暗示中国在多重危机下，正从意识形态转向强调韧性治理和基于事实的政策。",
      "translated_title": "中国在多重危机下强调韧性治理而非意识形态",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese President Xi Jinping recently commemorated the 120th birth anniversary of Chen Yun, one of the foundational economic planners of the Communist Party of China. Amid the commemoration’s celebratory tone, Xi’s speech signals a rhetorical shift.\nThe references to communist conviction so prominent in the 2015 address delivered for Chen’s 110th birthday were relatively sparse in Xi’s remarks from earlier this month. Instead, there was polished language relating to development planning and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/16/484d9620-2938-4738-8297-0e9766f977c7_79bc71e1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧贸易官员在冯德莱恩激烈言论后举行会谈 (原标题: Chinese and EU trade officials hold talks after von der Leyen outburst)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315242/chinese-and-eu-trade-officials-hold-talks-after-von-der-leyen-outburst?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 11:30:07 +0000",
      "isoDate": "2025-06-20T11:30:07.000Z",
      "creator": "Alice Li",
      "summary": "## 中欧贸易官员举行会谈以缓解经济紧张局势\n\n**背景与目的**\n\n中国商务部部长王文涛与欧盟贸易专员马罗斯·塞夫科维奇于周四举行了视频通话。此次会谈旨在缓解中欧之间日益加剧的经济紧张局势，并为即将于北京举行的领导人峰会铺平道路。\n\n**会谈内容与成果**\n\n据中国商务部周五发布的在线声明，双方同意共同努力，为今年中欧议程上的关键经济和贸易事项奠定基础。会谈期间，两位官员讨论了一系列议题，包括：\n\n*   出口管制\n*   市场准入\n*   欧盟对中国制造电动汽车征收的关税\n\n**冯德莱恩此前的批评**\n\n此次通话发生在欧盟委员会主席乌尔苏拉·冯德莱恩周一在加拿大七国集团（G7）峰会上对中国发表强硬批评言论的几天之后。在G7峰会全球经济会议上（美国总统唐纳德·特朗普也出席了该会议），冯德莱恩指责北京：\n\n*   提供“巨额补贴，旨在主导制造业和供应链”，称其为“蓄意扭曲”。\n*   对中国的工业产能过剩表示担忧。\n*   指责北京“将”其在稀土供应链中的主导地位“武器化”，以“削弱关键行业的竞争对手”。\n\n**展望**\n\n冯德莱恩还在峰会上警告可能出现“新的中国冲击”，这发生在定于7月举行的中欧领导人会议之前，该会议将纪念中欧建交50周年。",
      "shortSummary": "中国商务部部长王文涛与欧盟贸易专员马罗斯·塞夫科维奇举行视频通话，旨在缓解经济紧张并为领导人峰会做准备。双方同意为今年的中欧经济贸易议程奠定基础，讨论了出口管制、市场准入和电动汽车关税等问题。此次会谈发生在欧盟委员会主席冯德莱恩在G7峰会上严厉批评中国补贴、产能过剩和稀土“武器化”之后。",
      "translated_title": "中欧贸易官员在冯德莱恩激烈言论后举行会谈",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese commerce minister Wang Wentao and European trade commissioner Maros Sefcovic held a video call on Thursday, as the two sides strive to keep a lid on simmering economic tensions and pave the way for a leaders’ summit in Beijing.\n“Both sides agreed to work together to lay the groundwork for key economic and trade items on the China-EU agenda this year,” the Ministry of Commerce said in an online statement released on Friday.\nThe two officials discussed a series of topics during the call,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/53991d2d-b618-46b7-adcf-f7d519dabb6a_5acbdae7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国警告青少年盲盒‘成瘾’ (原标题: China warns of blind box ‘addiction’ among country’s youth)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315241/china-warns-blind-box-addiction-among-countrys-youth?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 10:30:13 +0000",
      "isoDate": "2025-06-20T10:30:13.000Z",
      "creator": "Mandy Zuo",
      "summary": "## 中国官方媒体警告青少年盲盒“成瘾”\n\n### 背景与警告来源\n\n随着暑假临近，中国执政的共产党官方报纸《人民日报》对青少年沉迷盲盒和盲卡包现象发出了警告。该报呼吁实行严格的身份验证，以遏制未成年人对盲盒的“失控消费”。\n\n### 盲盒的吸引力与风险\n\n盲盒是包含随机玩具、模型或卡片的非透明包装，以其“未知惊喜”的吸引力受到年轻消费者的追捧。然而，文章指出这些产品隐藏着“商业陷阱”，诱导冲动消费。\n\n### 经济背景与历史借鉴\n\n这种现象与在中国年轻一代中盛行的“谷子经济”（与动漫、游戏、偶像等版权作品相关的商品）紧密相关。《人民日报》的警告与四年前为防止青少年网络游戏成瘾而颁布的规定有异曲同工之妙。\n\n### 消费机制与成瘾风险\n\n由于盲盒或卡包的具体内容在购买和打开前是未知的，其购买行为带有赌博性质。商家利用多样化的设计和稀有度等级来吸引消费者，激发他们收集整套的欲望，进一步加剧了这种风险。近年来，盲卡包因其同样不可预测的奖励而在儿童和青少年中流行。\n\n### 实际消费案例\n\n《人民日报》在采访多位青少年后得出结论：“儿童和青少年中普遍存在非理性消费，有些甚至单次消费数百甚至数千元人民币来追逐稀有卡片。”",
      "shortSummary": "中国官方媒体《人民日报》警告青少年沉迷盲盒和盲卡包，称其为诱导冲动消费的“商业陷阱”。盲盒的随机性带有赌博性质，商家利用稀有度刺激收集欲，导致未成年人“失控消费”，甚至单次花费数百上千元追逐稀有卡片。文章呼吁严格身份验证，遏制这种非理性消费，并将其与此前防范网络游戏成瘾的措施相提并论，旨在规范“谷子经济”下的青少年消费行为。",
      "translated_title": "中国警告青少年盲盒‘成瘾’",
      "images": [],
      "contentSource": "完整文章",
      "content": "The official newspaper of China's ruling Communist Party has cautioned against an “addiction” to blind card packs and blind boxes among the country's youths as the summer holiday approaches.\nPeople’s Daily called for strict identity verification to curb the “out-of-control consumption” of blind boxes – opaque packages containing randomly chosen toys, models or cards – by minors in a report published on Friday.\nThe items, with their allure of “unknown surprises,” have become highly sought-after...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/e507e989-6fd5-4a93-ab95-d338b651cb27_4298490b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国内地与香港将推出“支付通”计划以促进资本流动 (原标题: Mainland China, Hong Kong launching Payment Connect scheme to aid capital flows)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315208/mainland-china-hong-kong-launch-payment-connect-scheme-facilitate-capital-flows?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 07:43:44 +0000",
      "isoDate": "2025-06-20T07:43:44.000Z",
      "creator": "Frank Tang",
      "summary": "## 中国内地与香港推出“支付通”计划\n\n中国人民银行（PBOC）与香港将启动一项名为“支付通”（Payment Connect）的新计划，旨在促进跨境支付。此举是中国内地开放金融领域的最新举措，同时利用香港这一南方金融中心更好地与世界连接。\n\n### 计划详情与运作机制\n\n*   **连接系统**：“支付通”计划将连接中国内地的互联网银行支付系统与香港的“转数快”（Faster Payment System, FPS）。\n*   **功能**：该计划将允许用户更快速、更便捷地进行支付和汇款。\n*   **启动时间**：该计划将于本周日正式启动。\n\n### 计划的重要意义与益处\n\n**中国人民银行行长潘功胜表示：**\n\n*   这是深化内地与香港金融合作的又一个里程碑。\n*   充分表明了中央政府巩固和提升香港国际金融地位的决心。\n*   将提高跨境支付效率，便利经济贸易合作以及人员往来。\n*   将为香港的发展注入新活力，并促进人民币的跨境使用。\n\n**香港金融管理局总裁余伟文表示：**\n\n*   该计划为居民和机构提供了安全、高效、便捷的支付选择。\n*   他同时赞扬了两地日益深化的经济合作。",
      "shortSummary": "中国人民银行与香港金管局将推出“支付通”计划，连接内地互联网银行支付系统与香港“转数快”，旨在促进跨境支付、资本流动及人民币使用。该计划将于本周日启动，旨在提升支付效率，便利经济贸易和人员往来，并巩固香港的国际金融地位，深化两地金融合作。",
      "translated_title": "中国内地与香港将推出“支付通”计划以促进资本流动",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank is launching a new connect programme with Hong Kong to facilitate cross-border payments – Beijing’s latest move to open up its financial sector and also leverage the southern financial centre to better connect with the rest of the world.\nThe Payment Connect programme will link the mainland’s Internet Banking Payment System and Hong Kong’s Faster Payment System (FPS), allowing users to make payments and wire money faster and more conveniently.\nThe programme will begin on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/2bda0970-eef4-4fc6-b735-315edeff9c59_44599f49.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国敦促官员遏制过度严格的餐饮节俭措施 (原标题: China urges officials to rein in overzealous dining austerity measures)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315173/overbite-china-urges-officials-pull-back-dining-austerity-drive?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 05:39:53 +0000",
      "isoDate": "2025-06-20T05:39:53.000Z",
      "creator": "Leopold Chen",
      "summary": "## 中国共产党敦促地方政府纠正过度餐饮节俭措施\n\n中国共产党的主要出版物，包括其理论刊物《求是》，已敦促地方政府谨慎实施针对奢华宴请的规定。此举旨在纠正过度执行的节俭措施，并回应餐饮业的担忧。\n\n### 背景与目的\n\n*   党中央和国务院于五月发布了《党政机关厉行节约反对浪费条例》。\n*   该条例旨在限制奢侈行为，而非针对普通用餐，以倡导节俭。\n\n### 过度执行的问题\n\n*   《求是》评论文章指出，一些地方政府过度审查每一次聚餐，干预每一次宴请。\n*   部分机构为“避免麻烦”索性取消所有公务接待。\n*   甚至有干部开始回避正常的公务用餐。\n\n### 负面影响\n\n*   这些“过于简单化”的措施扭曲了对相关规定的理解，偏离了其初衷。\n*   它们给餐饮业带来了“不必要的冲击”。\n\n### 规定内容\n\n*   《条例》对涉及政府官员或国有机构员工的接待活动制定了规则。\n*   明确禁止在这些活动中提供“高档菜肴”、香烟和酒水。\n\n### 地方政府的反应\n\n*   为表明遵守规定，各地纷纷出台了自己的指导方针。\n*   一些极端案例甚至引起了媒体关注。",
      "shortSummary": "中国共产党通过其主要刊物敦促地方政府，在实施餐饮节俭措施时避免过度执行。此举旨在纠正部分地区过度审查、取消公务接待甚至回避正常工作餐的现象，因为这些“过于简单化”的措施已对餐饮业造成不必要冲击，并偏离了厉行节约的初衷。党中央发布的规定旨在限制奢华宴请，而非普通用餐。",
      "translated_title": "中国敦促官员遏制过度严格的餐饮节俭措施",
      "images": [],
      "contentSource": "完整文章",
      "content": "Leading publications of China’s ruling Communist Party have urged local governments to implement strictures on lavish banquets carefully, an attempt to temper overzealousness amid concerns from the country’s beleaguered food and beverage industry.\nQiushi, the party’s theoretical journal, said in a commentary piece on Friday that recent affirmations of the need for frugality in official meals are intended to limit extravagant practices, not ordinary dining.\n“Some local governments scrutinise...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/e3afa914-96fb-4abd-bfef-a01c92dcbdef_854dcf1f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "言出必行：中国各省利用专项债券偿还债务 (原标题: Word is bonds: China’s provinces use special-purpose funds to pay debts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315075/word-bonds-chinas-provinces-use-special-purpose-funds-pay-debts?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 01:00:10 +0000",
      "isoDate": "2025-06-20T01:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "# 湖南省利用专项债券偿还政府欠款\n\n## 背景与创新举措\n*   **首例省份**: 湖南省成为中国首个利用专项债券收益担保政府向企业付款的省份。\n*   **资金规模**: 今年已分配200亿元人民币（约合27.8亿美元）。\n*   **预算调整**: 湖南省于上月对其年度财政预算进行了调整，标志着专项债券首次被用于覆盖政府拖欠款项。\n*   **传统用途**: 专项债券通常用于创收型建设工程项目。\n*   **新用途**: 此次调整后，专项债券将用于偿还政府对企业的欠款。\n\n## 资金分配与优先事项\n*   **分配依据**: 根据湖南省财政厅上周发布的声明，资金将根据现有投资项目中符合条件的未偿债务进行分配。\n*   **优先顺序**: 资金拨付将优先帮助湖南省各市县完成在建工程、结清债务并降低财政风险。\n\n## 专家观点与挑战\n*   **积极评价**: 香港恒生大学讲师David Wong称此举是“朝着正确方向迈出的一步”。\n*   **规模不足**: Wong警告称，与地方政府债务的规模相比，200亿元人民币可能只是“杯水车薪”。\n*   **透明度问题**: 目前尚不清楚哪些欠款将获得优先偿还，以及哪些企业将实际收到款项。\n*   **复杂债务网**: Wong指出，这不仅仅是“政府欠企业”的问题，而是一个复杂的“三角债”缠绕网络。\n    *   **间接债务**: 在许多情况下，地方政府通过国有企业（SOEs）间接产生债务。\n    *   **交叉债务**: 国有企业之间也相互欠款。\n    *   **循环担保**: 一些国有企业还涉及与地方政府和私营企业之间的循环担保和交叉债务关系，使得还款情况不透明。",
      "shortSummary": "湖南省成为中国首个利用200亿元人民币专项债券偿还政府拖欠企业款项的省份，这改变了专项债券通常用于创收建设项目的传统。此举旨在帮助地方政府清偿债务、降低财政风险。专家认为这是积极一步，但200亿规模相对地方债务总量仍是杯水车薪，且复杂的三角债（包括国企间的相互债务和循环担保）使得还款过程充满挑战，透明度有待提高。",
      "translated_title": "言出必行：中国各省利用专项债券偿还债务",
      "images": [],
      "contentSource": "完整文章",
      "content": "Hunan has become the first province in China to use the proceeds of special-purpose bonds to guarantee government payments to enterprises, with 20 billion yuan (US$2.78 billion) allocated for this year.\nThe inland province made the adjustment to its annual fiscal budget last month, marking the first time the bonds – typically earmarked for revenue-generating construction projects – will be used to cover government arrears.\nProceeds will be distributed based on eligible outstanding debts from...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/ed8ecd23-8faf-432f-871b-8cc12f966611_a862fb49.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国贸易战中将美国国债持有量降至16年低点 (原标题: China cuts US Treasury stockpiles to 16-year low amid Trump’s trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315093/china-cuts-us-treasury-stockpiles-16-year-low-amid-trumps-trade-war?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 13:00:11 +0000",
      "isoDate": "2025-06-19T13:00:11.000Z",
      "creator": "Ji Siqi",
      "summary": "中国在美国贸易战中将其美国国债持有量降至16年低点，这反映了对美国政府债券作为全球最安全资产地位的担忧。\n\n**主要数据点：**\n*   **持有量下降：** 根据美国财政部最新数据，中国在4月份将其美国国债持有量降至7570亿美元，比3月份减少了82亿美元。\n*   **连续下降：** 这是中国持有量连续第二个月下降，也是自2009年3月以来的最低水平（根据Wind数据）。\n*   **排名变化：** 中国在3月份已滑落至第三大外国持有国，位居日本和英国之后。\n*   **长期趋势：** 这种从美国政府债务中稳步撤离的趋势始于特朗普的第一任期。\n\n**背景与原因：**\n*   **贸易战升级：** 中美之间不断升级的贸易战是导致中国减持美国国债的主要原因。\n*   **市场动荡：** 特朗普于4月2日（被称为“解放日”）启动了全面的“对等关税”，引发了全球市场动荡，导致美国股市暴跌，美国国债和美元也出现大幅抛售。\n*   **关税升级：** 美中之间的针锋相对的关税交换迅速升级，双方关税一度超过100%，直到5月份达成临时停火协议才回撤了大部分关税。\n*   **金融市场溢出担忧：** 人们担心世界两大经济体之间的贸易战会蔓延到金融市场，有猜测称北京可能抛售其庞大的美国国债持有量，而华盛顿可能将中国公司从美国证券交易所退市。\n*   **美元武器化风险：** 鉴于两国超级大国之间日益紧张的关系，中国经济学家警告不要将美元武器化，担心华盛顿有朝一日可能扣押中国的海外金融资产，类似于俄罗斯入侵乌克兰后对其采取的行动。",
      "shortSummary": "受与美国贸易战升级影响，中国4月份将美国国债持有量降至7570亿美元，创16年新低。这是连续第二个月下降，并使中国成为第三大外国持有国。此举反映了对美国国债安全性的担忧，以及对金融市场可能被武器化的猜测，尤其是在特朗普关税政策和资产扣押讨论之后。",
      "translated_title": "中国在美国贸易战中将美国国债持有量降至16年低点",
      "images": [],
      "contentSource": "完整文章",
      "content": "China reduced its stockpile of US Treasuries to a 16-year low in April, as an escalating trade war with Washington sparked concerns about the long-standing status of American government bonds as the world’s safest asset.\nBeijing’s holdings dropped to US$757 billion, down US$8.2 billion from March, according to the latest data released by the US Treasury Department. The figures for April marked the second consecutive month of decline and the lowest level since March 2009, according to data...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/0ff8351a-2bfb-4b69-bed7-64c474758656_2d66b91f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国支付系统在中美贸易战中扩展至非洲和亚洲 (原标题: China’s payment system spreads across Africa and Asia amid US trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315064/chinas-payment-system-spreads-across-africa-and-asia-amid-us-trade-war?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 12:15:08 +0000",
      "isoDate": "2025-06-19T12:15:08.000Z",
      "creator": "Leopold Chen",
      "summary": "### 中国跨境人民币支付系统（CIPS）的全球扩张\n\n中国正在加速推广其货币的全球使用，以应对与美国日益紧张的关系。在此背景下，中国的跨境人民币支付系统（CIPS）已吸引了更多来自非洲、中亚和中东的金融机构加入。\n\n#### 新增直接参与者\n\n在上海举行的一项仪式上，六家金融机构正式成为CIPS的直接参与者，它们是中国环球银行金融电信协会（Swift）系统的替代方案的最新加入者。这些新成员包括：\n\n*   非洲进出口银行（African Export-Import Bank）\n*   第一阿布扎比银行（First Abu Dhabi Bank）\n*   南非标准银行（Standard Bank）\n*   新加坡大华银行（United Overseas Bank）\n*   吉尔吉斯斯坦的Eldik银行\n*   中华（澳门）金融资产交易平台（Chongwa (Macau) Financial Asset Exchange），一个来自澳门特别行政区的国有资产交易平台。\n\n#### CIPS的战略意义\n\n北京自2015年推出CIPS以来，一直致力于推广该系统，旨在扩大人民币在全球贸易中的使用，并对冲美国可能对中国实体实施金融制裁的潜在举动。这被视为在中美贸易战背景下，中国提升自身金融基础设施韧性的一项重要战略。\n\n#### 参与者现状\n\n截至5月底，CIPS共有174个直接参与者。然而，其中大部分是中资银行的境内外分支机构，以及汇丰银行、摩根大通和花旗银行等全球金融巨头在中国的分支机构。\n\n#### 直接参与者与间接参与者\n\n*   **直接参与者**：指拥有CIPS账户并能直接通过系统进行汇款的实体。\n*   **间接参与者**：则需要依赖其他实体代为完成交易。",
      "shortSummary": "在中美贸易战背景下，中国正加速推广其跨境人民币支付系统（CIPS）的全球使用。该系统已吸引非洲、中亚和中东的六家新金融机构成为直接参与者，包括非洲进出口银行和南非标准银行等。此举旨在扩大人民币在全球贸易中的应用，并对冲美国潜在的金融制裁风险，作为Swift系统的替代方案。截至5月底，CIPS共有174个直接参与者，多数为中资银行或全球银行的中国分支机构。",
      "translated_title": "中国支付系统在中美贸易战中扩展至非洲和亚洲",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s cross-border yuan payment system has signed up more financial entities from Africa, Central Asia and the Middle East, as Beijing accelerates efforts to promote the global use of its currency amid rising tensions with the United States.\nA group of six financial institutions officially joined the yuan-based Cross-border Interbank Payment System (CIPS) as direct participants during a ceremony in Shanghai on Wednesday, becoming the latest entities to sign up to China’s alternative to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/e8fa96b5-79c4-4a9f-bc2e-9eb4e400ea87_21bff6c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么美国支持的稳定币让中国警惕美元可能更具主导地位 (原标题: Why US-backed stablecoins have China wary of a potentially more dominant dollar)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315090/why-us-backed-stablecoins-have-china-wary-potentially-more-dominant-dollar?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 10:30:49 +0000",
      "isoDate": "2025-06-19T10:30:49.000Z",
      "creator": "Luna Sun,Frank Chen",
      "summary": "随着稳定币在全球经济中日益普及，主要经济体正积极应对其影响。中国人民银行前行长周小川警告称，美元支持的稳定币可能加速国际货币体系的“美元化”，引发中国警惕。\n\n*   **中国对稳定币的立场与担忧**\n    *   尽管中国大陆禁止加密货币交易，但中国政府对稳定币的底层技术及其在跨境金融中的潜在作用保持关注。\n    *   周小川在上海陆家嘴论坛上指出，虽然其他国家也在考虑发行本币稳定币，但其全球影响力尚不确定，而美元支持的稳定币可能具有全球影响力。\n    *   他认为，美元支持的稳定币可能促进美元化，其影响仍在激烈辩论中。周小川强调，除非面临极端严峻的情况（如对抗高通胀或沉重债务负担），否则追求美元化可能带来许多不利的副作用。\n\n*   **美国在稳定币立法方面的进展**\n    *   本周，美国参议院通过了具有里程碑意义的稳定币立法，首次为与美元挂钩的稳定币建立了联邦监管框架。\n    *   这为私营公司在联邦政府的批准下发行数字美元创造了受监管的途径。\n\n*   **稳定币的定义与特性**\n    *   与比特币或以太坊等价格波动剧烈的加密货币不同，稳定币旨在结合数字资产的效率和传统货币的可靠性。\n    *   通过将其价值与美元、港元等法定货币或其他储备资产挂钩，稳定币的价格旨在保持稳定，前提是其所挂钩的货币保持强势。\n\n*   **图片**\n    *   ![Zhou Xiaochuan, former governor of the People’s Bank of China, attends a plenary session during the 2025 Lujiazui Forum on Wednesday in Shanghai. Photo: Getty Images](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/96bd94d9-0d6d-46af-84a7-6ce2a5305fc2_f60200c9.jpg)",
      "shortSummary": "中国人民银行前行长周小川警告称，美国支持的稳定币可能加速国际货币体系的“美元化”，引发中国警惕。尽管中国禁止加密货币交易，但仍关注其底层技术。美国参议院已通过稳定币立法，为私营公司发行数字美元提供监管途径。周小川认为，美元化可能带来负面影响。稳定币旨在结合数字效率与传统货币稳定性，但中国担忧其可能进一步巩固美元的主导地位。",
      "translated_title": "为什么美国支持的稳定币让中国警惕美元可能更具主导地位",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/96bd94d9-0d6d-46af-84a7-6ce2a5305fc2_f60200c9.jpg",
          "alt": "Zhou Xiaochuan, former governor of the People’s Bank of China, attends a plenary session during the 2025 Lujiazui Forum on Wednesday in Shanghai. Photo: Getty Images",
          "title": "Zhou Xiaochuan, former governor of the People’s Bank of China, attends a plenary session during the 2025 Lujiazui Forum on Wednesday in Shanghai. Photo: Getty Images",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "With major economies gearing up for the rising ubiquity of stablecoins and their impact on the global economy, former Chinese central bank chief Zhou Xiaochuan has warned that US dollar-backed stablecoins could accelerate the “dollarisation” of the international monetary system.\nAmid the explosive growth of cryptocurrency in the past few years, continued focus from high-level figures reflects the Chinese government’s interest in underlying technologies and their potential role in cross-border...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/1eeda097-08ec-4c22-b0eb-672cf6b73389_84da5b85.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C929宽体客机预计2035年首飞：消息人士 (原标题: China’s C929 widebody jet to make maiden commercial flight by 2035: source)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315051/chinas-c929-widebody-passenger-jet-make-maiden-commercial-flight-2035-source?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 08:30:10 +0000",
      "isoDate": "2025-06-19T08:30:10.000Z",
      "creator": "Frank Chen,Xiaofei Xu",
      "summary": "# 中国C929宽体客机项目进展\n\n## 首飞与认证目标\n*   **首次商业飞行目标：** 中国商用飞机有限责任公司（Comac）正在开发的C929宽体客机，目标是在2035年前实现首次商业飞行。这一时间表已在本周的巴黎航展上告知外国合作伙伴。\n*   **认证目标：** Comac预计C929将在2032年获得中国的型号合格证（TC）。一位Comac高级经理在航展上表示：“目前我们计划在2032年获得型号合格证。”\n\n## 项目阶段与设计理念\n*   **当前阶段：** C929已进入详细设计阶段。\n*   **时间表考量：** 尽管2035年的目标比之前的估计要长，但这与波音和空客在开发其首款宽体客机时所采用的“长途”开发周期一致，反映了Comac的“审慎”和对安全的重视。\n*   **设计特点：** C929可能与空客A350和波音787系列相似。\n*   **市场定位：** Comac旨在为客户提供一款新型双通道飞机。\n\n## 性能参数\n*   **载客量：** C929将能够搭载多达440名乘客。\n*   **最大航程：** 最大航程为12,000公里，大致相当于从上海到纽约的距离。\n\n## 背景信息：C919窄体客机\n*   Comac的首款干线窄体客机C919已于2023年5月在中国投入商业运营，距离其在2022年9月获得中国民用航空局的认证不到一年。",
      "shortSummary": "中国商飞（Comac）的C929宽体客机计划于2035年前实现首次商业飞行，并预计在2032年获得中国型号合格证。该项目已进入详细设计阶段，旨在提供一款载客量达440人、航程12,000公里的新型双通道飞机。这一时间表虽长于预期，但符合国际宽体机开发惯例，体现了Comac对安全的审慎态度。C929将与空客A350和波音787系列相似。",
      "translated_title": "中国C929宽体客机预计2035年首飞：消息人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "The company developing China’s first home-grown widebody passenger jet – the C929 – is aiming to see it make its maiden commercial flight by 2035, foreign partners have been told at this week’s Paris Air Show, according to a person familiar with the discussion.\nThe time frame, although longer than previous estimates, was in line with the “long-haul” one that Boeing and Airbus used when developing their first widebodies and reflected Commercial Aircraft Corporation of China’s (Comac) “prudence”...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/207d04c0-33d7-44fd-a8f4-cd8ac48f143f_9bcb2853.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国青年失业危机将因历史性毕业季临近而恶化 (原标题: China’s youth unemployment crisis to worsen as historic graduation season looms)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315028/chinas-youth-unemployment-stays-stubbornly-high-ahead-crunch-summer?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 06:00:15 +0000",
      "isoDate": "2025-06-19T06:00:15.000Z",
      "creator": "June Xia",
      "summary": "# 中国青年失业状况分析\n\n## 当前趋势与数据\n*   **青年失业率下降：** 根据国家统计局（NBS）周三发布的数据，中国16至24岁城镇青年（不含在校学生）的失业率在5月份连续第三个月下降，达到14.9%。这低于上个月的15.8%。\n*   **同比仍高：** 尽管环比下降，但5月份的失业率仍高于去年同期的14.2%。这表明在关键毕业季来临之前，就业市场仍面临巨大压力。\n\n## 挑战与展望\n*   **毕业季临近：** 随着创纪录的1220万大学毕业生即将于今年夏天进入就业市场，青年失业率预计将再次上升。\n*   **就业压力持续：** 国家统计局发言人付凌晖周一表示，中国在保持就业稳定方面仍面临压力，主要原因在于外部环境的复杂变化。\n*   **结构性问题：** 付凌晖指出，国内部分行业存在招聘困难与特定群体就业压力并存的现象，人力资源供需错配问题持续存在。\n\n## 政府应对措施\n*   **补贴政策：** 为缓解就业压力，多个政府部门在4月份联合宣布了一揽子新措施，其中包括向雇用失业青年或应届毕业生的公司提供补贴。",
      "shortSummary": "中国5月青年失业率降至14.9%，但仍高于去年同期。随着创纪录的1220万大学毕业生即将进入就业市场，青年失业率预计将再次攀升，就业市场面临巨大压力。国家统计局指出，外部环境复杂，人力资源供需错配问题持续。政府已出台措施，包括向雇用失业青年或应届毕业生的企业提供补贴，以应对严峻的就业形势。",
      "translated_title": "中国青年失业危机将因历史性毕业季临近而恶化",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s youth unemployment rate fell for the third consecutive month in May, but remained higher than at the same point last year, suggesting the job market is still under intense pressure ahead of a critical graduation season.\nThe youth jobless rate, which covers those aged 16 to 24 living in urban areas, excluding students, stood at 14.9 per cent last month, down from 15.8 per cent the previous month, according to data released by the National Bureau of Statistics (NBS) on Wednesday.\nBut the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/8040933a-4fb3-4d96-bc8a-a0637d65f0db_3dd210eb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港在推出人民币挂钩稳定币前将评估风险 (原标题: Hong Kong to assess risks before launching yuan-pegged stablecoins)",
      "link": "https://www.scmp.com/business/china-business/article/3315005/hong-kong-study-beijings-monetary-policy-weigh-risks-issuing-yuan-stablecoins?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 04:00:07 +0000",
      "isoDate": "2025-06-19T04:00:07.000Z",
      "creator": "Daniel Ren",
      "summary": "# 香港计划推出人民币挂钩稳定币：审慎评估与国家战略对齐\n\n香港正计划推出人民币挂钩的稳定币，以进一步推动人民币的国际化进程。然而，在正式推出之前，香港将对相关风险进行全面评估，并深入研究北京的货币政策方向。\n\n## 主要考量与官方立场\n\n香港财经事务及库务局局长许正宇在上海陆家嘴论坛上表示，尽管香港在技术上已为发行此类加密货币做好了准备，但仍需要更多时间来评估其潜在的优势和劣势。他强调：“必须研究风险和货币政策方向，因为发行挂钩稳定币将同时带来好处和弊端。我们需要将我们的考量与国家政策制定以及（北京的）人民币国际化路线图保持一致。”\n\n## 监管框架与生效日期\n\n上个月，香港通过了新的立法，要求所有稳定币（即与法定货币等参考资产挂钩的数字代币）的发行方必须获得香港金融管理局（HKMA）的许可。这项新法律定于今年8月1日生效。\n\n## 中国央行行长观点\n\n在陆家嘴论坛的开幕式上，中国人民银行行长潘功胜指出，包括稳定币在内的数字货币正在重塑传统的支付系统，并显著缩短了跨境支付链条。与此同时，他也提到这些数字货币对金融监管带来了“重大挑战”。\n\n![中国人民银行行长潘功胜在上海陆家嘴论坛开幕式上发表讲话。图片来源：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/3a465497-b12b-4d17-942d-3b4b0648670b_83405f08.jpg)\n*中国人民银行行长潘功胜在上海陆家嘴论坛开幕式上发表讲话。图片来源：法新社*",
      "shortSummary": "香港计划推出人民币挂钩稳定币以促进人民币国际化，但将先评估风险并研究北京货币政策。香港财经事务及库务局局长许正宇表示，虽技术已就绪，但需评估利弊并与国家战略对齐。香港已通过稳定币牌照法案，将于8月1日生效。中国央行行长潘功胜指出数字货币对金融监管构成挑战。",
      "translated_title": "香港在推出人民币挂钩稳定币前将评估风险",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/3a465497-b12b-4d17-942d-3b4b0648670b_83405f08.jpg",
          "alt": "People’s Bank of China Governor Pan Gongsheng speaks at the opening ceremony of the Lujiazui Forum in Shanghai on Wednesday. Photo: AFP",
          "title": "People’s Bank of China Governor Pan Gongsheng speaks at the opening ceremony of the Lujiazui Forum in Shanghai on Wednesday. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong will assess the risks and study Beijing’s monetary policies before launching yuan-pegged stablecoins to bolster the internationalisation of the Chinese currency, according to a local senior official.\nChristopher Hui Ching-yu, Secretary for Financial Services and the Treasury, said during a panel on Wednesday at the Lujiazui Forum in Shanghai that while Hong Kong was technically ready to proceed, more time was needed to evaluate the advantages and disadvantages of issuing such a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/c8e71973-0800-48a7-84e6-20e89692d6a0_89cb1df4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "总理敦促中国江苏省迎接‘更高的发展期望’ (原标题: Premier urges China’s Jiangsu to embrace ‘higher development expectations’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314990/premier-urges-jiangsu-step-efforts-technology-trade-and-consumption?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 01:49:39 +0000",
      "isoDate": "2025-06-19T01:49:39.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 总理李强敦促江苏省迎接“更高的发展期望”\n\n中国总理李强在面临日益增长的经济挑战之际，呼吁作为国家东海岸重要制造业中心的江苏省，在技术、贸易和消费方面加大努力，以支撑中国经济的持续增长。\n\n**访问目的与核心要求：**\n\n*   李强总理于周一至周三对江苏省进行了为期三天的考察访问。\n*   他强调了创新发展、刺激有效需求、培育企业家精神以及深化改革开放的重要性。\n*   李强指出，江苏省拥有坚实的经济基础和强大的能力，但也面临着“更高的发展期望”。\n*   他敦促江苏省的官员和居民专注于经济增长，并在应对更广泛经济挑战中承担更大的责任。\n\n**江苏省的经济表现与角色：**\n\n*   今年第一季度，江苏省的国内生产总值（GDP）同比增长5.9%，达到3.31万亿元人民币（约合4605亿美元），紧随排名第一的广东省（3.35万亿元人民币，增长4.1%）。\n*   作为中国最先进的制造业省份之一，江苏省被北京赋予了在稳定增长方面发挥主导作用的任务，以应对国内需求低迷和美国关税增加带来的外部压力。\n\n**产业升级方向：**\n\n*   在一家机械制造厂，李强总理强调了加速采用人工智能和清洁能源技术的重要性。\n*   此举旨在升级传统产业，并跟上全球制造业的发展趋势。",
      "shortSummary": "中国总理李强在考察江苏省时，敦促这个制造业重镇在技术、贸易和消费方面加大努力，以应对经济挑战并支撑国家增长。他强调创新发展、刺激需求、培育企业家精神和深化改革开放。李强指出，江苏虽经济基础雄厚，但面临更高期望，需在稳定增长中发挥主导作用，并利用人工智能和清洁能源升级传统产业。",
      "translated_title": "总理敦促中国江苏省迎接‘更高的发展期望’",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Beijing looks to shore up China’s economic growth amid mounting challenges, Premier Li Qiang has called on Jiangsu province, a key manufacturing hub on the country’s east coast, to step up its efforts in technology, trade and consumption.\nDuring a three-day visit to the province from Monday, Li emphasised the importance of embracing innovative development, stimulating effective demand, fostering entrepreneurship, and deepening reform and opening up to support China’s sustained economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/073252c4-c2d8-4e78-94e9-a821781f3dee_30d3dd87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国报告称将减少100万头生猪以应对低价和通缩风险 (原标题: China to reduce pig count by 1 million amid low prices, deflation risk: report)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314938/reaping-sow-china-reduce-pig-count-1-million-amid-low-prices-deflation-risk?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 13:00:10 +0000",
      "isoDate": "2025-06-18T13:00:10.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国计划减少生猪存栏量以应对猪肉过剩和通缩风险\n\n中国农业农村部提出了一项计划，旨在将全国能繁母猪存栏量减少100万头，以缓解市场猪肉供应过剩、生猪价格受抑制以及经济面临通缩压力的现状。\n\n### 核心措施与目标\n\n*   **减少存栏量**：能繁母猪存栏量将从目前的4038万头减少到3950万头。这一具体计划由CLS.cn援引农业农村部上周提出的方案。\n*   **缓解行业损失**：此举旨在缓解因生猪供应过剩和猪肉价格持续低迷给养猪业带来的损失。\n\n### 附加监管规定\n\n*   **禁止超重喂养**：除了削减母猪数量，监管机构还引入了更严格的养猪场规定。其中包括禁止已达到屠宰标准的生猪继续喂养以增加体重后再出售。这种做法被认为是加剧短期供应过剩和进一步压低价格的原因。\n\n### 宏观经济影响\n\n*   **恢复供需平衡**：这些措施不仅旨在恢复猪肉行业的供需平衡，更重要的是，它们也旨在缓解更广泛经济中的通缩压力。\n*   **CPI权重**：猪肉价格在中国消费者物价指数（CPI）中占有较高权重，因此其价格波动对整体通胀水平有显著影响。\n\n### 当前通缩背景\n\n*   **持续通缩压力**：麦格理（Macquarie）上周的一份报告指出，除非有足够大的刺激措施来创造另一个信贷上行周期，否则2025年可能仍将面临持续的通缩压力。\n*   **GDP平减指数**：中国GDP平减指数已连续八个季度下降，这是过去四十年中最长的通缩期。GDP平减指数衡量的是国内生产的新商品和服务的整体价格水平，是衡量通胀的广义指标，其持续下降表明经济正面临普遍的价格下跌。",
      "shortSummary": "中国农业农村部计划将全国能繁母猪存栏量减少100万头，从4038万头降至3950万头。此举旨在缓解猪肉市场供应过剩、生猪价格低迷以及经济通缩压力。同时，监管机构还引入了禁止生猪超重喂养的规定。这些措施不仅为恢复猪肉供需平衡，也为缓解整体经济的通缩风险，因为猪肉价格在中国CPI中占比较高。中国GDP平减指数已连续八个季度下降，通缩形势严峻。",
      "translated_title": "中国报告称将减少100万头生猪以应对低价和通缩风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s national breeding sow inventory will be reduced by 1 million from the current level of 40.38 million to ease an oversupply of pork in the market that has suppressed swine prices and raised deflationary pressures in the economy.\nWhile specifics of the reduction were limited, it would take the national sow herd size down to 39.5 million, CLS.cn said in an exclusive report, citing a plan proposed by the Ministry of Agriculture and Rural Affairs last week.\nThe ministry was looking to ease...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/f20e7874-0c9f-4316-8aa6-70cd054902ae_94ddf213.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国录得大量资本流入，海湾投资者对冲美国风险 (原标题: China records bumper capital inflow as Gulf investors hedge against US)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314922/china-records-bumper-capital-inflow-gulf-investors-hedge-against-us?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 11:00:09 +0000",
      "isoDate": "2025-06-18T11:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国资本流入激增，海湾投资者对冲美国风险\n\n### 主要发现\n\n*   **中东资本流入显著增长**：近期，中国吸引了来自中东投资者的资本流入，这些投资者旨在使其过度偏重美国的投资组合多样化。\n*   **具体数据**：\n    *   5月份，中国非银行部门录得330亿美元的净资本流入。\n    *   这一数字高于4月份的173亿美元，显示出加速增长的趋势。\n    *   外国投资者对中国股票的持有量也有所增加。\n*   **分析师观点与动机**：\n    *   **全球投资者转向亚洲**：分析师指出，包括大型海湾主权财富基金在内的全球投资者，正日益转向亚洲稳定、高增长的市场，以应对日益加剧的全球不稳定。\n    *   **避险需求**：复旦大学金融研究中心主任孙立坚表示，部分资金可能出于避险目的从美国市场撤出，转而投向中国等主要贸易国和拥有大量海外净资产的国家。\n    *   **地缘政治影响**：孙立坚认为，华盛顿在地区冲突中对以色列的支持，使得海湾投资者不愿“把所有鸡蛋放在一个篮子里”，从而促使他们寻求投资多样化。\n    *   **对华信心增强**：资本流入也反映了海湾国家对中国开放政策和人民币国际化努力的信心增强。\n\n### 未来展望\n\n*   分析师指出，为维持这一资本流入趋势，北京需要进一步开放其金融市场。",
      "shortSummary": "中国近期吸引了大量中东资本流入，5月非银行部门净流入达330亿美元。这主要源于海湾投资者为对冲美国风险、实现投资组合多样化，并寻求全球不稳定下的避险资产。他们对中国开放政策和人民币国际化抱有信心。分析师认为，为维持此趋势，中国需进一步开放金融市场。",
      "translated_title": "中国录得大量资本流入，海湾投资者对冲美国风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has attracted a growing influx of capital from Middle Eastern investors seeking to diversify their US-heavy portfolios in recent months, but Beijing will need to further open up its financial markets to sustain the trend, analysts said.\nBeijing announced on Tuesday that China had recorded a US$33 billion net capital inflow from non-banking sectors and higher foreign holdings of Chinese equities in May – an acceleration from April’s US$17.3 billion inflow.\nThe department did not break down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/09253eab-f242-4004-b951-1f7c58ef95cf_4069d225.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴黎航展上，中国航空供应商寻求落地 (原标题: At Paris Air Show, China’s aviation suppliers circle for a landing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314894/paris-air-show-chinas-aviation-suppliers-circle-landing?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 09:00:14 +0000",
      "isoDate": "2025-06-18T09:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 巴黎航展：中国航空供应商寻求立足欧洲市场\n\n### 中国参展商构成变化\n\n*   **传统焦点转移**：过去，巴黎航展上中国的存在主要集中在少数大型企业，特别是中国商用飞机有限责任公司（Comac），即C919客机的制造商。\n*   **新兴力量涌现**：今年情况发生显著变化，数十家来自中国航空供应链的、知名度较低的企业纷纷涌向欧洲，向西方买家展示其产品。\n\n### 参展规模显著增长\n\n*   **数量翻倍**：根据组织方航空航天工业协会GIFAS的数据，参加此次两年一度航展的中国公司数量从2023年的29家增至今年的76家，增长了一倍多。\n*   **形成“事实上的国家馆”**：由于参展的中国出口商数量众多且集中，航展历史上首次出现了“事实上的国家馆”。\n\n### 寻求海外市场的原因\n\n*   **国内市场挑战**：许多中国公司是首次亮相巴黎，它们正努力争取在欧洲市场的一席之地。这主要是因为中国国内经济放缓以及企业间激烈的竞争导致利润停滞不前。\n*   **企业心声**：宝钛华神（Baoti Huashen）的助理工程师王俊波表示：“众所周知，我们的国内市场存在过度竞争。”他的公司专注于航空航天生产关键材料——海绵钛。他补充说，尽管公司目前利润尚可，但“重要的是要时刻做好准备”。",
      "shortSummary": "在今年的巴黎航展上，中国航空业的参展格局发生显著变化。数十家来自中国航空供应链的、知名度较低的企业首次大规模参展，数量从去年的29家增至76家，形成“事实上的国家馆”。这些企业寻求进入欧洲市场，以应对国内经济放缓和激烈竞争导致的利润停滞。这标志着中国航空供应商正积极拓展海外业务。",
      "translated_title": "巴黎航展上，中国航空供应商寻求落地",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s presence at the Paris Air Show – the globally renowned civil aviation expo – is usually reduced to Beijing’s biggest names in the field. In particular, conversation tends to focus on the Commercial Aircraft Corporation of China (Comac), the maker of the C919 passenger jet.\nBut things have changed this year. Dozens of lesser-known Chinese firms from across the supply chain have flocked to the European capital to showcase their products to Western buyers.\nThe number of Chinese companies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/97ced7a9-41eb-4383-823d-d69bf961f280_06dd90fc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国央行表示，将设立新运营中心以提升人民币全球影响力 (原标题: China will boost the yuan’s global reach with new operations centre, PBOC says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314851/china-will-boost-yuans-global-reach-new-operations-centre-pboc-says?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:46:25 +0000",
      "isoDate": "2025-06-18T02:46:25.000Z",
      "creator": "Frank Chen,Luna Sun",
      "summary": "中国人民银行行长潘功胜在上海陆家嘴论坛上宣布了八项金融政策，旨在提升人民币的全球影响力，并加速上海成为全球金融中心。其中一项关键措施是：\n\n*   **设立数字人民币“国际运营中心”**：\n    *   **目的**：旨在提升人民币的全球影响力，并加速上海成为全球金融中心。\n    *   **背景**：在中美贸易和技术紧张局势加剧的背景下，中国迫切需要扩大人民币的海外采用，并减少对单一货币的依赖。\n    *   **潘功胜观点**：他指出，传统跨境支付系统的问题日益突出，全球呼吁改进，新的支付基础设施和结算方式正在涌现，这将推动全球系统向更高效率、安全性、包容性和多样性发展。\n    *   **中国进展**：经过十多年的发展，中国已建立了多渠道、广覆盖的跨境人民币清算网络。\n\n*   **其他试点政策**：\n    *   在上海试点一系列结构性货币政策工具。\n    *   **再融资计划**：包括对涉外贸易企业使用信用贷款的再融资，以及支持再贴现的跨境贸易再融资。\n    *   **扩大绿色金融计划**：将中国碳减排支持工具的范围扩大到转型金融和特定区域产业。",
      "shortSummary": "中国人民银行行长潘功胜宣布，中国将设立数字人民币“国际运营中心”，以提升人民币的全球影响力并加速上海成为全球金融中心。此举是八项金融政策之一，旨在应对中美紧张局势下减少对单一货币依赖的需求，并优化跨境支付系统。其他政策包括在上海试点结构性货币工具和扩大绿色金融计划。",
      "translated_title": "中国央行表示，将设立新运营中心以提升人民币全球影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will set up an “international operations centre” for the digital yuan to boost the global influence of the renminbi, People’s Bank of China Governor Pan Gongsheng announced at the Lujiazui Forum in Shanghai on Wednesday.\nThe measure was among eight financial policies Pan announced during the opening of the annual finance-facing forum, which also included pledges that China would pilot a range of structural monetary policy tools in Shanghai.\nThe policies come at a time when growing tensions...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/e873a3b6-e85d-4c94-a691-7e36cee1ad1d_9c02e966.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港将成为中国企业在沪协议中的全球跳板 (原标题: Hong Kong to be Chinese companies’ launch pad in Shanghai pact)",
      "link": "https://www.scmp.com/business/china-business/article/3314848/hong-kong-act-launching-pad-chinese-companies-global-push-pact-shanghai?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:24:57 +0000",
      "isoDate": "2025-06-18T02:24:57.000Z",
      "creator": "Daniel Ren,Enoch Yiu",
      "summary": "# 上海与香港签署协议，深化金融合作\n\n上海与香港于周三签署了一项行动计划，旨在将香港的资本市场打造为中国内地企业实现全球增长的“跳板”。该协议在上海举行的年度陆家嘴论坛上签署，旨在连接中国内地的主要商业城市上海与国家的离岸金融中心香港。\n\n## 合作内容与扩展\n\n这项新协议将扩展已实施十年的沪港股票市场交易互联互通机制（沪港通），纳入更多金融产品：\n*   股票\n*   债券\n*   交易所交易基金（ETFs）\n*   黄金\n\n此外，双方还将就跨境结算和数字人民币的使用展开合作。\n\n## 官员表态\n\n香港财政司司长陈茂波在与上海常务副市长吴炜签署协议后表示：\n*   上海和香港都是国际金融中心，在中国金融改革中一直发挥着重要作用。\n*   该计划进一步明确了沪港合作的具体方向，为两地多层次、多领域的金融合作注入了新的、更丰富的内容。\n*   这是一项深化互联互通的新举措，凸显了对内地企业“走出去”战略的支持。\n\n## 协议意义\n\n这是自2008年陆家嘴论坛在上海金融区启动以来签署的第一份协议。陆家嘴论坛的开幕式通常会有中国人民银行行长和中国证券监督管理委员会主席发表演讲，被视为北京公布市场自由化措施或发出政策信号的重要平台。\n\n## 后续计划\n\n据两名熟悉情况的当地官员透露，香港财经事务及库务局局长许正宇预计将于周三晚间参加一场闭门会议，讨论运营指南的详细内容。\n\n## 相关图片\n\n![香港财政司司长陈茂波（左二）与上海常务副市长吴炜（右二）于2025年6月18日签署深化两地金融合作协议。图片来源：Daniel Ren](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/18/fb5c71f7-c9e4-459e-a45e-7a629441f24a_498ab91c.jpg)\n*香港财政司司长陈茂波（左二）与上海常务副市长吴炜（右二）于2025年6月18日签署深化两地金融合作协议。图片来源：Daniel Ren*",
      "shortSummary": "香港与上海签署协议，旨在将香港打造为中国内地企业全球增长的跳板。该协议在陆家嘴论坛上达成，将扩展沪港通，涵盖更多股票、债券、ETF和黄金，并推进跨境结算及数字人民币使用。香港财政司司长陈茂波强调，此举深化了两地金融合作，支持内地企业“走出去”。这是陆家嘴论坛自2008年以来签署的首份协议，具有重要意义。",
      "translated_title": "香港将成为中国企业在沪协议中的全球跳板",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/18/fb5c71f7-c9e4-459e-a45e-7a629441f24a_498ab91c.jpg",
          "alt": "Hong Kong Financial Secretary Paul Chan (second from left) and Shanghai’s executive vice-mayor Wu Wei (second from right) after signing an accord to deepen financial collaboration between the two cities on June 18, 2025. Photo: Daniel Ren",
          "title": "Hong Kong Financial Secretary Paul Chan (second from left) and Shanghai’s executive vice-mayor Wu Wei (second from right) after signing an accord to deepen financial collaboration between the two cities on June 18, 2025. Photo: Daniel Ren",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Mainland Chinese companies will use Hong Kong’s capital market as the launch pad for their global growth, according to an action plan signed on Wednesday with Shanghai to connect the premier onshore commercial city with the nation’s offshore financial hub.\nThe two cities will expand the decade-old connect programme linking the stock markets of Shanghai and Hong Kong with more equities, bonds, exchange-traded funds (ETFs) and gold, as well as working on cross-border settlements and uses of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/c968b5a7-6d26-4c17-9300-4ad3f0956ace_f8618198.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人形机器人公司薪资是全国平均水平3倍，凸显AI人才紧缺 (原标题: China’s humanoid robot firms pay 3 times national average amid AI talent crunch)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314798/chinas-humanoid-robot-firms-pay-over-x3-national-average-amid-ai-talent-crunch?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 02:00:11 +0000",
      "isoDate": "2025-06-18T02:00:11.000Z",
      "creator": "Luna Sun",
      "summary": "## 中国人形机器人行业薪资飙升，凸显人才短缺\n\n随着中国人形机器人行业的蓬勃发展，该领域的公司正以远超全国平均水平的薪资吸引顶尖工程师和人工智能（AI）人才，这凸显了日益严重的人才紧缺问题，甚至行业领导者也承认了这一点。\n\n### 关键薪资数据（根据智联招聘报告）\n\n*   **人形机器人算法工程师平均月薪：** 31,512元人民币（约合4386美元）。\n*   **五年以上经验的算法工程师：** 月薪可达38,489元人民币。\n*   **与全国平均水平对比：** 这一薪资水平是全国城镇平均月薪（2024年第三季度为10,058元人民币）的近四倍。\n*   **机械设计工程师：** 该领域机械设计工程师的平均月薪也高达22,264元人民币。\n\n### 行业背景与人才挑战\n\n*   **行业亮点：** 人形机器人行业薪资的飙升，在当前低迷的招聘市场中显得尤为突出。中国就业市场正面临经济增长放缓和企业盈利下降带来的压力，导致各行业普遍出现裁员和降薪。\n*   **就业市场压力：** 尽管4月份青年失业率（不含学生）略有缓解，从3月份的16.5%降至15.8%，但随着今年夏天创纪录数量的毕业生即将进入劳动力市场，就业压力预计将进一步增大。\n*   **人才争夺：** 高薪是人形机器人公司吸引和留住AI及工程人才的关键策略，反映出该新兴领域对专业技能的巨大需求和人才供应的相对不足。",
      "shortSummary": "中国人形机器人公司正以远超全国平均水平三倍的薪资（算法工程师月薪超3.1万元）吸引AI和工程人才，凸显该新兴行业严重的人才短缺。这与中国整体就业市场因经济放缓而面临裁员和薪资下降的低迷形成鲜明对比，显示出人形机器人领域对高技能人才的迫切需求。",
      "translated_title": "中国人形机器人公司薪资是全国平均水平3倍，凸显AI人才紧缺",
      "images": [],
      "contentSource": "完整文章",
      "content": "As China witnesses a boom in humanoid robotics, companies in the sector are offering salaries more than three times the urban average to lure top engineers and AI talent – underscoring a deepening talent crunch that even industry leaders acknowledge.\nThe average monthly pay for humanoid robot algorithm engineers now stands at 31,512 yuan (US$4386), rising up to 38,489 yuan for roles requiring more than five years of experience, according to a new report released this week by online recruitment...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/32393ee5-c3e8-4206-8b02-24a434eaeaca_465a0321.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-20T19:15:28.754Z"
}