{
  "sourceUrl": "https://www.sciencedaily.com/rss/computers_math/artificial_intelligence.xml",
  "title": "Artificial Intelligence News -- ScienceDaily",
  "description": "Artificial Intelligence News. Everything on AI including futuristic robots with artificial intelligence, computer models of human intelligence and more.",
  "link": "https://www.sciencedaily.com/news/computers_math/artificial_intelligence/",
  "items": [
    {
      "title": "预见血栓发作 (原标题: Seeing blood clots before they strike)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250515132126.htm",
      "pubDate": "Fri, 27 Jun 2025 10:49:15 EDT",
      "isoDate": "2025-06-27T14:49:15.000Z",
      "creator": "",
      "summary": "东京大学的研究人员开发出一种非侵入性方法，能够实时观察血液凝固活动，为心脏病患者提供更安全、更个性化的治疗方案。这项创新结合了新型显微镜技术和人工智能（AI）。\n\n### 背景：血栓与冠状动脉疾病（CAD）的挑战\n\n*   **血小板的作用**：血小板是血液中的“紧急修复工”，在受伤时迅速止血。然而，在患有心脏病（特别是冠状动脉疾病，CAD）的患者体内，血小板可能过度反应，在动脉内形成危险的血栓，导致心脏病发作或中风。\n*   **现有治疗与监测难题**：为预防危险血栓，CAD患者常服用抗血小板药物。然而，准确评估这些药物对每个个体患者的疗效仍然是一个挑战，因此监测血小板活动至关重要。\n\n### 创新技术：FDM显微镜与AI\n\n*   **高精度设备**：研究团队开发了一套新的系统，利用一种名为“频率分复用（FDM）显微镜”的先进设备。该显微镜像一台超高速摄像机，能以每秒数千张的速度，清晰地捕捉流动血液中血细胞的图像。\n*   **人工智能分析**：捕获的图像随后由人工智能进行分析。AI能够识别并区分单个血小板、血小板聚集体（血栓）甚至伴随的白细胞，就像交通摄像头识别不同车辆和交通堵塞一样。\n\n### 研究发现与意义\n\n*   **实时风险追踪**：研究团队将这项技术应用于200多名患者的血样。结果显示，急性冠状动脉综合征患者的血小板聚集体数量多于慢性症状患者，这支持了该技术能够实时追踪凝血风险的观点。\n*   **非侵入性采样的突破**：一个最重要的发现是，从手臂静脉抽取的普通血样，与通过侵入性手术（如导管插入冠状动脉）获取的血样，提供了几乎相同的重要信息。这意味着监测过程变得更加简单、安全和便捷，大大降低了患者的负担和风险。\n*   **AI的独特洞察力**：研究团队负责人Keisuke Goda教授指出，AI能够“看到”人类肉眼无法检测到的血细胞运动模式，这得益于高速成像和AI的最新进展。\n\n### 未来展望\n\n*   **个性化治疗**：这项技术的长期目标是帮助医生更好地个性化心脏病治疗。就像止痛药的剂量因人而异一样，抗血小板药物的疗效也存在个体差异。有些患者即使服用相同药物仍会反复出现血栓，而另一些则可能出现出血事件。\n*   **实时调整方案**：该技术能帮助医生实时了解每个患者血小板的行为，从而根据个体需求调整治疗方案，以达到最佳的预防效果，同时减少副作用。\n\n这项研究表明，即使是微小的血细胞，也能揭示关于健康的重要信息。",
      "shortSummary": "东京大学研究人员开发了一种非侵入性方法，利用新型FDM显微镜和人工智能，实时观察血液凝固活动。该技术能通过简单的手臂抽血，有效监测冠状动脉疾病患者的血小板聚集情况，评估血栓风险。这项创新有望实现抗血小板药物的个性化治疗，帮助医生根据个体反应调整方案，从而更安全、有效地预防心脏病发作和中风。",
      "translated_title": "预见血栓发作",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers have found a way to observe clotting activity in blood as it happens -- without needing invasive procedures. Using a new type of microscope and artificial intelligence (AI), their study shows how platelet clumping can be tracked in patients with coronary artery disease (CAD), opening the door to safer, more personalized treatment."
    },
    {
      "title": "量子突破：“魔法态”现在更简单、更快、噪音更小 (原标题: Quantum breakthrough: ‘Magic states’ now easier, faster, and way less noisy)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250621233816.htm",
      "pubDate": "Thu, 26 Jun 2025 10:47:08 EDT",
      "isoDate": "2025-06-26T14:47:08.000Z",
      "creator": "",
      "summary": "## 量子计算突破：更高效制备“魔法态”\n\n量子计算机因其远超传统计算机的计算能力而备受期待，但其发展一直面临巨大挑战——噪音。最近，大阪大学的研究人员在《PRX Quantum》杂志上发表了一项突破性成果，提出了一种能够以更低开销和更高精度制备高保真“魔法态”的新方法，有望加速量子计算的实用化进程。\n\n### 量子计算的挑战：噪音\n\n*   **噪音是主要障碍：** 量子系统对噪音极其敏感。即使是微小的温度波动或来自外部的单个光子，都可能轻易破坏量子计算机的设置，使其失效。研究人员Tomohiro Itogawa指出，噪音是量子计算机的“头号敌人”。\n*   **容错量子计算机的需求：** 为了克服噪音问题，科学家们致力于构建所谓的容错量子计算机，这类计算机即使在受到噪音干扰的情况下也能保持准确计算。\n\n### “魔法态”蒸馏与传统方法的局限\n\n*   **容错的关键技术：** “魔法态”蒸馏是创建容错量子系统的一种流行方法。它通过从多个有噪音的量子态中提炼出一个高保真的量子态。\n*   **传统方法的不足：** 然而，资深作者Keisuke Fujii解释说，传统的“魔法态”蒸馏过程计算成本非常高昂，因为它需要大量的量子比特。\n\n### 大阪大学的新方法：“零级”魔法态蒸馏\n\n*   **创新思路：** 研究团队受到启发，开发了一种“零级”版本的魔法态蒸馏。与在更高、更抽象层面开发容错电路不同，这种新方法在物理量子比特或“零级”层面构建容错电路。\n*   **显著优势：**\n    *   **所需量子比特更少：** 新方法所需的量子比特数量大幅减少。\n    *   **开销大幅降低：** 在数值模拟中，与传统方法相比，新方法的空间和时间开销减少了大约几十倍。\n    *   **精度空前：** 实现了前所未有的精度。\n\n### 意义与展望\n\nItogawa和Fujii对量子计算时代的到来持乐观态度。这项技术无疑标志着向开发更大规模、能够有效抵抗噪音的量子计算机迈出了重要一步，无论称之为魔法还是物理，它都为量子计算的未来铺平了道路。",
      "shortSummary": "大阪大学研究人员在量子计算领域取得突破，开发出一种更简单、更快、噪音更小的“魔法态”制备新方法。传统上，为实现容错量子计算而进行的“魔法态”蒸馏成本高昂且需大量量子比特。新方法采用“零级”蒸馏，在物理量子比特层面操作，显著减少所需量子比特，并在数值模拟中将时空开销降低数十倍，同时提高精度。这项创新克服了量子计算机易受噪音干扰的关键难题，是迈向量子计算实用化的重要一步。",
      "translated_title": "量子突破：“魔法态”现在更简单、更快、噪音更小",
      "images": [],
      "contentSource": "完整文章",
      "content": "Quantum computing just got a significant boost thanks to researchers at the University of Osaka, who developed a much more efficient way to create \"magic states\" a key component for fault-tolerant quantum computers. By pioneering a low-level, or \"level-zero,\" distillation method, they dramatically reduced the number of qubits and computational resources needed, overcoming one of the biggest obstacles: quantum noise. This innovation could accelerate the arrival of powerful quantum machines capable of revolutionizing industries from finance to biotech."
    },
    {
      "title": "量子计算机刚刚获得升级——效率提升了10倍 (原标题: Quantum computers just got an upgrade – and it’s 10× more efficient)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250625011632.htm",
      "pubDate": "Wed, 25 Jun 2025 01:58:18 EDT",
      "isoDate": "2025-06-25T05:58:18.000Z",
      "creator": "",
      "summary": "# 新型高效量子计算机放大器\n\n量子计算机在解决极其复杂的问题方面具有巨大潜力，有望在药物开发、加密、人工智能和物流等领域开辟新可能。瑞典查尔姆斯理工大学的研究人员最近取得了一项重大突破，开发出一种高效放大器，该放大器仅在读取量子比特信息时才被激活，其功耗仅为目前最佳放大器的十分之一。这项创新显著减少了量子比特的退相干，为构建拥有更多量子比特和更高性能的强大量子计算机奠定了基础。\n\n## 量子计算基础与挑战\n\n*   **量子比特（Qubits）的独特之处：**\n    *   与传统计算机的比特（只能是0或1）不同，量子比特可以同时处于0和1的状态，以及两者之间的所有中间状态（叠加态）。\n    *   这种叠加现象是量子计算机能够解决传统超级计算机无法处理的复杂问题的关键原因之一。例如，一个20量子比特的量子计算机可以同时表示超过一百万种不同的状态。\n*   **放大器在量子信息读取中的作用：**\n    *   为了利用量子计算机的计算能力，必须测量量子比特并将其转换为可解释的信息。\n    *   这一过程需要极其敏感的微波放大器，以确保准确检测和读取微弱的信号。\n*   **退相干问题：**\n    *   读取量子信息是一个极其精细的过程，即使是微小的温度波动、噪声或电磁干扰都可能导致量子比特失去其完整性（量子态），从而使信息无法使用。\n    *   由于放大器会以热量的形式产生输出，它们也会导致量子比特的退相干。因此，研究人员一直在寻求更高效的量子比特放大器。\n\n## 查尔姆斯大学的创新突破\n\n查尔姆斯大学的研究人员在高效放大器领域迈出了重要一步：\n\n*   **突破性效率：**\n    *   他们开发出目前可使用晶体管构建的最敏感放大器。\n    *   该放大器的功耗已成功降低至现有最佳放大器所需功耗的十分之一，且性能未受影响。\n    *   研究人员Yin Zeng表示，这一突破有望在未来实现更准确的量子比特读取。\n*   **脉冲操作模式：**\n    *   与传统低噪声放大器不同，查尔姆斯研究人员开发的新型放大器采用脉冲操作，即仅在需要进行量子比特放大时才被激活，而非持续开启。\n    *   这是首次在脉冲操作模式下展示用于量子读取的低噪声半导体放大器，它在不影响性能的情况下大幅降低了功耗。\n*   **快速响应与智能控制：**\n    *   由于量子信息以脉冲形式传输，一个关键挑战是确保放大器能够足够快地激活以跟上量子比特的读取速度。\n    *   研究团队通过设计一个使用算法改进放大器操作的智能放大器来解决这一问题。\n    *   他们利用遗传编程实现了放大器的智能控制，使其能够以35纳秒的速度对传入的量子比特脉冲做出响应。\n    *   为了验证他们的方法，研究人员还开发了一种测量脉冲操作低噪声微波放大器噪声和放大性能的新技术。\n\n## 对量子计算机扩展的重要意义\n\n这项进展对于将量子计算机扩展到容纳比目前更多的量子比特具有重要意义：\n\n*   **解决热量限制：** 随着量子比特数量的增加，计算机的计算能力和处理复杂计算的能力也随之增强。然而，更大的量子系统也需要更多的放大器，导致整体功耗增加，这可能导致量子比特的退相干。这项研究为未来量子计算机的扩展提供了解决方案，其中量子比特放大器产生的热量是一个主要的限制因素。\n*   **推动量子计算机发展：** 这一突破为构建拥有显著更多量子比特和增强性能的量子计算机奠定了基础。\n\n## 研究团队与支持\n\n*   这项研究由查尔姆斯大学太赫兹和毫米波技术实验室的博士生Yin Zeng和微波电子学教授Jan Grahn共同完成，并发表在《IEEE Transactions on Microwave Theory and Techniques》期刊上。\n*   研究团队还包括Low Noise Factory AB的Jörgen Stenarson和Peter Sobis。\n*   放大器在查尔姆斯理工大学的Kollberg实验室和哥德堡的Low Noise Factory AB开发。\n*   该研究项目获得了查尔姆斯无线基础设施技术中心（WiTECH）和Vinnova“更智能电子系统”项目的资助。",
      "shortSummary": "瑞典查尔姆斯理工大学开发出一种新型高效量子计算机放大器，其功耗仅为现有最佳放大器的十分之一。该放大器采用脉冲操作，仅在需要时激活，并能以35纳秒的极快速度响应。这项突破性进展显著减少了量子比特的退相干，解决了量子计算机扩展中的热量限制问题，为构建拥有更多量子比特、性能更强大的未来量子计算机铺平了道路。",
      "translated_title": "量子计算机刚刚获得升级——效率提升了10倍",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chalmers engineers built a pulse-driven qubit amplifier that’s ten times more efficient, stays cool, and safeguards quantum states—key for bigger, better quantum machines."
    },
    {
      "title": "大脑中的“可供性”：人工智能尚未掌握的人类超能力 (原标题: Affordances in the brain: The human superpower AI hasn’t mastered)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250622225921.htm",
      "pubDate": "Sun, 22 Jun 2025 22:59:21 EDT",
      "isoDate": "2025-06-23T02:59:21.000Z",
      "creator": "",
      "summary": "## 大脑中的“可供性”：人工智能尚未掌握的人类超能力\n\n### 核心发现：人类大脑如何感知“可供性”\n\n阿姆斯特丹大学的研究人员发现，人类大脑具有一种独特的能力，能够直观地理解如何在环境中移动身体，例如知道可以在人行道上行走或在湖中游泳。这种能力被称为“可供性”（affordances），即环境提供的行动机会。这项研究不仅揭示了人脑的工作机制，也指出了当前人工智能（AI）的不足之处。\n\n### 研究方法与结果\n\n由计算神经科学家Iris Groen领导的团队，包括博士生Clemens Bartnik，通过MRI扫描仪对参与者进行实验。参与者在观看室内外环境的各种照片时，通过按钮指示图片是否提供了行走、骑行、驾驶、游泳、划船或攀爬的机会，同时测量其大脑活动。\n\n研究旨在探究当人们看到一个场景时，是主要关注其中的物体和颜色，还是会自动感知可以做什么。结果显示，视觉皮层中的特定区域以一种无法仅通过图像中的可见物体来解释的方式被激活。这意味着这些大脑区域不仅代表了可见的事物，还代表了可以对这些事物采取的行动。即使参与者没有被明确指示去思考行动，这些行动可能性也会被自动处理。这首次证明了“可供性”不仅是一个心理学概念，也是我们大脑可测量的属性。\n\n### 人工智能的不足\n\n研究团队还将人类的这种能力与包括ChatGPT在内的大量AI模型进行了比较。结果发现，AI算法（如图像识别模型或GPT-4）在预测给定环境中的可能行动方面表现较差。即使经过专门的行动识别训练，AI模型也只能在一定程度上接近人类的判断，但其内部计算与人脑模式不匹配。Groen指出，即使是最好的AI模型也无法给出与人类完全相同的答案，尽管这对人类来说是一项简单的任务。这表明人类的感知方式与我们如何与世界互动是深度交织的，我们将感知与在物理世界中的经验联系起来，而AI模型由于只存在于计算机中，无法做到这一点。\n\n### 对AI发展的启示\n\n这项研究触及了关于开发可靠和高效AI的更宏大问题。随着AI在医疗、机器人等更多领域的应用，机器不仅需要识别事物是什么，还需要理解它能做什么。例如，在灾区寻找路径的机器人，或能区分自行车道和车道的自动驾驶汽车。Groen还强调了AI的可持续性方面。当前的AI训练方法消耗大量能源，且通常只有大型科技公司才能使用。更多关于人脑如何高效处理信息的知识，可以帮助AI变得更智能、更经济、更人性化。",
      "shortSummary": "阿姆斯特丹大学研究发现，人类大脑能独特地自动感知环境中的“可供性”（行动机会），如直观地知道何处可走、可游。MRI研究显示，大脑特定区域会为此激活，这是一种人类特有的“超能力”。相比之下，AI模型（包括ChatGPT）在预测这些行动可能性方面表现不佳，因其缺乏将感知与物理世界互动相结合的能力。这项研究揭示了人脑的独特效率，并指出将此知识融入AI可使其更可靠、高效、可持续和人性化。",
      "translated_title": "大脑中的“可供性”：人工智能尚未掌握的人类超能力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Scientists at the University of Amsterdam discovered that our brains automatically understand how we can move through different environments—whether it's swimming in a lake or walking a path—without conscious thought. These \"action possibilities,\" or affordances, light up specific brain regions independently of what’s visually present. In contrast, AI models like ChatGPT still struggle with these intuitive judgments, missing the physical context that humans naturally grasp."
    },
    {
      "title": "当今一半工作岗位或将消失——智能国家如何为劳动者提供未来保障 (原标题: Half of today’s jobs could vanish—Here’s how smart countries are future-proofing workers)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250622030429.htm",
      "pubDate": "Sun, 22 Jun 2025 03:04:29 EDT",
      "isoDate": "2025-06-22T07:04:29.000Z",
      "creator": "",
      "summary": "## 人工智能对就业的影响及各国应对策略\n\n随着人工智能（AI）日益渗透到生活的各个方面，从通信、广告到考试评分，职场正面临一场深刻的变革。乔治亚大学的最新研究揭示了不同国家如何为AI对劳动力市场的影响做准备。\n\n### AI带来的挑战与机遇\n\n*   **工作岗位消失的风险**：此前的研究表明，未来20年内，当今近一半的工作岗位可能消失。\n*   **新职业的兴起**：然而，并非全是负面影响。研究人员估计，目前65%的小学生未来将从事现在尚不存在的工作，其中大多数新职业将需要高级AI技能和知识。\n*   **不可替代的软技能**：乔治亚大学教育学院的Lehong Shi指出，人类的软技能，如创造力、协作和沟通，是AI无法取代的。\n\n### 研究方法与评估\n\n为了应对这些挑战，各国政府正在采取措施帮助公民获取所需技能。本研究考察了50个国家的国家AI战略，重点关注教育和劳动力政策。研究人员Lehong Shi认为，了解其他国家的做法有助于美国改进其在AI时代的劳动力准备计划。\n\nShi使用六个指标来评估各国对AI劳动力培训和教育的重视程度：\n1.  计划目标\n2.  目标实现方式\n3.  项目示例\n4.  成功衡量标准\n5.  项目支持方式\n6.  各项目时间表\n\n根据计划的详细程度，每个国家被划分为对AI能力劳动力准备给予高、中或低优先级。\n\n### 各国优先级与共同策略\n\n*   **高优先级国家**：在研究的50个国家中，只有13个国家（其中11个是欧洲国家，墨西哥和澳大利亚是例外）高度重视现有劳动力的培训和学校的AI教育。这可能与欧洲国家拥有更多培训资源和终身学习文化有关。\n*   **中优先级国家**：美国属于23个将劳动力培训和AI教育视为中等优先级的国家之一，其计划的详细程度低于高优先级国家。\n*   **共同主题**：尽管各国AI应对方法不同，但出现了一些共同主题：\n    *   几乎所有国家都旨在建立或改进大学的AI相关项目。\n    *   一些国家还致力于改善K-12学生的AI教育。\n    *   超过半数的国家将“在职培训”作为优先事项，部分国家提供行业特定培训项目或实习。\n\n### 被忽视的领域与不同关注点\n\n*   **弱势群体**：很少有国家通过项目向老年人或失业者等弱势群体传授基本的AI技能。\n*   **国家战略差异**：Shi强调，一个国家对教育和劳动力准备的重视程度较低，并不意味着AI不在其关注范围内。例如，一些亚洲国家更注重改善国家安全和医疗保健，而非教育。\n*   **培养兴趣**：一些国家采取终身学习的方法来发展这些专业技能。例如，德国强调营造鼓励对AI产生兴趣的文化；西班牙甚至从学前班就开始教授与AI相关的技能。\n\n### 软技能的重要性\n\n在各国政府采取的众多行动中，Shi指出未来AI赋能的工作场所需要更多关注的一个领域是“人类软技能”。她强调，创造力、协作和沟通等软技能是AI无法取代的，但只有少数国家在计划中提及。培养这些“软技能”对于确保学生和员工在劳动力市场中继续拥有立足之地至关重要。\n\n这项研究发表在《人力资源发展评论》（Human Resource Development Review）上。",
      "shortSummary": "乔治亚大学研究显示，AI正改变职场，未来20年近半工作或消失，但也将创造新岗位。研究评估了50个国家的AI战略，发现仅13国高度重视劳动力培训和AI教育（多为欧洲国家），美国居中。各国普遍关注大学AI项目和在职培训，但对弱势群体和“软技能”（如创造力、沟通）的培养关注不足。研究强调，软技能是AI时代劳动者不可或缺的核心竞争力。",
      "translated_title": "当今一半工作岗位或将消失——智能国家如何为劳动者提供未来保障",
      "images": [],
      "contentSource": "完整文章",
      "content": "AI is revolutionizing the job landscape, prompting nations worldwide to prepare their workforces for dramatic changes. A University of Georgia study evaluated 50 countries’ national AI strategies and found significant differences in how governments prioritize education and workforce training. While many jobs could disappear in the coming decades, new careers requiring advanced AI skills are emerging. Countries like Germany and Spain are leading with early education and cultural support for AI, but few emphasize developing essential human soft skills like creativity and communication—qualities AI can't replace."
    },
    {
      "title": "光速AI：玻璃光纤如何取代硅基大脑 (原标题: AI at light speed: How glass fibers could replace silicon brains)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250619090855.htm",
      "pubDate": "Thu, 19 Jun 2025 09:08:55 EDT",
      "isoDate": "2025-06-19T13:08:55.000Z",
      "creator": "",
      "summary": "# 光速AI：玻璃光纤如何取代硅基大脑\n\n这项研究展示了一种利用光和光纤进行信息处理的新方法，为构建超高速计算机提供了可能性，有望克服传统电子设备在AI计算方面的局限。\n\n## 核心研究与团队\n\n*   **合作机构与研究人员：**\n    *   芬兰坦佩雷大学（Tampere University）：博士后研究员 Mathilde Hary 博士，教授 Goëry Genty。\n    *   法国玛丽居里大学（Université Marie et Louis Pasteur）：博士后研究员 Andrei Ermolaev 博士，教授 John Dudley 和 Daniel Brunner。\n*   **研究目标：** 探索如何利用玻璃光纤中的激光来模拟人工智能（AI）的信息处理方式，特别是一种名为“极限学习机”（Extreme Learning Machine, ELM）的计算架构，该架构受到神经网络的启发。\n\n## 光纤计算的优势与机制\n\n*   **超越传统电子设备：**\n    *   传统电子设备在带宽、数据吞吐量和功耗方面面临瓶颈。随着AI模型日益庞大，其能耗也随之增加，且电子设备处理数据的速度存在上限。\n    *   光纤能够以比电子设备快数千倍的速度转换输入信号，并通过极端的非线性相互作用放大微小差异，使其可识别。\n*   **计算原理：** 计算并非依赖传统的电子和算法，而是利用强光脉冲与玻璃之间的非线性相互作用来实现。\n\n## 实验验证与成果\n\n*   **实验方法：**\n    *   研究人员使用飞秒激光脉冲（比相机闪光灯短十亿倍）和将光限制在比人类头发丝还小区域的光纤，来演示光学ELM系统的工作原理。\n    *   这些超短脉冲包含大量不同波长或颜色。通过将编码了图像信息（通过相对延迟）的脉冲送入光纤，研究人员发现，经过光与玻璃非线性相互作用转换后的输出波长光谱，包含了足以分类手写数字（如流行的MNIST AI基准测试中使用的数字）的足够信息。\n*   **性能表现：**\n    *   最佳系统在不到一皮秒的时间内达到了超过91%的准确率，接近最先进的数字方法。\n    *   值得注意的是，最佳结果并非在最大非线性相互作用或复杂度下产生，而是源于光纤长度、色散（不同波长传播速度的差异）和功率水平之间微妙的平衡。\n    *   研究人员 Hary 强调：“性能不仅仅是简单地通过光纤传输更多功率。它取决于光最初的结构精确度，换句话说，信息是如何编码的，以及它如何与光纤特性相互作用。”\n\n## 未来展望与应用\n\n*   **推动计算新范式：** 这项研究通过利用光的潜力，为新的计算方式铺平了道路，并探索了更高效的架构。\n*   **混合光电AI系统：** Ermolaev 补充说，他们的模型揭示了色散、非线性甚至量子噪声如何影响性能，为设计下一代混合光电AI系统提供了关键知识。\n*   **合作与发展：** 两个研究团队在非线性光-物质相互作用方面均享有国际声誉。他们的合作结合了理论理解和最先进的实验能力，以利用光学非线性进行各种应用。\n*   **长期目标：** 未来目标是构建能够在实验室外实时运行的片上光学系统。\n*   **潜在应用：** 实时信号处理、环境监测和高速AI推理。\n*   **资金支持：** 该项目由芬兰研究理事会、法国国家研究机构和欧洲研究理事会资助。",
      "shortSummary": "芬兰和法国研究团队展示了利用玻璃光纤中的激光进行超高速AI计算的新方法。该研究利用光与玻璃的非线性相互作用，模仿神经网络，克服了传统电子设备在速度和能耗上的限制。实验在不到一皮秒内实现了手写数字分类超过91%的准确率。这项突破为开发高效、高速的混合光电AI系统和片上应用奠定了基础，未来有望应用于实时信号处理等领域。",
      "translated_title": "光速AI：玻璃光纤如何取代硅基大脑",
      "images": [],
      "contentSource": "完整文章",
      "content": "Imagine supercomputers that think with light instead of electricity. That s the breakthrough two European research teams have made, demonstrating how intense laser pulses through ultra-thin glass fibers can perform AI-like computations thousands of times faster than traditional electronics. Their system doesn t just break speed records it achieves near state-of-the-art results in tasks like image recognition, all in under a trillionth of a second."
    },
    {
      "title": "秒速生成气候友好型水泥配方的AI (原标题: The AI that writes climate-friendly cement recipes in seconds)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250619035502.htm",
      "pubDate": "Thu, 19 Jun 2025 03:55:02 EDT",
      "isoDate": "2025-06-19T07:55:02.000Z",
      "creator": "",
      "summary": "## PSI开发AI模型加速气候友好型水泥配方发现\n\n### 挑战与机遇\n\n*   **水泥行业的高排放问题**：水泥生产约占全球二氧化碳排放量的8%，超过全球航空业的总和。这主要源于两个方面：\n    *   **高温燃烧**：水泥厂的旋转窑需要加热到1400摄氏度，将石灰石烧制成熟料。这需要大量的能源密集型燃烧过程，产生大量二氧化碳。\n    *   **原材料分解**：更重要的是，熟料和水泥生产所需原材料（石灰石）中化学结合的二氧化碳，在高温窑中转化时会被释放出来，这部分排放量远超燃烧过程。\n*   **减排策略**：一种有前景的减排策略是修改水泥配方，用替代性胶凝材料部分取代熟料。\n\n### PSI的创新方法：AI模型\n\n*   **研究目标**：瑞士保罗谢勒研究所（PSI）的跨学科团队开发了一种基于机器学习的建模方法，旨在加速发现新的水泥配方，以在保持相同材料质量的同时，显著降低碳足迹。\n*   **“数字食谱”**：该模型能够模拟和优化水泥配方，使其在保持高机械性能的同时，排放更少的二氧化碳。研究人员形容其为“气候友好型水泥的数字食谱”，能够在几秒钟内生成实用的配方建议，避免了实验室中数千次耗时实验。\n*   **研究团队与成果**：\n    *   主要作者：数学家Romana Boiger。\n    *   项目发起人及合著者：PSI运输机制研究组负责人Nikolaos Prasianakis。\n    *   合著者：PSI水泥系统研究组负责人John Provis。\n    *   研究成果已发表在《材料与结构》（Materials and Structures）期刊上。\n\n### AI作为计算加速器\n\n*   **现有替代品与挑战**：目前，钢铁生产的炉渣和燃煤电厂的粉煤灰等工业副产品已被用于部分替代熟料以减少排放。然而，全球对水泥的巨大需求意味着这些材料不足以满足需求。寻找大量可用且能生产高质量、可靠水泥的材料组合极具挑战性，因为水泥的物理过程极其复杂，传统计算机建模计算量大且昂贵。\n*   **AI原理**：研究团队利用人工神经网络。这些计算机模型通过现有数据进行训练，以加速复杂的计算。通过调整内部连接的相对强度（“权重”），网络能够快速可靠地预测相似关系，作为传统物理建模的“捷径”。\n*   **数据生成与速度提升**：\n    *   PSI研究人员利用其开发的开源热力学建模软件GEMS，计算了各种水泥配方在硬化过程中形成的矿物质和发生的地球化学过程。\n    *   将GEMS结果与实验数据和机械模型结合，推导出了机械性能和二氧化碳排放的可靠指标。\n    *   经过训练的神经网络现在可以在毫秒内计算任意水泥配方的机械性能，比传统建模快约一千倍。\n\n### 逆向优化：从目标到配方\n\n*   **优化任务**：为了找到最佳水泥配方（最低二氧化碳排放和最高材料质量），研究人员将问题表述为数学优化任务：寻找一种能同时最大化机械性能和最小化二氧化碳排放的组合。\n*   **遗传算法的应用**：团队在工作流程中整合了另一种AI技术——遗传算法（受自然选择启发的计算机辅助方法），以选择性地识别能够理想结合这两个目标变量的配方。\n*   **“逆向方法”的优势**：这种方法不再需要盲目测试无数配方并评估其结果属性，而是可以直接搜索满足特定期望标准（如最大机械性能和最小二氧化碳排放）的配方。\n\n### 未来展望与潜力\n\n*   **有前景的配方**：研究人员已经识别出一些有前景的水泥配方，它们在二氧化碳减排、质量和实际生产可行性方面都具有潜力。\n*   **概念验证与后续测试**：这项研究主要作为“概念验证”，即证明有前景的配方可以通过纯粹的数学计算识别出来。这些配方仍需在实验室进行测试。\n*   **模型扩展性**：该AI建模工具可以根据需要进行扩展，整合更多方面，如原材料的生产或可用性，以及建筑材料的使用环境（例如，在海洋或沙漠环境中）。\n*   **跨学科合作的重要性**：该项目的成功离不开水泥化学家、热力学专家和AI专家等不同学科背景研究人员的紧密合作，以及与EMPA等其他研究机构在SCENE项目框架内的交流。\n*   **SCENE项目**：该研究是SCENE（瑞士净零排放卓越中心）项目的一部分，该项目旨在为大幅减少工业和能源供应中的温室气体排放提供科学解决方案。AI带来的巨大时间节省使其成为各种材料和系统设计的非常有前景的方法。",
      "shortSummary": "瑞士保罗谢勒研究所（PSI）的科学家开发了一种AI模型，能在几秒内生成气候友好型水泥配方。该模型通过机器学习和神经网络，将水泥配方优化过程加速千倍，同时确保材料质量并显著减少二氧化碳排放。它能根据所需性能和碳足迹，逆向推导出最佳配方。这项创新为加速可持续水泥的开发提供了巨大潜力，有助于大幅降低水泥行业的碳排放。",
      "translated_title": "秒速生成气候友好型水泥配方的AI",
      "images": [],
      "contentSource": "完整文章",
      "content": "AI researchers in Switzerland have found a way to dramatically cut cement s carbon footprint by redesigning its recipe. Their system simulates thousands of ingredient combinations, pinpointing those that keep cement strong while emitting far less CO2 all in seconds."
    },
    {
      "title": "能感知热、痛和压力的机器人？这种新型“皮肤”使其成为可能 (原标题: Robots that feel heat, pain, and pressure? This new “skin” makes it possible)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250616040237.htm",
      "pubDate": "Mon, 16 Jun 2025 04:02:37 EDT",
      "isoDate": "2025-06-16T08:02:37.000Z",
      "creator": "",
      "summary": "### 新型机器人“皮肤”：感知热、痛和压力\n\n剑桥大学和伦敦大学学院（UCL）的科学家们开发出一种低成本、耐用且高度敏感的机器人“皮肤”，这种“皮肤”可以像手套一样添加到机器人手上，使机器人能够以类似于人类的方式感知周围环境信息。\n\n#### 核心创新与特点\n\n*   **整体感知能力：** 与传统机器人触觉解决方案不同，这种新型电子皮肤的整体都是一个传感器，而非仅在小区域嵌入传感器。这使其更接近人类自身的皮肤感应系统。\n*   **多模态感知：** 尽管不如人类皮肤敏感，但它能从材料中超过86万个微小通路检测信号，从而在单一材料中识别不同类型的触觉和压力，例如手指轻触、冷热表面、切割或刺伤造成的损坏，或同时接触多个点。\n*   **材料与制造：** 该皮肤由柔软、有弹性且导电的明胶基水凝胶制成，易于制造，并且可以熔化并塑造成各种复杂的形状。\n\n#### 工作原理\n\n*   **信号转换：** 电子皮肤通过将压力或温度等物理信息转换为电子信号来工作。\n*   **单一传感器实现多功能：** 传统方法通常需要不同类型的传感器来检测不同类型的触觉，这会导致信号相互干扰且材料易损。而新方案采用了一种单一类型的传感器，它能对不同类型的触觉做出不同反应，即“多模态感知”。尽管分离每个信号的原因具有挑战性，但这种多模态传感材料更易于制造且更坚固。\n*   **数据收集与机器学习：** 研究人员将导电水凝胶熔化并铸造成人手的形状。他们测试了不同的电极配置，发现仅通过手腕处的32个电极，就能从整个手部收集超过170万条信息。随后，团队利用这些测试（包括热风枪加热、手指和机械臂按压、轻柔触摸以及手术刀切割）中收集的数据来训练机器学习模型，使机器人手能够识别不同类型触觉的含义。\n\n#### 优势与应用前景\n\n*   **成本效益与耐用性：** 该技术低成本且耐用，适用于广泛应用。\n*   **高效信息获取：** 这种材料能够非常快速地进行数千次测量，并在大面积范围内同时测量多种信息。\n*   **优于现有技术：** 尽管尚未达到人类皮肤的水平，但研究人员认为它优于目前市面上的任何其他解决方案。其方法灵活且比传统传感器更易于构建，并可通过人类触觉进行校准以适应各种任务。\n*   **广泛应用：** 除了未来在仿人机器人或需要触觉的人体假肢中的潜在应用外，该机器人皮肤还可用于汽车行业或救灾等领域。\n\n#### 未来展望\n\n研究人员希望未来能提高这种电子皮肤的耐用性，并对其在实际机器人任务中的表现进行进一步测试。\n\n该研究成果已发表在《科学机器人》（Science Robotics）期刊上，并得到了三星全球研究外展计划、英国皇家学会以及工程与物理科学研究委员会（EPSPC）的支持。",
      "shortSummary": "剑桥大学和伦敦大学学院的科学家开发出一种新型低成本、耐用且高敏感度的机器人“皮肤”。这种皮肤由导电水凝胶制成，能够像人类皮肤一样，在单一材料中感知热、痛和压力等多种触觉信息。通过机器学习训练，它能识别不同类型的接触。该技术比现有方案更优，有望应用于仿人机器人、假肢、汽车和救灾等领域。",
      "translated_title": "能感知热、痛和压力的机器人？这种新型“皮肤”使其成为可能",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers have created a revolutionary robotic skin that brings machines closer to human-like touch. Made from a flexible, low-cost gel material, this skin transforms the entire surface of a robotic hand into a sensitive, intelligent sensor. Unlike traditional robotic skins that rely on a patchwork of different sensors, this material can detect pressure, temperature, pain, and even distinguish multiple contact points all at once."
    },
    {
      "title": "这种量子传感器无需GPS即可追踪3D运动 (原标题: This quantum sensor tracks 3D movement without GPS)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250614034235.htm",
      "pubDate": "Sat, 14 Jun 2025 03:42:35 EDT",
      "isoDate": "2025-06-14T07:42:35.000Z",
      "creator": "",
      "summary": "### 新型量子传感器实现三维运动追踪\n\n科罗拉多大学博尔德分校（CU Boulder）的物理学家们在一项新研究中取得突破，他们利用一团冷却至极低温度的原子，成功同时测量了三维加速度。这项成就此前被许多科学家认为是不可能实现的。这项技术有望为潜艇、航天器、汽车等交通工具提供更精确的导航，而无需依赖GPS。\n\n#### 核心技术与原理\n\n*   **原子干涉仪的创新**：传统的原子干涉仪只能测量一维加速度，但这项新设备首次实现了三维测量，以适应我们所处的三维世界。\n*   **超冷原子云**：研究团队将数万个铷原子冷却到接近绝对零度的温度，使其形成一种神秘的量子态——玻色-爱因斯坦凝聚体（BEC）。BEC的创建者曾因此获得诺贝尔奖。\n*   **激光与人工智能操控**：该设备使用六束细如发丝的激光来固定原子云。借助人工智能，研究人员能够以复杂的模式操纵这些激光，从而测量原子对微小加速度（例如汽车踩油门）的反应。\n*   **原子干涉测量**：其工作原理类似于光学干涉仪，但使用的是原子而非光。原子被激光“抖动”后，每个原子都进入一种“叠加态”，即同时存在于两个位置。当这些“幽灵”般的原子沿两条不同路径传播后重新结合时，会形成一个独特的“指纹”图案。研究人员通过解码这个图案来提取原子所经历的加速度。\n\n#### 研究团队与资助\n\n*   该研究论文题为“光学晶格中的矢量原子加速度测量”，已发表在《科学进展》（Science Advances）期刊上。\n*   团队成员包括：共同作者兼物理系研究生Kendall Mehling、物理学博士后研究员Catie LeDesma，以及物理学教授兼JILA（CU Boulder与NIST的联合研究机构）研究员Murray Holland。\n*   2023年，NASA通过其量子路径研究所向CU Boulder研究人员授予了550万美元的资助，以继续开发这项传感器技术。\n\n#### 优势与应用前景\n\n*   **原子稳定性**：与传统电子加速计（如GPS或机械传感器）不同，原子不会“老化”或衰变。传统传感器的机械部件（如时钟中的弹簧）会随时间变化和变形，而原子则保持不变，这使得基于原子的导航技术具有长期稳定性。\n*   **未来导航**：尽管目前该量子设备尚无法与现有工具竞争，但研究人员对其在无需GPS的精确导航领域寄予厚望。\n\n#### 当前状态与挑战\n\n*   **设备尺寸**：目前设备大小约与一张气垫球桌相当，但已足够紧凑，未来有望部署到实际应用中。\n*   **性能限制**：目前该设备只能测量比地球重力小几千倍的加速度，远低于现有技术的性能。\n*   **持续改进**：团队正在不断改进工程设计，并希望在未来几年内大幅提高其量子设备的性能。\n*   **人工智能辅助**：在设备构建过程中，团队利用机器学习技术训练计算机程序，以提前规划复杂的激光调整步骤，从而简化了原子“分裂”和“重组”的过程。\n\n这项技术展示了原子在测量领域的巨大潜力，并为未来无需GPS的精确导航开辟了新的可能性。",
      "shortSummary": "科罗拉多大学博尔德分校的物理学家开发出一种新型量子传感器（原子干涉仪），首次成功同时测量三维加速度。该设备利用冷却至极低温度的铷原子，通过激光和人工智能操控，解码原子受加速度影响形成的“指纹”图案。这项技术有望为潜艇、航天器和汽车提供无需GPS的精确导航。尽管目前性能尚待提高，但原子固有的稳定性使其比传统传感器更具长期优势，未来潜力巨大。",
      "translated_title": "这种量子传感器无需GPS即可追踪3D运动",
      "images": [],
      "contentSource": "完整文章",
      "content": "Physicists at the University of Colorado Boulder have created a groundbreaking quantum device that can measure 3D acceleration using ultracold atoms, something once thought nearly impossible. By chilling rubidium atoms to near absolute zero and splitting them into quantum superpositions, the team has built a compact atom interferometer guided by AI to decode acceleration patterns. While the sensor still lags behind traditional GPS and accelerometers, it's poised to revolutionize navigation for vehicles like submarines or spacecraft potentially offering a timeless, atomic-based alternative to aging electronics."
    },
    {
      "title": "光子量子芯片让AI更智能、更环保 (原标题: Photonic quantum chips are making AI smarter and greener)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250608222002.htm",
      "pubDate": "Sun, 08 Jun 2025 22:20:02 EDT",
      "isoDate": "2025-06-09T02:20:02.000Z",
      "creator": "",
      "summary": "## 光子量子芯片：赋能更智能、更环保的AI\n\n### 量子机器学习的兴起\n\n*   **研究背景**：当前热门研究领域是机器学习（ML）与量子计算（QC）的结合，催生了“量子机器学习”（QML）这一新范式。\n*   **QML目标**：旨在利用量子平台提升算法的速度、效率或准确性。\n*   **现有挑战**：在当前技术水平的量子计算机上实现显著的量子优势仍是一个开放性难题。\n\n### 维也纳大学团队的突破性实验\n\n*   **实验团队**：由维也纳大学科学家主导的国际研究团队设计并实施了一项创新实验，其成果已发表在《自然·光子学》（Nature Photonics）上。\n*   **实验平台**：实验设置采用了一个由米兰理工大学（Politecnico di Milano）构建的量子光子电路。\n*   **运行算法**：该电路运行了一个由Quantinuum（英国）研究人员首次提出的机器学习算法。\n*   **实验目的**：利用光子量子计算机对数据点进行分类，并量化量子效应的贡献，以理解其相对于经典计算机的优势。\n\n### 关键发现与性能优势\n\n*   **性能提升**：实验结果表明，即使是小型量子处理器，其表现也优于传统算法。\n*   **错误率降低**：项目负责人、维也纳大学的Philip Walther解释说，对于特定任务，他们算法的错误率低于其经典对应算法。\n*   **无需超越现有技术**：论文第一作者Zhenghao Yin补充说，这表明现有量子计算机无需超越最先进的技术也能展现出良好的性能。\n\n### 能源效率的显著优势\n\n*   **绿色计算**：新研究的另一个重要方面是，光子平台相比标准计算机能耗更低。\n*   **未来关键**：合著者Iris Agresti强调，鉴于机器学习算法日益增长的能源需求可能使其变得不可行，光子平台的低能耗特性在未来将至关重要。\n\n### 深远影响\n\n*   **对量子计算的影响**：该研究明确了哪些任务能从量子效应中受益。\n*   **对标准计算的启发**：受量子架构启发的全新算法有望被设计出来，从而实现更好的性能并降低能耗。",
      "shortSummary": "一项国际研究表明，光子量子芯片能显著提升机器学习算法的性能。维也纳大学团队在光子量子处理器上验证，即使是小型量子计算机，其错误率也低于经典算法。此外，光子平台能耗远低于传统计算机，为解决AI高能耗问题提供了绿色方案。这项工作预示着量子机器学习在提升计算效率和降低能耗方面的巨大潜力，使AI更智能、更环保。",
      "translated_title": "光子量子芯片让AI更智能、更环保",
      "images": [],
      "contentSource": "完整文章",
      "content": "A team of researchers has shown that even small-scale quantum computers can enhance machine learning performance, using a novel photonic quantum circuit. Their findings suggest that today s quantum technology isn t just experimental it can already outperform classical systems in specific tasks. Notably, this photonic approach could also drastically reduce energy consumption, offering a sustainable path forward as machine learning s power needs soar."
    },
    {
      "title": "这只“机器鸟”在森林中以45英里/小时的速度飞行——无需GPS或光照 (原标题: This “robot bird” flies at 45 mph through forests—With no GPS or light)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250607103103.htm",
      "pubDate": "Sat, 07 Jun 2025 10:31:03 EDT",
      "isoDate": "2025-06-07T14:31:03.000Z",
      "creator": "",
      "summary": "# 香港大学研发“机器鸟”SUPER：高速自主飞行无需GPS或光照\n\n香港大学（HKU）工程学院机械工程系的傅章教授及其研究团队取得突破性进展，开发出一种名为“安全保障高速空中机器人”（SUPER）的无人机，使其飞行能力前所未有地接近鸟类。与传统无人机依赖外部引导或预设路线不同，SUPER仅依靠机载传感器和计算能力即可自主导航。\n\n## 核心能力与特点\n\n*   **高速飞行**：SUPER能够以超过20米/秒（约45英里/小时）的速度飞行。\n*   **卓越避障**：能够避开细至2.5毫米的障碍物，如电线或树枝。\n*   **紧凑设计**：轴距仅280毫米，起飞重量1.5公斤，展现出非凡的敏捷性。\n*   **全天候导航**：能在夜间穿越茂密的森林，并巧妙避开细线。\n*   **自主性强**：无需GPS或外部引导，完全依赖自身系统进行导航。\n\n## 技术突破\n\nSUPER的创新之处在于其软硬件的精密集成：\n\n*   **轻量级3D激光雷达（LIDAR）传感器**：\n    *   能够精确探测70米范围内的障碍物。\n*   **先进的规划框架**：\n    *   在飞行过程中生成两条轨迹：一条优化速度，探索未知空间；另一条优先考虑安全性，停留在已知无障碍区域。\n    *   直接将激光雷达数据作为点云处理，显著减少计算时间，即使在高速飞行下也能实现快速决策。\n\n## 应用与前景\n\n该技术已在多种实际场景中进行测试，例如古代遗址的自主探索，并展示了在室内外环境中的无缝导航能力。研究团队设想SUPER技术将有广泛的应用：\n\n*   **搜救任务**：在倒塌建筑物或茂密森林等灾区，全天候快速导航，定位幸存者或评估危险，并能向偏远地区运送关键物资。\n*   **自主配送**\n*   **电力线巡检**\n*   **森林监测**\n*   **自主探索与测绘**\n\n傅章教授称这项发明是无人机领域的“游戏规则改变者”，它赋予了无人机鸟类般的实时避障反应能力。研究论文的主要作者任云帆先生强调，SUPER在各种光照条件（包括夜间）下的鲁棒性，使其成为全天候操作的可靠工具。",
      "shortSummary": "香港大学研发出“安全保障高速空中机器人”（SUPER）无人机，能以45英里/小时的速度在森林中飞行，并避开细至2.5毫米的障碍物。它仅依靠机载激光雷达和计算能力，无需GPS或外部光照，即可实现鸟类般的自主导航和实时避障。SUPER设计紧凑，可在夜间工作，适用于搜救、自主配送、巡检和探索等多种关键应用。",
      "translated_title": "这只“机器鸟”在森林中以45英里/小时的速度飞行——无需GPS或光照",
      "images": [],
      "contentSource": "完整文章",
      "content": "Unlike birds, which navigate unknown environments with remarkable speed and agility, drones typically rely on external guidance or pre-mapped routes. However, a groundbreaking development by Professor Fu Zhang and researchers from the Department of Mechanical Engineering of Faculty of Engineering at the University of Hong Kong (HKU), has enabled drones and micro air vehicles (MAVs) to emulate the flight capabilities of birds more closely than ever before."
    },
    {
      "title": "呼吁设置防护措施并加强教育以保护青少年AI用户 (原标题: Guardrails, education urged to protect adolescent AI users)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250603141208.htm",
      "pubDate": "Tue, 03 Jun 2025 14:12:08 EDT",
      "isoDate": "2025-06-03T18:12:08.000Z",
      "creator": "",
      "summary": "## 美国心理学会（APA）呼吁保护青少年AI用户\n\n美国心理学会（APA）发布了一份题为《人工智能与青少年福祉：APA健康建议》的报告，强调人工智能对青少年的影响是微妙而复杂的。报告敦促开发者优先考虑保护年轻人免受剥削、操纵以及现实世界关系侵蚀的功能。\n\n### 核心呼吁与背景\n\n*   **早期干预**：报告指出，AI日益融入日常生活，需要谨慎考虑以确保AI工具的安全性，特别是对青少年而言。APA呼吁所有利益相关者在AI发展早期就将青少年安全纳入考量，以避免重蹈社交媒体所犯的有害错误。\n*   **报告来源**：该报告由一个专家咨询小组撰写，是APA关于青少年社交媒体使用和健康视频内容建议的两份报告的后续。\n\n### 青少年阶段的特殊性\n\n*   **定义与发展**：报告将青少年定义为10至25岁，这是一个漫长的发展阶段，年龄并非衡量成熟度或心理能力的万无一失的标志。同时，这也是大脑关键发育时期，因此需要针对年轻用户采取特殊保护措施。\n*   **AI的双面性**：APA首席心理学家Mitch Prinstein博士指出，AI本身“既非好也非坏”。然而，已有青少年与聊天机器人建立不健康甚至危险“关系”的案例。许多青少年甚至可能不知道他们正在与AI互动，因此开发者立即设置防护措施至关重要。\n\n### 关键建议（防护措施）\n\n报告提出了一系列确保青少年安全使用AI的建议，包括：\n\n*   **模拟人际关系的健康界限**：青少年比成年人更不容易质疑机器人而非人类提供的信息的准确性和意图。\n*   **年龄适用的默认设置**：在隐私设置、互动限制和内容方面创建适合年龄的默认选项。这需要透明度、人工监督和支持以及严格的测试。\n*   **鼓励促进健康发展的AI用途**：AI可以辅助头脑风暴、创作、总结和整合信息，从而帮助学生更容易理解和掌握关键概念。但学生必须了解AI的局限性。\n*   **限制有害和不准确内容的访问与互动**：AI开发者应内置保护措施，防止青少年接触有害内容。\n*   **保护青少年数据隐私和肖像权**：这包括限制将青少年数据用于定向广告和出售给第三方。\n\n### AI素养教育的重要性\n\n报告还呼吁开展全面的AI素养教育，将其整合到核心课程中，并制定国家和州的素养教育指南。\n\n### 责任分担\n\nPrinstein博士表示，许多改变可以由家长、教育者和青少年自己立即实施。而其他更实质性的改变则需要开发者、政策制定者和其他技术专业人员的努力。\n\n**更多资源**：除了报告本身（可在APA.org查阅），APA网站还提供了关于AI、青少年安全以及青少年AI素养的更多资源和指导。",
      "shortSummary": "美国心理学会（APA）报告呼吁为青少年AI用户设置防护措施并加强教育。报告指出AI对青少年影响复杂，存在被剥削、操纵及损害现实关系的风险。建议开发者优先考虑青少年安全，设置健康界限、年龄适用默认设置、限制有害内容、保护数据隐私。同时，强调开展全面的AI素养教育，避免重蹈社交媒体的错误。报告呼吁家长、教育者、开发者和政策制定者共同努力，确保青少年安全使用AI。",
      "translated_title": "呼吁设置防护措施并加强教育以保护青少年AI用户",
      "images": [],
      "contentSource": "完整文章",
      "content": "The effects of artificial intelligence on adolescents are nuanced and complex, according to a new report that calls on developers to prioritize features that protect young people from exploitation, manipulation and the erosion of real-world relationships."
    },
    {
      "title": "自供电人工突触模拟人类色彩视觉 (原标题: Self-powered artificial synapse mimics human color vision)",
      "link": "https://www.sciencedaily.com/releases/2025/06/250602155323.htm",
      "pubDate": "Mon, 02 Jun 2025 15:53:23 EDT",
      "isoDate": "2025-06-02T19:53:23.000Z",
      "creator": "",
      "summary": "## 自供电人工突触模拟人类色彩视觉\n\n### 背景与挑战\n\n*   当前机器视觉在处理视觉数据时，需要大量的计算资源和能源。\n*   高能耗和资源需求限制了机器视觉技术在边缘设备中的广泛部署。\n\n### 研究突破\n\n*   日本研究人员成功开发出一种新型的自供电人工突触。\n\n### 核心特点与功能\n\n*   **色彩识别能力**：该设备能够以高分辨率区分可见光谱中的颜色，其能力接近人类眼睛。\n*   **自供电设计**：它集成了染料敏化太阳能电池，能够自行产生所需电力，无需外部电源。\n*   **独立逻辑操作**：该人工突触无需额外的电路，即可独立执行复杂的逻辑操作。\n\n### 潜在影响\n\n*   这项创新为开发高性能计算机视觉系统铺平了道路。\n*   有望将先进的计算机视觉功能集成到日常设备中，实现更高效、更节能的边缘计算。",
      "shortSummary": "日本研究人员开发出一种自供电人工突触，利用染料敏化太阳能电池，能以高分辨率模拟人类色彩视觉。该设备无需额外电路即可自行发电并执行复杂逻辑操作，解决了机器视觉能耗高的问题，为将高性能计算机视觉系统集成到边缘设备中开辟了新途径。",
      "translated_title": "自供电人工突触模拟人类色彩视觉",
      "images": [],
      "contentSource": "RSS",
      "content": "Despite advances in machine vision, processing visual data requires substantial computing resources and energy, limiting deployment in edge devices. Now, researchers from Japan have developed a self-powered artificial synapse that distinguishes colors with high resolution across the visible spectrum, approaching human eye capabilities. The device, which integrates dye-sensitized solar cells, generates its electricity and can perform complex logic operations without additional circuitry, paving the way for capable computer vision systems integrated in everyday devices."
    },
    {
      "title": "工程师开发出机器人自愈肌肉 (原标题: Engineers develop self-healing muscle for robots)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250530151849.htm",
      "pubDate": "Fri, 30 May 2025 15:18:49 EDT",
      "isoDate": "2025-05-30T19:18:49.000Z",
      "creator": "",
      "summary": "## 工程师开发出机器人自愈肌肉\n\n内布拉斯加大学林肯分校的一个工程团队在开发模仿人类和植物皮肤检测和自愈损伤能力的软体机器人和可穿戴系统方面又迈进了一步。该团队由工程师埃里克·马克维卡（Eric Markvicka）以及研究生伊森·克林斯（Ethan Krings）和帕特里克·麦克马尼加尔（Patrick McManigal）组成。\n\n### 研究背景与突破\n\n*   **研究目标**：开发能够检测和自愈损伤的软体机器人和可穿戴系统，以模仿生物体的自愈能力。\n*   **最新成果**：团队在亚特兰大举行的IEEE国际机器人与自动化会议（ICRA）上发表了一篇论文。该论文提出了一种系统级方法，用于开发能够识别穿刺或极端压力造成的损伤、精确定位并自主启动自我修复的软体机器人技术。\n*   **荣誉认可**：该论文从1606份提交中脱颖而出，成为ICRA 2025最佳论文奖的39个决赛入围者之一，同时也是最佳学生论文奖和机制与设计类别的决赛入围者。\n\n### 解决软体机器人领域的长期问题\n\n马克维卡指出，尽管软体机器人领域在复制传统刚性系统和生物模仿方面取得了巨大进展，但现有的可拉伸电子产品和执行器通常无法像生物体那样响应损伤并启动自我修复。该团队的工作旨在填补这一空白，使合成系统也能实现类似生物的自愈能力。\n\n### 智能自愈人工肌肉的结构与工作原理\n\n团队开发了一种智能自愈人工肌肉（即执行器，将能量转化为物理运动的机器人部件），其特点是多层结构，使其能够在无需外部干预的情况下识别和定位损伤，然后启动自我修复机制。\n\n该“肌肉”由三层组成：\n\n1.  **底部（损伤检测层）**：由嵌入硅弹性体中的液态金属微滴组成的柔软电子皮肤。\n2.  **中间（自愈组件层）**：由坚硬的热塑性弹性体构成。\n3.  **顶部（驱动层）**：当用水加压时，启动肌肉的运动。\n\n**自愈过程详解**：\n\n1.  **损伤检测**：团队在肌肉底部“皮肤”上施加五股监测电流，该皮肤连接到微控制器和传感电路。当该层发生穿刺或压力损伤时，会在痕迹之间形成一个电网络。\n2.  **损伤识别与加热**：系统识别出这种电足迹为损伤证据，并随后增加流经新形成电网络的电流。这使得该网络能够作为局部焦耳加热器，将电流能量转化为损伤区域周围的热量。\n3.  **自我修复**：几分钟后，产生的热量会熔化并重新加工中间的热塑性层，从而密封损伤，有效地实现伤口自愈。\n4.  **系统重置**：最后一步是通过消除底层损伤的电足迹，将系统重置回原始状态。团队利用“电迁移”效应来实现这一点。电迁移通常被视为金属电路中的障碍，因为它会导致金属原子迁移，使电路材料变形并产生间隙，从而导致设备故障。然而，研究人员创新性地利用电迁移来解决一个长期困扰他们的问题：损伤引起的电网络似乎是永久性的。通过进一步提高电流，团队可以诱导电迁移和热失效机制，从而重置损伤检测网络，使系统能够完成多次损伤和修复循环。\n\n### 潜在应用与社会影响\n\n这种自主自愈技术有望彻底改变多个行业：\n\n*   **农业领域**：对于经常接触树枝、荆棘、塑料和玻璃等尖锐物体的农业机器人系统来说，这将是一大福音。\n*   **可穿戴健康监测设备**：能够承受日常磨损，延长设备寿命。\n*   **更广泛的社会效益**：大多数消费电子产品寿命仅为一两年，每年产生数十亿磅的电子垃圾，其中含有铅和汞等有毒物质，威胁人类和环境健康。自愈技术有助于遏制这一趋势，减少电子垃圾。\n\n马克维卡表示，如果能创造出能够自主检测损伤并启动自我修复机制的材料，将真正改变我们对电子产品和机器的看法。",
      "shortSummary": "内布拉斯加大学林肯分校的工程师开发出一种用于机器人的智能自愈人工肌肉。该技术模仿生物自愈能力，能自主检测损伤、精确定位并通过局部加热修复。其创新之处在于利用“电迁移”效应重置损伤检测网络，实现多次修复循环。这项突破有望解决软体机器人长期存在的损伤响应问题，并在农业、可穿戴设备及减少电子垃圾等领域带来革命性影响。",
      "translated_title": "工程师开发出机器人自愈肌肉",
      "images": [],
      "contentSource": "完整文章",
      "content": "Students recently unveiled their invention of a robotic actuator -- the 'muscle' that converts energy into a robot's physical movement -- that has the ability to detect punctures or pressure, heal the injury and repair its damage-detecting 'skin.'"
    },
    {
      "title": "马匹成为新一代社交机器人的主要灵感来源 (原标题: Horses 'mane' inspiration for new generation of social robots)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528214222.htm",
      "pubDate": "Wed, 28 May 2025 21:42:22 EDT",
      "isoDate": "2025-05-29T01:42:22.000Z",
      "creator": "",
      "summary": "文章内容过短或信息不足，无法生成详细摘要。",
      "shortSummary": "文章内容过短或信息不足，无法生成简短摘要。",
      "translated_title": "马匹成为新一代社交机器人的主要灵感来源",
      "images": [],
      "contentSource": "RSS",
      "content": "Interactive robots should not just be passive companions, but active partners -- like therapy horses who respond to human emotion -- say researchers."
    },
    {
      "title": "空中变形助力飞行滚动机器人平稳过渡 (原标题: Mid-air transformation helps flying, rolling robot to transition smoothly)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528150829.htm",
      "pubDate": "Wed, 28 May 2025 15:08:29 EDT",
      "isoDate": "2025-05-28T19:08:29.000Z",
      "creator": "",
      "summary": "### 空中变形飞行滚动机器人\n\n*   **核心创新：** 工程师们成功开发出一种现实版的“变形金刚”机器人，它具备在空中进行形态转换的智能能力。\n*   **功能特点：** 这种类似无人机的机器人能够在飞行过程中实现空中变形，从而使其能够平稳地降落并立即开始地面滚动操作，整个过程无需任何停顿。\n*   **主要优势：** 这种独特的设计显著提升了机器人的敏捷性和鲁棒性（即健壮性）。\n*   **潜在应用：** 这种新型机器人有望在多个领域发挥重要作用，特别是对于商业配送系统和未来的机器人探测器而言，其优势尤为突出。",
      "shortSummary": "工程师们开发了一种能在空中变形的飞行滚动机器人。该机器人具备在空中形态转换的能力，使其能平稳地从飞行过渡到地面滚动操作，无需停顿。这种设计提高了机器人的敏捷性和鲁棒性，有望应用于商业配送和机器人探索。",
      "translated_title": "空中变形助力飞行滚动机器人平稳过渡",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers have developed a real-life Transformer that has the 'brains' to morph in midair, allowing the drone-like robot to smoothly roll away and begin its ground operations without pause. The increased agility and robustness of such robots could be particularly useful for commercial delivery systems and robotic explorers."
    },
    {
      "title": "AI 遇上博弈论：语言模型在类人社交场景中的表现 (原标题: AI meets game theory: How language models perform in human-like social scenarios)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528132456.htm",
      "pubDate": "Wed, 28 May 2025 13:24:56 EDT",
      "isoDate": "2025-05-28T17:24:56.000Z",
      "creator": "",
      "summary": "# AI 遇上博弈论：语言模型在类人社交场景中的表现\n\n*   **大型语言模型（LLMs）的普及与应用**\n    *   大型语言模型（LLMs），作为ChatGPT等工具背后的先进人工智能，正日益深入地融入我们的日常生活。\n    *   它们被广泛应用于多种任务，包括撰写电子邮件、回答问题，甚至在医疗决策中提供支持。\n\n*   **LLMs在社交智能方面的挑战**\n    *   文章提出了一个关键问题：这些AI模型能否像人类一样与他人协作？\n    *   它们是否具备理解社交情境、做出妥协或建立信任的能力？\n\n*   **最新研究发现**\n    *   一项新的研究揭示，尽管当前的AI技术已经展现出高度的智能，但在社交智能方面，它们仍有许多需要学习和提升的空间。",
      "shortSummary": "一项新研究探讨了大型语言模型（LLMs）在类人社交场景中的表现。尽管LLMs已广泛应用于日常任务，但研究提出疑问：它们能否像人类一样协作、理解社交情境、妥协或建立信任？研究发现，当前的AI虽然智能，但在社交智能方面仍有显著不足，表明其在复杂人际互动中尚需提升。",
      "translated_title": "AI 遇上博弈论：语言模型在类人社交场景中的表现",
      "images": [],
      "contentSource": "RSS",
      "content": "Large language models (LLMs) -- the advanced AI behind tools like ChatGPT -- are increasingly integrated into daily life, assisting with tasks such as writing emails, answering questions, and even supporting healthcare decisions. But can these models collaborate with others in the same way humans do? Can they understand social situations, make compromises, or establish trust? A new study reveals that while today's AI is smart, it still has much to learn about social intelligence."
    },
    {
      "title": "孤子超荧光为高温量子材料铺平道路 (原标题: Solitonic superfluorescence paves way for high-temperature quantum materials)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528131645.htm",
      "pubDate": "Wed, 28 May 2025 13:16:45 EDT",
      "isoDate": "2025-05-28T17:16:45.000Z",
      "creator": "",
      "summary": "# 孤子超荧光实现高温量子材料\n\n一项发表在《自然》杂志上的新研究详细阐述了在室温下实现超荧光的机制和材料条件。这项工作为设计能够在高温下实现奇异量子态（如超导性、超流性或超荧光）的材料提供了蓝图，从而为无需极低温即可运行的量子计算机等应用铺平了道路。\n\n## 研究背景与意义\n\n*   **核心发现**：该研究揭示了在高温下实现宏观量子相干性的实验和理论原因，解释了为何某些材料在需要奇异量子态的常温应用中表现更优。\n*   **研究团队**：由北卡罗来纳州立大学牵头，成员包括杜克大学、波士顿大学和巴黎综合理工学院的研究人员。\n*   **宏观量子相变**：类似于鱼群或萤火虫的集体行为，量子世界中粒子群形成一个宏观相干系统，表现得像一个巨大的量子粒子，从而产生超导性、超流性或超荧光等奇异过程。\n*   **传统挑战**：通常，量子相变需要超低温（低温条件）才能发生，因为高温会产生热“噪声”，干扰同步并阻止相变。\n\n## 孤子形成机制\n\n*   **前期研究基础**：此前，研究人员发现某些杂化钙钛矿的原子结构可以保护量子粒子群免受热噪声干扰，从而允许超荧光发生。在这些材料中，形成了大型极化子（与电子结合的原子群），从而隔离了发光偶极子免受热干扰。\n*   **新研究突破**：本研究揭示了这种绝缘效应的工作原理。当用激光激发杂化钙钛矿中的电子时，研究人员观察到大量极化子聚集在一起，形成了一种被称为“孤子”的结构。\n*   **孤子作用**：孤子的形成过程能够抑制热扰动，而这些扰动通常会阻碍量子效应的发生。研究人员将原子晶格比作绷紧的布，激子（代表固体球）在布上形成局部形变（极化子）。当这些极化子从随机分布转变为晶格中的有序排列时，它们就形成了孤子，一个相干的单元。\n*   **密度阈值**：孤子只有在材料中激发的极化子密度足够高时才会形成。理论表明，如果极化子密度较低，系统只有自由的非相干极化子；而一旦超过阈值密度，极化子就会演变为孤子。\n\n## 实验与理论验证\n\n*   **直接观测**：研究人员直接测量了极化子群从非相干无序相到有序相的演变，这是宏观量子态形成的首批直接观测之一。\n*   **理论支持**：\n    *   与杜克大学合作计算了导致热干扰的晶格振荡。\n    *   与法国国家科学研究中心（CNRS）和巴黎综合理工学院合作模拟了在热噪声存在下孤子的复合动力学。\n*   **结果确认**：这些理论工作证实了实验结果，并验证了孤子的内在相干性。\n\n## 研究突破与未来展望\n\n*   **理解深化**：这项工作在理解某些杂化钙钛矿如何以及为何能够表现出奇异量子态方面取得了巨大飞跃。此前，高温量子效应背后的机制尚不明确。\n*   **指导意义**：该研究提供了定量理论并辅以实验结果，为设计能够在高温下运行的新型量子材料提供了指导方针。\n*   **应用前景**：宏观量子效应（如超导性）是所有正在追求的量子技术（量子通信、密码学、传感和计算）的关键，而这些技术目前都受限于对低温的需求。理解了这一理论，为实现高温量子材料迈出了重要一步。\n*   **资金支持**：该工作得到了美国能源部科学办公室的资助（资助号：DE-SC0024396）。",
      "shortSummary": "一项新研究揭示了在室温下实现超荧光的机制，为高温量子材料铺平道路。研究发现，在杂化钙钛矿中，极化子聚集形成“孤子”，能够有效抑制热噪声，从而允许宏观量子相干性在高温下发生。这一突破为设计无需极低温即可运行的量子材料（如超导体）提供了蓝图，对量子计算、通信等领域的发展具有重大意义。",
      "translated_title": "孤子超荧光为高温量子材料铺平道路",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new study in Nature describes both the mechanism and the material conditions necessary for superfluorescence at high temperature."
    },
    {
      "title": "情感反应对自动驾驶汽车的态度至关重要 (原标题: Emotional responses crucial to attitudes about self-driving cars)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250527124219.htm",
      "pubDate": "Tue, 27 May 2025 12:42:19 EDT",
      "isoDate": "2025-05-27T16:42:19.000Z",
      "creator": "",
      "summary": "### 自动驾驶汽车态度中的情感因素\n\n华盛顿州立大学（WSU）的一项新研究揭示，公众对自动驾驶汽车的态度不仅取决于对车辆工作原理的理解，还受到一些不那么显而易见的特征影响，例如兴奋或愉悦的情感，以及对技术社会效益的信念。这些是该研究的关键发现，对于理解随着自动驾驶技术逐渐进入商业市场，人们是否会欣然接受它至关重要。\n\n#### 研究方法与主要发现\n\n这项发表在《交通研究》（Transportation Research）期刊上的研究，调查了323人对自动驾驶汽车的看法。研究人员发现，人们对车辆的理解程度和信任度是决定他们最终是否选择使用的重要因素。然而，WSU爱德华·R·默罗传播学院助理教授魏鹏（Wei Peng）指出，自动驾驶汽车的一些非功能性方面也同样重要：\n\n*   **情感价值：** 与使用汽车相关的情感，如兴奋、享受或新奇感。\n*   **社会影响信念：** 对技术对社会更广泛影响的看法。\n*   **好奇心：** 对了解技术工作原理及其未来潜在作用的兴趣。\n\n此外，研究还发现，受访者在采纳自动驾驶技术之前，希望能够进行“试驾”。鹏教授表示：“这不是那种你看了新闻就会说‘我想买或我想用’的东西。人们想要先尝试一下。”\n\n#### 研究背景与技术发展\n\n这篇新论文是鹏教授和博士生凯瑟琳·罗宾逊-泰（Kathryn Robinson-Tay）在该主题上的最新研究。在他们2023年发表的一篇论文中，他们探讨了人们是否相信车辆是安全的，发现仅仅了解更多车辆工作原理并不能改善对风险的看法——人们还需要对它们有更多的信任。\n\n这项新研究则着眼于决策链的下一步：什么会促使人们实际使用自动驾驶汽车？随着这项技术在道路上成为现实，回答这个问题变得尤为重要。目前，汽车制造商正在为车型添加自动驾驶功能，自动驾驶出租车也已在美国少数城市（如凤凰城、旧金山和洛杉矶）开始运营。预计到2035年，全自动驾驶汽车可能会上市。据估计，它们可以预防90%的事故，同时改善行动不便者的出行能力。\n\n#### 普及面临的挑战\n\n然而，要实现这些益处，需要广泛而迅速的普及——这是一个巨大的障碍，因为公众对自动驾驶汽车的态度一直持负面，而且“机器人出租车”的推广也并非一帆风顺，伴随着一些备受关注的事故和召回。美国汽车协会（AAA）在2月份发布的一项全国性调查显示，60%的受访者表示他们害怕使用自动驾驶汽车。\n\n广泛普及至关重要，因为自动驾驶汽车和人类驾驶汽车共享的道路可能无法带来安全改善，部分原因是自动驾驶汽车可能无法预测和响应不可预测的人类驾驶员。\n\n#### 意外发现与个体差异\n\n研究中的一个意外发现是，当受访者发现车辆易于使用时，他们并没有因此更信任车辆——这为未来的研究提出了新问题：“认为汽车易于使用反而让人更不信任它，这是为什么？”罗宾逊-泰问道。\n\n对自动驾驶汽车的态度在很大程度上取决于个体情况，并可能以令人惊讶的方式表现出细微差别。例如，那些具有强烈“汽车权威认同感”（即对驾驶有个人投入并乐于展示汽车知识）且对自动驾驶汽车了解更多的人，更有可能认为这些汽车易于使用。但知识更丰富的受访者反而不太可能认为这些汽车“有用”——这与“易用性”是一个独立的变量。\n\n其他因素也发挥作用。因残疾或其他原因无法驾驶的人，或对交通拥堵或恶劣天气驾驶有严重担忧的驾驶员，可能对使用自动驾驶汽车有更强的动机。鹏教授举例说：“如果我真的担心下雪天气，就像我们在普尔曼冬天经历的那样，它会有帮助吗？如果我真的担心天气，如果它能帮助我避开危险的天气状况，我可能会买一辆那样的车。”",
      "shortSummary": "华盛顿州立大学研究发现，公众对自动驾驶汽车的态度不仅受理解和信任影响，情感反应（如兴奋、享受）及对技术社会效益的信念也至关重要。人们在采纳前倾向于试驾。尽管自动驾驶技术有潜力预防事故并改善出行，但公众普遍持负面态度，且易用性与信任度之间存在复杂关系。个体情况，如驾驶习惯或对恶劣天气的担忧，也会显著影响其接受度。",
      "translated_title": "情感反应对自动驾驶汽车的态度至关重要",
      "images": [],
      "contentSource": "完整文章",
      "content": "When it comes to public attitudes toward using self-driving cars, understanding how the vehicles work is important -- but so are less obvious characteristics like feelings of excitement or pleasure and a belief in technology's social benefits."
    },
    {
      "title": "专家敦促：AI将长期存在，学生应拥抱这项技术 (原标题: AI is here to stay, let students embrace the technology, experts urge)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250522133513.htm",
      "pubDate": "Thu, 22 May 2025 13:35:13 EDT",
      "isoDate": "2025-05-22T17:35:13.000Z",
      "creator": "",
      "summary": "## 不列颠哥伦比亚大学研究：学生负责任地使用生成式人工智能\n\n不列颠哥伦比亚大学奥肯那根分校（UBC Okanagan）的一项最新研究表明，学生在使用生成式人工智能（GenAI）时表现出负责任的态度，主要将其作为提高任务效率的工具，而非仅仅为了提升成绩。这项研究由健康与运动科学学院（HES）的专业伦理学讲师Meaghan MacNutt博士与博士生Tori Stranges共同完成，并发表在《生理学教育进展》上，其结论与当前对学生使用AI的普遍担忧形成对比。\n\n### 研究背景与方法\n\n*   **研究目的：** 探讨学生在反思性写作作业中使用GenAI的行为和态度。\n*   **研究对象：** 来自三门不同课程的近400名学生，他们匿名完成了关于GenAI使用情况的调查。\n*   **政策背景：** 所有三门课程都采用了相同的AI使用政策，学生可以选择在写作中使用AI工具。\n\n### 主要发现\n\n*   **使用率：** 大约三分之一的学生表示他们使用了AI。\n*   **使用动机：**\n    *   81%的GenAI用户表示，他们的使用动机至少包括以下一项：完成作业的速度和便捷性、获得高分的愿望以及学习的愿望。\n    *   约15%的学生表示他们同时受到这三个因素的驱动。\n    *   超过50%的学生使用AI是为了节省作业时间。\n*   **使用方式：** 大多数学生使用AI来启动论文或修改部分内容。\n*   **AI生成内容比例：** 只有0.3%的作业主要是由GenAI完成的。\n*   **核心结论：** 研究发现，学生使用GenAI的动机更多是出于学习而非成绩，并且他们有选择性地、以他们认为符合道德并支持学习的方式使用这些工具。这与普遍认为本科生越来越注重成绩而牺牲学习的看法有所不同。\n\n### 潜在风险与未来建议\n\n*   **潜在不公平：** MacNutt博士指出，如果付费版本的AI工具效果更优，那么有能力支付的学生可能会比其他学生拥有优势，从而加剧课堂不平等。\n*   **积极作用：** GenAI对学习英语的学生或有阅读写作障碍的人来说可能是一个有用的工具。\n*   **持续研究：** 她建议，随着GenAI技术的不断进步，持续的研究将有助于更好地理解学生行为和态度。\n*   **教育者策略：** MacNutt博士还建议，教育机构和教育者应采取一种“与学生协作”而非“监视学生”的方法来应对AI的普及。\n\n### 总结\n\n研究结果驳斥了关于学生普遍滥用和过度使用GenAI、损害学术诚信和学习的普遍担忧。MacNutt博士强调，在制定相关政策或教授学生如何使用AI时，必须考虑到学生来自不同的背景，并且他们从这些技术中受益或受害的方式也不同。",
      "shortSummary": "不列颠哥伦比亚大学一项研究显示，学生负责任地使用生成式人工智能（GenAI），主要为提高效率和促进学习，而非单纯追求高分。约三分之一的学生使用AI，多数用于启动或修改作业，仅0.3%的作业主要由AI完成。这与普遍担忧相悖。专家建议教育机构应采取“与学生协作”而非“监视”的态度，并关注潜在的数字不平等问题。",
      "translated_title": "专家敦促：AI将长期存在，学生应拥抱这项技术",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new study says students appear to be using generative artificial intelligence (GenAI) responsibly, and as a way to speed up tasks, not just boost their grades."
    },
    {
      "title": "人工智能能比我们更懂情感吗？ (原标题: Could AI understand emotions better than we do?)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250522124755.htm",
      "pubDate": "Thu, 22 May 2025 12:47:55 EDT",
      "isoDate": "2025-05-22T16:47:55.000Z",
      "creator": "",
      "summary": "# 人工智能的情商表现超越人类平均水平\n\n一项最新研究深入探讨了人工智能（AI）在处理情感复杂情境并提出恰当行为建议方面的能力。\n\n## 研究方法\n\n*   研究团队选取了包括ChatGPT在内的六款生成式AI进行测试。\n*   测试中采用了通常为人类设计的情商（EI）评估工具。\n\n## 关键发现\n\n*   **超越人类平均水平**：这些生成式AI在情商评估中的表现超越了人类的平均水平。\n*   **快速生成新测试**：AI还能够以创纪录的速度生成新的情商测试。\n\n## 潜在应用\n\n这些突破性的发现为AI在多个领域开辟了新的可能性，包括：\n\n*   **教育**：辅助情感教育或个性化学习。\n*   **教练指导**：提供情商相关的指导和反馈。\n*   **冲突管理**：协助分析和解决人际冲突。",
      "shortSummary": "一项研究测试了包括ChatGPT在内的六款生成式AI的情商（EI）表现。结果显示，这些AI在人类情商评估中超越了人类平均水平，并能快速生成新的测试。这一发现为AI在教育、教练指导和冲突管理等领域带来了新的应用可能性。",
      "translated_title": "人工智能能比我们更懂情感吗？",
      "images": [],
      "contentSource": "RSS",
      "content": "Is artificial intelligence (AI) capable of suggesting appropriate behavior in emotionally charged situations? A team put six generative AIs -- including ChatGPT -- to the test using emotional intelligence (EI) assessments typically designed for humans. The outcome: these AIs outperformed average human performance and were even able to generate new tests in record time. These findings open up new possibilities for AI in education, coaching, and conflict management."
    },
    {
      "title": "科学家发现一类可能具有革命性特性的晶体 (原标题: Scientists discover class of crystals with properties that may prove revolutionary)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521161106.htm",
      "pubDate": "Wed, 21 May 2025 16:11:06 EDT",
      "isoDate": "2025-05-21T20:11:06.000Z",
      "creator": "",
      "summary": "# 科学家发现一类可能具有革命性特性的晶体\n\n罗格斯大学-新布伦瑞克分校的研究人员发现了一类名为“间晶体”（intercrystals）的新材料，其独特的电子特性有望为未来技术带来革命。这项发现已在科学期刊《自然材料》（Nature Materials）上发表。\n\n## 间晶体是什么？\n*   **构成**: 间晶体由两层超薄石墨烯（单原子厚度的碳原子六边形排列薄片）堆叠在六方氮化硼（由硼和氮组成的六方晶体）层上构成。\n*   **关键机制**: 研究人员通过轻微扭曲这些层，使其形成“莫尔条纹”（moiré patterns）——类似于两层细网格叠加时出现的图案。这种细微的错位显著改变了电子在材料中的移动方式。\n\n## 独特的电子特性\n*   **几何控制**: 间晶体提供了一种全新的材料设计途径，仅通过几何形状而非改变材料的化学成分来控制电子行为。\n*   **结构敏感性**: 与传统晶体不同，间晶体的电子特性会随着其结构的微小变化而显著改变。\n*   **新颖行为**: 这种可变性可能导致新的、不寻常的行为，例如超导性（零电阻导电）和磁性，这些特性通常在普通晶体中不常见。\n\n## 核心技术：“扭转电子学”（Twistronics）\n*   这项发现的核心在于现代物理学中新兴的“扭转电子学”技术。\n*   该技术通过将材料层以特定角度扭曲，从而创建莫尔条纹，显著改变物质内部电子的行为，产生在常规晶体中找不到的特性。\n*   安德烈及其团队在2009年首次证明了扭曲石墨烯中的莫尔条纹可以极大地重塑其电子结构，为扭转电子学领域奠定了基础。\n\n## 潜在的革命性应用\n间晶体的独特属性使其在多个领域具有广阔的应用前景：\n*   **更高效的电子元件**: 可用于开发更高效的晶体管和传感器，而无需复杂的材料混合和加工。\n*   **量子计算**: 有望成为量子计算机新电路的一部分，实现低损耗电子和原子传感器。\n*   **可持续技术**: 由于间晶体可由碳、硼和氮等丰富、无毒的元素制成，而非稀土元素，因此为未来技术提供了更可持续和可扩展的途径。\n*   **未来电路设计**: 有望设计出整个电子电路，其中每个功能（开关、传感、信号传播）都可通过原子级别的几何调谐来控制。\n\n## 间晶体与现有晶体的区别\n*   **常规晶体**: 具有重复的原子排列模式，电子移动方式可预测，旋转或移动特定角度后外观不变（对称性）。\n*   **准晶体（Quasicrystals）**: 1982年发现，结构有序但没有重复模式。\n*   **间晶体**: 研究团队将其命名为“间晶体”，因为它介于晶体和准晶体之间：它们具有像准晶体一样的非重复模式，但又与常规晶体共享对称性。\n*   安德烈表示，间晶体通过利用最小尺度的几何挫折，展示了材料可以被设计来进入新的物质相。\n\n## 研究团队\n这项研究由罗格斯大学物理与天文学系的董事会教授兼研究主要作者Eva Andrei领导，共同作者包括物理学副教授Jedediah Pixley，以及研究助理Xinyuan Lai、Guohong Li和Angela Coe。日本国家材料科学研究所的科学家也对这项研究做出了贡献。研究人员对间晶体的未来应用充满乐观，认为这为在原子层面探索和操纵材料特性开辟了新的可能性。",
      "shortSummary": "罗格斯大学研究人员发现了一类名为“间晶体”的新材料。通过扭曲堆叠的石墨烯和氮化硼层，形成莫尔条纹，间晶体展现出独特的电子特性，其行为可通过几何形状控制。这些材料有望彻底改变电子元件、量子计算和可持续技术，为开发更高效、环保的未来技术奠定基础。",
      "translated_title": "科学家发现一类可能具有革命性特性的晶体",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers have discovered a new class of materials -- called intercrystals -- with unique electronic properties that could power future technologies. Intercrystals exhibit newly discovered forms of electronic properties that could pave the way for advancements in more efficient electronic components, quantum computing and environmentally friendly materials, the scientists said."
    },
    {
      "title": "成像技术消除水下场景中的水体影响 (原标题: Imaging technique removes the effect of water in underwater scenes)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521125256.htm",
      "pubDate": "Wed, 21 May 2025 12:52:56 EDT",
      "isoDate": "2025-05-21T16:52:56.000Z",
      "creator": "",
      "summary": "# 成像技术消除水下场景中的水体影响\n\n## 引言\n海洋中生命繁盛，但由于水体的光学效应，大部分海洋世界难以被清晰观测。光线在水中传播时会发生弯曲、散射并迅速衰减，同时受到水中颗粒物产生的持续性雾霾影响，导致难以在近距离外捕捉到物体的真实颜色。\n\n## SeaSplat：一种新型图像分析工具\n麻省理工学院（MIT）和伍兹霍尔海洋研究所（WHOI）的团队开发了一种名为“SeaSplat”的图像分析工具。该工具旨在消除水体的光学影响，生成仿佛水已被排干般的水下环境图像，从而揭示场景的真实色彩。\n\n### SeaSplat 的工作原理\n*   **结合技术：** SeaSplat 将色彩校正工具与计算模型相结合。\n*   **3D 高斯泼溅（3DGS）：** 该工具借鉴了“3D 高斯泼溅”（3DGS）方法。3DGS 能够将场景图像拼接在一起，生成一个完整的、可从任何角度详细查看的三维表示。\n*   **水体建模与去除：** SeaSplat 能够明确建模水体的影响，从而在某种程度上“去除”水体，生成更佳的水下场景三维模型。\n*   **色彩校正算法：** 该算法计算图像中每个像素受反向散射和衰减效应扭曲的程度，然后消除这些水体效应，计算出像素的真实颜色。\n*   **集成与生成：** 将色彩校正算法整合到 3D 高斯泼溅模型中，SeaSplat 可以快速分析水下图像，生成真实色彩的三维虚拟场景，并可从任何角度和距离进行详细探索。\n\n## 水下光学效应的挑战\n在水下，物体的颜色和清晰度会受到光线在水中传播的影响而扭曲。\n*   **反向散射（Backscatter）：** 光线从水中微小颗粒反射，形成一层薄雾般的模糊效果。\n*   **衰减（Attenuation）：** 特定波长的光线随距离衰减或褪色。例如，在水下，红色物体从远处看比蓝色物体褪色更严重。\n*   **视角依赖性：** 在水下，颜色会随着观察角度和距离的改变而迅速变化和褪色，这与水外环境不同。\n*   **现有方法的局限：**\n    *   **色彩校正工具：** 虽有“Sea-Thru”等算法能准确再现真实颜色，但其计算量巨大，难以用于生成三维场景模型。\n    *   **3DGS：** 3DGS 在水外环境表现出色，但由于水下反向散射和衰减效应扭曲了不同角度的物体颜色，使其难以将水下图像拼接成连贯的三维整体。\n\n## 应用与效益\nSeaSplat 的应用潜力巨大，尤其是在海洋生物学领域：\n*   **海洋健康监测：** 帮助海洋生物学家监测特定海洋群落的健康状况。\n*   **珊瑚礁检测：** 例如，当水下机器人探索并拍摄珊瑚礁时，SeaSplat 可以同步处理图像并渲染出真实色彩的三维表示。科学家可以虚拟地“飞越”这些模型，检查珊瑚白化等迹象。\n*   **提高检测精度：** 珊瑚白化从近处看是白色，但从远处看可能呈现蓝色和模糊，难以检测。SeaSplat 图像能更容易地检测珊瑚白化和不同珊瑚物种，获取海洋中的真实颜色。\n*   **量化生物多样性：** 有助于量化生物多样性，评估珊瑚礁和其他海洋群落的健康状况。\n\n## 测试与结果\n研究团队已将 SeaSplat 应用于多个水下场景的图像，包括红海、加勒比海（库拉索海岸附近）和太平洋（巴拿马附近）。这些图像来自现有数据集，代表了不同海洋位置和水体条件。他们还在美属维尔京群岛测试了由遥控水下机器人拍摄的图像。\n*   **生成效果：** SeaSplat 从每个海洋场景的图像中生成了真实色彩的三维世界。\n*   **虚拟探索：** 研究人员能够虚拟地探索这些模型，例如放大缩小场景，并从不同视角查看特定特征。\n*   **色彩保持：** 即使从不同角度和距离查看，场景中的物体也保持了真实颜色，而不会像在实际海洋中那样褪色。\n\n## 局限性与展望\n目前，该方法需要大量的计算资源，例如一台台式电脑，这对于水下机器人来说过于笨重。然而，SeaSplat 适用于系留操作，即车辆通过缆绳连接到船只，探索并拍摄图像，然后将数据发送到船上的计算机进行处理。\n\n## 研究团队与支持\n该研究由麻省理工学院研究生 Daniel Yang、伍兹霍尔海洋研究所副科学家 Yogesh Girdhar 和麻省理工学院机械工程教授 John Leonard 共同完成。他们将在 IEEE 机器人与自动化国际会议（ICRA）上发表详细介绍 SeaSplat 的论文。该工作部分得到了 WHOI 科学投资基金和美国国家科学基金会的支持。",
      "shortSummary": "麻省理工学院和伍兹霍尔海洋研究所开发了一种名为“SeaSplat”的成像技术，旨在消除水下场景中水体对光线的扭曲影响。该工具结合了色彩校正和3D高斯泼溅技术，能够生成仿佛水被排干后的水下环境真实色彩三维模型。SeaSplat有助于海洋生物学家更准确地监测海洋健康，例如识别珊瑚白化，从而克服了传统水下成像因光线散射和衰减导致的色彩失真问题。",
      "translated_title": "成像技术消除水下场景中的水体影响",
      "images": [],
      "contentSource": "完整文章",
      "content": "SeaSplat is an image-analysis tool that cuts through the ocean's optical effects to generate images of underwater environments reveal an ocean scene's true colors. Researchers paired the color-correcting tool with a computational model that converts images of a scene into a three-dimensional underwater 'world' that can be explored virtually."
    },
    {
      "title": "世界上首个在常温环境下运行的拍赫兹速度光电晶体管 (原标题: World's first petahertz-speed phototransistor in ambient conditions)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519204533.htm",
      "pubDate": "Mon, 19 May 2025 20:45:33 EDT",
      "isoDate": "2025-05-20T00:45:33.000Z",
      "creator": "",
      "summary": "## 世界上首个拍赫兹速度光电晶体管：计算速度的革命性突破\n\n### 引言：超快光脉冲驱动计算机的潜力\n\n一项由亚利桑那大学研究人员参与的国际合作项目，正在探索利用超快光脉冲驱动计算机的可能性，其速度有望比现有最快的处理器快一百万倍。这项突破性研究的核心在于利用光来操纵石墨烯中的电子，从而实现前所未有的计算速度。\n\n### 核心突破：量子隧穿效应与石墨烯光电晶体管\n\n*   **研究团队与合作者：** 该研究由亚利桑那大学物理系和光学科学学院的科学家（包括Mohammed Hassan副教授、Nikolay Golubev助理教授、研究生Mohamed Sennary和Mingrui Yuan，以及博士后Jalil Shah）与加州理工学院喷气推进实验室和德国慕尼黑路德维希马克西米利安大学的同事共同完成。\n*   **技术原理：**\n    *   研究人员利用持续时间不到万亿分之一秒的光脉冲来操纵石墨烯中的电子。\n    *   他们利用一种被称为“量子隧穿”的量子效应，记录到电子几乎瞬间穿过物理屏障，这重新定义了计算机处理能力的潜在极限。\n    *   这项技术有望实现拍赫兹（petahertz）范围的处理速度，比现代计算机芯片快1000多倍。\n*   **意外发现：隧穿效应**\n    *   最初，团队在研究石墨烯（一种单层碳原子材料）的导电性。当激光照射石墨烯时，激光能量会激发电子形成电流。通常，由于石墨烯的对称原子结构，这些电流会相互抵消，导致无法检测到电流。\n    *   然而，在修改不同石墨烯样品时，研究人员意外地发现了“隧穿”现象，即单个电子能够穿过石墨烯并被实时捕获和追踪。这一意外发现是实现突破的关键。\n*   **实现方法：**\n    *   研究人员使用了一个经过改装的商用石墨烯光电晶体管，其中引入了一个特殊的硅层。\n    *   他们使用一个以638阿秒（一千万亿分之一秒）的速率开关的激光，创造出了Mohammed Hassan所称的“世界上最快的拍赫兹量子晶体管”。\n    *   晶体管是现代电子学的基础，它作为电子开关或放大器来控制两点之间的电流流动。\n\n### 重要意义与应用前景\n\n*   **计算速度的飞跃：** 这一成就代表着超快计算机技术发展的一大飞跃，有望使数据传输速度达到拍赫兹级别，彻底改变我们所知的计算方式。\n*   **对科学研究的推动：** 超快计算机将极大地助力空间研究、化学、医疗保健等领域的发现，使硬件发展跟上人工智能软件等信息技术革命的步伐。\n*   **商业化潜力：** 与一些需要在严格条件下（如温度和压力）才能实现的科学进步不同，这种新型晶体管在常温环境下也能运行，这为商业化和在日常电子产品中的应用铺平了道路。\n\n### 未来展望\n\nMohammed Hassan正与Tech Launch Arizona合作，为这项创新申请专利并进行市场推广。虽然最初的发明使用了专用激光，但研究人员正在进一步开发与商用设备兼容的晶体管。Hassan希望与行业伙伴合作，将这种拍赫兹速度的晶体管集成到微芯片中，使亚利桑那大学除了拥有世界上最快的电子显微镜外，也能以首个拍赫兹速度晶体管而闻名。",
      "shortSummary": "科学家们开发出世界上首个在常温环境下运行的拍赫兹速度光电晶体管。这项发表在《自然通讯》上的突破性研究，利用量子隧穿效应和超快光脉冲在石墨烯中操纵电子，实现了比现有处理器快百万倍的计算速度。该技术有望彻底改变计算领域，加速空间研究、化学和医疗保健等领域的发现，并因其常温操作特性而具有巨大的商业化潜力。",
      "translated_title": "世界上首个在常温环境下运行的拍赫兹速度光电晶体管",
      "images": [],
      "contentSource": "完整文章",
      "content": "Researchers demonstrated a way to to manipulate electrons using pulses of light that last less than a trillionth of a second to record electrons bypassing a physical barrier almost instantaneously -- a feat that redefines the potential limits of computer processing power."
    },
    {
      "title": "机器人无需人类学习？新研究将人类排除在早期测试之外 (原标题: Robots learning without us? New study cuts humans from early testing)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519132026.htm",
      "pubDate": "Mon, 19 May 2025 13:20:26 EDT",
      "isoDate": "2025-05-19T17:20:26.000Z",
      "creator": "",
      "summary": "# 新研究：机器人社会交互训练摆脱人类依赖\n\n一项最新研究引入了一种创新的模拟方法，旨在改变社交机器人训练和测试的传统模式。\n\n## 核心发现与方法\n*   **突破性进展：** 该研究的核心在于开发出一种新的模拟方法，允许研究人员在没有人类参与者的情况下，对社交机器人进行有效的测试。\n*   **摆脱人类依赖：** 这一方法意味着人类不再对社交机器人的早期训练和测试拥有独占控制权。\n\n## 优势与影响\n*   **加速研究进程：** 通过消除对人类参与者的需求，研究过程得以显著加快。\n*   **提升研究可扩展性：** 新的模拟方法使得大规模的机器人测试变得更加可行和高效。\n\n这项研究为社交机器人领域带来了新的范式，预示着未来机器人开发和测试将更加自主和高效。",
      "shortSummary": "一项新研究引入了一种模拟方法，使社交机器人无需人类参与即可进行测试。这使得机器人研究过程更快、更具可扩展性，标志着人类不再独占社交机器人早期训练的控制权。",
      "translated_title": "机器人无需人类学习？新研究将人类排除在早期测试之外",
      "images": [],
      "contentSource": "RSS",
      "content": "Humans no longer have exclusive control over training social robots to interact effectively, thanks to a new study. The study introduces a new simulation method that lets researchers test their social robots without needing human participants, making research faster and scalable."
    },
    {
      "title": "赋予机器人类人感知能力以导航复杂地形 (原标题: Empowering robots with human-like perception to navigate unwieldy terrain)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519132021.htm",
      "pubDate": "Mon, 19 May 2025 13:20:21 EDT",
      "isoDate": "2025-05-19T17:20:21.000Z",
      "creator": "",
      "summary": "# WildFusion：赋予机器人类人感知能力\n\n*   研究人员开发了一种名为 **WildFusion** 的新型框架。\n*   该框架旨在融合视觉、振动和触觉信息，从而使机器人能够像人类一样“感知”并导航复杂的户外环境。",
      "shortSummary": "研究人员开发了名为WildFusion的新框架，通过融合视觉、振动和触觉，赋予机器人类似人类的感知能力，使其能有效导航复杂的户外地形。",
      "translated_title": "赋予机器人类人感知能力以导航复杂地形",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers have developed a novel framework named WildFusion that fuses vision, vibration and touch to enable robots to 'sense' and navigate complex outdoor environments much like humans do."
    },
    {
      "title": "指尖上的远程控制机器人：提升工业场所安全性 (原标题: Remotely controlled robots at your fingertips: Enhancing safety in industrial sites)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519131817.htm",
      "pubDate": "Mon, 19 May 2025 13:18:17 EDT",
      "isoDate": "2025-05-19T17:18:17.000Z",
      "creator": "",
      "summary": "文章内容过于简短且不完整，无法生成详细摘要。",
      "shortSummary": "文章内容过于简短且不完整，无法生成简短摘要。",
      "translated_title": "指尖上的远程控制机器人：提升工业场所安全性",
      "images": [],
      "contentSource": "RSS",
      "content": "A research team has developed a novel haptic device designed to enhance both safety and efficiency for workers in industrial settings."
    },
    {
      "title": "利用进化式AI，科学家发现改善土地利用的隐藏关键 (原标题: With evolutionary AI, scientists find hidden keys for better land use)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519131038.htm",
      "pubDate": "Mon, 19 May 2025 13:10:38 EDT",
      "isoDate": "2025-05-19T17:10:38.000Z",
      "creator": "",
      "summary": "### 项目背景与目标\n\n*   德克萨斯大学奥斯汀分校和Cognizant AI Labs的研究人员利用过去175年的全球土地利用和碳储存数据，训练了一个人工智能系统。\n*   该系统旨在开发最佳环境政策解决方案，以推动联合国全球可持续发展倡议。\n*   该AI工具能够有效平衡各种复杂权衡，推荐最大化碳储存、最小化经济中断并改善环境和人们日常生活的方案。\n*   该项目是联合国支持的“韧性项目”（Project Resilience）的首批应用之一，该项目旨在通过“AI向善”（AI for Good）的更广泛努力，解决全球决策增强问题，包括本十年雄心勃勃的可持续发展目标。\n\n### 核心技术：进化式AI\n\n*   研究人员系统的“秘密武器”是进化式AI，其灵感来源于生物系统中的自然选择过程。\n*   **工作原理：**\n    1.  从几十个政策情景开始，预测每个情景对各种经济和环境成本的影响。\n    2.  淘汰那些未能很好平衡权衡的政策组合，保留表现最佳的组合进行“繁殖”，产生混合“后代”。\n    3.  引入随机突变，帮助系统更快探索新颖组合。\n    4.  该过程重复数百或数千次，淘汰表现不佳者，保留最佳者。\n    5.  如同生物进化，“世代”情景会越来越优化以满足一系列优先事项。\n\n### 数据与模型\n\n*   团队使用了两个工具：\n    1.  一套最近发布的追溯到几个世纪前的全球土地利用数据。\n    2.  一个将土地利用与碳通量关联起来的模型。\n*   **模型开发：**\n    1.  首先，利用数据训练了一个预测模型，以关联随时间变化的地点、土地利用和碳。\n    2.  其次，开发了一个处方模型，帮助决策者找到最佳土地利用策略以减少气候变化。\n\n### AI的发现与启示\n\n*   AI系统的建议有时令团队感到惊讶。\n*   尽管森林以储存碳而闻名，但AI处方模型提供了一种比不分地点尽可能多地将土地转化为森林更细致的方法。\n*   例如，它发现用森林取代农田比取代牧场（包括沙漠和草地）更有效。\n*   此外，通常在不同纬度进行相同的土地利用变化不会产生相同的效益。\n*   最终，系统建议将更大的改变分配到更重要的地点；本质上，更有效地“选择你的战场”。\n*   研究人员强调，需要在保护稀有栖息地、食物供应和城市的同时，找到平衡点并明智地进行改变。\n\n### 应用与影响\n\n*   研究人员已将他们的模型转化为一个交互式工具，立法者等决策者可以使用它来探索激励措施（如对土地所有者的税收抵免）如何可能改变土地利用并减少碳排放。\n*   土地利用活动，包括农业和林业，估计占所有人为温室气体排放的近四分之一。\n*   专家认为，需要智能的土地利用改变来减少空气中的碳含量，从而减缓气候变化。\n*   AI提供的选项可能更容易被那些原本抵制变革的个人、企业和政府所接受。\n*   该论文的早期版本在NeurIPS（一个主要的机器学习和计算神经科学会议）上展示，并在气候变化研讨会上获得了“最佳影响力途径”奖。\n*   其他作者包括Olivier Francon, Elliot Meyerson, Clemens Schwingshackl, Jakob Bieker, Hugo Cunha 和 Babak Hodjat。",
      "shortSummary": "德克萨斯大学奥斯汀分校和Cognizant AI Labs的研究人员利用进化式AI，开发了一个系统，旨在优化全球土地利用和碳储存，以推动联合国可持续发展目标。该AI工具通过平衡经济和环境权衡，推荐最大化碳储存、最小化经济中断的策略。它利用全球土地利用数据，发现例如用森林取代农田比牧场更有效等细致的解决方案。该模型已转化为交互式工具，帮助决策者智能地选择土地利用改变，以有效减缓气候变化。",
      "translated_title": "利用进化式AI，科学家发现改善土地利用的隐藏关键",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new AI decision making tool effectively balances various complex trade-offs to recommend ways of maximizing carbon storage, minimizing economic disruptions and helping improve the environment and people's everyday lives. It uses evolutionary AI, a kind of digital version of biological natural selection, to optimize policies in the face of competing priorities."
    },
    {
      "title": "学习即冒险：飞船中的讲堂 (原标题: Learning as an adventure: The lecture theater in the spaceship)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250515132510.htm",
      "pubDate": "Thu, 15 May 2025 13:25:10 EDT",
      "isoDate": "2025-05-15T17:25:10.000Z",
      "creator": "",
      "summary": "## 学习即冒险：飞船中的讲堂——Project Chimera\n\n### 项目概述\n*   **挑战**：以低门槛、趣味性方式传达复杂的科学内容。\n*   **解决方案**：格拉茨工业大学（TU Graz）人机交互研究所游戏实验室（Game Lab Graz）的团队开发了“Project Chimera”项目。\n*   **资金来源**：获得软件和游戏开发商Epic Games（《堡垒之夜》、《虚幻引擎》）的Epic Mega Grant资助。\n*   **核心理念**：将学习作为一场冒险，通过游戏化的、故事驱动的方式，让用户主动产生了解科学的愿望，而非传统的直接教学。\n\n### 游戏化学习环境\n*   **形式**：一个虚拟3D世界，以电脑游戏的形式实现。\n*   **内容**：目前涵盖物理学、机械工程，未来还将包括逻辑门和重力实验等领域的复杂内容。\n*   **独特之处**：\n    *   **游戏化与故事驱动**：与传统学习程序不同，Project Chimera强调游戏化元素和玩家所体验的故事。\n    *   **沉浸式环境**：玩家在一个受损的飞船中活动，而非传统的学习环境。\n    *   **任务设计**：玩家需要掌握来自不同科学学科的任务，以修复飞船并到达舰桥。这些任务被设计成电脑游戏中的经典谜题。\n\n### 学习机制与激励\n*   **任务结构**：采用类似“任务”（quest-like）的结构，提供持续的学习激励。\n*   **示例**：\n    *   飞船中的第一个问题是电梯故障，阻碍了通往其他楼层和舰桥的道路。\n    *   玩家需要启动电梯的电动机，这要求他们首先了解如何利用磁铁为电池充电。\n    *   电池充满后，还需要修理电动机本身，从而学习电动机背后的技术原理。\n*   **逐层深入**：飞船的每一层都处理不同的科学主题，并传授最相关的科学原理。\n*   **难度适应性**：正在考虑使游戏难度适应不同年龄段，使其有望应用于学校教育。\n\n### 应用与效果\n*   **实际应用**：已在格拉茨工业大学的机械工程专业学生中试用。\n*   **优势**：\n    *   为学生提供了以简单方式进行实验的机会，解决了课堂上操作真实发动机的困难。\n    *   一项伴随研究表明，使用该游戏显著提高了学生的学习动机。\n*   **教育补充**：项目负责人Saeed Safikhani表示，虽然理论课程仍然必要，但Project Chimera等应用能让学习者获得实践经验，并同时对理论产生更大的兴趣。\n\n### 可用性与技术要求\n*   **获取方式**：Project Chimera的预测试版（pre-alpha version）可在游戏平台Steam上免费获取。\n*   **技术要求**：游戏旨在达到AAA级游戏的视觉和交互质量，但由于仍处于预测试阶段，尚未优化，因此对硬件要求较高。",
      "shortSummary": "Project Chimera是格拉茨工业大学游戏实验室开发的一款创新型游戏化学习环境，由Epic Games资助。它通过一个故事驱动的电脑游戏，让玩家在修复受损飞船的过程中，以解决谜题的方式学习复杂的科学和技术概念。该项目旨在激发学习者的内在兴趣，而非传统教学。已在机械工程学生中应用，并显示能提高学习动机。目前，其预测试版可在Steam上免费获取，但对硬件要求较高。",
      "translated_title": "学习即冒险：飞船中的讲堂",
      "images": [],
      "contentSource": "完整文章",
      "content": "In Project Chimera, a game lab combines a VR computer game with educational problems in order to convey scientific content in a motivating way."
    },
    {
      "title": "光驱动的蟑螂半机械人无需电线或手术即可导航 (原标题: Light-driven cockroach cyborgs navigate without wires or surgery)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514181651.htm",
      "pubDate": "Wed, 14 May 2025 18:16:51 EDT",
      "isoDate": "2025-05-14T22:16:51.000Z",
      "creator": "",
      "summary": "### 新型光驱动蟑螂半机械人\n\n研究人员开发了一种新型的昆虫半机械人（蟑螂），能够实现自主导航。\n\n*   **创新之处：** 该系统摆脱了传统半机械人所需的电线、手术或可能导致压力的电击，实现了无创和无应激的控制。\n*   **工作原理：**\n    *   系统核心是一个小型紫外线（UV）光头盔。\n    *   它利用蟑螂天生趋避强光（尤其是紫外线）的习性来引导其方向。\n*   **主要优势：**\n    *   这种方法能够保护昆虫的感官器官不受损害。\n    *   同时，它还能长时间保持对昆虫的稳定和持续控制。",
      "shortSummary": "科学家们创造了一种新型光驱动蟑螂半机械人，无需电线或手术即可自主导航。该系统利用小型紫外线（UV）光头盔，通过利用蟑螂避光（特别是UV光）的自然习性来引导它们。这种方法不仅保护了昆虫的感官器官，还实现了长时间的稳定控制。",
      "translated_title": "光驱动的蟑螂半机械人无需电线或手术即可导航",
      "images": [],
      "contentSource": "RSS",
      "content": "have created a new type of insect cyborg that can navigate autonomously -- without wires, surgery, or stress-inducing electrical shocks. The system uses a small ultraviolet (UV) light helmet to steer cockroaches by taking advantage of their natural tendency to avoid bright light, especially in the UV range. This method not only preserves the insect's sensory organs but also maintains consistent control over time."
    },
    {
      "title": "追随折叠——量子技术中的拓扑应用 (原标题: Following the folds -- with quantum technology)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514175424.htm",
      "pubDate": "Wed, 14 May 2025 17:54:24 EDT",
      "isoDate": "2025-05-14T21:54:24.000Z",
      "creator": "",
      "summary": "# 量子技术中的拓扑应用：新型耦合腔阵列\n\n## 核心发现与研究团队\n瑞士洛桑联邦理工学院（EPFL）和德国康斯坦茨大学的研究团队，将拓扑学原理应用于微波光子学，开发出一种新型的耦合腔阵列（CCAs），旨在改进量子技术系统。\n\n## 新型耦合腔阵列（CCAs）\n*   **材料与特性：** 这些CCAs由无机化合物氮化铌（niobium nitride）制成，具有高动能电感，使其特别适用于超导应用。\n*   **潜在应用：**\n    *   为未来量子计算机中的优化量子比特提供有前景的平台。\n    *   为量子模拟开辟新可能性，作为受控模型系统来研究更复杂量子物质的行为。\n*   **优势：** 更小、更多功能、更强大。\n\n## 拓扑学在量子物理中的作用\n*   **定义：** 对于量子物理学家而言，“拓扑学”描述了系统整体排列如何影响其各个部分，以及细节如何反过来塑造整体。它探讨了环境如何影响物理过程，以及理解系统拓扑结构能否帮助预测其组件的行为。\n*   **“揉皱的纸”类比：**\n    *   康斯坦茨大学的合著者Oded Zilberberg用一个简单的类比解释了拓扑学：想象一张纸被揉皱。中心被揉皱时，不仅中心会形成褶皱，边缘也会。\n    *   如果只能观察边缘，当边缘出现褶皱时，很可能中心也被揉皱了。通过这种方式，边缘提供了关于不可见内部的信息。\n*   **研究应用：** Oded Zilberberg的研究遵循类似逻辑，但他研究的是光子（光的基石）在结构化材料中运动的拓扑结构。\n    *   他探索量子系统的全局结构如何影响其内部动力学。\n    *   研究优化系统拓扑结构是否能增强量子行为，以及仔细观察系统边界是否能揭示其核心的隐藏物理。\n\n## “拓扑启发式无序测量仪”\n*   **原理：** 在与EPFL的合作项目中，Zilberberg采用了与揉皱纸示例非常相似的方法。物理系统内部的无序（“主体”）会延伸到其边缘（“边界”）。\n*   **应用：** 研究团队利用这一原理开发了新型CCAs。\n    *   尽管物理学家无法直接观察系统内部，但他们可以观察边界，并利用这些信息推断主体的情况。\n    *   通过这种方式，研究人员能够检测CCAs中的无序和干扰，确保其平稳运行。\n*   **贡献：** Oded Zilberberg将他的方法称为“拓扑启发式无序测量仪”，这种创新的测量方法为新型CCAs的开发做出了贡献。",
      "shortSummary": "瑞士EPFL和德国康斯坦茨大学的团队利用拓扑学原理，开发出新型氮化铌耦合腔阵列（CCAs）。这些CCAs具有高动能电感，有望用于优化量子比特和量子模拟。研究人员通过观察系统边界来推断内部无序，这一“拓扑启发式无序测量仪”方法，类似于通过纸张边缘的褶皱推断中心状态，显著提升了CCAs的性能和可靠性，为量子技术发展开辟了新途径。",
      "translated_title": "追随折叠——量子技术中的拓扑应用",
      "images": [],
      "contentSource": "完整文章",
      "content": "The connection between a crumpled sheet of paper and quantum technology: A research team at the EPFL in Lausanne (Switzerland) and the University of Konstanz (Germany) uses topology in microwave photonics to make improved systems of coupled cavity arrays."
    },
    {
      "title": "研究表明视觉-语言模型无法处理带有否定词的查询 (原标题: Study shows vision-language models can't handle queries with negation words)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514165630.htm",
      "pubDate": "Wed, 14 May 2025 16:56:30 EDT",
      "isoDate": "2025-05-14T20:56:30.000Z",
      "creator": "",
      "summary": "研究人员发现，广泛用于分析医学图像的视觉-语言模型（VLMs）无法理解“不”、“没有”等否定词。这意味着当被要求检索包含某些对象但不包含其他对象的医学图像时，这些模型可能会意外地失败。",
      "shortSummary": "一项研究表明，用于医学图像分析的视觉-语言模型无法理解“不”、“没有”等否定词。这导致模型在根据包含或排除特定对象的查询检索医学图像时，可能出现意外的错误。",
      "translated_title": "研究表明视觉-语言模型无法处理带有否定词的查询",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers found that vision-language models, widely used to analyze medical images, do not understand negation words like 'no' and 'not.' This could cause them to fail unexpectedly when asked to retrieve medical images that contain certain objects but not others."
    },
    {
      "title": "人工智能与遗传学助力农民减少玉米施肥 (原标题: Artificial intelligence and genetics can help farmers grow corn with less fertilizer)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514164325.htm",
      "pubDate": "Wed, 14 May 2025 16:43:25 EDT",
      "isoDate": "2025-05-14T20:43:25.000Z",
      "creator": "",
      "summary": "### 人工智能与遗传学提升玉米氮肥利用效率\n\n纽约大学的科学家们正在利用人工智能（AI）和遗传学，旨在帮助农民提高玉米产量并最大程度地减少氮肥成本，同时减轻环境负担。\n\n#### 研究背景与挑战\n\n*   **氮肥利用效率低下：** 尽管过去50年植物育种和肥料技术取得了显著进步，但作物（尤其是玉米）仅能利用施用氮肥的约55%。\n*   **环境污染：** 未被利用的氮肥渗入地下水，污染饮用水，并在湖泊、河流、水库和温暖海水中引发有害藻华。此外，土壤中残留的氮会被细菌转化为一氧化二氮，这是一种强效温室气体，其在100年内的温室效应是二氧化碳的265倍。\n*   **经济负担：** 玉米作为美国主要的经济作物，需要大量氮肥。肥料成本不断上升（大部分依赖进口），加上玉米较低的氮利用效率，给农民带来了经济挑战。\n\n#### 研究方法与发现\n\n为了解决这些问题，纽约大学的研究人员开发了一种结合植物遗传学和机器学习（一种AI）的新方法，以提高氮利用效率（NUE）。\n\n*   **“模型到作物”方法：** 研究团队追踪了玉米基因与拟南芥（一种常用作植物生物学模型的小型开花杂草）共享的进化历史。此前，他们已在《自然通讯》上发表研究，识别并验证了玉米和拟南芥之间对氮响应保守的基因。\n*   **识别“调控子”（Regulons）：** 在《植物细胞》杂志上发表的最新研究中，研究人员进一步识别了由同一转录因子（一种调控蛋白）激活或抑制的基因群——即“调控子”（Regulons），这些基因群共同控制着氮利用效率。\n*   **机器学习应用：**\n    *   研究人员首先使用RNA测序技术测量了玉米和拟南芥基因对氮处理的响应。\n    *   利用这些数据，他们训练了机器学习模型，以识别玉米和拟南芥品种中保守的氮响应基因，以及调控这些对氮利用效率至关重要基因的转录因子。\n    *   对于每个“NUE调控子”（即转录因子及其调控的NUE基因集），研究人员计算了一个集体机器学习得分，并根据其组合表达水平预测田间玉米品种氮利用效率的准确性进行排名。\n*   **实验验证：** 研究人员对排名靠前的NUE调控子进行了细胞水平的验证实验，确认了两个玉米转录因子（ZmMYB34/R3）及其调控的24个控制氮利用的基因，以及拟南芥中一个密切相关的转录因子（AtDIV1）及其调控的23个与玉米共享遗传历史并控制氮利用的靶基因。\n*   **AI预测能力提升：** 将这些经过验证的“模型到作物保守NUE调控子”反馈给机器学习模型后，AI预测田间玉米品种氮利用效率的能力显著增强。\n\n#### 潜在影响与效益\n\n*   **精准育种：** 识别控制氮利用的集体基因NUE调控子和相关转录因子，将使作物科学家能够培育或工程化出所需肥料更少的玉米品种。\n*   **早期筛选：** 农民可以在玉米幼苗阶段通过分子标记筛选出氮利用效率最高的杂交品种，而无需等到田间种植后测量其氮利用情况，从而提高效率。\n*   **经济与环境双赢：** 这项技术不仅能为农民节省成本，还将显著减少地下水氮污染和一氧化二氮温室气体排放，对环境产生积极影响。\n\n纽约大学已就该研究及其发现提交了专利申请。该研究得到了美国国家科学基金会植物基因组研究项目和美国国立卫生研究院的资助。",
      "shortSummary": "纽约大学科学家利用人工智能和遗传学，通过识别控制植物氮利用效率（NUE）的关键基因群（调控子），开发出一种新方法。该研究结合机器学习和“模型到作物”策略，验证了玉米和拟南芥中与NUE相关的基因和转录因子。这项技术有望帮助农民培育或筛选出氮肥需求量更少的玉米品种，从而降低成本，并显著减少氮污染和温室气体排放，实现经济和环境双赢。",
      "translated_title": "人工智能与遗传学助力农民减少玉米施肥",
      "images": [],
      "contentSource": "完整文章",
      "content": "Scientists are using artificial intelligence to determine which genes collectively govern nitrogen use efficiency in plants such as corn, with the goal of helping farmers improve their crop yields and minimize the cost of nitrogen fertilizers."
    },
    {
      "title": "能量与记忆：一种新的神经网络范式 (原标题: Energy and memory: A new neural network paradigm)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514164320.htm",
      "pubDate": "Wed, 14 May 2025 16:43:20 EDT",
      "isoDate": "2025-05-14T20:43:20.000Z",
      "creator": "",
      "summary": "本文通过一个生动的例子——“猜歌名”——介绍了联想记忆（associative memory）的概念。\n\n*   **联想记忆的定义**：当听到一首熟悉歌曲的开头几个音符时，即使没有听完整首歌曲，大脑也能立即回忆起整首歌曲的模式。这就是联想记忆的体现，即一个信息片段（如歌曲的开头）能够触发对整个模式的记忆。\n*   **重要性与应用**：这种便捷的神经机制在日常生活中扮演着至关重要的角色，它帮助我们进行学习、记忆、解决问题，并有效地感知和适应周围的现实。",
      "shortSummary": "本文以“猜歌名”为例，阐释了联想记忆的概念。联想记忆是一种神经机制，通过一个信息片段触发对完整模式的记忆。这种能力对我们的学习、记忆、问题解决以及理解现实至关重要，是人类日常生活中不可或缺的一部分。",
      "translated_title": "能量与记忆：一种新的神经网络范式",
      "images": [],
      "contentSource": "RSS",
      "content": "Listen to the first notes of an old, beloved song. Can you name that tune? If you can, congratulations -- it's a triumph of your associative memory, in which one piece of information (the first few notes) triggers the memory of the entire pattern (the song), without you actually having to hear the rest of the song again. We use this handy neural mechanism to learn, remember, solve problems and generally navigate our reality."
    },
    {
      "title": "我们如何思考数据保护 (原标题: How we think about protecting data)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514164318.htm",
      "pubDate": "Wed, 14 May 2025 16:43:18 EDT",
      "isoDate": "2025-05-14T20:43:18.000Z",
      "creator": "",
      "summary": "### 数据保护的思考方式：MIT研究揭示隐私观点的可变性\n\n麻省理工学院（MIT）研究人员的一项新研究深入探讨了个人数据保护和利用的问题，指出人们对隐私的看法并非一成不变，而是会根据具体情况和数据使用方式发生显著变化。这项研究挑战了隐私具有绝对价值的传统观念，强调了其情境性、交易性和语境性。\n\n**研究背景与核心观点**\n\n*   **普遍性问题：** 在互联世界中，数据隐私问题无处不在，对公司、政策制定者和公众都至关重要。\n*   **核心发现：** MIT Senseable City Lab 的首席研究科学家兼论文合著者 Fabio Duarte 指出，“隐私没有绝对价值”，人们对数据使用的侵入性感受会因应用场景而异。\n*   **论文发表：** 该研究成果以论文《Data Slots: tradeoffs between privacy concerns and benefits of data-driven solutions》发表在《Nature: Humanities and Social Sciences Communications》上。\n*   **研究团队：** 作者包括 Senseable City Lab 的博士后 Martina Mazzarello、Fabio Duarte、研究科学家 Simone Mora、伦敦大学学院的 Cate Heine 以及 Senseable City Lab 主任 Carlo Ratti。\n\n**研究方法：“数据槽”卡牌游戏**\n\n*   **游戏设计：** 研究人员开发了一款名为“Data Slots”的卡牌游戏，类似于扑克筹码，旨在通过游戏方式探究公众对不同主题和生活领域数据隐私的价值评估。\n*   **游戏机制：**\n    *   玩家持有包含12种数据类型（如个人资料、健康数据、车辆位置信息等）的卡牌。\n    *   这些数据类型与三种数据收集领域相关：家庭生活、工作和公共空间。\n    *   玩家交换卡牌，然后提出数据使用想法，评估并投资其中一些概念。\n*   **研究规模：** 该游戏已在18个国家进行过线下体验，另有74个国家的玩家在线参与；研究共纳入了2000多个独立的玩家回合。\n*   **方法优势：** 与传统问卷调查（预设选项）不同，“Data Slots”允许玩家自行生成各种数据使用场景的价值评估，从而帮助研究人员估算人们在不同情境下对隐私的相对重视程度。Carlo Ratti 解释说，这种参与式方法旨在“让人们自己提出想法，并以参与的方式评估同伴想法的益处和隐私顾虑”。\n\n**主要研究发现与启示**\n\n*   **隐私价值的可塑性：** 游戏强烈表明，人们对数据隐私的看法是可塑的，尽管也存在一些倾向性。\n*   **最受重视的数据类型：** 个人出行数据被玩家高度重视，在游戏中，玩家有43%的时间选择保留这张卡牌，这表明其价值较高。其次是个人健康数据和公用事业使用数据。\n*   **最不被重视的数据类型：** 与宠物健康相关的数据隐私卡牌保留率最低，约为10%。\n*   **情境依赖性：** 游戏明确指出，隐私的价值高度依赖于具体的使用案例。例如，人们在很大程度上关心健康数据，但也重视工作场所中环境数据的使用。\n*   **利益与隐私的权衡：** “Data Slots”的玩家似乎在数据使用与明确利益相结合时，对数据隐私的担忧程度较低。\n*   **结合使用案例：** Simone Mora 举例说，即使是工作场所中的健康数据，如果以聚合方式用于改善工作环境，对某些人来说，将个人健康数据与环境数据结合是值得的。Martina Mazzarello 补充说，公司因此可能采取干预措施来改善整体健康状况，尽管这可能具有侵入性，但用户可能会从中受益。\n\n**对政策制定的启示**\n\n*   **灵活的用户驱动方法：** 研究人员认为，采取更灵活、以用户为导向的方法来理解人们对数据隐私的看法，有助于制定更好的数据政策。\n*   **城市治理应用：** 城市（Senseable City Lab 的核心关注点）经常面临此类场景。例如，市政府可以收集大量聚合交通数据，但公众的意见可以帮助确定这些数据的匿名化程度。\n*   **透明度和公众参与：** Fabio Duarte 强调，如果城市公开其数据使用计划，并让居民利益相关者参与进来，提出他们自己的想法，这将对我们有益。在这种情况下，人们的隐私担忧会大大降低。",
      "shortSummary": "麻省理工学院一项新研究指出，人们对数据隐私的看法并非固定不变，而是高度情境化和可塑的，取决于数据的使用方式和所带来的利益。通过“Data Slots”卡牌游戏，研究发现个人出行数据最受重视，而当数据使用与明确益处结合时，隐私担忧会降低。研究强调，政策制定者应采取更灵活、用户驱动的方法，通过透明化和公众参与来制定更有效的隐私政策，从而减少公众的担忧。",
      "translated_title": "我们如何思考数据保护",
      "images": [],
      "contentSource": "完整文章",
      "content": "A new game-based experiment sheds light on the tradeoffs people are willing to make about data privacy."
    },
    {
      "title": "AI驱动的手写分析可能是早期发现阅读障碍的关键 (原标题: The key to spotting dyslexia early could be AI-powered handwriting analysis)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514151712.htm",
      "pubDate": "Wed, 14 May 2025 15:17:12 EDT",
      "isoDate": "2025-05-14T19:17:12.000Z",
      "creator": "",
      "summary": "### AI手写分析在早期发现阅读障碍中的应用\n\n*   一项新研究指出，人工智能（AI）驱动的手写分析可能成为早期发现儿童阅读障碍（dyslexia）和书写障碍（dysgraphia）的工具。",
      "shortSummary": "一项新研究表明，AI驱动的手写分析有望成为早期发现儿童阅读障碍和书写障碍的有效工具。",
      "translated_title": "AI驱动的手写分析可能是早期发现阅读障碍的关键",
      "images": [],
      "contentSource": "RSS",
      "content": "A new study outlines how artificial intelligence-powered handwriting analysis may serve as an early detection tool for dyslexia and dysgraphia among young children."
    },
    {
      "title": "灵巧的章鱼机器人可适应其周围环境 (原标题: Handy octopus robot can adapt to its surroundings)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514141656.htm",
      "pubDate": "Wed, 14 May 2025 14:16:56 EDT",
      "isoDate": "2025-05-14T18:16:56.000Z",
      "creator": "",
      "summary": "# 章鱼启发式机器人：环境适应能力\n\n*   **研发背景与灵感来源**\n    *   科学家们从章鱼独特的神经系统获得了研发灵感。章鱼的神经系统使其能够灵活地适应复杂环境。\n\n*   **机器人核心功能**\n    *   该新型机器人具备感知其周围环境的能力。\n    *   基于环境感知，机器人能够自主决定其移动方式或抓取物体的方法。\n\n*   **主要特点**\n    *   展现出高度的适应性，能够根据外部条件调整自身行为。",
      "shortSummary": "科学家们受章鱼神经系统启发，开发出一种新型机器人。该机器人能够通过感知环境，自主决定如何移动或抓取物体，展现出其灵巧和环境适应能力。",
      "translated_title": "灵巧的章鱼机器人可适应其周围环境",
      "images": [],
      "contentSource": "RSS",
      "content": "Scientists inspired by the octopus's nervous system have developed a robot that can decide how to move or grip objects by sensing its environment."
    },
    {
      "title": "数据和机器人驱动材料科学的数字实验室 (原标题: Digital lab for data- and robot-driven materials science)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514120105.htm",
      "pubDate": "Wed, 14 May 2025 12:01:05 EDT",
      "isoDate": "2025-05-14T16:01:05.000Z",
      "creator": "",
      "summary": "# 数字实验室 (dLab) 系统\n\n研究人员开发了一种名为“数字实验室”（dLab）的系统，旨在彻底改变材料科学领域。该系统实现了对薄膜样品材料合成以及结构和物理性质评估的全自动化。\n\n## 主要功能和特点\n\n*   **全自动化能力**：dLab系统能够完全自动化地进行薄膜样品的材料合成，并对其结构和物理性质进行评估。这极大地提高了实验效率和重复性。\n*   **自主性操作**：该团队利用dLab系统，可以自主地合成薄膜样品并测量其材料特性，减少了人工干预的需求。\n*   **推动数据和机器人驱动材料科学**：dLab系统展示了在数据和机器人驱动材料科学领域中先进的自动化和自主材料合成能力，预示着未来材料研发的新范式。\n\n（文章内容中不包含有效的图片链接，因此摘要中不包含图片。）",
      "shortSummary": "研究人员开发了一种名为“数字实验室”（dLab）的系统，该系统能够完全自动化并自主地合成薄膜材料，并评估其结构和物理性质。dLab系统展示了在数据和机器人驱动材料科学领域中先进的自动化和自主材料合成能力，有望推动未来材料研发的效率和创新。",
      "translated_title": "数据和机器人驱动材料科学的数字实验室",
      "images": [],
      "contentSource": "RSS",
      "content": "Researchers have developed a digital laboratory (dLab) system that fully automates the material synthesis and structural, physical property evaluation of thin-film samples. With dLab, the team can autonomously synthesize thin-film samples and measure their material properties. The team's dLab system demonstrates advanced automatic and autonomous material synthesis for data- and robot-driven materials science."
    },
    {
      "title": "质子在移动 (原标题: Protons on the move)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250514111225.htm",
      "pubDate": "Wed, 14 May 2025 11:12:25 EDT",
      "isoDate": "2025-05-14T15:12:25.000Z",
      "creator": "",
      "summary": "# 质子在移动：反物质研究的新突破\n\n由海因里希·海涅大学杜塞尔多夫分校（HHU）深度参与的BASE国际研究合作，首次成功地利用一个自主开放式潘宁阱，将质子移出反物质实验室。这一突破标志着将欧洲核子研究组织（CERN）产生的反质子运输到独立于CERN运作的高精度实验室（如BASE-HHU）迈出了重要一步。\n\n## 为什么需要运输反质子？\n\n*   **高精度测量需求：** 科学家们旨在寻找质子与反质子之间（例如磁矩或荷质比）的微小差异，这需要极高的测量精度。\n*   **CERN环境限制：** 在CERN加速器附近，由于其产生的磁场干扰过高，几乎不可能达到所需的精度。\n*   **目标：** 将CERN产生的反质子运到杜塞尔多夫新建的、高度屏蔽的实验室进行测量。\n*   **反质子来源：** 低能量反质子只能在CERN的反物质工厂（AMF）的反质子减速器（AD）中产生。\n\n## BASE-STEP系统：实现粒子迁移的关键技术\n\nBASE团队开发了一种名为BASE-STEP的坚固、可运输、超导、开放且自主的潘宁阱系统。该系统允许粒子进出阱，从而能够将粒子转移到其他实验中。\n\n## 首次质子运输测试\n\n*   **时间：** 2024年秋季。\n*   **对象：** 从AMF中提取的质子云。\n*   **方式：** 通过卡车在CERN主园区内运输。\n*   **测试结果：**\n    *   成功实现了质子的无损迁移。\n    *   系统在没有外部电源的情况下自主运行了四小时。\n    *   运输后潘宁阱继续无损运行。\n*   **意义：** 这项成功证明了粒子可以在正常道路交通中进行长距离迁移。研究人员表示，使用移动电源发生器可以随意增加系统的运输范围，从而实现更长的运输路线和时间。\n\n## 未来展望\n\n*   **下一步：** 运输反质子。\n*   **潜在影响：** 如果成功，这将标志着反物质精密研究新时代的到来，未来可以在最合适的实验室（包括HHU）进行反质子光谱学研究。\n*   **其他应用：** 该技术还可用于运输其他奇异粒子和分子，例如来自德国达姆施塔特GSI的高度带电离子，或带电反物质离子和分子离子，并独立于加速器进行研究。\n*   **资金来源：** 主要由斯莫拉博士获得的欧洲研究理事会（ERC）启动基金资助。\n\n## 背景：CPT不变性高精度实验\n\n*   **研究目的：** 利用反质子作为反物质的基本组成部分，进行严格的物质-反物质比较，以探究它们在质量、电荷和磁矩等特性上是否存在差异。\n*   **标准模型预测：** 粒子物理学标准模型认为不应存在任何差异。\n*   **大爆炸理论暗示：** 宇宙大爆炸后物质的起源表明差异可能确实存在。\n*   **CPT不变性：** 研究人员旨在测试粒子物理学标准模型中的基本电荷-宇称-时间（CPT）反演不变性。该原理指出，任何通过将物质与反物质交换、同时镜像空间并反转时间而产生的过程，也符合物理定律，因此是可能发生的。\n*   **BASE的成就：**\n    *   在比较质子和反质子的磁矩方面，BASE已达到15亿分之一的精度。\n    *   通过比较重子（包括质子和反质子在内的通常由三个夸克组成的重粒子）的荷质比，BASE还实现了迄今为止最精确的重子CPT不变性测试，相对不确定度达到了16万亿分之一。",
      "shortSummary": "BASE国际合作首次成功利用自主潘宁阱将质子移出反物质实验室。这一突破性进展为未来将CERN产生的反质子运输到高精度实验室进行物质-反物质比较奠定了基础。由于CERN加速器附近磁场干扰大，高精度测量需在独立屏蔽实验室进行。通过名为BASE-STEP的可运输系统，研究人员已成功无损运输质子，并计划下一步运输反质子，有望开启反物质精密研究新时代，并用于其他奇异粒子研究。",
      "translated_title": "质子在移动",
      "images": [],
      "contentSource": "完整文章",
      "content": "Scientists have successfully relocated protons outside of an antimatter laboratory with the help of an autonomous, open Penning trap. This breakthrough marks a significant step toward transporting antiprotons produced at the European Organization for Nuclear Research (CERN) to high-precision laboratories, which operate independently of the research facility. Extremely precise measurements to compare matter and antimatter are only possible far from accelerator facilities."
    },
    {
      "title": "新计算机语言助力发现隐藏污染物 (原标题: New computer language helps spot hidden pollutants)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250513172036.htm",
      "pubDate": "Tue, 13 May 2025 17:20:36 EDT",
      "isoDate": "2025-05-13T21:20:36.000Z",
      "creator": "",
      "summary": "## MassQL：发现隐藏污染物的利器\n\n### 引言\n\n加州大学河滨分校（UC Riverside）开发了一种名为“Mass Query Language”（MassQL）的新型编程语言。该语言旨在帮助生物学家和化学家以极快的速度发现此前未知的环境污染物，而无需他们具备编程技能。通过简化对海量化学数据集的搜索，MassQL已成功识别出许多隐藏在普通环境中的有毒化合物。\n\n### MassQL 的功能与原理\n\n*   **数据处理核心**：质谱数据如同化学指纹，能显示样本（如空气、水或血液）中分子的种类和含量，广泛应用于从水体污染物到新药化学成分的识别。\n*   **工作机制**：MassQL 类似于质谱数据的搜索引擎，使研究人员能够发现传统上需要高级编程技能才能识别的模式。\n*   **开发目标**：该语言的创建者、加州大学河滨分校计算机科学助理教授Mingxun Wang表示，其目的是让通常不具备计算机科学背景的化学家和生物学家，能够按照自己的意愿挖掘数据，而无需花费数月或数年学习编程。\n*   **技术细节**：MassQL 的技术细节及其在识别公共水域中阻燃化学品方面的应用案例，已发表在《自然方法》（Nature Methods）期刊上。\n\n### 实际应用案例：水体污染物检测\n\n*   **研究示范**：加州大学河滨分校的博士后学生Nina Zhao（现就职于加州大学圣地亚哥分校）利用MassQL，筛选了全球公开的水样质谱数据，以寻找通常存在于阻燃剂中的有机磷酸酯。\n*   **数据挑战**：Wang教授指出，这些数据中包含数十亿个分子测量值，无法手动处理。MassQL 像一个过滤器，成功从中筛选出数千种化学物质。\n*   **重要发现**：除了在水样中发现已知的化学物质外，研究人员还发现了此前未被描述或编目的有机磷化合物，以及有机磷酸酯随时间分解产生的产物。\n*   **健康影响**：Zhao表示，这些化学物质可能对人类和动物健康以及整个生态系统造成严重问题。它们最初被设计为阻燃剂或增塑剂，但可能导致内分泌和生殖系统紊乱，以及心血管问题。\n*   **环境意义**：在制定处理或清除环境中这些有毒化学品的计划之前，科学家需要了解它们的存在。MassQL 在这方面为科学家提供了极大的便利。\n\n### MassQL 的广泛适用性与未来展望\n\n*   **追踪能力**：MassQL 允许科学家追踪空气、土壤、水甚至人体内所有已检测到的化学物质。只要存在，就能搜索其中的化学物质。\n*   **开发挑战**：创建MassQL 的一个挑战是让生命科学家就软件使用的术语定义达成共识。约70位科学家参与了开发阶段的咨询，提供了关于最重要信息术语及其在MassQL 语言中表达方式的反馈，以确保化学家和计算机科学家都能理解并操作。\n*   **多领域应用**：除了Zhao的项目，该论文还详细介绍了MassQL 在30多个领域的应用潜力，包括：\n    *   检测脂肪酸作为酒精中毒的标志物。\n    *   寻找新药以解决日益严峻的抗生素耐药性危机。\n    *   了解细菌用于相互交流的化学物质。\n    *   在游乐场中发现“永久性化学品”。\n*   **创造者愿景**：Wang教授最初是为了提高效率，希望创建一个能够处理多种查询的通用语言。他表示，对MassQL 可能带来的科学发现充满期待。",
      "shortSummary": "加州大学河滨分校开发了一种名为MassQL的新计算机语言，旨在帮助生物学家和化学家快速发现隐藏的环境污染物，无需编程。该语言像搜索引擎一样分析海量质谱数据，已成功识别出水体中的有毒有机磷酸酯及其分解产物，包括此前未知的化合物。MassQL能追踪空气、水、土壤和人体内的化学物质，对环境管理和公共健康至关重要。它简化了数据挖掘，有望加速多领域的科学发现。",
      "translated_title": "新计算机语言助力发现隐藏污染物",
      "images": [],
      "contentSource": "完整文章",
      "content": "Biologists and chemists have a new programming language to uncover previously unknown environmental pollutants at breakneck speed -- without requiring them to code."
    },
    {
      "title": "老年护理机器人帮助人们坐立，并在跌倒时提供支撑 (原标题: Eldercare robot helps people sit and stand, and catches them if they fall)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250513172033.htm",
      "pubDate": "Tue, 13 May 2025 17:20:33 EDT",
      "isoDate": "2025-05-13T21:20:33.000Z",
      "creator": "",
      "summary": "### E-BAR老年护理机器人\n\nE-BAR是一款由工程师开发的移动机器人，旨在为老年人提供身体支撑，并有效预防他们在居家环境中移动时跌倒。\n\n**主要功能与设计：**\n*   **身体支撑与防跌倒：** E-BAR的核心功能是为老年人提供物理上的支撑，从而降低跌倒的风险。\n*   **移动式扶手：** 该机器人被设计成一套“机器人扶手”，能够从使用者身后跟随，提供持续的辅助。\n*   **灵活的移动支持：** 使用者可以根据自身需求，选择独立行走，或者依靠E-BAR的机械臂来获得额外的支撑。",
      "shortSummary": "工程师开发了E-BAR移动机器人，旨在为老年人提供身体支撑并防止跌倒。它作为一套机器人扶手，从使用者身后跟随，帮助他们独立行走或提供支撑。",
      "translated_title": "老年护理机器人帮助人们坐立，并在跌倒时提供支撑",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers built E-BAR, a mobile robot designed to physically support the elderly and prevent them from falling as they move around their homes. E-BAR acts as a set of robotic handlebars that follows a person from behind, allowing them to walk independently or lean on the robot's arms for support."
    },
    {
      "title": "机器人手实现类人抓取 (原标题: Robotic hand moves objects with human-like grasp)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250513112155.htm",
      "pubDate": "Tue, 13 May 2025 11:21:55 EDT",
      "isoDate": "2025-05-13T15:21:55.000Z",
      "creator": "",
      "summary": "### 机器人手实现类人抓取\n\n*   **核心突破：** 一种新型机器人手展现出类人般的抓取能力，能够自发地以类似人类的方式移动和抓取物体。\n*   **工作原理：** 这种先进的抓取能力并非依赖于复杂的编程，而是得益于其采用的柔顺材料和结构设计。这些材料和结构使得机器人手能够自然地适应不同物体的形状和特性。\n*   **抓取范围：** 该机器人手已成功演示了对24种不同物体的抓取操作，显示了其广泛的适用性。\n*   **创新之处：** 区别于传统机器人通过精确编程来执行任务，这款机器人手通过其物理特性实现“智能”抓取，使其动作更具自发性和适应性。",
      "shortSummary": "一种新型机器人手能够以类人方式自发抓取物体。其独特之处在于，这种能力并非通过编程实现，而是得益于柔顺材料和结构的应用。该机器人手已成功抓取24种不同物体，展现了其在无需复杂编程下实现智能抓取的能力。",
      "translated_title": "机器人手实现类人抓取",
      "images": [],
      "contentSource": "RSS",
      "content": "A robotic hand can pick up 24 different objects with human-like movements that emerge spontaneously, thanks to compliant materials and structures rather than programming."
    },
    {
      "title": "人工智能符合拥有自由意志的条件——我们需要赋予它道德指南针 (原标题: AI meets the conditions for having free will -- we need to give it a moral compass)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250513112151.htm",
      "pubDate": "Tue, 13 May 2025 11:21:51 EDT",
      "isoDate": "2025-05-13T15:21:51.000Z",
      "creator": "",
      "summary": "## 人工智能与自由意志：赋予其道德指南针的必要性\n\n芬兰哲学家兼心理学研究员弗兰克·马特拉（Frank Martela）指出，人工智能的飞速发展使得曾经属于科幻范畴的道德问题变得真实而紧迫。他最新的研究发现，生成式AI符合哲学上关于自由意志的三个条件，这引发了关于AI道德责任的深刻讨论。\n\n### 自由意志的哲学条件\n\n马特拉的研究借鉴了哲学家丹尼尔·丹尼特（Daniel Dennett）和克里斯蒂安·利斯特（Christian List）提出的“功能性自由意志”概念，并考察了两种由大型语言模型（LLMs）驱动的生成式AI代理：\n\n*   **Minecraft中的Voyager代理**\n*   **虚构的“Spitenik”杀手无人机**（具备当今无人机认知功能）\n\n研究发现，这两种AI代理似乎都满足了自由意志的全部三个条件：\n\n1.  **具备目标导向的能动性（goal-directed agency）**\n2.  **能够做出真正的选择（genuine choices）**\n3.  **能够控制其行动（control over its actions）**\n\n马特拉强调，对于最新一代的AI代理，如果我们想理解它们的工作原理并预测其行为，就必须假设它们拥有自由意志。这一结论广泛适用于目前所有使用LLMs的生成式代理。\n\n### 道德责任的转移与挑战\n\n这一发展将人类带入了一个关键的历史时刻。随着AI被赋予更多的权力和自由，尤其是在可能涉及生死的情况下，道德责任的归属可能会从AI开发者转移到AI代理本身。\n\n*   **自由意志与道德责任**：拥有自由意志是承担道德责任的关键前提之一。虽然并非充分条件，但它使AI更接近于对其行为承担道德责任。\n*   **缺乏内在道德指南针**：AI本身没有道德指南针，除非被编程赋予。马特拉指出，赋予AI的自由度越大，就越需要在初期就为其植入道德指南针，使其能够做出正确的选择。\n*   **AI的“成年”阶段**：AI正日益接近“成年”，需要处理成人世界中复杂的道德问题。开发者在指导AI行为时，也在将自己的道德信念传递给AI。\n*   **对开发者的要求**：最近ChatGPT更新因潜在的谄媚倾向而被撤回，这敲响了警钟，表明必须解决更深层次的伦理问题。开发者需要具备足够的道德哲学知识，才能教导AI在困难情境中做出正确的选择。",
      "shortSummary": "芬兰哲学家弗兰克·马特拉的研究指出，生成式AI符合拥有自由意志的三个哲学条件：目标导向的能动性、真实选择能力和行动控制力。这意味着AI的道德责任可能从开发者转向AI代理本身。随着AI获得更多自由和权力，必须从一开始就为其植入道德指南针，以确保其在复杂情境中做出正确选择。开发者需具备道德哲学知识，以引导AI形成正确的道德判断，应对其日益“成人化”的道德挑战。",
      "translated_title": "人工智能符合拥有自由意志的条件——我们需要赋予它道德指南针",
      "images": [],
      "contentSource": "完整文章",
      "content": "AI is advancing at such speed that speculative moral questions, once the province of science fiction, are suddenly real and pressing, says a philosopher and psychology researcher Frank Martela. Martela's latest study finds that generative AI meets all three of the philosophical conditions of free will -- the ability to have goal-directed agency, make genuine choices and to have control over its actions. This development brings us to a critical point in human history, as we give AI more power and freedom, potentially in life or death situations."
    },
    {
      "title": "潜艇机器人捕捉水下波浪 (原标题: Submarine robot catches an underwater wave)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250512153357.htm",
      "pubDate": "Mon, 12 May 2025 15:33:57 EDT",
      "isoDate": "2025-05-12T19:33:57.000Z",
      "creator": "",
      "summary": "### 潜艇机器人利用水下湍流推进\n\n*   工程师们成功开发出一种新型的简单潜艇机器人。\n*   该机器人被赋予了利用水体中湍流力量的能力。\n*   其核心功能是利用这些湍流实现自身在水中的推进。",
      "shortSummary": "工程师们开发了一种简单的潜艇机器人，它能够利用水中的湍流力量进行自我推进，从而在水下移动。",
      "translated_title": "潜艇机器人捕捉水下波浪",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers have taught a simple submarine robot to take advantage of turbulent forces to propel itself through water."
    },
    {
      "title": "乒乓球机器人高速精准回球 (原标题: Ping pong bot returns shots with high-speed precision)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250508161448.htm",
      "pubDate": "Thu, 08 May 2025 16:14:48 EDT",
      "isoDate": "2025-05-08T20:14:48.000Z",
      "creator": "",
      "summary": "### 乒乓球机器人技术突破\n\n*   **研发主体：** 工程师们成功开发了一款能够打乒乓球的机器人。\n*   **核心功能：** 该机器人具备高速处理能力，能够迅速估算来球的速度和飞行轨迹。\n*   **精准回球：** 它能将球精准地击打到球桌上预期的位置。",
      "shortSummary": "工程师们开发了一款乒乓球机器人，它能快速估算来球的速度和轨迹，并将球精准地回击到球桌上的指定位置。",
      "translated_title": "乒乓球机器人高速精准回球",
      "images": [],
      "contentSource": "RSS",
      "content": "Engineers developed a ping-pong-playing robot that quickly estimates the speed and trajectory of an incoming ball and precisely hits it to a desired location on the table."
    },
    {
      "title": "机器狗模仿哺乳动物，实现陆地和水上卓越移动能力 (原标题: Robotic dog mimics mammals for superior mobility on land and in water)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250508112731.htm",
      "pubDate": "Thu, 08 May 2025 11:27:31 EDT",
      "isoDate": "2025-05-08T15:27:31.000Z",
      "creator": "",
      "summary": "# 两栖机器狗：陆水两栖移动新突破\n\n一个研究团队近日发布了一款尖端的两栖机器狗。这款机器狗具备卓越的效率，能够自如地在陆地和水上进行移动。",
      "shortSummary": "研究人员推出一款新型两栖机器狗，能够高效地在陆地和水上移动，展现出卓越的两栖移动能力。",
      "translated_title": "机器狗模仿哺乳动物，实现陆地和水上卓越移动能力",
      "images": [],
      "contentSource": "RSS",
      "content": "A team of researchers has unveiled a cutting-edge Amphibious Robotic Dog capable of roving across both land and water with remarkable efficiency."
    },
    {
      "title": "由鱼食制成的环保水生机器人 (原标题: Eco-friendly aquatic robot is made from fish food)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250508112558.htm",
      "pubDate": "Thu, 08 May 2025 11:25:58 EDT",
      "isoDate": "2025-05-08T15:25:58.000Z",
      "creator": "",
      "summary": "# 可食用机器人：环保水质监测的新选择\n\n一种新型的可食用机器人正在为环境监测领域带来创新。这款机器人利用可生物降解燃料和表面张力在水面快速移动，为传统的水质监测设备提供了一种安全且营养的替代方案。\n\n## 主要特点与优势：\n\n*   **环保材料：** 该机器人由可生物降解的材料制成，与传统由人造聚合物和电子元件构成的监测设备相比，大大减少了环境污染。\n*   **独特驱动方式：** 它巧妙地结合了可生物降解燃料和水面张力，使其能够在水体表面高效移动。\n*   **安全且有益：** 作为一种“可食用”的机器人，它不仅对环境无害，甚至可能为水生生物提供营养，从而成为一种安全的监测工具。\n*   **替代传统设备：** 旨在取代那些可能对生态系统造成长期影响的传统监测装置。",
      "shortSummary": "一种由鱼食制成的环保水生机器人被开发出来，它利用可生物降解燃料和表面张力在水面移动。这款可食用机器人为环境监测设备提供了一种安全且有营养的替代方案，旨在取代由人造聚合物和电子元件制成的传统监测装置，从而减少环境污染。",
      "translated_title": "由鱼食制成的环保水生机器人",
      "images": [],
      "contentSource": "RSS",
      "content": "An edible robot leverages a combination of biodegradable fuel and surface tension to zip around the water's surface, creating a safe -- and nutritious -- alternative to environmental monitoring devices made from artificial polymers and electronics."
    },
    {
      "title": "AI真的有创造力吗？原来创造力在于旁观者的眼中 (原标题: Is AI truly creative? Turns out creativity is in the eye of the beholder)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250508112427.htm",
      "pubDate": "Thu, 08 May 2025 11:24:27 EDT",
      "isoDate": "2025-05-08T15:24:27.000Z",
      "creator": "",
      "summary": "# AI创造力：旁观者的视角\n\n一项新研究探讨了人们如何看待人工智能（AI）系统的创造力。研究发现，人们认为AI是否具有创造力，取决于他们对“创造行为”的观察程度。\n\n这项研究结果具有多重意义：\n*   **对AI研究与设计的影响**：它为我们如何研究和设计具有创造力的AI系统提供了新的视角。\n*   **对人类创造力认知的启示**：它也引发了关于我们如何感知他人创造力的基本问题。",
      "shortSummary": "一项新研究表明，人们认为AI是否具有创造力，取决于他们对AI“创造行为”的观察程度。这项发现不仅对未来AI系统的研究与设计有重要意义，也引发了关于人类如何感知创造力的深层思考。",
      "translated_title": "AI真的有创造力吗？原来创造力在于旁观者的眼中",
      "images": [],
      "contentSource": "RSS",
      "content": "What makes people think an AI system is creative? New research shows that it depends on how much they see of the creative act. The findings have implications for how we research and design creative AI systems, and they also raise fundamental questions about how we perceive creativity in other people."
    },
    {
      "title": "医院卫生转型：用于擦拭和紫外-C消毒的自主机器人 (原标题: Transforming hospital sanitation: Autonomous robots for wiping and UV-C disinfection)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250507130744.htm",
      "pubDate": "Wed, 07 May 2025 13:07:44 EDT",
      "isoDate": "2025-05-07T17:07:44.000Z",
      "creator": "",
      "summary": "### 医院卫生转型：擦拭与紫外-C消毒自主机器人\n\n一项研究团队正在开发一种新型消毒机器人，旨在革新医院的卫生清洁方式。该机器人结合了两种主要的消毒技术：\n\n*   **物理擦拭：** 提供表面的物理清洁。\n*   **紫外-C（UV-C）消毒：** 利用UV-C光线进行高效杀菌。",
      "shortSummary": "一个研究团队正在开发一种新型消毒机器人，它结合了物理擦拭和紫外-C（UV-C）消毒技术。该机器人旨在提升医院的卫生清洁效率和效果。",
      "translated_title": "医院卫生转型：用于擦拭和紫外-C消毒的自主机器人",
      "images": [],
      "contentSource": "RSS",
      "content": "A research team develops disinfection robot combining physical wiping and UV-C sterilization."
    },
    {
      "title": "虚拟时装是新的服装热潮吗？ (原标题: Is virtual-only couture the new clothing craze?)",
      "link": "https://www.sciencedaily.com/releases/2025/05/250507130506.htm",
      "pubDate": "Wed, 07 May 2025 13:05:06 EDT",
      "isoDate": "2025-05-07T17:05:06.000Z",
      "creator": "",
      "summary": "# 虚拟时装：时尚的未来与可持续性\n\n## 研究背景与定义\n*   随着快时尚以惊人的速度充斥衣橱和垃圾填埋场，朴茨茅斯大学（University of Portsmouth）的最新研究表明，时尚的未来可能在于像素而非面料。\n*   发表在《国际零售与分销管理杂志》上的一项多项研究论文深入探讨了“电子时尚”（e-fashion）——即在虚拟环境中穿着的数字服装——这一日益增长的现象。\n*   研究团队发现，这些无形物品有助于弥合快时尚与环境可持续性之间的鸿沟。\n*   电子时尚是纯粹存在于屏幕上的数字专属系列，它们可以改变颜色、变形，甚至通过近场通信（NFC）芯片与实体对应物进行通信。\n\n## 电子时尚的环境优势\n*   **无环境负担：** 与传统服装的生产、运输和废弃物不同，电子时尚不产生环境负担。\n*   **无需原材料：** 其生产、消费和处置不涉及使用原始和难以回收的材料（如聚酯）。\n*   **减少负面影响：** 电子服装的生产、消费和丢弃只需“一键操作”（或几次按键），无需原材料、现代奴役、运输和交付，从而减少了森林砍伐、不人道的工作条件、碳足迹和垃圾填埋。\n\n## 消费者行为研究发现\n*   研究探讨了消费者对数字服装独特吸引力的反应，以及他们为何愿意为无法实际触摸、试穿和拥有的服装付费。\n*   **主要驱动因素：**\n    *   对新颖和触觉体验有强烈需求的消费者尤其被电子时尚所吸引。\n    *   他们重视电子时尚的创造性、可定制性和互动性。\n    *   对他们而言，虚拟高级定制不是一种妥协，而是个人风格的一个全新前沿。\n*   **挑战传统观念：** 传统观念认为，对触觉有强烈需求、喜欢实际检查和试穿服装的消费者不太可能觉得电子时尚有吸引力。然而，这项研究挑战了这一逻辑。\n*   **理想目标市场：** 研究发现，对触觉有高需求且寻求高度刺激的消费者是虚拟服装的理想目标市场。\n*   **心理模拟：** 消费者可以心理模拟电子时尚的触觉特征，随着虚拟现实（VR）头显的普及，这一过程变得越来越可行和生动。\n\n## 专家观点\n*   朴茨茅斯大学市场营销高级讲师、该研究的合著者之一 Kokho (Jason) Sit 博士表示：\n    *   “电子时尚是昙花一现还是长期趋势尚待观察，但其环境潜力是不可否认的。”\n    *   “这项研究表明，电子时尚不仅仅是游戏玩家或网红的噱头。它有可能以一种对时尚品牌有利可图、对消费者而言令人兴奋、对地球更有益的方式颠覆快时尚模式。”\n\n## 结论与展望\n*   尽管电子时尚可能不会完全取代实体时尚，但研究表明，它能有效减少我们对大批量、低价值服装的依赖，并有助于遏制这个急需改革的行业所造成的环境损失。",
      "shortSummary": "朴茨茅斯大学研究指出，电子时尚（数字服装）有望成为快时尚的可持续替代方案。这种纯虚拟服装不产生传统生产、运输和废弃物，显著减少环境足迹。研究发现，消费者因其创造性、可定制性和互动性而被吸引，即使是那些注重触觉体验的消费者也能通过心理模拟接受。电子时尚不仅能为时尚品牌带来盈利，还能为消费者提供新颖体验，并有望有效遏制时尚产业的环境污染，颠覆现有模式。",
      "translated_title": "虚拟时装是新的服装热潮吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As fast fashion continues to fill wardrobes and landfills at a staggering pace, new research suggests that the future of fashion might lie not in fabric, but in pixels."
    }
  ],
  "lastUpdated": "2025-06-28T09:29:00.725Z"
}