{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "美国“敲开每个国家的大门”，竞相确保稀土供应 (原标题: US ‘knocking on every country’s door’ as it races to secure rare earth supplies)",
      "link": "https://www.scmp.com/economy/global-economy/article/3332221/us-stepping-global-rare-earths-hunt-despite-china-trade-agreement-analysts?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 15:00:10 +0000",
      "isoDate": "2025-11-10T15:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 美国紧急寻求稀土供应以减少对中国的依赖\n\n分析人士指出，美国近期采取的一系列行动，包括总统特朗普会见资源丰富的中亚国家领导人以及扩大美国政府的关键矿产清单，都表明华盛顿正迫切希望在中国与北京的紧张关系再次升级之前，减少对中国稀土的依赖。\n\n### 中国在稀土市场的主导地位\n*   **市场份额：** 根据美国战略与国际研究中心的数据，中国在全球稀土开采中约占70%，加工产出占90%。\n*   **战略重要性：** 稀土是生产汽车、战斗机等一系列高科技产品不可或缺的元素。\n*   **谈判筹码：** 在中美贸易战中，北京日益利用其在稀土产业的主导地位作为与华盛顿谈判的筹码。\n\n### 美国多元化供应的紧迫性\n*   **持续担忧：** 尽管中国商务部作为中美贸易协议的一部分，于上个月在韩国达成协议后，暂停了对几种关键矿产相关“两用物品”的出口管制一年，但美国官员仍在全球范围内寻找替代稀土元素来源。\n*   **专家观点：** 大西洋理事会智库全球中国中心高级研究员Dexter Roberts表示，认为中国不会再次在稀土和关键矿产获取上制造困难是“非常天真的”，并指出“美国对中国也不手软”。\n*   **协议到期：** 鉴于最新中美贸易协议中的几项条款将于明年到期，华盛顿似乎正在加紧努力，使美国的关键资源供应多样化。\n\n### 美国采取的具体行动\n1.  **外交接触中亚国家：**\n    *   特朗普总统在白宫会见了五个中亚国家的领导人。\n    *   此次会议促使美国与乌兹别克斯坦达成一项协议，承诺投资高达4亿美元，以“加强美国公司的关键矿产和稀土供应链”。\n2.  **扩大关键矿产清单：**\n    *   根据《联邦公报》的报道，美国地质调查局（USGS）更新了其关键矿产清单，新增了10种矿产，包括铜和银，使总数达到60种。",
      "shortSummary": "美国正紧急在全球范围内寻求稀土供应，以减少对中国的依赖。中国主导全球稀土市场，并将其作为贸易谈判筹码。尽管中美贸易协议暂时缓解了出口管制，美国仍通过与中亚国家合作（如与乌兹别克斯坦达成4亿美元投资协议）和扩大关键矿产清单等措施，积极多元化其稀土供应链，以应对未来潜在的供应风险。",
      "translated_title": "美国“敲开每个国家的大门”，竞相确保稀土供应",
      "images": [],
      "contentSource": "完整文章",
      "content": "Recent moves by the United States – including President Donald Trump’s meeting with leaders of resource-rich Central Asian countries and the expansion of a US government critical minerals list – signal an urgency in Washington to reduce its reliance on rare earths from China before tensions with Beijing flare up again, analysts said.\nDespite China’s Ministry of Commerce on Sunday suspending export controls on “dual-use items” related to several key minerals for a year as part of the US-China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/5111e099-1e35-448d-b038-746507b0cb4c_b54d230e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "全球贸易的‘瓶颈’在哪里——以及它们能否被克服？ (原标题: Where are the ‘choke points’ in global trade – and can they be overcome?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3332204/where-are-choke-points-global-trade-and-can-they-be-overcome?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 13:00:09 +0000",
      "isoDate": "2025-11-10T13:00:09.000Z",
      "creator": "Kandy Wong",
      "summary": "# 全球贸易瓶颈及其应对\n\n## 引言\n\n尽管2025年上半年全球贸易额增长了5000亿美元，但全球贸易正面临地缘政治、保护主义加剧和气候变化引发的极端天气事件带来的快速、不可预测的转变。许多国家正在寻求新的经济发展路径以应对这些挑战。\n\n## 贸易增长预测与挑战\n\n安联贸易（Allianz Trade）最新报告预测，2026年和2027年全球商品和服务贸易的同比增长率将分别放缓至0.6%和1.8%。这与2025年迄今观察到的2%的增长率相比有所下降，凸显了贸易战的滞后影响以及当前贸易基础设施的局限性。本文将基于安联的分析，探讨这些“传统”贸易路线、其瓶颈以及可能绕过或克服它们的新路线。\n\n## 全球贸易路线中的“瓶颈”\n\n根据安联的报告，全球贸易高度依赖于数量有限的战略走廊和瓶颈。这些瓶颈是集中能源、食品和制成品流动的狭窄通道或物流枢纽。\n\n*   **主要瓶颈示例：**\n    *   苏伊士运河和巴拿马运河\n    *   香港国际机场等航空货运枢纽\n    *   连接港口、铁路和公路的内陆连接点\n\n*   **高风险瓶颈：**\n    *   在承载全球50%至60%商品贸易的“旧路线”中，苏伊士运河和巴拿马运河因拥堵和冗余度有限而被列为高风险瓶颈之首。\n\n## 货运费率驱动因素与风险变化\n\n安联经济研究主管兼报告首席分析师Ana Boata指出，全球贸易的风险驱动因素已发生转变：\n\n*   **新冠疫情前：** 油价是集装箱运费的主要驱动因素。\n*   **现在：** 地缘政治已取代油价，成为首要驱动因素。\n\n## 区域枢纽面临的风险\n\n全球各地的贸易枢纽面临着不同的风险：\n\n*   **亚洲和欧洲枢纽：** 越来越容易受到政治或气候冲击。\n    *   **亚洲枢纽：** 在运力和可靠性方面表现出色，但面临日益增长的政治风险。\n    *   **欧洲港口：** 拥有强大的基础设施和冗余度，但气候暴露风险增加，尤其是在南部地区。\n*   **中途枢纽（从中东到南部非洲）：** 它们是效率的锚点，但仍然容易受到政治和环境压力的影响。\n*   **美洲：** 可靠性高，但大西洋和墨西哥湾沿岸的运力趋紧。",
      "shortSummary": "全球贸易虽有增长，但安联贸易预测2026-2027年增速将放缓，受贸易战和基础设施限制影响。文章探讨了全球贸易的“瓶颈”，如苏伊士和巴拿马运河，它们承载全球一半以上商品贸易，面临拥堵和冗余不足。地缘政治已取代油价成为运费主要驱动因素。亚洲枢纽面临政治风险，欧洲港口受气候影响，中途枢纽和美洲沿岸运力也面临挑战。",
      "translated_title": "全球贸易的‘瓶颈’在哪里——以及它们能否被克服？",
      "images": [],
      "contentSource": "完整文章",
      "content": "While this year has been a watershed for global trade – with the first half of 2025 bringing with it a US$500 billion expansion in value, according to UN Trade and Development – many countries are forging new economic pathways in response to rapid, unpredictable shifts in geopolitics, heightened protectionism and extreme weather events influenced by climate change.\nIn a recent report from Allianz Trade, the insurer predicted that in 2026 and 2027, the year-on-year global growth of trade of goods...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/83fc0dfa-e538-483f-beb6-3c5d5b504810_c80bc19e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易战中，美国渔民错失中国龙虾销售机遇 (原标题: US fishers missing the boat on China lobster sales amid trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332203/us-lobster-fishers-missing-boat-vital-china-sales-amid-trade-war?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 12:30:14 +0000",
      "isoDate": "2025-11-10T12:30:14.000Z",
      "creator": "Kandy Wong",
      "summary": "# 中美贸易战对美国龙虾对华销售的影响\n\n*   **中国市场的重要性**\n    *   中国长期以来是美国龙虾产业至关重要的出口市场。\n    *   中国是全球最大的甲壳类动物消费国和进口国，龙虾全年食用，常在节假日作为礼品赠送。\n\n*   **贸易战带来的冲击**\n    *   由于中美贸易战，美国渔民正在错失中国市场的销售机遇。\n    *   北京和华盛顿互征三位数关税后，美国龙虾对华出货量一度暂停。\n    *   据香港海鲜分销商Turnbury创始人Alexander Schultz称，尽管5月达成“贸易休战”协议后，中国对美国龙虾的关税已降至25%，但美国出口商相对于全球竞争对手仍处于劣势。\n    *   行业内部人士指出，中国正日益转向亚太地区的供应商，美国可能难以夺回其原有市场地位。\n\n*   **美国产业的应对与挑战**\n    *   占美国龙虾供应90%的缅因州渔民，在贸易不确定性下正转向国内市场。\n    *   然而，据直销海鲜公司Maine Lobster Now首席执行官Julian Klenda表示，美国国内买家无法完全取代国际需求，特别是来自中国的需求。\n    *   Schultz也认同，尽管存在现有关税，中国仍然是美国龙虾生产商的关键市场，并继续吸收大部分活龙虾出口。",
      "shortSummary": "中美贸易战导致美国龙虾产业错失中国市场。中国曾是美国龙虾的重要出口地，但高额关税一度使对华出货暂停。尽管关税已降至25%，美国出口商仍面临竞争劣势，中国正转向亚太地区供应商。美国渔民转向国内市场，但国内需求无法完全弥补中国市场的巨大缺口。尽管面临挑战，中国仍是美国龙虾的关键市场。",
      "translated_title": "中美贸易战中，美国渔民错失中国龙虾销售机遇",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has long been a vital export market for the US lobster industry. The country is the world’s largest consumer and importer of the crustacean, which is eaten all year round and often gifted during holidays by Chinese families.\nBut American fishers are now missing out on Chinese sales amid the trade war, and they may struggle to claw back their former position as China increasingly turns to suppliers in the Asia-Pacific region, according to industry insiders.\nUS lobster shipments to China...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/89adef5f-9f7d-4516-b687-0d428e017d61_16dd748b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国进口商在贸易博览会上签署创纪录的835亿美元协议 (原标题: China’s importers sign record US$83.5 billion in deals at trade expo)",
      "link": "https://www.scmp.com/business/china-business/article/3332228/chinas-importers-sign-record-us835-billion-deals-ciie-after-us-china-trade-truce?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 12:00:09 +0000",
      "isoDate": "2025-11-10T12:00:09.000Z",
      "creator": "Daniel Ren",
      "summary": "## 中国国际进口博览会达成创纪录的835亿美元进口协议\n\n中国企业在上海举行的中国国际进口博览会（CIIE）上签署了创纪录的835亿美元进口协议，凸显了中国大陆消费者作为全球企业和世界经济增长驱动力的重要性。此次博览会是在中美达成贸易休战协议后不到两周举行的，进一步增强了市场信心。\n\n### 主要成果与数据\n*   **总交易额**：835亿美元，创历史新高。\n*   **增长率**：比去年同期增长4.4%。\n*   **历史记录**：这是该年度为期六天的活动连续第五次创下新高。\n*   **市场信心**：上海金融咨询公司Integrity的顾问丁海峰表示，中美两大经济体之间的贸易协定增强了外国制造商和本地商家达成协议的信心。\n\n### 协议性质与产品类别\n*   **初步合同**：据商务部下属的CIIE局透露，这些合同是初步的，部分协议可能不会最终敲定。\n*   **预签协议**：许多合同是在11月5日博览会开幕前预先签署的。\n*   **产品亮点**：尽管中国大陆消费者支出增长缓慢，但从食品饮料到助听器等消费品的交易量显著增加。\n\n### 中国政府的承诺\n*   中国国务院总理李强在博览会开幕式上向1000多名政府官员、商界领袖和商家承诺，将进一步向国际企业开放中国庞大的消费市场。",
      "shortSummary": "中国国际进口博览会(CIIE)在上海闭幕，中国企业签署了创纪录的835亿美元进口协议，同比增长4.4%。这是该年度盛会连续第五次创下新高，凸显了中国大陆消费者对全球企业和世界经济增长的关键驱动作用。在中美贸易休战后，此次博览会增强了市场信心。尽管消费支出放缓，但消费品交易显著增长。中国总理李强承诺将进一步开放国内市场。",
      "translated_title": "中国进口商在贸易博览会上签署创纪录的835亿美元协议",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese companies signed a record US$83.5 billion in import deals at the China International Import Expo (CIIE) in Shanghai, reinforcing the importance of mainland consumers as growth drivers for global businesses and the world economy less than two weeks after the US and China reached a trade truce.\nThe total – the fifth straight record high for the annual six-day event, which concluded on Monday – represented a 4.4 per cent increase from a year earlier, according to the organiser, the CIIE...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/1a36b53c-3c14-4b4f-99fb-6681666c2666_c8a32bd3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美暂停相互征收港口费用，贸易战最新缓和迹象 (原标题: China, US suspend rival port fees in latest trade war thaw)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332194/china-us-suspend-rival-port-fees-latest-trade-war-thaw?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 09:01:40 +0000",
      "isoDate": "2025-11-10T09:01:40.000Z",
      "creator": "Carol Yang",
      "summary": "# 中美暂停相互征收港口费用，贸易战最新缓和迹象\n\n## 背景与起因\n\n*   在中美贸易战背景下，两国曾相互征收港口费用，给航运业带来不确定性。这些费用于10月14日生效。\n*   美国此前根据其“301条款”调查，针对中国海事部门征收了相关费用。\n\n## 双方行动与细节\n\n### 美国方面\n\n*   白宫于11月1日宣布暂停其港口费用，并于周一生效，作为与中国贸易休战的一部分。\n*   美国政府表示将继续与北京谈判，同时维持与韩国和日本的“历史性”合作，以振兴美国造船业。\n\n### 中国方面\n\n*   **港口费用暂停：** 中国交通运输部宣布，国务院已批准暂停对美国船只征收特殊港口费用一年，自周一北京时间下午1点01分起生效，此举与华盛顿的行动相呼应。\n*   **制裁暂停：** 中国商务部还宣布，暂停对韩国造船商韩华海洋（Hanwha Ocean）的五家美国关联公司实施制裁一年。这些制裁于10月14日实施，北京指控这些实体与华盛顿合作执行其限制措施。\n\n## 影响与后续\n\n*   在经过数月的不确定性后，航运业终于可以松一口气。\n*   此次暂停是继吉隆坡中美贸易谈判和10月底在韩国举行的总统会议之后的结果。",
      "shortSummary": "中美两国已暂停相互征收港口费用一年，标志着贸易战的最新缓和。此举是在美国暂停对中国海事部门的“301条款”相关费用后，中国采取的对等措施。中国交通运输部和商务部均宣布了暂停措施，包括对美国船只的港口费用以及对韩华海洋美国关联公司的制裁。美国白宫也确认暂停其港口费用。航运业因此松了一口气，两国将继续谈判。",
      "translated_title": "中美暂停相互征收港口费用，贸易战最新缓和迹象",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has suspended retaliatory port fees on US-linked vessels for one year, following Washington’s pause of similar charges under its “Section 301” investigation targeting the Chinese maritime sector.\nAfter months of uncertainty over the rival port fees, which took effect on October 14, the shipping industry can finally breathe a sigh of relief as both sides formally confirmed the pause.\nIn line with the outcomes of the US-China trade talks in Kuala Lumpur, the Ministry of Transport said the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/59134e16-32ee-45cf-b1ee-cbdf5011dff3_42238e41.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美贸易竞争将持续“未来50年”，前WTO总干事警告 (原标题: China-US trade rivalry will last for ‘next 50 years’, warns ex-WTO head)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332163/china-us-trade-rivalry-will-last-next-50-years-warns-ex-wto-head?utm_source=rss_feed",
      "pubDate": "Mon, 10 Nov 2025 06:05:27 +0000",
      "isoDate": "2025-11-10T06:05:27.000Z",
      "creator": "Luna Sun",
      "summary": "### 中美关系：长期竞争与战略转向\n\n前世界贸易组织（WTO）总干事帕斯卡尔·拉米（Pascal Lamy）警告称，中美关系将持续“颠簸”数十年，两国之间的竞争将从贸易领域转向战略部门和供应链的“武器化”。\n\n#### 竞争的持久性与本质\n\n*   **持续时间**：拉米在上海中欧国际工商学院的一次媒体活动中表示，中美双边关系将经历“起伏不定，来回摇摆”，其地缘战略竞争“不会减弱”。他预测这种竞争可能持续“未来50年”。\n*   **根本原因**：他指出，当两国都抱有争夺第一的雄心，并认为对方构成威胁时，这种竞争是不可避免的。\n\n#### 竞争焦点的转变\n\n*   **超越关税**：拉米强调，除了特朗普政府引人注目的关税之外，一种更广泛的趋势已经出现：\n    *   **“脱钩”**：在具有战略敏感性的生产领域进行脱钩。\n    *   **“武器化”**：利用自身具有比较优势的领域进行武器化。\n*   **新战场**：这意味着竞争正从传统的贸易争端转向对战略性行业和供应链的控制与利用。\n\n#### 近期动态与深层背景\n\n*   **贸易休战**：美国总统唐纳德·特朗普和中国国家主席习近平于10月30日在韩国达成了一项为期一年的贸易休战协议，旨在降低关税并放松部分出口管制。此次会晤曾一度重燃了在4月份贸易战升级后紧张局势可能缓和的希望。\n*   **潜在张力**：然而，遏制中国崛起在美国华盛顿被广泛认为是两党共识，而北京也已表明，当其利益受到威胁时，将采取报复行动。这表明，尽管有暂时的休战，但深层次的竞争和不信任依然存在。",
      "shortSummary": "前WTO总干事帕斯卡尔·拉米警告称，中美关系将“颠簸”数十年，竞争可能持续“未来50年”。他指出，两国地缘战略竞争不会减弱，正从贸易转向战略部门和供应链的“武器化”与“脱钩”。尽管特朗普和习近平达成了一年贸易休战，但华盛顿遏制中国崛起是两党共识，北京也准备好反击，表明深层紧张局势依然存在。",
      "translated_title": "中美贸易竞争将持续“未来50年”，前WTO总干事警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "“Bumpy” US-China relations will persist for decades as the rivalry shifts from trade to the weaponisation of strategic sectors and supply chains, according to a former head of the World Trade Organization.\nBilateral ties will experience “ups and downs, and to and fro, and left and right”, said Pascal Lamy, former WTO director general, during a media event at the China Europe International Business School in Shanghai.\n“Their geostrategic competition… will not abate,” he said. “If you have both...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/10/39a22935-fc80-4c8a-b5ad-498b6e13a304_a2fa8f42.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国不断增长的老年市场成为国际企业在进博会的新前沿 (原标题: China’s growing elderly market a new frontier for international firms at CIIE)",
      "link": "https://www.scmp.com/business/china-business/article/3332092/chinas-growing-elderly-market-new-frontier-international-companies?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 07:30:18 +0000",
      "isoDate": "2025-11-09T07:30:18.000Z",
      "creator": "Daniel Ren,Julie Zhang",
      "summary": "### 中国老年市场：国际企业的新增长前沿\n\n中国的老龄化人口已成为国际企业（从食品饮料生产商到制药商）瞄准的关键消费群体，以在全球第二大经济体消费放缓的背景下寻求新的增长动力。\n\n**进博会（CIIE）上的机遇**\n*   数十个全球品牌在正在进行的中国国际进口博览会（CIIE）上展示了他们的最新产品和技术。\n*   目标是满足老年消费者对健康食品和支持积极生活方式产品的日益增长的需求。\n*   一位上海天使投资人尹然指出，国际公司善于发现新机遇，针对城市老年人口设计的产品是一个亮点，因为更多退休人员愿意为高质量消费品支付溢价。\n\n**“银发经济”的巨大潜力**\n*   **人口数据**：根据国家统计局（NBS）的数据，截至2024年底，中国60岁及以上人口达到3亿，占总人口的22%。\n*   **市场规模预测**：\n    *   新华社三个月前的一份报告预测，到2025年，“银发经济”的价值将达到7万亿元人民币（约合9830亿美元）。\n    *   到2050年，随着人口老龄化速度加快，这一市场可能增长七倍以上，达到近50万亿元人民币。\n\n**政策背景**\n*   在房地产长期低迷和出口前景不确定的背景下，北京一直致力于扩大内需以推动经济增长。\n\n**相关图片**\n![银发经济预计到2025年底将达到近1万亿美元的价值。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg)\n*银发经济预计到2025年底将达到近1万亿美元的价值。图片来源：新华社*",
      "shortSummary": "中国的老龄化人口正催生一个巨大的“银发经济”市场，吸引国际企业寻求新的增长机遇。截至2024年底，中国60岁以上人口达3亿。预计到2025年，“银发经济”价值将达9830亿美元，到2050年可能增至近50万亿元人民币。在进博会等平台，国际公司正积极推出针对老年消费者的高品质产品，以满足其健康和积极生活方式的需求，并响应中国扩大内需的政策。",
      "translated_title": "中国不断增长的老年市场成为国际企业在进博会的新前沿",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/09/bcfd9a28-9f7e-4caf-8dff-d64e6b521b80_b6eae282.jpg",
          "alt": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "title": "The silver economy is forecast to be valued at nearly US$1 trillion by the end of 2025. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s ageing population has become a key consumer group targeted by international companies – from food and drink producers to pharmaceutical makers – as they pursue new growth drivers amid a consumption slowdown in the world’s second-largest economy.\nDozens of global brands unveiled their latest products and technologies at the ongoing China International Import Expo (CIIE), aiming to meet the rising demand among elderly consumers for healthy food and products that support active...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/09/f3d08908-5ac4-42ef-be1e-3e383a623830_2ff375b3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国消费者价格恢复增长，通缩压力持续存在 (原标题: China’s consumer prices return to growth as deflationary pressures persist)",
      "link": "https://www.scmp.com/economy/china-economy/article/3332087/chinas-consumer-prices-return-growth-deflationary-pressures-persist?utm_source=rss_feed",
      "pubDate": "Sun, 09 Nov 2025 04:39:25 +0000",
      "isoDate": "2025-11-09T04:39:25.000Z",
      "creator": "Xinyi Wu,Kandy Wong",
      "summary": "## 中国10月消费者价格指数（CPI）恢复增长，但通缩压力仍存\n\n根据中国国家统计局周日发布的数据，中国10月份的消费者价格指数（CPI）同比上涨0.2%，标志着在9月份同比下降0.3%之后，消费者价格恢复增长。这一数据超出了市场预期，此前金融服务提供商Wind的调查预测CPI将下降0.04%。\n\n### 关键发现：\n\n*   **CPI数据：** 10月CPI同比上涨0.2%。\n*   **市场表现：** 这一增长超出市场预期，扭转了9月份的下降趋势。\n*   **通缩压力：** 尽管有所增长，但“接近于零”的增幅仍表明，在内需疲软和贸易不确定性的背景下，通缩压力持续存在。\n*   **生产者价格：** 与此同时，工厂出厂价格（PPI）继续下降。\n\n### 增长原因：\n\n国家统计局高级统计师董丽娟指出，10月份CPI的增长得益于以下因素：\n\n*   旨在提振国内消费的政策效果显现。\n*   国庆节和中秋节长假也帮助刺激了消费需求。\n\n### 政府措施：\n\n中国政府正积极采取措施刺激消费。中国总理李强在8月份的国务院会议上呼吁，通过取消消费限制、加速发展服务业和新型消费等新增长动力，进一步释放消费潜力。\n\n### 经济学家观点：\n\n香港Pinpoint资产管理公司首席经济学家张智威表示，10月份CPI的上涨对市场来说是一个惊喜。然而，他同时警告称，“现在断定通缩结束还为时过早”。这表明尽管数据有所改善，但经济学家对通缩风险的担忧依然存在。\n\n### 整体背景：\n\n作为全球第二大经济体，中国正努力实现其年度增长目标，尽管在下半年面临日益增长的经济逆风。",
      "shortSummary": "中国10月消费者价格指数（CPI）同比上涨0.2%，超出市场预期，结束了9月的下降趋势。尽管恢复增长，但“接近于零”的增幅仍显示内需疲软下的持续通缩压力。提振消费政策和长假是CPI上涨的原因。有经济学家警告，现在断定通缩结束为时尚早，表明对经济前景仍持谨慎态度。",
      "translated_title": "中国消费者价格恢复增长，通缩压力持续存在",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s consumer prices returned to growth in October – though the near-zero figure still pointed to persistent deflationary pressures amid weak domestic demand and trade uncertainties – while factory-gate prices continued to fall.\nThe national consumer price index (CPI), a key gauge of inflation, rose 0.2 per cent year on year last month, according to data released by the National Bureau of Statistics on Sunday.\nThe reading beat market expectations after a poll by financial provider Wind...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/09/3d340357-b115-4c4e-b811-cad19acc5bdc_b112a99e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "亚洲规避‘中等收入陷阱’的旧策略为何不再奏效 (原标题: Why Asia’s old plan to dodge ‘middle-income trap’ won’t work any more)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3331798/why-asias-old-plan-dodge-middle-income-trap-wont-work-any-more?utm_source=rss_feed",
      "pubDate": "Sat, 08 Nov 2025 12:30:09 +0000",
      "isoDate": "2025-11-08T12:30:09.000Z",
      "creator": "Anthony Rowley",
      "summary": "## 亚洲经济奇迹面临的挑战与新策略\n\n从1950年代起持续数十年的“亚洲经济奇迹”正面临严峻挑战，可能演变为一个“厄运循环”。\n\n### 核心挑战\n\n*   **人口结构变化：** 人口老龄化日益严重。\n*   **财政压力：** 由人口结构变化及其他因素导致的财政负担加剧。\n*   **经济表现：** 产出下降、消费减少，导致经济增长放缓。\n*   **人工智能影响：** 人工智能的兴起是会弥补这些负面趋势，还是会加剧区域内的失业问题，尚无定论。\n\n发展专家们开始认识到，尽管这些问题已被单独深入研究，但它们对曾被视为全球增长最快地区的集体影响需要更密切的关注。\n\n### 亚洲开发银行研究所的应对\n\n*   这一观点正受到位于东京的亚洲开发银行研究所的重视。\n*   该研究所新任院长、印度尼西亚前财政部长班邦·布罗佐内戈罗（Bambang Brodjonegoro）透露，一项关于亚洲经济奇迹为何“破灭”以及如何重振的旗舰研究报告将于2027年发布。\n\n### 旧的增长模式及其转变\n\n*   **旧模式：出口导向型增长**\n    *   最初的亚洲经济奇迹主要建立在亚洲对美国惊人的出口增长之上。\n    *   这一模式始于二战后重建的日本，随后扩展到韩国，以及后来的“亚洲四小龙”（台湾、香港和新加坡）。\n    *   出口导向型增长曾是许多发展中国家的主要发展策略。\n\n*   **新现实：模式转变的必要性**\n    *   随着美国前总统唐纳德·特朗普上任以来实施的关税及其他制裁，情况发生了根本性变化。\n    *   出口导向型增长不再被视为主要的经济增长引擎。\n    *   **新策略：** 亚洲及其他地区的发展中国家被敦促刺激国内需求，并更多地依赖相互贸易，而非继续过度依赖美国市场。\n    *   美国方面认为，这些国家在许多情况下曾享有“不公平”的贸易优势和出口顺差。",
      "shortSummary": "亚洲曾引以为傲的经济奇迹正面临人口老龄化、财政压力和增长放缓的“厄运循环”挑战。过去依赖对美出口的增长模式，因美国关税和制裁而不再奏效。亚洲开发银行研究所正研究如何重振经济。现在，该地区被敦促转向刺激国内需求和加强区域内贸易，以应对这些新现实，而非继续依赖出口。",
      "translated_title": "亚洲规避‘中等收入陷阱’的旧策略为何不再奏效",
      "images": [],
      "contentSource": "完整文章",
      "content": "Is the famed Asian economic miracle that endured for decades from the 1950s onwards giving way to a “doom loop” of ageing populations, consequent fiscal strains, falling output, declining consumption and sagging economic growth? Will the advent of artificial intelligence (AI) compensate for these trends or simply add to unemployment in the region?\nSome development experts are beginning to acknowledge that while some of these issues have been examined in depth individually, their collective...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/75455fca-7d73-4ef4-aca0-a8a8383a5f41_77502f8b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国需要高质量金融发展以支持其五年目标 (原标题: China needs high-quality financial development to support its five-year goals)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3331884/china-needs-high-quality-financial-development-support-its-five-year-goals?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 21:30:09 +0000",
      "isoDate": "2025-11-07T21:30:09.000Z",
      "creator": "Andrew Sheng",
      "summary": "## 中国高质量金融发展以支持五年目标\n\n### 引言\n习近平主席在中共中央四中全会上的讲话，为即将到来的“十五五”规划设定了指导方针，明确了中国未来发展的重点。\n\n### “十五五”规划核心目标\n*   **技术自给自足：** 致力于实现关键领域的技术独立。\n*   **高质量生产力经济模式：** 构建基于创新和强大工业基础的经济模式。\n*   **增强韧性：** 建立能够抵御外部威胁和逆风的强大工业基础。\n\n### 金融系统发展要求\n*   **风险防控与监管：** 在金融街论坛上，何立峰副总理强调中国金融系统需推进风险防控、加强监管并促进高质量发展。\n*   **支持现代化目标：** “十五五”时期是到2035年实现社会主义现代化的关键阶段，高质量的实体经济模式需要同样强大的高质量金融发展。\n*   **对外开放：** 中国将继续对外开放金融业，此举受到热烈欢迎。\n\n### 金融领导人表态\n中国人民银行行长潘功胜、国家金融监督管理总局局长李云泽、中国证券监督管理委员会主席吴清等主要金融领导人，概述了以下措施：\n*   改进宏观审慎监管。\n*   使金融体系更具包容性，支持高质量增长。\n*   强调适当的风险管理和金融稳定。\n\n### “十五五”规划指导原则（公报）\n*   **党领导和实施：** 确保党的领导贯穿规划的制定和执行。\n*   **追求高质量发展：** 将高质量发展作为核心目标。\n*   **全面深化改革：** 持续推进各领域改革。\n*   **确保发展与安全：** 平衡发展与国家安全。\n\n### 经济增长展望\n*   **GDP增长目标：** 规划解释性说明指出，到2035年GDP年均增长率约为4.17%，低于“十四五”期间的5.2-5.4%。\n*   **人均GDP预测：** 若目标实现，到2030年人均GDP将达到约2万美元，大致相当于世界银行定义的发达经济体中等水平。\n*   **总GDP预测：** 假设2030年中国人口约为13.8亿，届时GDP将接近28万亿美元。\n\n### 国际货币基金组织（IMF）预测（2030年）\n*   **中国GDP：** 26.3万亿美元。\n*   **中国GDP（购买力平价，PPP）：** 54万亿美元。\n*   **美国GDP：** 36.8万亿美元。\n*   **美国GDP（购买力平价，PPP）：** 36.8万亿美元。\n\n### 中美经济对比（2030年）\n*   中国GDP将约为美国GDP的70%。\n*   按购买力平价计算，中国GDP将比美国高出约46%。\n\n### 结论\n中国将成为一个经济强国，需要一个更深入、更具韧性的金融部门来支持其持续稳定的增长。\n\n### 相关图片\n![图片 1](https://i.ytimg.com/vi/Fr-pftm9R7k/maxresdefault.jpg)",
      "shortSummary": "中国正通过“十五五”规划，聚焦技术自立自强和高质量生产力。为支持2035年现代化目标，金融系统需推进风险防控、加强监管并实现高质量发展，同时继续对外开放。规划预计到2035年GDP年均增长约4.17%，到2030年人均GDP将达2万美元。国际货币基金组织预测，2030年中国GDP将达26.3万亿美元，按购买力平价计算将比美国高出46%。中国将成为经济强国，需要更深入、更具韧性的金融部门支持持续稳定增长。",
      "translated_title": "中国需要高质量金融发展以支持其五年目标",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/Fr-pftm9R7k/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "President Xi Jinping’s speech at the fourth plenum of the Communist Party’s Central Committee last month outlined the guidelines for the upcoming 15th five-year plan. There is clearly determination to focus on technological self-reliance, building an economic model of high-quality productive forces based on innovation and a strong industrial base that is resilient against external threats and headwinds.\nAt the Financial Street Forum in Beijing at the end of October, Vice-Premier He Lifeng...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/c2a38e4c-e721-4491-9f17-eafeb6779cfb_59a52beb.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“兴趣激增”：中国恢复赴加团队游后，加拿大旅游搜索量飙升 (原标题: ‘Interest surged’: Canada travel searches spike in China as group tours resume)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331957/canada-travel-searches-spike-china-group-tours-resume-interest-surged?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 14:00:09 +0000",
      "isoDate": "2025-11-07T14:00:09.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 中国恢复赴加拿大团队游，旅游兴趣激增\n\n中国政府在新冠疫情后首次恢复了赴加拿大的团队旅游，此举在中国消费者中引发了对访问加拿大兴趣的激增，中国旅游平台记录了相关搜索量的显著增长。\n\n*   **政策背景与时间点**\n    *   中国于11月初宣布结束赴加拿大的团队游禁令。\n    *   此举是在中国国家主席习近平与加拿大总理马克·卡尼在韩国会晤后几天作出的，两国领导人呼吁两国关系“重回正轨”。\n\n*   **中国旅游平台即时反应**\n    *   **去哪儿网（携程集团旗下）：** 消息发布后30分钟内，蒙特利尔、渥太华和多伦多的航班搜索量分别激增223%、137%和61%。\n    *   **飞猪平台：** 宣布后一小时内，加拿大航班搜索量比前一天“几乎翻了一番”。\n    *   **中国贸易台（China Trading Desk）：** 截至周二，中国旅客赴加拿大的预订量环比增长6%。\n    *   该公司首席执行官Subramania Bhatt表示，在线平台和旅行社的旅游兴趣和咨询量都大幅增加，平台报告的搜索量在宣布后立即翻倍。\n\n*   **疫情前趋势**\n    *   根据加拿大国家旅游组织Destination Canada的数据，在疫情爆发前，中国赴加拿大旅游业稳步增长，2019年游客人数达到708,000多人次。",
      "shortSummary": "中国政府于11月初恢复了赴加拿大的团队旅游，立即引发了中国消费者对加拿大旅游的巨大兴趣。消息发布后，去哪儿网和飞猪等中国旅游平台的加拿大航班搜索量和预订量均出现显著飙升，部分城市航班搜索量甚至激增超过200%。这表明中国市场对加拿大旅游的需求强劲反弹，有望推动两国旅游业恢复至疫情前水平。",
      "translated_title": "“兴趣激增”：中国恢复赴加团队游后，加拿大旅游搜索量飙升",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing’s decision to allow group travel to Canada to resume for the first time since the Covid-19 pandemic has sparked a surge in interest in visiting the country among Chinese consumers, with Chinese travel platforms recording a jump in related searches.\nChina announced it was ending the group tour ban in early November, just days after Chinese President Xi Jinping met Canadian Prime Minister Mark Carney in South Korea and called for relations between the two countries to get “back onto the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/25807d38-98c4-4562-8cff-3f5012f37ed6_51ae13f1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国西南工业基地着眼于新型药物突破 (原标题: China’s southwestern industrial base eyes breakthroughs on novel drugs)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331882/chinas-southwestern-industrial-base-eyes-breakthroughs-novel-drugs?utm_source=rss_feed",
      "pubDate": "Fri, 07 Nov 2025 08:00:15 +0000",
      "isoDate": "2025-11-07T08:00:15.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 重庆发布创新药物发展计划\n\n中国西南地区重要的经济中心重庆，为响应国家推动科技自立自强的战略，已发布了一项支持创新药物发展的计划。\n\n## 核心目标 (到2027年)\n\n该计划设定了以下主要目标：\n*   **药物批准：** 每年有1至3种创新药物获批上市。\n*   **产业集群：** 建立三个创新药物产业集群，以促进联合研发（R&D）和技术转让。\n*   **支持体系：** 为创新企业、研究机构和大学提供支持，使其在集群建设中发挥主导作用。\n\n## 政府声明与国家战略\n\n重庆市政府在其向公众发布的25点计划中指出：“我们将聚焦创新药物核心技术突破，加速产品开发，持续优化产业创新体系。”\n\n这一举措与国家战略高度契合。国家下一个五年计划（2026年至2030年）的提案中，就包括加速科技自立自强和支持创新药物发展。\n\n## 重庆的转型与成就\n\n*   **传统背景：** 重庆传统上是一个以制造业为主的工业基地。\n*   **创新突破：** 去年，重庆的首个1类创新药——一种用于治疗银屑病的注射剂——获得了市场批准。\n*   **1类创新药定义：** 根据国家药品监督管理局的定义，1类创新药是指含有明确结构和药理作用的新化合物，具有临床价值，且此前未在全球任何地方上市。\n\n## 与其他创新中心的对标\n\n重庆进军生物技术研究，使其加入了中国其他致力于发展主要创新产业的经济中心行列：\n*   **合肥：** 安徽省会，正将自身定位为电动汽车生产中心。\n*   **深圳：** 致力于成为人工智能（AI）技术枢纽。\n*   **杭州：** 浙江省会，专注于人工智能、机器人和先进制造。",
      "shortSummary": "中国西南重要经济中心重庆已发布计划，旨在支持创新药物发展，响应国家科技自立自强战略。该计划目标是到2027年每年批准1至3种创新药物上市，并建立产业集群。重庆正从传统制造业转型，去年其首个1类创新药获批。此举使其与深圳、杭州等其他致力于发展创新产业的中国经济中心保持一致。",
      "translated_title": "中国西南工业基地着眼于新型药物突破",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chongqing, a key economic hub in southwest China, has unveiled a plan to support the development of innovative drugs as the country steps up its push for scientific and technological self-reliance.\nThe plan’s headline goals include having one to three innovative drugs approved for market launch each year by 2027, building three innovative drug industry clusters to encourage joint research and development (R&D) and technology transfers, as well as providing support for innovative enterprises,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/07/a1d6dae6-d9c6-4daa-932d-39d8e9583f0f_163b8487.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "复星将英国粒子疗法引入中国大陆，推动先进癌症治疗 (原标题: Fosun brings UK particle therapy to mainland China in advanced cancer care push)",
      "link": "https://www.scmp.com/business/china-business/article/3331824/fosun-brings-uk-particle-therapy-mainland-china-push-advanced-cancer-care?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 23:30:16 +0000",
      "isoDate": "2025-11-06T23:30:16.000Z",
      "creator": "Daniel Ren",
      "summary": "## 复星医药引进英国粒子疗法，助力中国癌症治疗\n\n复星医药与英国Leo Cancer Care公司达成合作，将在中国大陆推广Leo Cancer Care的Marie粒子治疗系统，旨在为中国癌症患者提供更先进的治疗方案。\n\n*   **合作背景：**\n    *   复星医药是中国领先的医疗集团，致力于引进先进医疗技术。\n    *   Leo Cancer Care是一家英国公司，其Marie系统已获得美国食品药品监督管理局的批准。\n*   **Marie系统的优势：**\n    *   以人为本，注重患者舒适度，并整合先进技术。\n    *   与传统疗法相比，总治疗成本可降低50%。\n    *   设备体积比传统质子治疗技术小20倍。\n*   **粒子疗法的益处：**\n    *   粒子疗法（包括质子和碳离子方法）能够提高肿瘤辐射剂量，同时减少对周围健康组织的影响。\n\n![The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/ab0a7034-1123-4ea7-9e55-f09a2b688046_70937d84.jpg)\n*The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout*",
      "shortSummary": "复星医药与英国Leo Cancer Care合作，将在中国大陆推广Marie粒子治疗系统，旨在为中国癌症患者提供更先进的治疗方案。Marie系统具有成本更低、体积更小等优势，并能提高肿瘤辐射剂量，同时减少对周围健康组织的影响。此举符合中国政府提高癌症治疗水平的努力方向。",
      "translated_title": "复星将英国粒子疗法引入中国大陆，推动先进癌症治疗",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/06/ab0a7034-1123-4ea7-9e55-f09a2b688046_70937d84.jpg",
          "alt": "The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout",
          "title": "The Marie upright particle therapy system is displayed at the China International Import Expo on November 6, 2025. Photo: Handout",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Fosun Pharmaceutical, a leading healthcare group, has taken a substantial step towards introducing particle therapy systems to hospitals in mainland China, aligning with Beijing’s efforts to make advanced medical treatment accessible to cancer patients across the country.\nThe Shanghai-based company, a subsidiary of China’s non-state-owned conglomerate Fosun International, formed a partnership with Leo Cancer Care on Thursday, pledging to distribute the UK firm’s Marie medical facilities in the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/91253666-26c4-42df-9474-e17982a58e5c_6d4d82ad.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国政府停摆搅乱对华贸易，农业官员缺席博览会 (原标题: US government shutdown muddies China trade as agricultural officials miss expo)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331802/us-government-shutdown-muddies-china-trade-agricultural-officials-miss-expo?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 13:00:17 +0000",
      "isoDate": "2025-11-06T13:00:17.000Z",
      "creator": "Frank Chen,Alice Li",
      "summary": "### 美国政府停摆对中美贸易的影响：农业官员缺席中国国际进口博览会\n\n创纪录的美国政府停摆已将连锁反应扩散到华盛顿之外，导致美国农业官员错失了在中国国际进口博览会（CIIE）上深化与中国企业合作的机会，尽管双边紧张关系已出现缓和迹象。\n\n**主要影响与事件：**\n\n*   **农业部缺席CIIE：** 《南华早报》周四获悉，由于政府停摆，美国农业部（USDA）的代表未能出席今年在上海举行的中国国际进口博览会。\n*   **首次缺席：** 这是自2023年中国旗舰进口博览会设立美国食品和农业馆以来，USDA工作人员首次缺席。\n*   **错失合作机遇：** 一位匿名消息人士指出，如果不是联邦政府停摆，在特朗普总统与习近平主席会晤、中国恢复采购之后，USDA官员本应出席CIIE。\n*   **常规活动受阻：** 过去两年，USDA官员都会飞往上海，为农业馆揭幕并与中国官员会面，以推动扩大中国市场准入并促进销售。此次为期六天的博览会正在进行，而政府停摆遥遥无期，政府间的互动机会似乎已丧失。\n\n**时机敏感性：**\n\n*   此次缺席尤其引人注目，因为它发生在中美两国总统举行高层峰会、成功缓和数月贸易紧张关系仅一周之后。\n*   CIIE原本被广泛预期是美国出口商利用华盛顿和北京之间恢复的良好关系（特别是在农业采购方面）的绝佳机会。\n\n**商业影响：**\n\n*   一位来自加州（该州出产美国许多利润丰厚的作物）的美国展馆参展商表示，政府停摆对业务产生了“寒蝉效应”。\n*   不过，该参展商也指出，如果停摆能够“迅速结束”，目前的影响似乎尚可控。\n\n**相关视觉内容：**\n\n![图片 1：大豆：中国在中美贸易战中的新筹码？](https://i.ytimg.com/vi/ioy4o0Z7VDk/maxresdefault.jpg)\n*图片 1：大豆：中国在中美贸易战中的新筹码？*",
      "shortSummary": "美国政府停摆导致农业官员缺席中国国际进口博览会（CIIE），这是自2023年美国农业馆设立以来的首次。此次缺席阻碍了美国深化与中国企业的农业合作，并错失了利用近期中美两国总统峰会缓和贸易紧张关系、促进农业采购的黄金机会。尽管中美关系出现缓和迹象，但政府停摆对美国出口商造成了“寒蝉效应”，影响了业务发展。",
      "translated_title": "美国政府停摆搅乱对华贸易，农业官员缺席博览会",
      "images": [
        {
          "url": "https://i.ytimg.com/vi/ioy4o0Z7VDk/maxresdefault.jpg",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The ripple effects of the record-breaking US government shutdown have spread beyond Washington, denying US agricultural officials an opportunity to deepen cooperation with Chinese companies at a high-profile trade fair even as bilateral tensions show signs of easing.\nThe Post learned on Thursday that, because of the shutdown, representatives from the US Department of Agriculture (USDA) did not attend this year’s China International Import Expo (CIIE) in Shanghai. This marks the first absence of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/4acc5356-164f-42b1-af21-d776396ee615_a32d3814.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia风波：德国汽车公司谨慎应对芯片短缺 (原标题: Nexperia saga sees wary German auto firms scramble to mitigate chip shortage)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331748/nexperia-saga-sees-wary-german-auto-firms-scramble-mitigate-chip-shortage?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 11:00:14 +0000",
      "isoDate": "2025-11-06T11:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "Nexperia风波：德国汽车公司谨慎应对芯片短缺\n\n尽管北京方面已发出信号，表示将重启Nexperia的芯片出口以保障全球半导体行业，但德国主要汽车供应商表示，来自中国的交付恢复仍存在不确定性。为此，这些公司正计划减少生产并削减部分工厂的工作时间。\n\n**行业紧张局势与应对措施**\n\n*   **采埃孚弗里德里希港（ZF Friedrichshafen）的困境**：德国汽车零部件供应商采埃孚弗里德里希港的发言人表示，其工作组正“密集努力”以确保芯片供应，并指出整个行业形势“依然非常紧张”。\n*   **预防性短时工作**：鉴于动态变化的局势，采埃孚正准备在个别工厂实施短时工作制，作为一项预防措施。此举旨在“最大程度地减少芯片短缺对员工的影响”。\n*   **寻求出口豁免**：采埃孚已通过其在中国的分支机构与中国相关部门取得联系，以争取获得政府出口禁令的豁免。\n\n**中国政府的回应与立场**\n\n*   **及时批准出口许可证**：中国商务部表示已“及时批准”了中国出口商的相关出口许可证申请，并重申将对符合条件的出口给予豁免。\n*   **维护全球半导体稳定**：商务部发言人何亚东在新闻发布会上强调，中国正“以负责任的方式维护全球半导体产业链供应链的稳定和安全”，并“努力推动Nexperia中国恢复供货”。\n\n**其他德国公司的应对**\n\n*   供应链上的其他德国公司，如零部件供应商Aumovio和主要汽车制造商大众汽车，也在积极寻求缓解Nexperia芯片短缺的方法。\n\n**总结**\n\n尽管中国政府已采取措施，但德国汽车行业对Nexperia芯片供应的恢复速度和程度仍持谨慎态度，并正在积极采取措施应对潜在的持续短缺。",
      "shortSummary": "尽管北京方面已表示将重启Nexperia芯片出口，但德国汽车公司（如采埃孚、大众汽车）仍对来自中国的交付恢复速度和程度感到不确定，并正努力应对芯片短缺。采埃孚正准备实施短时工作制，并与中国当局沟通寻求出口豁免。中国商务部已批准相关出口许可证，旨在维护全球半导体供应链稳定。德国汽车行业整体形势依然紧张。",
      "translated_title": "Nexperia风波：德国汽车公司谨慎应对芯片短缺",
      "images": [],
      "contentSource": "完整文章",
      "content": "With Beijing signalling a restart of Nexperia’s chip exports to safeguard the global semiconductor industry, uncertainties continue to swirl around the resumption of deliveries from China, said a major German automobile supplier amid plans to reduce its production and slash working hours at individual locations.\n“Our task force is working intensively to secure our chip supply. The situation remains very tense across the industry,” a spokesman with German car-part supplier ZF Friedrichshafen told...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/50cea5d4-3653-499c-aacc-2a7503252adf_21616537.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国人民币加入航空结算，推动其国际化 (原标题: China’s yuan added to aviation settlements in boost to internationalisation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331728/yuan-internationalisation-efforts-uplifted-airlines-add-currency-settlement-options?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 07:30:09 +0000",
      "isoDate": "2025-11-06T07:30:09.000Z",
      "creator": "Kandy Wong",
      "summary": "# 人民币加入国际航空运输协会结算货币，助力其国际化\n\n国际航空运输协会（IATA）宣布，将把人民币纳入其清算所向航空公司和航空供应商提供的结算货币列表，此举旨在支持中国推动人民币国际化的努力。\n\n## 关键信息点：\n\n*   **服务启用时间**：人民币结算服务将于下个月正式启用，此前已完成试用期。\n*   **首批试用者**：中国南方航空和厦门航空是本月首批测试该系统的国内航空公司。\n*   **IATA现有结算货币**：IATA的清算所平台目前已提供美元、欧元、英镑、瑞士法郎、新加坡元、澳元和日元七种结算货币。\n*   **IATA服务范围**：该协会为全球581家航空公司提供结算服务，其中包括在中国运营的33家中国及外国航空公司。去年，IATA处理的交易额高达638亿美元。\n*   **人民币加入的益处**：\n    *   中国国际航空首席财务官孙玉权表示，IATA的这一决定是“中国航空运输业的积极发展”。\n    *   人民币的加入有助于避免“昂贵的多重转换”，加快结算速度并降低货币兑换风险。\n*   **人民币国际化的信号**：\n    *   丹斯克银行驻哥本哈根的中国经济学家Allan von Mehren指出，人民币加入IATA货币列表是中国加快人民币国际化决心的又一迹象。\n    *   其他迹象包括中国人民银行行长潘功胜直接承诺推动人民币国际化（而非此前暗示的渐进路径），以及人民币国际化被纳入中国下一个五年规划提案中的“战略举措”。",
      "shortSummary": "国际航空运输协会（IATA）将人民币纳入其航空结算货币，此举旨在推动人民币国际化。该服务将于下月正式启用，中国南方航空和厦门航空已完成试用。IATA清算所目前已支持七种主要货币结算。中国国际航空认为，人民币的加入将避免多重转换、加快结算并降低汇率风险。分析师指出，这表明中国正加速人民币国际化进程，与央行行长的承诺及五年规划中的战略地位相符。",
      "translated_title": "中国人民币加入航空结算，推动其国际化",
      "images": [],
      "contentSource": "完整文章",
      "content": "The International Air Transport Association (IATA) will add the yuan to the settlement currencies available to airlines and aviation suppliers through the industry association’s clearing house, a move bolstering China’s efforts to promote the internationalisation of its currency.\nYuan settlements will be available from next month following the completion of a trial period, the association said in a statement issued on Wednesday, with domestic carriers China Southern Airlines and Xiamen Airlines...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/68c777eb-1679-4214-8735-d86d7b34708d_e24ed9a6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国贸易谈判代表敦促美国加强农业合作 (原标题: Chinese trade negotiator urges US to boost agricultural cooperation)",
      "link": "https://www.scmp.com/economy/china-economy/article/3331699/chinese-trade-negotiator-urges-us-give-boost-agricultural-cooperation?utm_source=rss_feed",
      "pubDate": "Thu, 06 Nov 2025 01:59:41 +0000",
      "isoDate": "2025-11-06T01:59:41.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国贸易谈判代表呼吁美国促进农业合作\n\n中国主要贸易谈判代表李成钢呼吁美国为两国间的农业合作创造“有利氛围”。\n\n### 关键呼吁与背景\n*   **呼吁内容**：李成钢在周二北京会见来访的美国农业贸易代表团时表示，希望美国与中国着眼大局，为农业等领域的务实合作创造有利氛围。\n*   **信息来源**：此消息根据商务部周三发布的一份声明。\n\n### 农业贸易波动与原因\n*   **贸易波动**：李成钢指出，两国间农业贸易曾出现“波动”。\n*   **波动根源**：他将这些波动的根源归咎于美国单方面征收的关税。\n\n### 双方交流内容\n*   声明指出，中美双方就中美经贸关系、农业贸易及其他事项交换了意见。\n\n### 历史与近期发展\n*   **历史地位**：中国曾是美国大豆最大的海外市场，通常占美国出口量的一半以上。\n*   **暂停采购**：由于贸易紧张局势加剧，中国曾暂停采购美国今年秋季收获的大豆。\n*   **恢复采购承诺**：在上周中国国家主席习近平与美国总统唐纳德·特朗普在韩国会晤后，北京承诺将从美国进口更多商品，包括恢复大宗大豆订单。\n*   **特朗普的回应**：特朗普在会晤后通过其“Truth Social”在线网络发文表示，他对习近平主席授权中国开始购买“大量大豆、高粱和其他农产品”感到“极其荣幸”。",
      "shortSummary": "中国贸易谈判代表李成钢敦促美国为两国农业合作创造“有利氛围”，并指出此前贸易波动源于美国单边关税。在习近平与特朗普会晤后，中国承诺恢复大宗采购美国农产品，包括大豆，此举受到特朗普的欢迎。",
      "translated_title": "中国贸易谈判代表敦促美国加强农业合作",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s key trade negotiator, Li Chenggang, has called on the US to create “a favourable atmosphere” for agricultural cooperation between the two countries.\n“We hope the US will work together with China, with a focus on the broader picture, to create a favourable atmosphere for practical cooperation in areas such as agriculture,” Li told a visiting US agricultural trade delegation in Beijing on Tuesday, according to a statement published by the Ministry of Commerce on Wednesday.\nLi said there...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/7a96e581-f95a-4656-a577-9daf32b5f2a1_08196511.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "大众汽车将在中国为本地生产的自动驾驶汽车制造自己的芯片 (原标题: Volkswagen to make own chips in China for locally made autonomous vehicles)",
      "link": "https://www.scmp.com/business/china-business/article/3331675/volkswagen-make-own-advanced-chips-china-locally-made-autonomous-vehicles?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 13:22:00 +0000",
      "isoDate": "2025-11-05T13:22:00.000Z",
      "creator": "Daniel Ren",
      "summary": "## 大众汽车在中国自研芯片，赋能本地自动驾驶汽车\n\n大众汽车集团正积极推进其“在中国，为中国”战略，计划在中国本地开发先进的半导体，以驱动其在中国生产的半自动驾驶汽车。此举旨在全球最大的汽车市场中重新获得竞争优势。\n\n### 核心战略与目标\n*   **深化“在中国，为中国”战略**：大众汽车中国区董事长兼CEO Ralf Brandsatter 表示，公司正加速并深化这一战略的实施，超越本地化生产，转向掌握塑造未来出行的核心技术。\n*   **以中国客户为中心**：大众汽车强调，这款芯片的开发将以中国客户的需求为核心。\n*   **市场竞争力**：通过自研芯片，大众汽车旨在激烈的市场竞争中重新夺回领先地位。\n\n### 合资企业与产品开发\n*   **Carizon 合资企业**：大众汽车与人工智能集成电路设计商地平线机器人（Horizon Robotics）共同拥有的合资企业 Carizon 将负责这项开发工作。\n*   **系统级芯片（SoC）**：Carizon 将开发一款系统级芯片（SoC），该芯片旨在处理自动驾驶汽车摄像头和传感器生成的数据。\n*   **交付时间**：这款SoC预计将在未来三到五年内交付。\n\n### 技术规格与市场意义\n*   **计算能力**：该SoC的计算能力将达到每秒500至700万亿次操作（TOPS）。\n*   **性能对标**：这一性能使其几乎与英伟达（Nvidia）最新的Thor处理器（700 TOPS）持平。\n*   **投资承诺**：大众汽车的半导体计划反映了其致力于进一步投资全球最大的电动汽车（EV）市场的决心。",
      "shortSummary": "大众汽车集团宣布，将通过与地平线机器人成立的合资企业Carizon，在中国本地开发先进的系统级芯片（SoC）。此举旨在为大众在中国生产的半自动驾驶汽车提供动力，以期在全球最大的汽车市场中重获竞争力。该SoC预计在三到五年内交付，计算能力达500-700 TOPS，接近英伟达最新处理器水平，体现了大众深化“在中国，为中国”战略并投资中国电动汽车市场的决心。",
      "translated_title": "大众汽车将在中国为本地生产的自动驾驶汽车制造自己的芯片",
      "images": [],
      "contentSource": "完整文章",
      "content": "Volkswagen Group plans to develop its own advanced semiconductors in China to power its locally made semi-autonomous vehicles, ramping up efforts to regain ground in the world’s largest car market amid heightened competition.\nThe German carmaker on Wednesday said Carizon – a venture it jointly owned with Horizon Robotics, a designer of artificial intelligence integrated circuits – would develop a system-on-a-chip (SoC) that would be delivered in the next three to five years.\n“We are accelerating...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/06/92d3871a-36e8-423e-b6da-6f8456a6fe25_bc718b6d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中巴贸易在投资激增和出口机遇中升温 (原标题: Brazil-China trade heats up amid investment surge, export opportunities)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331655/more-soybeans-brazil-china-trade-heats-amid-investment-surge-new-opportunities?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 13:00:15 +0000",
      "isoDate": "2025-11-05T13:00:15.000Z",
      "creator": "Frank Chen,Sylvia Ma",
      "summary": "## 中巴贸易关系：投资激增与出口机遇\n\n随着中国企业在巴西的日益壮大，巴西企业也表达了进一步拓展中国市场的愿望。同时，他们呼吁两国加强合作，以克服物流瓶颈等挑战。\n\n*   **巴西企业对中国市场的期望**\n    *   巴西饮品公司Legendaria董事Christian Gogola表示，中国“可以也应该成为巴西所有产品类别的最大出口市场”。\n    *   他指出，目前进入巴西市场的中国公司数量多于在中国开展业务的巴西公司。\n    *   Gogola认为，鉴于两国“良好的双边关系”，“进军中国”将是许多巴西企业的自然战略。\n    *   这些评论是在上海举行的为期六天的中国国际进口博览会（CIIE）首日发表的。\n\n*   **投资动态**\n    *   中国企业正在扩大在巴西的业务版图。\n    *   根据中巴商业理事会9月份的一份报告，2024年中国对巴西的投资比上一年翻了一番。\n\n*   **展会亮点**\n    *   在上海举行的中国国际进口博览会巴西国家馆中，展示了使用巴西咖啡豆的中国咖啡连锁品牌瑞幸咖啡。\n    *   ![中国咖啡连锁品牌瑞幸咖啡，使用巴西采购的咖啡豆，在上海中国国际进口博览会的巴西国家馆展出。图片：Frank Chen](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/05/edb5dd18-b232-4f3a-9f4a-689741fb504b_9ab99704.jpg)",
      "shortSummary": "中巴贸易关系正日益升温。2024年中国对巴西的投资翻了一番，中国企业在巴西的业务不断扩大。同时，巴西企业也积极寻求进入中国市场，尽管面临物流等挑战，但他们视中国为重要的出口目的地，并认为两国良好的双边关系将推动更多巴西企业“进军中国”。",
      "translated_title": "中巴贸易在投资激增和出口机遇中升温",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/11/05/edb5dd18-b232-4f3a-9f4a-689741fb504b_9ab99704.jpg",
          "alt": "Chinese coffee-house chain Luckin Coffee, which uses beans sourced from Brazil, is featured at the Brazilian national pavilion at the China International Import Expo in Shanghai. Photo: Frank Chen",
          "title": "Chinese coffee-house chain Luckin Coffee, which uses beans sourced from Brazil, is featured at the Brazilian national pavilion at the China International Import Expo in Shanghai. Photo: Frank Chen",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Amid the growing presence of Chinese firms in Brazil, Brazilian businesses are expressing hope of being able to further expand into China’s market, while also calling for enhanced bilateral efforts to overcome challenges such as logistical bottlenecks.\n“China can and should be Brazil’s largest export market for every product category,” said Christian Gogola, director of Brazilian drink company Legendaria.\n“But for now, more Chinese companies are entering Brazil than Brazilian firms doing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/bfccbe05-6e06-4fe5-b57e-f4ef7d8f23a4_6fec3c44.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "Nexperia事件：芯片争端重燃欧盟对中国投资的辩论 (原标题: Nexperia fallout: chip spat reignites EU debate over Chinese investments)",
      "link": "https://www.scmp.com/economy/global-economy/article/3331611/nexperia-fallout-dutch-chinese-chip-debacle-reignites-eu-debate-over-foreign-investments?utm_source=rss_feed",
      "pubDate": "Wed, 05 Nov 2025 08:17:35 +0000",
      "isoDate": "2025-11-05T08:17:35.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## Nexperia事件：欧盟对中国投资的辩论重燃\n\n荷兰芯片制造商Nexperia（中国所有）卷入中美地缘政治紧张局势，其事件正在重新引发欧洲关于外国投资的辩论。分析人士认为，这很可能导致欧盟国家未来对中国投资进行更严格的审查。\n\n### 关键事件回顾\n\n*   **荷兰接管Nexperia**：9月30日，海牙援引自1952年以来一直闲置的法律，以国家安全为由，从其中国所有者手中夺取了Nexperia的控制权。\n*   **中国实施出口管制**：作为回应，北京对在中国工厂完成的Nexperia芯片实施了出口管制。\n*   **欧盟介入调解**：据欧洲委员会称，中国商务部最近几天与欧洲公司进行了接触，以重启受阻的半导体流动，从而避免了“最坏情况”的发生。\n\n### 争端背后的深层原因与影响\n\n分析人士指出，此次争端促使欧洲重新思考如何处理外国投资，特别是来自中国的投资。在中美两国争夺控制权、而中国又牢牢掌握关键供应链的背景下，附带损害的风险日益突出。\n\n*   **政策反思**：巴黎智库Institut Jacques Delors的中国研究员Sacha Courtial表示，当前局面部分源于过去几十年的宽松政策，当时包括荷兰在内的许多欧洲国家没有对外资进行审查的机制。\n*   **加强审查**：预计欧盟国家将对未来的中国投资进行更严格的审查，以应对国家安全和供应链控制方面的担忧。\n\n### Nexperia的收购历史\n\nNexperia是汽车和工业用户传统芯片的主要供应商。2019年，中国闻泰科技（Wingtech Technology）收购了Nexperia。据Gavekal Research分析师Laila Khawaja称，这笔交易创下了中国海外半导体收购的纪录，并将闻泰科技从一家低端电子产品生产商转变为全球半导体企业。",
      "shortSummary": "荷兰Nexperia芯片制造商因国家安全被荷兰政府接管，引发中国实施出口管制。此事件在中美地缘政治紧张背景下，重燃欧盟对中国投资的辩论。分析人士认为，这促使欧盟重新审视外国投资审查政策，尤其关注来自中国的投资，以应对日益增长的供应链和国家安全风险。Nexperia于2019年被中国闻泰科技收购，成为中国海外半导体收购的里程碑。",
      "translated_title": "Nexperia事件：芯片争端重燃欧盟对中国投资的辩论",
      "images": [],
      "contentSource": "完整文章",
      "content": "The saga of Netherlands-based and Chinese-owned chipmaker Nexperia, caught up in broader geopolitical tensions between the United States and China, is rekindling a debate about foreign investment in Europe and is likely to lead to further scrutiny by EU countries on future Chinese investments in the bloc, according to analysts.\nAfter The Hague seized control of Nexperia from its Chinese owners on September 30, citing national security concerns and invoking a law that had been sitting idle since...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/11/05/ec1012f7-8e61-41bc-8d7f-02767f023a75_ef1c603b.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-11-10T18:38:21.811Z"
}