{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "金立群回顾亚投行十年风雨兼程的成就与挑战 (原标题: Jin Liqun reflects on tumult and triumphs in AIIB’s eventful first decade)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315141/jin-liqun-reflects-tumult-and-triumphs-aiibs-eventful-first-decade?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 22:00:14 +0000",
      "isoDate": "2025-06-22T22:00:14.000Z",
      "creator": "Ji Siqi",
      "summary": "# 亚投行首个十年：金立群回顾与展望\n\n## 金立群简介\n*   **身份**: 亚洲基础设施投资银行（AIIB）行长兼董事会主席。\n*   **背景**: 国际金融资深人士，自亚投行2016年成立以来便深度参与其发展，并于2020年连任第二个也是最后一个五年任期。\n*   **职业生涯**: \n    *   20世纪80年代，作为中国在世界银行的候补执行董事，成为首批获得国际金融直接经验的中国官员之一。\n    *   曾在中国亚洲开发银行（ADB）、中国国际金融股份有限公司（CICC）和中国投资有限责任公司（CIC）担任高级职务。\n    *   在中国财政部工作近二十年，升至副部长。\n\n## 亚投行的创立理念与使命\n*   **构想阶段 (2014-2015年)**: 57个创始成员国共同参与筹建。\n*   **核心理念**: 认识到发展面临巨大挑战，尽管现有国际多边开发银行（MDBs）已做出卓越贡献，但仍有大量工作亟待完成。\n*   **亚投行目标**: 设立一个新的银行，旨在填补现有机构的空白，补充其在促进成员国可持续发展方面的努力。\n*   **使命坚持**: 在过去十年中，亚投行始终坚持这一基本使命。\n\n## 亚投行十年运营成果\n*   **投资规模**: 已为基础设施项目提供超过600亿美元的融资。\n*   **项目范围**: 涵盖亚洲及全球的实体和数字基础设施。\n*   **特殊贡献**: 在新冠疫情期间，为医疗保健系统提供了支持。\n*   **气候变化承诺**: 对旨在应对气候变化的项目做出了坚定承诺。\n\n## 亚洲基础设施资金缺口\n*   **需求预估**: 亚洲国家每年所需的基础设施资金估计约为3至4万亿美元。\n*   **巨大缺口**: 这是一个巨大的资金缺口，任何单一的多边开发银行都无法独自填补。",
      "shortSummary": "亚投行行长金立群回顾了该行成立十年的历程。亚投行于2016年成立，旨在填补现有国际多边开发银行的空白，促进成员国可持续发展。过去十年，亚投行已为全球实体和数字基础设施项目融资超过600亿美元，包括气候变化和疫情期间的医疗支持。面对亚洲每年数万亿美元的基础设施资金缺口，亚投行致力于补充现有机构的努力，发挥其独特作用。",
      "translated_title": "金立群回顾亚投行十年风雨兼程的成就与挑战",
      "images": [],
      "contentSource": "完整文章",
      "content": "A veteran of international finance, Jin Liqun is president and chair of the board of directors at the Asian Infrastructure Investment Bank (AIIB), a multilateral development lender headquartered in Beijing and established in 2016. He has been closely involved in the Bank’s evolution since its inception, and was elected to a second and final five-year term in 2020.\nJin was among the first Chinese officials to gain direct experience in international finance in the 1980s, serving as alternate...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/019e92b1-424c-4f05-b40b-de9fd369ddcf_f91ea7c4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“它助我生存”: 英国蓬勃发展的华人零工经济内幕 (原标题: ‘It helps me survive’: inside the UK’s thriving Chinese gig economy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315245/chinese-graduates-uk-turn-gig-work-amid-job-crunch-it-helps-me-survive?utm_source=rss_feed",
      "pubDate": "Sun, 22 Jun 2025 06:00:14 +0000",
      "isoDate": "2025-06-22T06:00:14.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 英国华人零工经济的兴起：Mark Lin 的创业故事\n\n## 引言\n本文深入探讨了英国蓬勃发展的华人零工经济，以 Mark Lin 的个人经历为例，展现了疫情后华人社区如何通过创新和互助来应对经济挑战并实现商业成功。\n\n## Mark Lin 的困境与转机\n*   **背景：** Mark Lin 于2020年从伦敦一所顶尖大学获得美术学位，梦想从事艺术行业。\n*   **就业挑战：** 毕业时正值英国经济受疫情封锁影响，他向多家画廊、机构和经销商投递了数十份简历，却只收到拒绝邮件，没有一次面试机会，资金迅速耗尽。\n*   **创业决定：** 面对困境，Lin 决定自创工作机会。他开始在中文社交平台上发布信息，为在英华人提供跑腿服务。\n\n## 业务的蓬勃发展\n*   **服务内容：** 初始服务包括机场接送、宜家家具组装等，后来扩展到代办政府文件、遛狗，甚至代为在大学校园打卡等多样化任务。\n*   **市场反响：** 令人惊喜的是，他的服务需求量巨大，发布几条信息后便订单不断，客户群迅速扩大。\n*   **业务转型：** 这一副业很快发展成为一项成功的业务。Lin 于2021年注册了公司，将签证类型转为技术工人签证，并开始雇佣其他年轻华人来处理日益增长的订单。\n*   **经济回报：** 某些月份，他的收入高达8,000英镑（约合10,900美元）。\n\n## 总结\nMark Lin 的故事不仅是个人的成功案例，也折射出英国华人社区在特殊时期展现出的韧性、创业精神以及华人零工经济的巨大潜力。这种模式满足了特定群体的需求，并为许多人提供了生存和发展的机会。",
      "shortSummary": "Mark Lin，一名在英华人艺术毕业生，疫情后求职受挫。他转而在中文社交平台为在英华人提供跑腿服务，包括接送、组装、代办等。这项副业迅速发展成一家成功公司，收入丰厚并创造了就业，展现了英国华人零工经济的蓬勃发展及其在特殊时期为华人社区提供的生存与发展机遇。",
      "translated_title": "“它助我生存”: 英国蓬勃发展的华人零工经济内幕",
      "images": [],
      "contentSource": "完整文章",
      "content": "Mark Lin had always dreamed of a career in the arts. As he finished his fine arts degree at a top London university in 2020, he began applying for dozens of roles at galleries, agencies and dealers across the capital.\nBut the British economy was still reeling after months of pandemic lockdowns, and Lin hit a brick wall. After weeks of effort, he had an inbox full of rejection emails but not a single callback – and he was rapidly running out of money.\nThat is when Lin decided to take a leap of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/042fc44a-9244-49aa-9146-2c4daf261fe6_8eef17ff.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国撤退为亚洲更广泛的经济一体化打开大门 (原标题: A retreating US opens door to wider Asian economic integration)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3315080/truly-asian-economic-bloc-can-asia-succeed-where-it-failed?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 08:30:07 +0000",
      "isoDate": "2025-06-21T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "美国总统唐纳德·特朗普的政策正在太平洋地区制造地缘政治动荡、经济中断和金融不稳定。然而，文章指出，这些“逆风”也为亚洲提供了一个重要机遇，使其能够挑战战后经济秩序并重塑自身命运，这一方面受到的关注较少。\n\n**美国对亚洲经济倡议的阻碍历史**\n\n文章回顾了美国过去如何强烈反对亚洲主导的经济合作倡议，这些倡议旨在赋予亚洲更大的自主权：\n\n*   **东亚经济核心组织（East Asia Economic Caucus - EAEC）**：早在1990年，时任马来西亚总理马哈蒂尔·穆罕默德就提出了这一构想。美国曾强烈施压亚洲领导人放弃这一国内倡议。\n*   **亚洲货币基金（Asian Monetary Fund）**：在亚洲金融危机（1997年）对区域经济造成严重破坏后，时任日本财务省次官榊原英资提议设立亚洲货币基金，以对抗国际货币基金组织（IMF）被认为有缺陷的亚洲政策处方。尽管这一想法未能实现，但最终促成了自主性较低的区域安排——“清迈倡议”（Chiang Mai Initiative），这是一个涉及东盟+3经济体的货币互换协议。\n*   **东北亚开发银行（Northeast Asia Development Bank）**：1991年，韩国前总理南德祐在天津的一次演讲中提出了建立东北亚开发银行的设想。与亚洲货币基金类似，这样的开发银行将使东亚在自身经济发展和命运方面拥有更大的控制权，但这与美国对亚太地区的愿景不符。\n\n**中国倡议与美国的抵制**\n\n近年来，中国提出了“一带一路”倡议（Belt and Road Initiative - BRI）和亚洲基础设施投资银行（Asian Infrastructure Investment Bank - AIIB）。尽管美国未能直接阻止这些倡议的实施，但它几乎完全抵制了它们，从而剥夺了日本（美国在该地区最大的盟友）等国的支持。\n\n**结论**\n\n文章认为，尽管美国撤退和其政策带来的不确定性带来了挑战，但这些变化也为亚洲提供了一个重新定义其经济整合路径、增强区域自主权并挑战既有全球经济格局的机会。",
      "shortSummary": "美国总统特朗普的行动虽带来地缘政治和经济动荡，却也为亚洲挑战战后经济秩序、重塑自身命运提供了机遇。文章指出，美国曾多次反对亚洲主导的经济倡议，如1990年的东亚经济核心组织、亚洲货币基金（最终形成清迈倡议）和1991年的东北亚开发银行。尽管美国无法阻止中国的“一带一路”倡议和亚洲基础设施投资银行，但其抵制削弱了日本等盟友的支持。这表明美国撤退正促使亚洲走向更广泛的经济一体化。",
      "translated_title": "美国撤退为亚洲更广泛的经济一体化打开大门",
      "images": [],
      "contentSource": "完整文章",
      "content": "“It’s an ill wind that blows nobody any good,” to quote a centuries-old proverb. It is one that could be applied now with justification to the ill winds sweeping across the Pacific from US President Donald Trump’s America to Asia.\nThese disruptive currents are creating geopolitical turbulence, economic disruption and financial instability. However, the opportunity they present for Asia to challenge the post-war economic order and reshape its own destiny has received less attention.\nAmong the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/c4bef44a-3ed9-4f29-becc-cb0c2b59bfd2_0da89572.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国品牌如何在欧洲提升前景？ (原标题: How are Chinese brands boosting their prospects in Europe?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315210/slick-advertising-sports-sponsorships-help-boost-chinese-brands-fortunes-europe?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 07:05:07 +0000",
      "isoDate": "2025-06-21T07:05:07.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 小米在欧洲市场的策略调整与未来展望\n\n文章以小米在法国市场的经历为例，探讨了中国品牌在欧洲提升前景所面临的挑战和采取的策略调整。\n\n*   **小米在法国的初期尝试与挑战**\n    *   中国电子品牌小米于2018年在法国开设了首家精品店，选址优越，例如巴黎市中心的沙特莱商业区。\n    *   尽管有实体店，但消费者（如Alexandre Martins的家人）仍倾向于在线购买。\n    *   当时，小米的品牌形象不佳，存在“这是小米，是中国品牌，质量不好”的普遍看法。\n\n*   **战略调整与门店关闭**\n    *   到2022年，小米关闭了在法国的所有实体店，转而专注于线上销售和与零售商、运营商合作。\n    *   公司表示，此举是为了调整零售策略，以适应法国消费者的购买行为。\n\n*   **未来的扩张计划**\n    *   小米目前正准备卷土重来，宣布计划今年在中国境外开设500家新零售店，尤其是在“发达市场”。\n    *   未来五年内，小米的目标是在海外开设10,000家门店。",
      "shortSummary": "小米曾于2018年在法国开设实体店，但因品牌形象和消费者购买习惯问题，于2022年关闭所有门店，转为线上和合作销售。如今，小米计划卷土重来，未来五年内在全球开设10,000家新店，尤其是在发达市场，以提升其在欧洲等地的前景。",
      "translated_title": "中国品牌如何在欧洲提升前景？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Parisian Alexandre Martins still remembers Chinese electronics brand Xiaomi’s old stores in the French capital, where his parents and sister used to shop.\n“They were at good locations, like Chatelet [a commercial area in central Paris] … I used to go scout for stuff and then buy them online,” Martins said.\nThe Chinese tech brand opened its first boutique in France in 2018, but had shut all of its stores in the country by 2022, opting instead to maintain a presence online and with partnered...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/0d5bf495-1ef1-4d8b-b14e-d63d06709f85_cd1f5926.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普缺乏贸易协议如何增强北京的实力？ (原标题: How does Trump’s lack of trade deals strengthen Beijing’s hand?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315199/trump-struggles-secure-trade-deals-has-beijings-hand-been-strengthened?utm_source=rss_feed",
      "pubDate": "Sat, 21 Jun 2025 01:00:16 +0000",
      "isoDate": "2025-06-21T01:00:16.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 特朗普缺乏贸易协议如何增强北京的实力？\n\n### 美国贸易谈判进展不顺\n\n*   **对日谈判失败：** 美国未能与关键的环太平洋盟友日本达成关税协议。\n*   **对多国威胁与进展：** 美国威胁要通知多个国家新的进口关税税率，但目前只有与英国的谈判显示出任何成果。\n*   **对中国谈判的影响：** 分析人士指出，这些短期内使美国显得软弱的进展，应促使中国在与华盛顿达成协议时采取更强硬的立场。\n\n### 特朗普政府的关税政策\n\n*   **对华关税：** 美国总统唐纳德·特朗普于4月2日（他称之为“解放日”）对中国进口商品征收了超过100%的关税，中国作为世界第二大经济体受到尤其严重的打击。\n*   **对其他亚洲国家关税：** 特朗普还以美国贸易逆差为由，对许多其他亚洲国家的进口商品征收了两位数的关税。\n*   **关税暂停：** 针对特定国家的“解放日”关税在次周被暂停了90天（对大多数国家暂停至7月9日），以等待贸易谈判。在5月初瑞士谈判后，对中国的关税也被暂停了90天，直至8月12日。\n\n### 对中国谈判立场的增强\n\n*   **增强北京实力：** 香港大学金融学讲席教授陈志武表示，美国威胁通知贸易伙伴新关税以及美日未能达成协议，都表明华盛顿今夏难以通过谈判实现其目标，这将增强北京谈判代表的实力。\n*   **“绝望的迹象”：** 陈志武认为，这类威胁是“绝望的迹象”，应该会“鼓舞中国谈判代表”。",
      "shortSummary": "美国未能与日本达成关税协议，且对多国发出关税威胁但进展甚微，这使得美国在贸易谈判中显得弱势。分析人士认为，这会促使中国在与华盛顿的贸易谈判中采取更强硬立场。尽管特朗普曾对中国及其他亚洲国家征收高额关税，但这些关税多数已被暂停。专家指出，美国谈判的困境是其“绝望的迹象”，将增强中国谈判代表的信心。",
      "translated_title": "特朗普缺乏贸易协议如何增强北京的实力？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States failed this week to reach a tariff deal with Japan, a key Pacific Rim ally, and has threatened to notify multiple countries of new duty rates on imports after talks with only one, the United Kingdom, have shown any results.\nThose developments, which made the US look weak in the short term, should prompt China to take a harder line with Washington on reaching a deal, analysts said.\nChina, the world’s second-largest economy, was hit especially hard by US President Donald Trump on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/f6b5fda5-3f84-459a-a0d9-fd341374644f_104dcb42.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国对美磁铁出口在5月暴跌，受稀土限制影响：数据显示 (原标题: China’s magnet exports to US slammed in May as rare earth curbs hit: data)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315251/chinas-magnet-exports-us-slammed-may-beijings-rare-earth-curbs-hit-data?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 12:30:13 +0000",
      "isoDate": "2025-06-20T12:30:13.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国磁铁出口大幅下滑\n\n*   **对美出口暴跌：** 根据最新海关数据，中国对美国磁铁出口量在5月份同比暴跌93.3%。与4月份的246.3吨相比，上月出口量环比也大幅下降81%，降至约46.4吨。\n*   **总体出口下降：** 磁铁是中国关键矿产出口的主导产品。上月，中国磁铁的总出口量同比下降近74.3%，出口额下降超过76.1%。\n*   **对其他国家影响：** 对欧洲制造业强国德国的出口量上月同比下降70%，而对日本的出口量则下降了84.1%。\n\n## 出口管制的影响\n\n*   此次出口大幅下降是由于北京实施了出口管制，以反制华盛顿对中国商品征收的全面关税。\n*   这一急剧下降给美国国防、能源和汽车行业的制造商带来了巨大压力。\n\n## 中方回应\n\n*   中国商务部发言人何亚东周四表示，中国正在根据相关法律法规加快稀土相关出口许可证的审查，并已批准了部分申请。\n*   何亚东补充说，中国愿意加强与相关国家在出口管制方面的沟通和对话，并积极促进合规贸易的便利化。",
      "shortSummary": "数据显示，中国5月对美磁铁出口量同比暴跌93.3%，环比下降81%，受北京实施的稀土出口管制影响。磁铁总出口量及对德国、日本的出口也大幅下滑。此举给美国国防、能源和汽车制造商带来压力。中国商务部表示正加快稀土出口许可证审查，并愿加强与相关国家的沟通，促进合规贸易。",
      "translated_title": "中国对美磁铁出口在5月暴跌，受稀土限制影响：数据显示",
      "images": [],
      "contentSource": "完整文章",
      "content": "The volume of China’s export shipments of magnets to the US, a chokepoint in the ongoing trade war between the world’s two largest economies, plunged in volume by 93.3 per cent in May, year on year, according to the latest customs data.\nChina exported around 46.4 tonnes of magnets to the US last month. It was also a sharp month-on-month decline of 81 per cent from 246.3 tonnes shipped in April.\nThe total export of magnets, which dominate China’s critical minerals shipments, fell by nearly 74.3...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/d377734a-547e-4c04-bce7-bb16bceedbad_81d7b61d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中欧贸易官员在冯德莱恩激烈言论后举行会谈 (原标题: Chinese and EU trade officials hold talks after von der Leyen outburst)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315242/chinese-and-eu-trade-officials-hold-talks-after-von-der-leyen-outburst?utm_source=rss_feed",
      "pubDate": "Fri, 20 Jun 2025 11:30:07 +0000",
      "isoDate": "2025-06-20T11:30:07.000Z",
      "creator": "Alice Li",
      "summary": "### 中欧贸易官员举行会谈以缓解经济紧张局势\n\n中国商务部长王文涛与欧盟贸易专员马罗斯·塞夫科维奇于周四举行了视频通话。此次会谈旨在控制日益加剧的经济紧张局势，并为即将于北京举行的领导人峰会铺平道路。\n\n#### 会谈主要内容与目标：\n\n*   **合作与准备**：中国商务部周五发布声明称，双方同意共同努力，为今年中欧议程上的关键经济和贸易事项奠定基础。\n*   **讨论议题**：通话期间，两位官员讨论了一系列议题，包括出口管制、市场准入以及欧盟对中国制造电动汽车征收的关税。\n\n#### 会谈背景：冯德莱恩的强硬批评\n\n此次视频通话举行于欧盟委员会主席乌尔苏拉·冯德莱恩在加拿大七国集团（G7）峰会上对中国发表强硬批评言论的几天之后。\n\n*   **G7峰会上的指控**：在G7峰会全球经济会议期间（美国总统唐纳德·特朗普也出席了会议），冯德莱恩指责北京提供“大规模补贴，旨在主导制造业和供应链”，并称之为“蓄意扭曲”。\n*   **其他担忧**：她还对中国的工业产能过剩表示担忧，并指责北京“将稀土供应链中的主导地位武器化”，以“削弱关键行业的竞争对手”。\n*   **“新中国冲击”警告**：在峰会上，这位欧盟高级官员还警告可能出现“新的中国冲击”，此前中欧领导人会议已定于7月举行，以纪念双方建交50周年。",
      "shortSummary": "中国商务部长王文涛与欧盟贸易专员马罗斯·塞夫科维奇举行视频通话，旨在缓解经济紧张并为领导人峰会做准备。双方讨论了出口管制、市场准入和电动汽车关税等议题。此次会谈发生在欧盟委员会主席冯德莱恩在G7峰会上严厉批评中国提供大规模补贴、产能过剩以及将稀土供应链武器化之后。",
      "translated_title": "中欧贸易官员在冯德莱恩激烈言论后举行会谈",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese commerce minister Wang Wentao and European trade commissioner Maros Sefcovic held a video call on Thursday, as the two sides strive to keep a lid on simmering economic tensions and pave the way for a leaders’ summit in Beijing.\n“Both sides agreed to work together to lay the groundwork for key economic and trade items on the China-EU agenda this year,” the Ministry of Commerce said in an online statement released on Friday.\nThe two officials discussed a series of topics during the call,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/20/53991d2d-b618-46b7-adcf-f7d519dabb6a_5acbdae7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国贸易战中将美债持有量降至16年新低 (原标题: China cuts US Treasury stockpiles to 16-year low amid Trump’s trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315093/china-cuts-us-treasury-stockpiles-16-year-low-amid-trumps-trade-war?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 13:00:11 +0000",
      "isoDate": "2025-06-19T13:00:11.000Z",
      "creator": "Ji Siqi",
      "summary": "### 中国美债持有量降至16年新低\n\n*   **背景与趋势**\n    *   中国在4月份将其持有的美国国债降至16年来的最低水平，这与华盛顿不断升级的贸易战引发了对美国政府债券作为全球最安全资产的长期地位的担忧。\n    *   根据美国财政部最新数据，北京的持有量降至7570亿美元，比3月份减少了82亿美元。\n    *   Wind汇编的数据显示，4月份的数据是连续第二个月下降，也是自2009年3月以来的最低水平。\n    *   中国在3月份已经滑落至外国持有者中的第三位（在日本和英国之后），并继续稳步减少其持有的美国政府债务，这一趋势始于特朗普执政初期。\n\n*   **贸易战升级及其影响**\n    *   4月2日，被称为“解放日”，特朗普对盟友和对手都启动了全面的“对等关税”。\n    *   此举在全球市场引发动荡，导致美国股市暴跌，并引发了美国国债和美元的急剧抛售。\n    *   美中之间的针锋相对的关税交换迅速升级，双方的关税税率一度超过100%，直到5月份达成临时停火协议才取消了大部分关税。\n\n*   **金融市场担忧**\n    *   人们担心世界两大经济体之间的贸易战会蔓延到金融市场。\n    *   市场猜测北京可能会抛售其庞大的美国国债持有量，而华盛顿可能会将中国公司从美国证券交易所退市。\n    *   鉴于两国超级大国之间日益紧张的关系，中国经济学家警告不要将美元武器化，因为担心华盛顿有朝一日可能会扣押中国的海外金融资产——类似于俄罗斯入侵乌克兰后对其采取的行动。",
      "shortSummary": "受特朗普贸易战影响，中国4月将美债持有量降至16年新低，仅为7570亿美元，连续第二个月下降。此举反映了对美债安全性的担忧。贸易战升级引发了金融市场动荡，包括股市下跌和美债抛售。中国经济学家警告美元可能被武器化，担心中国海外资产被扣押，类似于俄罗斯的遭遇。",
      "translated_title": "中国在美国贸易战中将美债持有量降至16年新低",
      "images": [],
      "contentSource": "完整文章",
      "content": "China reduced its stockpile of US Treasuries to a 16-year low in April, as an escalating trade war with Washington sparked concerns about the long-standing status of American government bonds as the world’s safest asset.\nBeijing’s holdings dropped to US$757 billion, down US$8.2 billion from March, according to the latest data released by the US Treasury Department. The figures for April marked the second consecutive month of decline and the lowest level since March 2009, according to data...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/0ff8351a-2bfb-4b69-bed7-64c474758656_2d66b91f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在中美贸易战背景下，中国的支付系统扩展到非洲和亚洲 (原标题: China’s payment system spreads across Africa and Asia amid US trade war)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315064/chinas-payment-system-spreads-across-africa-and-asia-amid-us-trade-war?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 12:15:08 +0000",
      "isoDate": "2025-06-19T12:15:08.000Z",
      "creator": "Leopold Chen",
      "summary": "中国正在加速推进人民币的全球使用，以应对与美国日益紧张的关系。在此背景下，中国的跨境人民币支付系统已经吸引了更多来自非洲、中亚和中东的金融机构。\n\n*   **CIPS新增成员：** 6家金融机构正式加入人民币跨境支付系统（CIPS），成为直接参与者。\n*   **新增机构名单：**\n    *   非洲进出口银行\n    *   阿布扎比第一银行\n    *   南非标准银行\n    *   新加坡大华银行\n    *   吉尔吉斯斯坦Eldik银行\n    *   中华（澳门）金融资产交易股份有限公司\n*   **CIPS的战略意义：** 中国于2015年推出CIPS，旨在扩大人民币在全球贸易中的使用，并对冲美国可能对中国实体实施金融制裁的风险。\n*   **CIPS参与者数量：** 截至5月底，CIPS共有174家直接参与者，但大多数是中资银行的国内外分支机构，以及汇丰银行、摩根大通和花旗银行等全球金融巨头的中国分支机构。\n*   **直接参与者定义：** 直接参与者是指拥有CIPS账户并可以直接通过该系统汇款的实体，而间接参与者必须依靠其他实体才能代表他们完成交易。",
      "shortSummary": "中国跨境人民币支付系统（CIPS）新增六家直接参与者，包括非洲进出口银行、阿布扎比第一银行、南非标准银行等。中国旨在通过CIPS扩大人民币在全球贸易中的使用，并对冲美国可能实施的金融制裁风险。截至5月底，CIPS共有174家直接参与者，但多数为中资银行或外资银行在华分支机构。直接参与者拥有CIPS账户可直接汇款，间接参与者需依赖其他实体完成交易。",
      "translated_title": "在中美贸易战背景下，中国的支付系统扩展到非洲和亚洲",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s cross-border yuan payment system has signed up more financial entities from Africa, Central Asia and the Middle East, as Beijing accelerates efforts to promote the global use of its currency amid rising tensions with the United States.\nA group of six financial institutions officially joined the yuan-based Cross-border Interbank Payment System (CIPS) as direct participants during a ceremony in Shanghai on Wednesday, becoming the latest entities to sign up to China’s alternative to the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/e8fa96b5-79c4-4a9f-bc2e-9eb4e400ea87_21bff6c0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C929宽体客机预计2035年首飞：消息人士 (原标题: China’s C929 widebody jet to make maiden commercial flight by 2035: source)",
      "link": "https://www.scmp.com/economy/china-economy/article/3315051/chinas-c929-widebody-passenger-jet-make-maiden-commercial-flight-2035-source?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 08:30:10 +0000",
      "isoDate": "2025-06-19T08:30:10.000Z",
      "creator": "Frank Chen,Xiaofei Xu",
      "summary": "# 中国C929宽体客机项目进展\n\n*   **首飞目标**\n    *   中国商用飞机有限责任公司（Comac）正在开发的C929宽体客机，目标是到2035年实现首次商业飞行。\n    *   这一时间表是在本周的巴黎航展上告知外国合作伙伴的，消息来源于一位熟悉讨论的人士。\n    *   尽管比之前的估计要长，但消息人士指出，这与波音和空客开发其首批宽体客机时所采用的“长途”时间表一致，并反映了中国商飞的“审慎”和对安全的重视。\n\n*   **认证计划**\n    *   中国商飞告知合作伙伴，预计C929将在2032年获得中国的型号合格证（TC）。\n    *   一位中国商飞高级经理在航展上的演示中表示：“目前我们计划在2032年获得型号合格证。”\n\n*   **当前阶段与未来展望**\n    *   C929已进入详细设计阶段。\n    *   中国商飞希望为客户提供一款新的双通道飞机，该机型可能类似于空客A350和波音787系列。\n\n*   **性能参数**\n    *   C929将可搭载多达440人。\n    *   最大航程为12,000公里，大致相当于从上海到纽约的距离。\n\n*   **背景信息（C919）**\n    *   中国商飞的首款干线窄体客机C919已于2023年5月在中国投入商业运营，距离其在2022年9月获得中国民用航空局的认证不到一年。",
      "shortSummary": "中国商飞C929宽体客机计划于2035年实现首次商业飞行，并预计在2032年获得型号合格证。该项目已进入详细设计阶段，旨在提供一款可载440人、航程达12,000公里的双通道飞机。这一时间表体现了中国商飞对安全和审慎的重视。",
      "translated_title": "中国C929宽体客机预计2035年首飞：消息人士",
      "images": [],
      "contentSource": "完整文章",
      "content": "The company developing China’s first home-grown widebody passenger jet – the C929 – is aiming to see it make its maiden commercial flight by 2035, foreign partners have been told at this week’s Paris Air Show, according to a person familiar with the discussion.\nThe time frame, although longer than previous estimates, was in line with the “long-haul” one that Boeing and Airbus used when developing their first widebodies and reflected Commercial Aircraft Corporation of China’s (Comac) “prudence”...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/207d04c0-33d7-44fd-a8f4-cd8ac48f143f_9bcb2853.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "香港在推出人民币挂钩稳定币前将评估风险 (原标题: Hong Kong to assess risks before launching yuan-pegged stablecoins)",
      "link": "https://www.scmp.com/business/china-business/article/3315005/hong-kong-study-beijings-monetary-policy-weigh-risks-issuing-yuan-stablecoins?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 04:00:07 +0000",
      "isoDate": "2025-06-19T04:00:07.000Z",
      "creator": "Daniel Ren",
      "summary": "# 香港推出人民币挂钩稳定币前的审慎评估\n\n香港特区政府高级官员表示，香港将在推出人民币挂钩稳定币前，评估相关风险并研究北京的货币政策，以促进人民币的国际化。\n\n## 关键信息点\n\n*   **审慎态度：** 财经事务及库务局局长许正宇在上海陆家嘴论坛上表示，尽管香港在技术上已准备就绪，但仍需更多时间评估发行此类加密货币的利弊。\n*   **风险与政策考量：** 许正宇强调，必须研究发行挂钩稳定币的风险和货币政策方向，因为这既有好处也有坏处。香港需要将自身的考量与国家政策制定以及北京的人民币国际化路线图保持一致。\n*   **立法进展：** 上个月，香港通过了新立法，要求稳定币（与法定货币等参考资产挂钩的数字代币）发行方必须获得香港金融管理局（HKMA）的许可。该法律将于8月1日生效。\n*   **中国央行行长观点：** 中国人民银行行长潘功胜在陆家嘴论坛开幕式上指出，包括稳定币在内的数字货币正在重塑传统支付系统，并显著缩短跨境支付链条，但同时也对金融监管带来了“重大挑战”。\n\n## 相关图片\n\n![中国人民银行行长潘功胜周三在上海陆家嘴论坛开幕式上发表讲话。图片来源：法新社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/3a465497-b12b-4d17-942d-3b4b0648670b_83405f08.jpg)\n*中国人民银行行长潘功胜周三在上海陆家嘴论坛开幕式上发表讲话。图片来源：法新社*",
      "shortSummary": "香港将在推出人民币挂钩稳定币前，评估风险并研究北京的货币政策，以推动人民币国际化。财经事务及库务局局长许正宇表示，虽技术已备，但需时间权衡利弊，并与国家政策保持一致。香港已通过新法，要求稳定币发行方需获金管局许可，8月1日生效。中国央行行长潘功胜指出，数字货币重塑支付系统，但也带来监管挑战。",
      "translated_title": "香港在推出人民币挂钩稳定币前将评估风险",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/06/19/3a465497-b12b-4d17-942d-3b4b0648670b_83405f08.jpg",
          "alt": "People’s Bank of China Governor Pan Gongsheng speaks at the opening ceremony of the Lujiazui Forum in Shanghai on Wednesday. Photo: AFP",
          "title": "People’s Bank of China Governor Pan Gongsheng speaks at the opening ceremony of the Lujiazui Forum in Shanghai on Wednesday. Photo: AFP",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hong Kong will assess the risks and study Beijing’s monetary policies before launching yuan-pegged stablecoins to bolster the internationalisation of the Chinese currency, according to a local senior official.\nChristopher Hui Ching-yu, Secretary for Financial Services and the Treasury, said during a panel on Wednesday at the Lujiazui Forum in Shanghai that while Hong Kong was technically ready to proceed, more time was needed to evaluate the advantages and disadvantages of issuing such a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/c8e71973-0800-48a7-84e6-20e89692d6a0_89cb1df4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "总理敦促中国江苏省迎接‘更高发展期望’ (原标题: Premier urges China’s Jiangsu to embrace ‘higher development expectations’)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314990/premier-urges-jiangsu-step-efforts-technology-trade-and-consumption?utm_source=rss_feed",
      "pubDate": "Thu, 19 Jun 2025 01:49:39 +0000",
      "isoDate": "2025-06-19T01:49:39.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "### 总理李强敦促江苏省迎接“更高发展期望”\n\n*   **背景与目的：**\n    *   在中国经济面临日益严峻的挑战之际，国务院总理李强对中国东部沿海重要的制造业中心江苏省进行了为期三天的考察。\n    *   此行的主要目的是敦促江苏省在技术、贸易和消费方面加大努力，以支撑中国经济的持续增长。\n\n*   **核心要求与期望：**\n    *   李强总理强调了拥抱创新发展、刺激有效需求、培育企业家精神以及深化改革开放的重要性。\n    *   他指出，江苏省拥有坚实的经济基础和强大的能力，但也面临着“更高发展期望”。\n    *   总理呼吁江苏省的官员和居民专注于经济增长，并在应对更广泛经济挑战中承担更大的责任。\n\n*   **江苏省的经济表现与角色：**\n    *   今年第一季度，江苏省的国内生产总值（GDP）同比增长5.9%，达到3.31万亿元人民币（约4605亿美元），紧随排名第一的广东省（3.35万亿元，增长4.1%）。\n    *   作为中国最先进的制造业省份之一，江苏省被北京赋予了在稳定增长方面发挥主导作用的任务，以应对国内需求低迷和美国关税增加带来的外部压力。\n\n*   **具体指示：**\n    *   在一家机械制造工厂，李强强调需要加速采用人工智能和清洁能源技术，以升级传统产业并跟上全球制造业趋势。",
      "shortSummary": "国务院总理李强考察江苏省，敦促其在技术、贸易和消费领域加大努力，以支撑经济增长。他强调创新发展、刺激需求、培育企业家精神及深化改革开放的重要性。作为重要制造业基地，江苏被寄予更高期望，需在应对国内需求低迷和外部压力（如美国关税）中发挥稳定增长的领导作用，并利用人工智能和清洁能源升级传统产业。",
      "translated_title": "总理敦促中国江苏省迎接‘更高发展期望’",
      "images": [],
      "contentSource": "完整文章",
      "content": "As Beijing looks to shore up China’s economic growth amid mounting challenges, Premier Li Qiang has called on Jiangsu province, a key manufacturing hub on the country’s east coast, to step up its efforts in technology, trade and consumption.\nDuring a three-day visit to the province from Monday, Li emphasised the importance of embracing innovative development, stimulating effective demand, fostering entrepreneurship, and deepening reform and opening up to support China’s sustained economic...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/19/073252c4-c2d8-4e78-94e9-a821781f3dee_30d3dd87.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国录得大量资本流入，海湾投资者对冲美国风险 (原标题: China records bumper capital inflow as Gulf investors hedge against US)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314922/china-records-bumper-capital-inflow-gulf-investors-hedge-against-us?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 11:00:09 +0000",
      "isoDate": "2025-06-18T11:00:09.000Z",
      "creator": "Carol Yang",
      "summary": "### 中国吸引海湾资本流入：背景与原因\n\n近期，中国吸引了来自中东投资者日益增长的资本流入。这些投资者正寻求使其过度集中于美国的投资组合多样化，以应对全球日益增长的不稳定性。分析师指出，为维持这一趋势，北京需要进一步开放其金融市场。\n\n#### 资本流入数据\n\n*   中国在5月份录得非银行部门净资本流入330亿美元，高于4月份的173亿美元。\n*   外国投资者对中国股票的持有量也有所增加。\n*   尽管中国官方未按国家细分这些数据，但分析师观察到，包括大型海湾主权财富基金在内的全球投资者正日益转向亚洲稳定、高增长的市场。\n\n#### 资本流入的主要原因\n\n*   **避险需求：** 复旦大学金融研究中心主任孙立坚表示，部分资金可能已从美国市场撤出，出于避险目的转向中国等主要贸易国和拥有大量海外净资产的国家。\n*   **地缘政治对冲：** 孙立坚指出，华盛顿在地区冲突升级中对以色列的支持，使得海湾投资者不愿“把所有鸡蛋放在一个篮子里”，从而寻求分散风险。\n*   **对中国政策的信心：** 资本流入也反映了海湾国家对中国开放政策和人民币国际化努力的信心日益增强。",
      "shortSummary": "中国近期吸引了大量来自中东的资本流入，5月非银行部门净流入达330亿美元。海湾投资者正寻求使其过度集中于美国的投资组合多样化，以对冲全球不稳定和美国对以色列的支持带来的风险。中国被视为一个稳定且高增长的市场，且投资者对其开放政策和人民币国际化抱有信心。分析师认为，为维持此趋势，中国需进一步开放金融市场。",
      "translated_title": "中国录得大量资本流入，海湾投资者对冲美国风险",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has attracted a growing influx of capital from Middle Eastern investors seeking to diversify their US-heavy portfolios in recent months, but Beijing will need to further open up its financial markets to sustain the trend, analysts said.\nBeijing announced on Tuesday that China had recorded a US$33 billion net capital inflow from non-banking sectors and higher foreign holdings of Chinese equities in May – an acceleration from April’s US$17.3 billion inflow.\nThe department did not break down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/09253eab-f242-4004-b951-1f7c58ef95cf_4069d225.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "巴黎航展：中国航空供应商寻求落地 (原标题: At Paris Air Show, China’s aviation suppliers circle for a landing)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314894/paris-air-show-chinas-aviation-suppliers-circle-landing?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 09:00:14 +0000",
      "isoDate": "2025-06-18T09:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "## 中国航空业在巴黎航展的新动向\n\n今年的巴黎航展见证了中国航空业参展模式的显著转变。与以往主要聚焦中国商飞（Comac）等大型企业不同，本次航展吸引了大量来自中国航空供应链的较小规模企业，它们积极向西方买家展示产品，寻求进入欧洲市场。\n\n### 参展规模大幅增长\n\n*   **公司数量翻倍**：根据航展组织方法国航空航天工业协会（GIFAS）的数据，参展的中国公司数量从2023年的29家增至今年（2024年）的76家，增长了一倍多。\n*   **首次设立“国家展馆”**：由于参展的中国出口商数量众多且集中，本届航展首次出现了事实上的中国“国家展馆”，这在航展历史上尚属首次。\n*   **新面孔涌现**：许多中国公司是首次亮相巴黎航展，表明其拓展海外市场的强烈意愿。\n\n### 寻求海外市场的原因\n\n这些中国企业积极寻求进入欧洲市场，主要受到国内市场环境变化的驱动：\n\n*   **国内利润停滞**：在中国经济整体放缓的背景下，国内市场利润增长趋于平缓。\n*   **激烈市场竞争**：中国国内航空供应链企业之间存在着激烈的竞争，导致部分企业面临生存压力。\n\n### 企业代表观点\n\n宝钛华神（Baoti Huashen）的助理工程师王俊波（Wang Junbo）证实了国内市场的竞争压力。该公司专注于航空生产关键材料——海绵钛。王俊波表示：“众所周知，我们的国内市场竞争过度。虽然我们公司目前利润尚可，但我知道有些同行的情况要糟糕得多，所以时刻做好准备非常重要。”这反映了中国供应商在寻求国际机遇以应对国内挑战的普遍心态。",
      "shortSummary": "今年的巴黎航展上，中国航空业的参展模式发生显著变化。来自中国航空供应链的数十家中小企业首次大规模亮相，参展公司数量从2023年的29家增至76家，并首次形成了事实上的中国“国家展馆”。这些企业积极寻求进入欧洲市场，以应对国内利润停滞和激烈的市场竞争。此举表明中国航空供应商正将目光投向海外，以寻求新的增长机遇。",
      "translated_title": "巴黎航展：中国航空供应商寻求落地",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s presence at the Paris Air Show – the globally renowned civil aviation expo – is usually reduced to Beijing’s biggest names in the field. In particular, conversation tends to focus on the Commercial Aircraft Corporation of China (Comac), the maker of the C919 passenger jet.\nBut things have changed this year. Dozens of lesser-known Chinese firms from across the supply chain have flocked to the European capital to showcase their products to Western buyers.\nThe number of Chinese companies...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/18/97ced7a9-41eb-4383-823d-d69bf961f280_06dd90fc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩问题？ (原标题: Could old coal mines help ease China’s solar-panel overcapacity?)",
      "link": "https://www.scmp.com/business/china-business/article/3314713/could-old-coal-mines-help-ease-chinas-solar-panel-overcapacity?utm_source=rss_feed",
      "pubDate": "Wed, 18 Jun 2025 00:00:09 +0000",
      "isoDate": "2025-06-18T00:00:09.000Z",
      "creator": "Yujie Xue",
      "summary": "### 旧煤矿转型太阳能项目：缓解中国产能过剩与推动能源转型\n\n全球能源监测组织（GEM）指出，中国在将退役煤矿场地改造为太阳能发电项目方面处于世界领先地位。这一趋势有望推动清洁能源转型，并可能缓解中国制造商面临的太阳能电池板产能过剩问题。\n\n**主要发现：**\n\n*   **全球趋势：** GEM周三发布报告称，过去几年，全球15个国家将露天采矿地改造为太阳能发电项目的趋势显著增长。\n*   **中国领先地位：**\n    *   中国大陆作为全球最大的煤炭生产国和消费国，目前有90个前煤矿场地已改造为太阳能发电设施，总装机容量达14吉瓦（GW）。\n    *   另有46个项目（9吉瓦）处于规划阶段。\n*   **多重效益：** GEM项目经理兼报告合著者吴成成表示，将矿山重新用于太阳能开发，为土地修复、创造当地就业和部署清洁能源提供了一个难得的“单一策略”机会。\n*   **国际进展：**\n    *   除中国外，包括澳大利亚、美国和希腊在内的14个国家也在推进此类改造项目，目标总装机容量为11吉瓦。\n    *   然而，这些项目大多仍处于早期阶段，只有一小部分已投入运营。\n*   **解决土地利用问题：** 报告指出，此类项目有助于解决土地利用问题。自2010年以来，全球已关闭6000多个煤矿，主要集中在中国和美国。随着33个国家承诺逐步淘汰煤炭，预计将有更多煤矿关闭。\n*   **政治与象征意义：** GEM副总监Ryan Driskell Tate认为，政治因素也影响了这些趋势。这些项目将“废弃”转变为“重建”，是“公正能源转型”的极具象征意义的体现。",
      "shortSummary": "中国正引领将废弃煤矿改造为太阳能发电项目的全球趋势。据GEM报告，中国已有90个此类项目运营（14GW），另有46个在规划中。此举不仅推动清洁能源转型，有望缓解太阳能电池板产能过剩，还能促进土地修复和当地就业。全球其他14个国家也在效仿，但多处于早期阶段。这体现了将“废弃”转变为“重建”的公正能源转型理念。",
      "translated_title": "旧煤矿能否帮助缓解中国太阳能电池板产能过剩问题？",
      "images": [],
      "contentSource": "完整文章",
      "content": "China leads the world in converting decommissioned coal-mining sites into solar power projects, a trend that promises to advance the clean energy transition while potentially reducing a surplus of solar panels produced by struggling Chinese manufacturers, according to Global Energy Monitor (GEM).\nConversion of surface-mined lands into solar-generation projects had surged in 15 countries, particularly over the past couple of years, the non-governmental organisation said in a report on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/7a7c477f-3688-4431-841b-d4e5a1922fd2_66db4bd5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "伦敦闭门会谈后，中美沉默意味深长 (原标题: After tight-lipped talks in London, the US-China silence speaks volumes)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314797/after-us-china-talks-london-tight-lips-concern-and-tactical-turning-point?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 22:00:08 +0000",
      "isoDate": "2025-06-17T22:00:08.000Z",
      "creator": "Luna Sun,Ralph Jennings",
      "summary": "## 伦敦闭门会谈后，中美沉默意味深长\n\n上周，美国和中国高级官员在伦敦举行了贸易会谈。然而，会谈结束后，双方均未发布官方声明，这种“沉默”引发了全球对供应链和地缘政治稳定性的广泛猜测和担忧。\n\n### 缺乏官方声明与外界解读\n\n*   **信息真空**：会谈结束后，公众几乎没有获得任何官方信息，这导致了大量关于会谈内容、双方是否施加了影响力以及这种僵局对全球经济意味着什么的猜测。\n*   **沉默的含义**：一些分析人士认为，这种沉默暗示着中美关系的紧张、力量的重新校准以及全球贸易的脆弱平衡，加剧了世界上最重要的经济关系的不确定性。\n\n### 贸易战的潜在转折点\n\n*   **关键时刻**：泉源资本（香港）总裁兼首席经济学家陶冬在一篇评论文章中指出，此次谈判可能标志着中美贸易战的一个转折点。\n*   **中方策略**：陶冬认为，中方在稀土元素出口管制方面的强硬策略（这是闭门会谈的主要焦点）可能出乎美方代表团的意料，并给本已脆弱的讨论增加了新的紧张和复杂性。\n\n### 动态转变与焦点转移\n\n陶冬进一步分析了中美贸易谈判动态的显著转变：\n\n*   **力量平衡变化**：谈判动态已从美国单边施压转变为更加势均力敌的竞争。中国不再处于守势，而是从实力地位出发进行谈判。\n*   **焦点转移**：谈判的重点已从关税水平转向出口管制。关税本身已成为次要问题，双方都在瞄准对方供应链中的“扼制点”。这也是为什么现在是商务部长而非仅仅是贸易官员参与谈判的原因。",
      "shortSummary": "伦敦中美贸易会谈结束后，双方保持沉默，引发外界对全球经济和地缘政治稳定的广泛猜测。分析认为，这种沉默暗示着紧张关系和力量重新校准。泉源资本的陶冬指出，此次谈判可能是中美贸易战的转折点，中方在稀土出口管制上的强硬策略可能出乎美方意料。谈判焦点已从关税转向出口管制，中方正从实力地位出发进行谈判，瞄准对方供应链的“扼制点”。",
      "translated_title": "伦敦闭门会谈后，中美沉默意味深长",
      "images": [],
      "contentSource": "完整文章",
      "content": "With global economic ramifications on the line, those with a vested interest in supply chains and geopolitical stability watched closely and waited as high-ranking officials from the United States and China emerged from last week’s trade talks in London.\nThen, the public was told little. In the absence of an official readout from both sides, hope for a bit more clarity has given way to a fog of questions and buzzy speculation about what happened behind those doors.\nWas leverage being applied? By...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/54359b21-a359-4d5b-81a5-d4c2fe001d75_1f79b7ce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推动区域金融银行，俄罗斯转向亚洲：分析师 (原标题: China pushes regional finance bank as Russia pivots to Asia: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3314777/china-pushes-sco-development-bank-russia-pivots-asia-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 14:30:08 +0000",
      "isoDate": "2025-06-17T14:30:08.000Z",
      "creator": "Carol Yang",
      "summary": "## 上海合作组织开发银行：中国推动与俄罗斯转向亚洲\n\n分析师指出，随着美国削减对外援助并通过长臂管辖增加金融制裁，中国正在国际发展金融和区域经济合作中加强其影响力。\n\n### 银行提案背景与现状\n\n*   **提案历史**：上海合作组织（SCO）开发银行由中国于2010年首次提出，旨在促进区域贸易和本币使用。然而，该提案在过去十余年里一直停滞不前。\n*   **当前势头**：受地缘政治紧张局势加剧以及俄罗斯战略转向东方的影响，该银行现在比以往任何时候都更接近成为现实。\n*   **未来会议**：在即将于天津（北京以东100公里）举行的秋季峰会前，相关势头正在积聚。届时，包括俄罗斯和五个中亚国家在内的上海合作组织领导人将齐聚一堂。\n\n### 近期进展与挑战\n\n*   **中方推动**：6月初，中国副总理丁薛祥在北京与上海合作组织财长和央行行长会议期间，强调了该银行提案，以及相关的本币结算和数字金融倡议。\n*   **历史阻力**：一位熟悉政策讨论的消息人士透露，俄罗斯此前曾反对该计划，更倾向于扩大其自身的欧亚开发银行。",
      "shortSummary": "分析师指出，随着美国削减援助并增加制裁，中国正推动成立停滞十余年的上海合作组织（SCO）开发银行。受地缘政治紧张和俄罗斯转向亚洲影响，该银行有望成为现实。中国副总理丁薛祥近期强调了此提案，旨在促进区域贸易和本币结算。尽管俄罗斯此前曾反对，但该计划目前正为即将到来的天津峰会积聚势头。",
      "translated_title": "中国推动区域金融银行，俄罗斯转向亚洲：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "As the United States scales back foreign aid and increases financial sanctions through long-arm jurisdiction, analysts said Beijing is strengthening its influence in international development finance and regional economic cooperation.\nDriven by rising geopolitical tensions and Russia’s strategic pivot to the East, they said the Shanghai Cooperation Organisation (SCO) Development Bank, which has been stalled for over a decade, was now closer than ever to becoming a reality.\nMomentum is building...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/618f751c-b9c0-4477-9a22-7d626f6a57ab_4ec5e812.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国C929客机制造商签署零部件协议，获得西方技术 (原标题: China’s C929 jet secures Western tech as manufacturer signs parts deals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314792/chinas-c929-jet-secures-western-tech-manufacturer-signs-parts-deals?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 12:30:12 +0000",
      "isoDate": "2025-06-17T12:30:12.000Z",
      "creator": "Xiaofei Xu,Ralph Jennings",
      "summary": "## 中国C929客机获得西方技术支持\n\n中国主要的民用飞机制造商中国商用飞机有限责任公司（Comac）已成功签署协议，为其首款宽体客机C929采购西方制造的零部件。C929预计将与空客A350和波音787系列相似，这些协议的达成正值全球贸易和供应链持续动荡之际。\n\n### 与法国赛峰集团的合作\n\n据中国媒体周一报道，中国商飞已与法国航空航天公司赛峰集团（Safran）达成合作协议，共同开发C929宽体客机的以下系统：\n\n*   刹车控制系统\n*   结冰探测系统\n*   轮胎压力指示器\n*   机载供氧系统\n\n中国商飞周二在其官网表示，双方在本周的巴黎航展期间签署了一份“谅解备忘录”。\n\n### 与美国克瑞航空电子的交易\n\n媒体报道称，这家总部位于上海的飞机制造商还单独与美国克瑞航空电子公司（Crane Aerospace and Electronics）达成协议，采购飞机客舱门传感器。\n\n### 克服挑战与未来展望\n\n尽管全球航空供应链面临放缓，以及美国出口管制带来的不确定性，中国商飞仍成功达成了这些协议。该公司雄心勃勃，旨在与空客和波音在全球商用飞机贸易中争夺主要参与者的地位。",
      "shortSummary": "中国商飞（Comac）已为其C929宽体客机获得西方技术支持，与法国赛峰集团（Safran）签署了刹车控制、结冰探测等系统开发协议，并与美国克瑞航空电子（Crane Aerospace and Electronics）达成了舱门传感器采购协议。这些交易是在全球供应链放缓和美国出口管制背景下达成的，彰显了中国商飞挑战空客和波音的雄心。",
      "translated_title": "中国C929客机制造商签署零部件协议，获得西方技术",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s chief civilian aircraft maker has secured deals to buy Western-made parts for its first widebody jet – expected to resemble the Airbus A350 and Boeing 787 series – despite ongoing turbulence in trade and supply chains.\nThe Commercial Aircraft Corporation of China (Comac) reached an agreement to work with French aerospace firm Safran on the development of the widebody C929’s brake controls, ice detection system, tyre pressure indicators and on-board oxygen system, according to reports...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/e15f8cbf-4fc0-4f8c-bc0f-50326e0e6860_e40cd545.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国将在2040年前将核电容量翻番，实现快速增长 (原标题: China to nearly double nuclear power capacity by 2040 in rapid build-up)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314794/china-nearly-double-nuclear-power-capacity-2040-rapid-build?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 11:30:10 +0000",
      "isoDate": "2025-06-17T11:30:10.000Z",
      "creator": "Frank Chen",
      "summary": "## 中国核电能力快速增长\n\n根据中国核能行业协会（CNEA）的一份新报告，中国计划到2040年将其核电容量几乎翻一番，使其成为全球最大的核电生产国。\n\n### 主要目标与规模\n\n*   **2040年目标：** 中国计划到下一个十年末，通过建设数十座新反应堆，将核电装机容量提高到200吉瓦（GW）。\n*   **对比：** 这一目标容量将是美国当前核电容量的两倍多。\n\n### 当前发展状况\n\n*   **全球领先：** 高盛上周发布的一份报告指出，目前全球正在建设的61座核反应堆中，约有一半位于中国。\n*   **截至2024年末：** CNEA报告显示，中国共有102座核反应堆（包括已投入使用和在建的），总容量为113吉瓦。\n*   **地理分布：** 这些核反应堆主要集中在中国经济繁荣的沿海省份。\n*   **与美国对比：** 根据美国能源信息署的数据，截至2024年，美国有94座运行中的核反应堆，总装机容量接近97吉瓦。\n\n### 发展原因\n\n*   **脱碳目标：** 北京近年来启动了历史上最快的核电设施建设，旨在实现中国经济的脱碳目标。\n*   **能源独立性：** 同时，此举也有助于避免过度依赖受天气影响的绿色能源，如太阳能和风能。",
      "shortSummary": "根据中国核能行业协会报告，中国计划到2040年将核电容量翻番至200吉瓦，成为全球最大核电国。目前，全球在建核反应堆约一半位于中国。截至2024年末，中国已有102座核反应堆（在用或在建），总容量113吉瓦。此举旨在推动经济脱碳，并减少对天气依赖型绿色能源的过度依赖。",
      "translated_title": "中国将在2040年前将核电容量翻番，实现快速增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "China will nearly double its nuclear power capacity by 2040, making it by far the world’s largest nuclear power generator, according to a new report by the China Nuclear Energy Association (CNEA).\nThe country is set to build dozens of new reactors to raise its installed capacity to 200 gigawatts – more than double the US’ current capacity – by the end of the next decade, the Chinese industry body said in the paper released on Monday.\nBeijing has embarked on one of the fastest buildouts of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/457b615c-efbf-4b80-abbd-ce8edf806303_cbc1a3d6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国赞扬英伟达参展是紧张局势下的“信任票” (原标题: China hails Nvidia expo appearance as ‘vote of confidence’ amid tensions)",
      "link": "https://www.scmp.com/economy/china-economy/article/3314715/nvidia-hands-china-symbolic-victory-attendance-beijing-expo?utm_source=rss_feed",
      "pubDate": "Tue, 17 Jun 2025 06:06:45 +0000",
      "isoDate": "2025-06-17T06:06:45.000Z",
      "creator": "Leopold Chen",
      "summary": "## 英伟达首次参展中国国际供应链博览会，中国称之为“信任票”\n\n### 背景与主要事件\n*   尽管中美两国在贸易和技术问题上紧张局势日益加剧，美国半导体巨头英伟达（Nvidia）仍将首次参加中国的旗舰供应链活动。\n*   英伟达将是7月举行的中国国际供应链博览会（China International Supply Chain Expo）的100多家美国和欧洲参展商之一。\n*   此次参展正值美国加大对中国半导体产业的压力，华盛顿对先进美国微芯片的销售实施出口管制，并禁止购买中国制造的芯片。\n\n### 中国的观点与意义\n*   中国国际贸易促进委员会（CCPIT）副主任于健龙表示，尽管全球贸易格局“复杂多变”，但如此多的西方参展商前来中国，代表了对此次博览会和中国供应链的“信任票”。\n*   他指出，供应链博览会已变得更加国际化，拥有“不断扩大的朋友圈”。\n\n### 参展商数据\n*   据于健龙透露，今年参加博览会的美国公司数量比2024年增加了15%。\n*   非中国大陆参展商的比例上升了3个百分点，达到35%。",
      "shortSummary": "尽管中美贸易和技术紧张局势加剧，美国半导体巨头英伟达仍将首次参加中国国际供应链博览会。中国官方将英伟达及其他西方公司参展视为对中国供应链的“信任票”，并指出美国参展商数量有所增加。此举发生在美国对中国半导体产业施加出口管制和禁令的背景下。",
      "translated_title": "中国赞扬英伟达参展是紧张局势下的“信任票”",
      "images": [],
      "contentSource": "完整文章",
      "content": "China has announced that US semiconductor giant Nvidia will attend its flagship supply chain event for the first time, despite growing tensions between the two countries over a string of trade and technology issues.\nNvidia will be among more than 100 exhibitors from the United States and Europe attending the China International Supply Chain Expo in July, the event’s organiser confirmed during a press conference on Tuesday morning.\nThe artificial intelligence chip firm’s appearance in Beijing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/06/17/a3511345-8969-41e6-a4a0-511954c405fb_ce49ee5f.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-06-23T01:59:19.465Z"
}