{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed",
  "items": [
    {
      "title": "世界为何必须警惕“狼来了”式的金融危机风险警告 (原标题: Why world must heed boy crying wolf over risk of financial crisis)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3321116/why-world-must-heed-boy-crying-wolf-over-risk-financial-crisis?utm_source=rss_feed",
      "pubDate": "Sat, 09 Aug 2025 08:30:07 +0000",
      "isoDate": "2025-08-09T08:30:07.000Z",
      "creator": "Anthony Rowley",
      "summary": "# 世界为何必须警惕“狼来了”式的金融危机风险警告\n\n## 警惕“狼来了”的警告\n经济评论员常被戏称为“预测了过去五次衰退中的九次”，暗示他们是危言耸听者。然而，这种说法有所夸大，我们有充分的理由重视“狼来了”的警告，因为真正的风险可能被忽视。\n\n## 当前市场表象与隐藏的风险\n目前，金融界似乎沉浸在一种乐观情绪中，认为美国总统特朗普的关税政策未能引发全球贸易战。股市高涨，债市虽有波动但远未恐慌，通胀和利率以合理速度上升。表面上看，唯一令人担忧的似乎只有地缘政治问题。\n\n然而，文章指出，真正的“狼”正以伪装的姿态潜伏着，它被“良性且受监管的体面”外表所掩盖，从而逃避了人们的注意。\n\n## 真正的担忧：债务与影子银行\n*   **高估值的股票：** 很少有人担忧股票的高估值，特别是“七巨头”科技公司，它们的市值已可与某些国家的GDP相媲美。\n*   **银行系统：** 银行系统表面上看起来基础稳固。\n*   **全球借贷与债务水平：** 实际上，全球的借贷和债务水平才是真正的担忧来源。\n*   **影子银行的崛起：** 众多影子银行和其他非银行金融机构（NBFIs）已成为“狼”一般的掠食者。它们习惯于从大型银行以低成本借入资金，然后以可观的利润率借给有需求的借款人。\n\n## 潜在的危机触发点\n*   **债务违约风险：** 随着经济在关税和消费者需求下降的影响下放缓，这些高水平的借贷可能导致债务违约。\n*   **系统性金融危机：** 鉴于全球金融系统的高度互联性，这预示着系统性金融危机的风险。\n*   **监管机构的担忧：** 至少一些金融监管机构已经因此而夜不能寐。",
      "shortSummary": "尽管当前金融市场表面平静，但全球正面临隐藏的金融危机风险。高估值的股票、不断增长的全球债务以及影子银行的扩张是主要隐患。随着经济在关税和需求下降影响下放缓，高额借贷可能导致债务违约，进而引发系统性危机。因此，世界必须警惕并重视这些“狼来了”式的警告，因为真正的风险正以伪装的姿态潜伏。",
      "translated_title": "世界为何必须警惕“狼来了”式的金融危机风险警告",
      "images": [],
      "contentSource": "完整文章",
      "content": "There is an old joke that economic commentators have predicted nine out of the past five recessions. The implication is that they engage in doom-mongering while other people get on with real life. This is an exaggeration, and there are good reasons to heed “the boy who cried wolf”.\nThe financial world appears to be basking in the idea that US President Donald Trump’s tariffs have fallen short of sparking a global trade war. Stock markets are riding high, bond markets are jittery but hardly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/07/cbcd16aa-8b2d-4508-ac1b-6232c677f819_d43ad7e4.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧洲正迎来中国游客潮。它应该感谢唐纳德·特朗普吗？ (原标题: Europe is expecting a wave of Chinese tourists. Should it thank Donald Trump?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321240/europe-expecting-wave-chinese-tourists-should-it-thank-donald-trump?utm_source=rss_feed",
      "pubDate": "Sat, 09 Aug 2025 08:00:10 +0000",
      "isoDate": "2025-08-09T08:00:10.000Z",
      "creator": "Xiaofei Xu",
      "summary": "欧洲正迎来中国游客潮，旅游业对未来充满乐观。尽管面临签证要求和因俄乌冲突导致的航班运力下降等挑战，欧洲旅游业仍希望2025年能达到自新冠疫情以来的中国游客最高水平。\n\n**当前趋势与乐观前景**\n\n*   欧洲（包括瑞士）在2025年上半年中国游客数量同比增长13%。\n*   欧洲旅游委员会（ETC）高级营销经理Ludivine Destrée表示，她在布鲁塞尔市中心看到大量中国游客，并听到普通话，对此感到非常乐观。\n*   预计这一增长势头将持续下去。\n\n**中国游客的强劲意愿**\n\n*   ETC最近的一份报告显示，72%的中国游客表示愿意长途旅行到欧洲大陆。\n*   这一比例远高于全球平均水平（39%），也高于传统强劲市场美国（33%）和日本（13%）。\n\n**驱动因素**\n\n*   中国游客的强烈热情是由多种因素驱动的，包括经济反弹和对长途旅行的重新渴望。\n*   相比之下，日本游客兴趣异常低迷可能与日元走弱有关。",
      "shortSummary": "欧洲正迎来中国游客潮，旅游业对2025年中国游客数量恢复至疫情前水平持乐观态度。尽管存在签证和航班运力挑战，2025年上半年中国游客数量已同比增长13%。一项报告显示，72%的中国游客有意愿长途旅行至欧洲，远超全球平均水平。中国经济复苏和对长途旅行的渴望是主要驱动因素。",
      "translated_title": "欧洲正迎来中国游客潮。它应该感谢唐纳德·特朗普吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Europe is basking in summer, with sunny skies, high temperatures – and a surge in Chinese tourists.\nDespite lingering challenges such as visa requirements and reduced airline capacity due to Russia’s invasion of Ukraine, the continent’s tourism industry is hopeful that 2025 could mark the highest number of Chinese visitors since the Covid-19 pandemic.\n“We’re pretty optimistic. I work at the centre of Brussels and we see a lot of Chinese. I hear Mandarin everywhere,” said Ludivine Destrée, senior...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/08/8ecfbdb7-f14f-421c-a4ce-52de4bb8e0c6_92fa1ed3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何特朗普的联邦储备委员会人选引发对央行独立性的担忧 (原标题: Why Trump’s Federal Reserve pick is raising alarm over central bank’s independence)",
      "link": "https://www.scmp.com/economy/global-economy/article/3321241/why-trumps-federal-reserve-pick-raising-alarm-over-central-banks-independence?utm_source=rss_feed",
      "pubDate": "Fri, 08 Aug 2025 13:00:16 +0000",
      "isoDate": "2025-08-08T13:00:16.000Z",
      "creator": "Sylvia Ma",
      "summary": "### 特朗普提名美联储人选引发独立性担忧\n\n美国总统唐纳德·特朗普提名其首席经济顾问斯蒂芬·米兰（Stephen Miran）进入联邦储备委员会，此举引发了分析师对中央银行独立性的深切担忧。\n\n**提名背景与人选**\n\n*   **被提名人：** 斯蒂芬·米兰，现任特朗普政府经济顾问委员会主席，也是其关税政策的主要制定者。\n*   **提名目的：** 暂时填补美联储理事会的一个空缺席位。\n*   **宣布方式：** 特朗普总统周四在社交媒体上宣布了这一提名。\n\n**引发的主要担忧**\n\n分析师警告称，米兰的提名可能带来以下影响：\n\n*   **白宫影响力增强：** 此举可能加强白宫对中央银行的影响力。\n*   **独立性受损：** 加深对美联储独立性的担忧。\n*   **对鲍威尔施压：** 可能对美联储主席杰罗姆·鲍威尔（Jerome Powell）施加进一步压力。\n*   **降息可能性增加：** 增加9月份降息的可能性，这正是特朗普一直推动的政策转变，可能影响全球市场。\n*   **改革美联储章程：** 米兰此前曾提议对中央银行进行全面改革。\n\n**专家观点**\n\n法国外贸银行（Natixis）亚太区首席经济学家艾丽西亚·加西亚-埃雷罗（Alicia Garcia-Herrero）指出：\n\n*   米兰可能成为“鲍威尔的阴影”，因为他此前曾批评鲍威尔维持利率的决定。\n*   米兰的目标不仅仅是获得提名，更是旨在改变美联储的章程，这使得此次提名成为一个“大问题”。\n\n**背景冲突**\n\n此次提名正值特朗普与鲍威尔之间围绕利率问题持续拉锯之际。",
      "shortSummary": "美国总统特朗普提名其首席经济顾问斯蒂芬·米兰进入联邦储备委员会，引发了分析师对美联储独立性的严重担忧。米兰的提名可能增强白宫对央行的影响力，并对美联储主席鲍威尔施压，增加9月降息的可能性。鉴于米兰此前曾提议全面改革美联储章程，专家认为此举旨在改变美联储的运作方式，而非仅仅填补空缺，加剧了特朗普与鲍威尔之间围绕利率的紧张关系。",
      "translated_title": "为何特朗普的联邦储备委员会人选引发对央行独立性的担忧",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s nomination of his top economic adviser to the Federal Reserve Board could strengthen the White House’s influence over the central bank and deepen concerns over its independence, analysts said.\nStephen Miran, chairman of the Trump administration’s Council of Economic Advisers and an architect of its tariff policy, will be nominated to temporarily fill a vacant seat on the Federal Reserve’s board of governors, the US president announced Thursday on social...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/08/fac44e52-8dff-446c-b92e-05988d056466_4575f7ce.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普攻击全球贸易将反噬美国的5个原因 (原标题: 5 reasons Trump’s attack on global trade will backfire on the US)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3321175/5-reasons-trumps-attack-global-trade-will-backfire-us?utm_source=rss_feed",
      "pubDate": "Fri, 08 Aug 2025 12:30:09 +0000",
      "isoDate": "2025-08-08T12:30:09.000Z",
      "creator": "David Dodwell",
      "summary": "### 特朗普攻击全球贸易将反噬美国的背景与作者动机\n\n本文作者是一位拥有四十年经验的贸易政策专家，对全球贸易趋势的重要性充满热情。他指出，尽管全球贸易对许多经济体（如香港，贸易占GDP的359%）至关重要，但公众对贸易问题的兴趣却异常低迷。\n\n#### 公众漠视贸易的危险\n\n*   **潜在的灾难性后果**：在正常时期，公众对贸易的漠视可能无关紧要。然而，在2025年，当世界最大经济体的领导人（指唐纳德·特朗普）正在破坏过去八十年里改善了数十亿人生活的全球贸易体系基础时，这种漠视和由此产生的无知可能导致灾难性后果。\n*   **助长错误政策**：作者认为，正是这种贸易知识的匮乏和“贸易文盲”让特朗普得以肆意妄为，对全球贸易体系造成损害。特朗普身边的人，即使不无知，也能够散布虚假言论，这些言论被那些容易一厢情愿的“让美国再次伟大”支持者所接受。\n\n#### 作者的期望与目标\n\n*   **揭露虚假主张**：作者承认，他可能是一厢情愿地认为，如果能将特朗普对全球贸易体系发动战争背后的“荒谬主张”逐一拆解，那么他的一些有害过度行为或许能够得到遏制。\n*   **致力于澄清事实**：尽管如此，作者表示他将尝试这样做，旨在通过揭示这些主张的虚假性来对抗贸易无知，从而可能限制特朗普政策的负面影响。",
      "shortSummary": "一位资深贸易政策专家指出，公众对全球贸易的漠视正助长美国前总统特朗普对全球贸易体系的破坏。作者认为，这种无知让特朗普得以散布虚假主张，并可能导致灾难性后果。他希望通过揭露这些荒谬主张，来遏制特朗普有害的贸易政策。",
      "translated_title": "特朗普攻击全球贸易将反噬美国的5个原因",
      "images": [],
      "contentSource": "完整文章",
      "content": "As a trade policy nerd for the past four decades, passionate about the importance of global trade trends, I am quite disappointed when I am reminded that reader interest in trade issues is miserably low.\nEven in a place like Hong Kong, where trade accounts for 359 per cent of gross domestic product, the subject seems deadly boring to most people, including those whose livelihoods critically rely on it.\nIn normal times, this may not matter. In such times, people have better and more interesting...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/08/6e5970c7-e383-4bca-b72d-c4cb7168f837_9e83e03a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中俄贸易在2025年创下新高，特朗普暗示将对石油进口征收25%关税 (原标题: China-Russia trade hits 2025 high as Trump hints at 25% tariff over oil imports)",
      "link": "https://www.scmp.com/economy/china-economy/article/3321111/china-russia-trade-hits-2025-high-trump-hints-25-tariff-over-russian-oil-imports?utm_source=rss_feed",
      "pubDate": "Thu, 07 Aug 2025 14:00:13 +0000",
      "isoDate": "2025-08-07T14:00:13.000Z",
      "creator": "Kandy Wong",
      "summary": "中俄双边贸易在2025年7月达到年内最高水平，总额为191.4亿美元。这一数字环比增长8.7%，但与去年同期相比下降了2.8%。\n\n**关键贸易数据：**\n\n*   **2025年前七个月贸易总额：** 中俄贸易总额为1258亿美元，同比下降8%。\n*   **中国从俄罗斯进口（7月）：** 进口额为101亿美元，同比增长4.02%。\n*   **中国对俄罗斯出口（7月）：** 出口额为91亿美元，同比下降8.91%。\n\n**俄罗斯石油供应：**\n\n*   **2024年：** 俄罗斯是中国主要的石油供应国，出口量达创纪录的1.085亿吨，占中国石油进口总量的19.6%。\n*   **2025年7月石油交付量：** 根据乌克兰外国情报局的数据，7月份的石油交付量较6月份有所下降，不足400万吨。\n*   **2025年前七个月石油运输量：** 根据乌克兰机构的数据，俄罗斯向中国运输了3200万吨石油，比2024年同期减少了400万吨。\n*   **数据公布：** 中国海关预计将于8月20日公布详细的俄罗斯石油贸易数据。\n\n**特朗普的关税威胁：**\n\n*   美国总统唐纳德·特朗普暗示，中国可能继印度之后，因持续购买俄罗斯石油而面临25%的惩罚性关税。",
      "shortSummary": "2025年7月，中俄双边贸易额达191.4亿美元，创年内新高，但同比下降2.8%。前七个月贸易总额同比下降8%。中国从俄罗斯进口增长，但对俄出口下降。同时，特朗普暗示可能对中国持续购买俄罗斯石油征收25%的惩罚性关税。俄罗斯去年是中国主要石油供应国，但7月对华石油交付量有所下降。",
      "translated_title": "中俄贸易在2025年创下新高，特朗普暗示将对石油进口征收25%关税",
      "images": [],
      "contentSource": "完整文章",
      "content": "Bilateral trade between China and Russia reached its highest level of the year in July, with the latest customs data coming as US President Donald Trump has hinted that China could be next to join India in facing a 25 per cent punitive tariff over continued purchases of Russian oil.\nTotal trade between China and Russia stood at US$19.14 billion in July, up 8.7 per cent from June, according to figures from China’s General Administration of Customs released on Thursday. But that marked a 2.8 per...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/07/a6220e17-4a33-49ff-8c19-5f6f4265fea6_b92f682d.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "印度真的成为特朗普在亚洲的首要目标了吗？ (原标题: Has India really become Trump’s top target in Asia?)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3321039/has-india-really-become-trumps-top-target-asia?utm_source=rss_feed",
      "pubDate": "Thu, 07 Aug 2025 08:30:24 +0000",
      "isoDate": "2025-08-07T08:30:24.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 印度成为特朗普在亚洲的首要目标\n\n在去年美国总统大选前，分析师们普遍认为，下一任白宫主人将对中国采取强硬立场。这种对世界第二大经济体的强硬态度已持续多年，并且是两党共识。人们普遍预期，新政府将在贸易、技术和外交政策上对中国采取强硬措施。\n\n*   **对华政策的普遍预期：**\n    *   **贸易：** 预计将对中国商品征收更具惩罚性和广泛的关税。人们还猜测，如果其他国家（特别是东南亚）成为中国出口的更大转运中心，新政府将如何应对。\n    *   **技术：** 几乎可以肯定，下一任总统将维持对先进半导体的出口管制，以维护美国在人工智能（AI）领域的经济和军事优势。\n    *   **外交：** 面对解放军在台湾周边日益强化的态势，支持台湾（生产全球90%以上最精密芯片）的安全似乎也几乎是必然的。\n\n*   **特朗普的交易性策略与对华立场：**\n    *   然而，唐纳德·特朗普在第一任期内经常采用的交易性政策制定方式是一个“通配符”。\n    *   尽管如此，在他再次当选后，特朗普似乎仍是一个对华鹰派，任命了北京的坚定批评者担任高级职务，并将中国商品的关税提高到极高的水平。\n\n*   **地缘政治格局的转变：**\n    *   自四月以来，地缘政治格局发生了显著变化。这归因于特朗普的反复无常、他对中国国家主席习近平的众所周知钦佩，以及其政府迟迟才认识到北京报复性武器（特别是对稀土和磁铁出口的新限制）的强大力量。\n    *   随着中国可能获得当前关税豁免的又一个90天延期，以及两国贸易协议正在形成的迹象，印度突然成为了特朗普的“眼中钉”。\n\n*   **印度成为新目标：**\n    *   特朗普最初对印度与俄罗斯的密切关系视而不见，但现在却以印度购买更便宜的俄罗斯石油为借口，对这个主要经济体征收了最高的关税之一。",
      "shortSummary": "在大选前，美国普遍预期将对中国采取强硬立场，包括贸易关税和技术管制。然而，自四月以来，地缘政治格局发生转变。由于特朗普的反复无常、对习近平的钦佩以及对中国报复能力的认识，加上中美贸易协议可能达成，特朗普的焦点已从中国转向印度。现在，他以印度购买廉价俄罗斯石油为由，对印度征收高额关税，使印度成为其在亚洲的新目标。",
      "translated_title": "印度真的成为特朗普在亚洲的首要目标了吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "If there was one thing analysts could agree on in the run-up to last year’s US presidential election, it was that the next occupant of the White House would be a China hawk. A hardline stance towards the world’s second-largest economy had been firmly bipartisan for years, while the big China problems confronting America’s next president called for a tough approach.\nOn trade, the only question was whether tariffs on Chinese goods would be more punitive and broad-based. There was also intense...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/07/c8bb3ba0-c8e3-41e1-a1f6-b0d12da5dede_79d95676.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美印紧张关系给四方安全对话的未来以及特朗普可能的访问蒙上阴影 (原标题: US-India tensions cast doubt on future of Quad, as well as possible Trump visit)",
      "link": "https://www.scmp.com/news/us/diplomacy/article/3320879/us-india-tensions-cast-doubt-future-quad-well-possible-trump-visit?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 22:07:04 +0000",
      "isoDate": "2025-08-05T22:07:04.000Z",
      "creator": "Khushboo Razdan",
      "summary": "### 美印关系紧张与特朗普访印前景不明\n\n随着华盛顿和新德里之间的贸易紧张局势升级，美国前总统唐纳德·特朗普原定于今年秋季对印度进行的高级别访问现在充满了不确定性。这场正在考验美印关系的裂痕，不仅削弱了两国双边关系，也给旨在对抗中国在该地区日益增长影响力的关键印太联盟——四方安全对话（Quad）的未来蒙上了阴影。\n\n白宫一直在向印度施压，要求其提供“实质性成果”，以便“美国优先”的特朗普总统能在原定于9月或10月举行的四方安全对话领导人峰会期间宣布。最初，双方的目标是敲定一项全面的贸易协议，以配合此次访问，从而为此次活动提供战略和政治动力。然而，消息人士指出，如果未能实现贸易突破，特朗普进行此次访问的可能性越来越小。\n\n### 四方安全对话（Quad）的背景与未来\n\n四方安全对话（Quad）由美国、印度、日本和澳大利亚组成，于2004年成立，但在2017年之前一直处于休眠状态。该联盟在特朗普的第一任期内得以复兴，并被前美国总统乔·拜登热情地采纳为其印太战略的一部分。在拜登任内，该联盟于2021年被提升至领导人级别。\n\n### 近期紧张局势\n\n特朗普最近几天严厉指责印度“大量”购买俄罗斯石油后，于周二威胁将在“未来24小时内”对印度“大幅”提高关税。据另一位熟悉印度想法的人士透露，特朗普的攻击已让新德里感到“苦涩”。",
      "shortSummary": "美印贸易紧张升级，导致美国前总统特朗普原定对印度的访问充满不确定性。白宫寻求贸易协议作为访问的“实质性成果”，但未能突破。这场裂痕不仅削弱了双边关系，也给旨在对抗中国影响力的四方安全对话（Quad）的未来蒙上阴影。特朗普近期因印度购买俄罗斯石油而威胁提高关税，加剧了紧张局势，令新德里感到“苦涩”。",
      "translated_title": "美印紧张关系给四方安全对话的未来以及特朗普可能的访问蒙上阴影",
      "images": [],
      "contentSource": "完整文章",
      "content": "As trade tensions between Washington and New Delhi escalate, an anticipated high-profile visit of US President Donald Trump to India this fall is now clouded by uncertainty.\nThe rift that is testing a relationship between what their diplomats sometimes tout as the world’s oldest and largest democracies is not only weakening bilateral ties, but also casting doubt on the future of a critical Indo-Pacific bloc aimed at countering China’s growing influence in the region.\nThe White House has been...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/06/9d0dbd0f-8fab-4b4d-9221-bd4087e7897a_c46c51cc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国：芒廷帕斯矿的成败，关乎能否挑战中国稀土霸权 (原标题: For the US, it’s Mountain Pass – or fail – versus China’s rare earth supremacy)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320805/us-its-mountain-pass-or-fail-bid-supplant-chinas-rare-earth-supremacy?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 22:00:07 +0000",
      "isoDate": "2025-08-05T22:00:07.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "# 美国与中国稀土霸权之争：芒廷帕斯矿的复兴之路\n\n稀土元素是现代工业不可或缺的关键材料，广泛应用于消费电子产品、电动汽车、风力涡轮机乃至战斗机等领域。然而，中国目前掌控着全球稀土供应链的主导权。本文探讨了中国如何逐步确立其在稀土产业的领导地位，以及美国为加强自身稀土来源和生产所做的努力。\n\n## 中国的稀土主导地位\n\n*   **供应链控制：** 中国控制着全球稀土供应链，其主导地位已成为中美贸易战中重要的谈判筹码。\n*   **逐步确立：** 中国通过多年的发展，逐渐在稀土行业取得了压倒性的优势。\n\n## 美国的反击：芒廷帕斯矿的挑战与机遇\n\n美国曾是全球稀土元素的主要供应国，而加利福尼亚州的芒廷帕斯（Mountain Pass）矿是其核心。如今，该矿再次被寄予厚望，旨在帮助美国弥合与中国在这一日益关键产业中的供应差距。\n\n### 芒廷帕斯矿的历史与复兴努力\n\n*   **早期辉煌与关闭：** 芒廷帕斯矿曾是全球稀土供应的领导者，但因环境问题于2002年关闭。\n*   **首次复兴尝试：**\n    *   在前总统奥巴马执政初期，私人公司Molycorp Minerals成立，旨在重振该矿。\n    *   投入约15亿美元，旨在恢复生产并提升美国在稀土供应链中的竞争力。\n    *   然而，这项努力在2015年因公司破产而告终。\n*   **当前复兴计划：**\n    *   在过去十年中，华盛顿逐渐意识到北京对稀土的“扼制”作用。\n    *   美国国防部正投入数亿美元公共资金，以期再次启动该矿。\n    *   特朗普政府已加紧努力，旨在从根本上解决问题，加速减少美国对中国在军事武器、半导体、电动汽车和风力涡轮机等关键原材料方面的深度依赖。",
      "shortSummary": "美国正努力通过重振加州芒廷帕斯矿，挑战中国在稀土供应链的主导地位。稀土对高科技和军事至关重要，而中国控制着全球供应。芒廷帕斯矿曾因环境问题和公司破产而关闭，但美国国防部正投入巨资，旨在减少对中国稀土的严重依赖，以应对其在贸易战中的战略优势。",
      "translated_title": "美国：芒廷帕斯矿的成败，关乎能否挑战中国稀土霸权",
      "images": [],
      "contentSource": "完整文章",
      "content": "Rare earths are needed for everything from consumer electronics to electric vehicles, wind turbines and fighter jets – and China controls the supply chain. In the second of a four-part series, we look at how China gradually took a commanding role in the rare earth industry, and how the US is now working to strengthen its sources and production.\nNearly a half-century removed from being the world’s dominant supplier of rare earth elements, California’s Mountain Pass mine is once again being tasked...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/a55e7dd9-ca86-4cd7-beb2-5082d0775e69_67cc96bd.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“中国是下一个目标”：继印度之后，特朗普对俄罗斯石油的关税威胁逼近 (原标题: ‘China is next in line’: after India, Trump tariff threats loom over Russian oil)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320830/china-next-line-after-india-trump-tariff-threats-loom-over-russian-oil-purchases?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 14:00:08 +0000",
      "isoDate": "2025-08-05T14:00:08.000Z",
      "creator": "Kandy Wong",
      "summary": "## 美国对俄罗斯石油进口国的关税威胁及其对中国的影响\n\n尽管美国总统唐纳德·特朗普威胁对进口俄罗斯商品的国家征收关税，但分析师普遍认为，中国“不会停止”购买其北方邻国的石油，这主要基于两国互惠互利的能源合作关系。\n\n### 中国持续购买俄罗斯石油的战略考量\n\n*   **战略资源需求：** 加拿大BCA研究公司首席地缘政治策略师马特·格特肯（Matt Gertken）指出，从长远来看，俄罗斯石油将继续流向中国，因为“中国的战略目标需要稳定和安全的石油等关键资源供应”。\n*   **国家利益优先：** 中国外交部发言人郭继坤上周在新闻发布会上表示，中国将“根据国家利益”采取能源供应措施，并强调“关税战没有赢家”。\n\n### 美国关税威胁的背景与目标\n\n*   **对俄制裁升级：** 特朗普政府正在加大对俄罗斯的制裁威胁，要求其在乌克兰实现停火（俄罗斯已在乌克兰发动战争三年半）。\n*   **二级制裁威胁：** 此前，美国和欧盟已对俄罗斯实施全面制裁，并试图通过威胁对帮助俄罗斯的国家实施二级制裁来切断其经济命脉。\n*   **明确针对中国：** 格特肯补充说，美国曾表示，如果届时（8月7日至9日）与俄罗斯的贸易没有减少，它将实施这些关税威胁，并明确指出中国将是目标之一。他强调：“美国已经对印度采取了行动，所以中国是下一个目标。”\n\n### 中俄能源合作现状\n\n*   **主要供应国地位：** 俄罗斯是中国最大的原油进口来源国。去年，俄罗斯向中国供应了创纪录的1.085亿吨原油，占中国原油进口总量的19.6%。",
      "shortSummary": "尽管美国总统特朗普威胁对进口俄罗斯石油的国家征收关税，并已对印度采取行动，将中国列为下一个目标，但分析师预计中国不会停止购买俄罗斯石油。这主要是因为中俄两国存在互惠互利的能源合作关系，且中国将稳定的能源供应视为国家战略目标。俄罗斯是中国最大的原油供应国。中国外交部也表示将根据国家利益采取能源措施，并认为关税战没有赢家。",
      "translated_title": "“中国是下一个目标”：继印度之后，特朗普对俄罗斯石油的关税威胁逼近",
      "images": [],
      "contentSource": "完整文章",
      "content": "Even in the face of threats by US President Donald Trump to levy tariffs on countries that import Russian goods, analysts expect that China “will not stop” buying oil from its northern neighbour, given their mutually beneficial relationship of energy cooperation.\nOil from Russia will continue to flow south over the long run because “China’s strategic goals require a stable and secure supply of critical resources such as oil”, said Matt Gertken, chief geopolitical strategist at BCA Research in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/27be46c8-4977-4360-bbb9-1b8a311649d7_f305b8de.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国有效关税税率升至17%，分析师称中国迎来机遇 (原标题: As US’ effective tariff rate rises to 17%, analysts say China has an opportunity)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320827/us-effective-tariff-rate-rises-17-analysts-say-china-has-opportunity?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 12:15:08 +0000",
      "isoDate": "2025-08-05T12:15:08.000Z",
      "creator": "Luna Sun",
      "summary": "## 美国关税政策变化与中国面临的机遇\n\n根据最新分析，美国已成为全球受保护程度最高的市场之一，其对全球的有效关税税率已从去年的约2%飙升至17%。这一变化促使中国国内再次呼吁加强贸易多元化，并战略性地推动抓住技术自立和全球治理中的机遇。\n\n### 关键数据与背景\n\n*   **美国有效关税税率（ETR）上升**：继华盛顿于7月27日和7月31日宣布对大多数贸易伙伴征收新关税后，惠誉评级（Fitch Ratings）更新了其美国有效关税税率监测工具。目前，美国有效关税税率已达到17%。\n*   **中国面临的关税负担**：在中国主要贸易伙伴中，中国持续面临最高的关税负担，其ETR已从去年年底的10.7%上升至41.4%。\n\n### 分析师观点与中国机遇\n\n中国人民大学讲师廖月指出，美国总统唐纳德·特朗普的第二个任期将把其“让美国再次伟大”（MAGA）议程推向新高度。\n\n*   **MAGA议程与保护主义**：\n    *   MAGA支持者认为自由贸易使美国处于劣势，尤其将美国工业空心化归咎于中国。\n    *   他们主张采取高关税和制造业回流等保护主义政策，以恢复美国经济在他们所认为的“黄金时代”的主导地位。\n*   **中国面临的挑战与机遇**：\n    *   廖月表示，短期内中国可能面临更激烈的贸易摩擦，甚至全面的关税战。\n    *   然而，在特朗普“美国优先”议程下美国联盟体系削弱的背景下，中国存在一个机遇窗口。",
      "shortSummary": "美国有效关税税率已升至17%，中国面临的关税负担高达41.4%。分析师指出，特朗普政府的保护主义政策导致贸易摩擦加剧，但同时也为中国带来了机遇。在中国国内，这促使人们呼吁加强贸易多元化和技术自立。此外，美国联盟体系的削弱也为中国提供了战略发展空间。",
      "translated_title": "美国有效关税税率升至17%，分析师称中国迎来机遇",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States has become one of the most protected markets in the world, with its effective tariff rate against the world rising to 17 per cent from around 2 per cent last year – prompting renewed calls in China for greater trade diversification and a strategic push to seize opportunities in technological self-reliance and global governance.\nFitch Ratings updated its US Effective Tariff Rate (ETR) Monitor – an interactive tool tracking tariff policy – last week, following Washington’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/6f579e10-8bf0-40bf-9edc-6d0f2766c83f_26a83de8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "法国苦苦挣扎的工厂需要投资。中国是答案吗？ (原标题: France’s struggling factories need investment. Is China the answer?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320774/frances-struggling-factories-need-investment-china-answer?utm_source=rss_feed",
      "pubDate": "Tue, 05 Aug 2025 06:00:14 +0000",
      "isoDate": "2025-08-05T06:00:14.000Z",
      "creator": "Xiaofei Xu",
      "summary": "### 背景\n\n*   今年是中国与欧盟建立正式外交关系50周年，同时也是中国欧盟商会成立25周年。\n*   本文是探讨中欧关系系列报告的第三篇，重点关注法国对中国投资的态度。\n\n### 中国投资案例：GMD被DSBJ收购\n\n*   法国中部城市沙托鲁的工厂工人Laurent Joly，其雇主——法国汽车零部件供应商Groupe Mécanique Découpage (GMD) 曾面临困境。\n*   2023年5月，苏州的东山精密制造（DSBJ）收购了GMD。\n*   此次收购对Joly个人及其同事产生了重大影响，拯救了他们的工作。\n\n### 收购带来的影响\n\n*   该交易将使GMD旗下的15家工厂得以继续运营。\n*   DSBJ承诺在一年内不裁员，并在第二年保持至少80%的1800名员工。\n\n### 对法国制造业的更广泛意义\n\n*   尽管中国投资者在法国常因地缘政治担忧面临强烈抵制，但GMD的案例表明，中国可以通过提供急需的资本，在重振法国乃至欧洲制造业方面发挥关键作用。\n*   业内人士和分析师认为，这凸显了中国投资在特定情况下对法国工业的潜在积极影响。",
      "shortSummary": "中国对法国工厂的投资正在帮助其摆脱困境。尽管存在地缘政治担忧，但苏州东山精密制造（DSBJ）收购法国汽车供应商GMD的案例表明，中国资本可以挽救法国工厂并保住就业。DSBJ承诺维持GMD旗下15家工厂的运营，并在一年内不裁员，随后一年保持至少80%的员工。这凸显了中国在重振法国和欧洲制造业方面的潜在关键作用。",
      "translated_title": "法国苦苦挣扎的工厂需要投资。中国是答案吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. This piece, the third of a series of reports examining ties between the two powers, looks into attitudes towards Chinese investment in France.\nBorn and raised in the central French town of Châteauroux, Laurent Joly has spent his entire life working in local factories.\nThroughout his 38-year career,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/05/ed3b5d4c-e6ce-4d42-b288-9d07cbc3f686_517d1d8f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国海南在韩国取消税收优惠后，着眼医疗旅游业繁荣 (原标题: China’s Hainan eyes medical tourism boom after South Korea scraps tax perks)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320704/chinas-hainan-eyes-medical-tourism-boom-after-south-korea-axes-cosmetic-surgery-tax-perks?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 23:00:16 +0000",
      "isoDate": "2025-08-04T23:00:16.000Z",
      "creator": "June Xia",
      "summary": "## 中国海南着眼医疗旅游业繁荣\n\n### 背景与动机\n\n中国热带岛屿省份海南正加速推进成为领先的医疗旅游中心。此举旨在吸引更多本国公民在本地接受医疗服务，而非寻求海外治疗。这一战略性推动的主要催化剂是韩国宣布计划取消外国人在韩接受美容手术的税收优惠，这使得海南在医疗旅游市场上的竞争力显著提升。\n\n### 海南的目标与规划\n\n根据当地政府周一发布的文件，海南已设定了雄心勃勃的目标：\n\n*   **国内游客目标：** 计划到2027年每年吸引超过150万国内医疗游客，远高于目前每年超过40万的水平。\n*   **逆转海外消费：** 海南还承诺扭转本国公民海外医疗消费外流的趋势。\n*   **产品与设备引进：**\n    *   每年批准2至4个真实世界研究试点产品进入国内市场。\n    *   每年引进至少40种国际创新药物和医疗器械。\n\n### 当前进展（2025年第一季度）\n\n据中国官方媒体《人民日报》上月报道，海南的医疗旅游发展已初见成效：\n\n*   2025年第一季度，海南特殊医疗旅游区接待了111,500名寻求治疗的游客，同比增长29.8%。\n*   同期，使用许可药物和医疗器械的人数达到16,000人次，同比增长44.14%。\n\n### 韩国政策变化的影响\n\n此次海南的推动正值韩国——一个在医疗旅游领域的主要竞争对手——面临吸引力下降的风险。韩国于7月31日宣布的新规定将于明年生效，该规定将取消外国游客使用医疗美容服务的增值税退税。这一政策变化可能导致韩国在医疗旅游市场的竞争力下降，从而为海南提供了重要的发展机遇。",
      "shortSummary": "中国海南正加速发展医疗旅游，目标是到2027年每年吸引超150万国内医疗游客，旨在吸引本国公民在本地就医并扭转海外消费。此举得益于韩国将取消外国人在韩美容手术的增值税退税，削弱了其医疗旅游吸引力。海南计划每年引进创新药物和器械，并在2025年第一季度已实现游客量和药物使用量显著增长。",
      "translated_title": "中国海南在韩国取消税收优惠后，着眼医疗旅游业繁荣",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s tropical island province of Hainan is accelerating its push to become a leading medical tourism hub, aiming to attract more nationals to use local healthcare services instead of seeking treatment abroad – after South Korea announced plans to scrap tax rebates for foreigners undergoing cosmetic surgery.\nThe popular tourist destination in southern China plans to draw more than 1.5 million domestic medical tourists annually by 2027, up from the current level of over 400,000, according to a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/27835edd-613a-4136-92a7-a1c99209c439_0f99636f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "从机头到机尾：中国如何重塑航空供应链 (原标题: From nose to tail, how China is reshaping the aviation supply chain)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320682/nose-tail-how-china-reshaping-aviation-supply-chain?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 09:00:35 +0000",
      "isoDate": "2025-08-04T09:00:35.000Z",
      "creator": "Luna Sun",
      "summary": "### 中国航空供应链重塑之路\n\n中国在复杂且利润丰厚的航空领域，除了其自主研发的客机备受关注外，也在确保喷气式飞机及其他航空器安全平稳运行所需的众多零部件方面取得了显著进展。近期在多个领域的发展表明，北京正持续减少对外国部件的依赖，弥补长期存在的技差距，并在民用航空供应链的各个层面确立其主要参与者的地位。\n\n#### 关键进展领域\n\n*   **CJ-1000A 发动机项目**\n    *   **背景与重要性：** CJ-1000A 是中国自主研发的大型商用喷气发动机，旨在为中国商用飞机有限责任公司（Comac）的C919客机提供动力。C919被视为中国对波音737和空客A320窄体飞机的回应。该发动机的成功研发对于中国限制对外国航空航天技术的依赖至关重要。\n    *   **研发进展：** 据中国工程院的张彦忠在中央电视台采访中透露，CJ-1000A发动机的研发进展顺利，并按计划进行。他表示：“我只能说我们的发动机正在按计划进行，目前的进展非常积极。至于何时安装在中国飞机上——请等待好消息。”\n    *   **性能目标：** CJ-1000A的开发商中国航空发动机集团（AECC）表示，其产品性能将与目前安装在C919商业航线机型上的CFM国际LEAP-1C发动机持平。\n    *   **战略意义：** 中国公司发动机的成功推出将是中国在航空自给自足方面迈出的重要一步。\n\n*   **液压油认证**\n    *   文章提及“液压油获得绿灯”，表明中国在航空关键流体材料方面也取得了进展，但具体细节未在提供的文本中展开。",
      "shortSummary": "中国正全面重塑其航空供应链，旨在减少对外国部件的依赖并弥补技术差距。核心进展包括自主研发的CJ-1000A大型商用喷气发动机，该发动机将为C919客机提供动力，其研发进展顺利，被视为中国实现航空自给自足的关键一步。此外，中国在液压油等其他关键领域也取得了进展。",
      "translated_title": "从机头到机尾：中国如何重塑航空供应链",
      "images": [],
      "contentSource": "完整文章",
      "content": "While its home-grown airliners bring China the most attention in the complex, lucrative field of aviation, the country is also making strides in an equally important realm: the many components necessary to ensure the safe, smooth operation of jets and other aircraft.\nRecent developments in a number of areas show Beijing is continuing to reduce its reliance on foreign parts, close long-standing technological gaps and assert itself as a major player in civil aviation at all levels of the supply...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/2ed2c941-4af6-4e64-8d2a-9d8ae3aea3e6_9324c5cc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为何大阪、班加罗尔和柔佛是亚洲房地产被忽视的驱动力 (原标题: Why Osaka, Bengaluru and Johor are overlooked drivers of Asia property)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3320636/why-osaka-bengaluru-and-johor-are-overlooked-drivers-asia-property?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 08:30:09 +0000",
      "isoDate": "2025-08-04T08:30:09.000Z",
      "creator": "Nicholas Spiro",
      "summary": "## 亚洲房地产市场的新兴驱动力\n\n传统上，亚洲商业地产投资市场由东京、首尔、上海、悉尼等主要城市主导。然而，MSCI的最新数据显示，市场格局正在发生变化，一些此前被忽视的城市正成为重要的驱动力。\n\n### 市场格局变化\n\n*   **2022年：** 主要交易城市集中在大型首都和一线城市，如东京、首尔、上海和悉尼。\n*   **2024年：** 排名变得更加多元化。日本的千叶和第三大城市大阪，以及韩国的仁川（第三大城市）和印度的海得拉巴，都进入了活跃交易市场的前列。例如，去年大阪位列前十，今年第一季度仁川位列第十，海得拉巴去年位列第十三。\n\n### 驱动因素\n\n1.  **不成熟地产板块的增长：**\n    *   工业和物流地产（包括数据中心）在去年亚太地区创收型物业交易中占比高达35%。\n    *   该领域的增长重塑了商业地产格局，随着对仓库和数字基础设施需求的增加，将区域性和不那么成熟的市场推向了前沿。\n    *   专业化管理的租赁住房部门（在日本以外仍处于起步阶段）也将产生类似影响。\n2.  **亚洲房地产行业的广度、深度和日益成熟：**\n    *   尤其是在拥有众多大型城市中心的经济体中，房地产行业正变得日益复杂和完善。\n    *   要识别亚洲房地产的重大主题和趋势，需要超越最活跃的交易城市，关注更广泛的市场。\n\n### 案例分析：班加罗尔\n\n*   印度是亚洲写字楼租赁活动的引擎，但其科技中心班加罗尔在推动这一增长方面的作用往往被低估。\n*   班加罗尔长期以来一直是印度的科技枢纽，其对写字楼租赁市场的贡献巨大。\n\n![Software professionals arrive to attend the 2025 Artificial Intelligence Developers Conference and Expo in Bengaluru, India, on March 26. Photo: EPA-EFE](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/04/e3658ad8-fdac-4c76-8d2d-dbd96177270c_367ae7bb.jpg)\n*2025年3月26日，软件专业人士抵达印度班加罗尔参加2025年人工智能开发者大会暨博览会。图片来源：EPA-EFE*",
      "shortSummary": "亚洲商业地产市场正经历转型，大阪、班加罗尔和柔佛等城市正成为被忽视的关键驱动力。MSCI数据显示，这些城市在交易活跃度上日益突出。这主要归因于工业和物流地产（包括数据中心）等新兴板块的强劲增长，以及亚洲房地产行业的日益成熟。例如，印度科技中心班加罗尔在推动写字楼租赁活动中的作用巨大但常被低估。这些趋势表明，亚洲地产投资需超越传统一线城市，关注更广泛的区域市场。",
      "translated_title": "为何大阪、班加罗尔和柔佛是亚洲房地产被忽视的驱动力",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/04/e3658ad8-fdac-4c76-8d2d-dbd96177270c_367ae7bb.jpg",
          "alt": "Software professionals arrive to attend the 2025 Artificial Intelligence Developers Conference and Expo in Bengaluru, India, on March 26. Photo: EPA-EFE",
          "title": "Software professionals arrive to attend the 2025 Artificial Intelligence Developers Conference and Expo in Bengaluru, India, on March 26. Photo: EPA-EFE",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Every quarter, MSCI publishes a ranking of the most actively traded cities in Asia’s commercial property investment market. As recently as 2022, the most widely traded metropolises included major capitals such as Tokyo and Seoul, as well as leading cities such as Shanghai and Sydney.\nFast forward to 2024 and the ranking was more diverse. Chiba, the prefecture just east of Tokyo, and Osaka, Japan’s third-biggest city, were among the top 10 for the whole of last year. Moreover, in the first...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/bb0f3380-5743-4037-806f-d8ff32d41535_29fcdbd7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“一切都变了”：贸易战如何助推美国稀土矿业 (原标题: ‘It’s all changed’: how the trade war turbocharged an American rare earth mine)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320648/how-trade-war-turbocharging-american-rare-earth-mine-its-all-changed?utm_source=rss_feed",
      "pubDate": "Mon, 04 Aug 2025 06:00:11 +0000",
      "isoDate": "2025-08-04T06:00:11.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 贸易战如何改变美国稀土产业格局\n\n美国对华贸易战对美国稀土产业产生了深远影响，尤其对USA Rare Earth公司而言，这是一场“游戏规则的改变”。\n\n*   **USA Rare Earth面临的挑战**\n    *   该公司由Joshua Ballard于2019年创立，旨在重振美国的稀土磁铁供应链。\n    *   在几个月前，该公司一直难以从华尔街筹集资金。\n    *   中国在稀土领域占据主导地位长达数十年，其企业凭借较低的成本和巨大的产能拥有巨大的竞争优势，使得USA Rare Earth的愿景对投资者来说难以推销。\n\n*   **转折点：美国政府政策与中国反制**\n    *   美国前总统唐纳德·特朗普重返白宫后，局势发生了变化。\n    *   美国实施了一系列关税措施，导致北京对七种稀土元素实施了出口管制。\n\n*   **美国稀土供应链的脆弱性暴露**\n    *   中国的出口管制措施“生动地”暴露了美国的脆弱性。\n    *   一系列美国蓝筹公司警告称，磁铁的短缺可能很快会扰乱其生产。\n\n*   **投资环境的转变**\n    *   Joshua Ballard表示，投资环境“一切都变了”。\n    *   他迅速抓住了这一机遇。\n\n*   **USA Rare Earth的未来展望**\n    *   Ballard表示，公司正在寻求“如何加速发展”。\n    *   他们的目标是“成为这个领域的主要参与者”。\n\n**重要提示：** 文章内容中不包含有效的实际图片链接，因此本摘要中不包含任何图片。",
      "shortSummary": "美国对华贸易战显著改变了美国稀土产业格局。USA Rare Earth公司首席执行官Joshua Ballard表示，此前因中国主导市场而难以融资。但随着特朗普政府的关税政策导致中国对稀土实施出口管制，美国供应链的脆弱性暴露，促使投资环境发生转变。如今，该公司正寻求加速发展，旨在成为稀土领域的主要参与者。",
      "translated_title": "“一切都变了”：贸易战如何助推美国稀土矿业",
      "images": [],
      "contentSource": "完整文章",
      "content": "For Joshua Ballard, the US’ trade war against China has been a game-changer.\nThe CEO of USA Rare Earth – a company launched in 2019 with the goal of reviving America’s rare earth magnet supply chain – was having a hard time raising capital from Wall Street until a few months ago.\nChina has dominated the rare earths sector for decades, with its firms having a huge competitive advantage due to their lower costs and massive capacity, making the American company’s vision a tough sell to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/04/ed5e8c8d-fda8-432c-98dd-e08157cbbce9_b008986e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么法律力量是世界战胜气候变化的最佳希望 (原标题: Why force of law is world’s best hope for beating climate change)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3320298/why-force-law-worlds-best-hope-beating-climate-change?utm_source=rss_feed",
      "pubDate": "Sat, 02 Aug 2025 08:30:09 +0000",
      "isoDate": "2025-08-02T08:30:09.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 法律力量：战胜气候变化的希望\n\n在全球变暖的斗争中，法律已成为强大的武器。一系列里程碑式的判决正试图让各国政府对化石燃料使用产生的温室气体排放承担法律责任。这一举措是应对气候变化这一生存威胁的最有力行动之一，但也引出了谁将为必要的补救措施买单的问题。\n\n**从自愿到强制：法律介入**\n\n*   **范式转变**：此前，全球应对气候变暖的方法大多是被动的，主要依赖于同行压力，例如2015年的《巴黎协定》，各国政府在此协议中提交自愿减排承诺。\n*   **法律强化**：随着法律机构更高层次的介入，人们希望法律能够补充和强化对自愿行动的依赖。前提是法律执行本身得到旨在帮助分担成本负担的金融体系改革的支持。\n\n**沉重的负担与地区影响**\n\n*   **成本巨大**：工业设施，从发电站到钢铁和水泥厂，都需要昂贵的清洁能源改造；同样昂贵的基础设施需要更换，生产商也需要得到补偿。\n*   **亚洲国家的担忧**：这些行动尤其令亚洲国家关注，因为它们曾经历或正在经历大规模工业革命，碳排放也随之增加。未来，它们将是必须遵守更严格排放法律的国家之一。\n\n**国际判决与挑战**\n\n*   **国际法院裁决**：国际法院、美洲人权法院和国际海洋法法庭最近都就政府在气候变化方面的义务做出了裁决。\n*   **负担分担的争议**：这些裁决出台之际，公共和私营部门如何分担清洁能源转型负担的问题正成为焦点，可能导致消费者与投资者、政府与金融市场之间的摩擦。\n*   **执行的挑战**：立法是一回事，但执行是另一回事。人们担心化石燃料生产国会认为这些裁决不可执行，因此无关紧要。这在一定程度上是事实，但多个国际法院的裁决至少提供了一个坚实的法律基础，可以据此挑战污染者。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/12/11/CLEAN-THUMB.jpg?itok=wUI0vi2F)\n*世界刚刚经历了有记录以来最热的一年。*",
      "shortSummary": "法律正成为应对气候变化的关键武器，通过里程碑式的判决，使政府对温室气体排放承担法律责任。这标志着从自愿承诺向法律强制执行的转变。尽管需要巨大的资金投入和面临执行挑战，且公共与私营部门在成本分担上可能存在摩擦，但国际法院的裁决为挑战污染者提供了坚实的法律基础，为战胜气候变化带来了新的希望。",
      "translated_title": "为什么法律力量是世界战胜气候变化的最佳希望",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2024/12/11/CLEAN-THUMB.jpg?itok=wUI0vi2F",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "The law has emerged as a powerful weapon in the war on global warming, with a series of landmark judgments seeking to make governments legally responsible for limiting greenhouse gas emissions arising from the use of fossil fuels. This move is one of the strongest yet in the fight against the existential threat of climate change, but it raises the question of who will pay for necessary remedial actions.\nUntil now, the world’s approach to battling global warming has been largely passive. It has...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/7bf7d063-a81e-4c53-aaa4-5bd017a653ba_f07d13e6.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国在美国关税攻势后谴责保护主义，警告其将损害所有人 (原标题: China rebukes protectionism after US tariff barrage, warns it will harm everyone)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320475/china-rebukes-protectionism-after-trumps-new-tariff-barrage-warns-it-will-harm-everyone?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 13:00:09 +0000",
      "isoDate": "2025-08-01T13:00:09.000Z",
      "creator": "Alice Li",
      "summary": "## 中国谴责美国关税攻势，警告保护主义将损害各方利益\n\n在美国总统唐纳德·特朗普对数十个经济体实施最新一轮关税打击后，中国重申了对保护主义的严厉警告，并表示日益增长的担忧是，保护主义将“损害所有各方的利益”。\n\n### 中国的立场\n\n*   中国外交部发言人郭家坤在周五的新闻发布会上表示：“中国反对任意征收关税的立场一贯而明确：关税战或贸易战没有赢家。”\n\n### 美国最新关税措施\n\n*   特朗普通过行政命令对69个贸易伙伴征收了广泛关税，税率从10%到41%不等。\n*   **主要税率包括：**\n    *   加拿大：35%\n    *   瑞士：39%\n    *   大多数亚洲经济体：15%至20%（此前7月威胁的范围是20%至40%）\n    *   印度：25%\n    *   老挝和缅甸：各40%\n    *   台湾：20%\n*   大多数关税预计将在未来七天内生效。\n\n### 分析师观点\n\n*   经济学人智库亚洲区总监亚历克斯·霍尔姆斯（Alex Holmes）指出，最新的关税税率对柬埔寨和孟加拉国等较小经济体来说是一种“解脱”。\n    *   这些国家在7月曾面临特朗普威胁的36%和35%关税，现在其调整后的关税分别为19%和20%。\n*   霍尔姆斯表示：“新税率排除了最坏的情况，但这只是微不足道的安慰。”\n*   他补充说，这些关税仍然“代表着贸易壁垒的大幅提升，并留下了许多悬而未决的问题。”",
      "shortSummary": "在美国对69个贸易伙伴实施新一轮关税后，中国谴责保护主义，警告贸易战没有赢家，将损害所有各方利益。新关税税率对加拿大、瑞士及亚洲多国生效，尽管部分小经济体税率低于此前威胁，但分析师指出，这仍是贸易壁垒的显著提升，并带来诸多不确定性。",
      "translated_title": "中国在美国关税攻势后谴责保护主义，警告其将损害所有人",
      "images": [],
      "contentSource": "完整文章",
      "content": "In the wake of US President Donald Trump’s latest tariff blitz on dozens of economies, China has reiterated a stern warning against protectionism amid growing concern that it will “harm the interests of all parties”.\n“China’s position against the arbitrary imposition of tariffs has been consistent and clear: there are no winners in tariff or trade wars,” Guo Jiakun, spokesman for the Ministry of Foreign Affairs, said at a press conference on Friday.\nBeijing’s latest admonishment came after...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/ffb0e920-86ec-4886-99b0-4f0e5c124385_ea4c61e5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么机器人零售在中国深圳有发展潜力 (原标题: Why robot retailing has legs in China’s Shenzhen)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320367/people-popping-down-shops-chinas-shenzhen-can-now-rent-customised-robot?utm_source=rss_feed",
      "pubDate": "Fri, 01 Aug 2025 05:00:10 +0000",
      "isoDate": "2025-08-01T05:00:10.000Z",
      "creator": "Alice Li",
      "summary": "在中国的南方城市深圳，一家名为“未来时代”（Future Era）的商店，其氛围更像是一个小型的机器人展销会，吸引了众多好奇的目光。\n\n**商店概况与特色：**\n*   该店位于深圳龙岗区，自称是全球首家“6S”机器人商店。\n*   除了传统的“4S”零售服务（展厅、销售、零配件、客户服务）外，它还创新性地增加了**租赁**和**定制**服务。\n*   顾客可以浏览展示的多种机器人模型，并选择购买、租赁，甚至通过选择适合自己需求的组件来“建造”自己的专属机器人。\n\n**展示的机器人类型与合作公司：**\n*   店内展示了各种类型的机器人，包括人形助手、送餐机器人和按摩设备等。\n*   商店展示的机器人来自多家公司，例如杭州宇树科技（Unitree Robotics）以及深圳引擎人工智能（Engine AI）和乐聚机器人（Leju Robot）。\n*   机器人的每日租赁价格从约5,000元人民币到20,000元人民币（约合695美元至2,781美元）不等。\n\n**目标受众与行业背景：**\n*   该店吸引了带着孩子前来参观的父母、公司老板、投资者和科技爱好者。他们在此交流联系方式，讨论合作，有的希望将自己的机器人放入新店展示，有的则寻求购买。\n*   这反映了中国机器人产业近年来的快速扩张，该产业正积极将目光投向广阔的消费和服务市场，这与中国制造商的常见发展策略相符。",
      "shortSummary": "深圳新开了一家名为“未来时代”的“6S”机器人商店，提供机器人销售、租赁和定制服务。该店展示了从人形助手到送餐机器人等多种类型，吸引了投资者和消费者。这标志着中国快速发展的机器人产业正积极拓展消费和服务市场，为机器人零售业在中国深圳的发展提供了新模式和巨大潜力。",
      "translated_title": "为什么机器人零售在中国深圳有发展潜力",
      "images": [],
      "contentSource": "完整文章",
      "content": "A store near a bustling shopping centre in the southern Chinese city of Shenzhen feels more like a small robotics fair, with all kinds of robots – from humanoid assistants to food delivery bots and massage machines – quietly drawing curious eyes.\nAmid the excited chatter of children accompanying their parents, company owners, investors and tech enthusiasts busily exchange contact details and discuss collaboration. Some hope to place their own robots in the newly opened 60 square metre (646 sq...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/01/1ae40fae-2c51-4880-a2a6-ad8a7ccd539a_53894f3f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普对韩协议背后：一项旨在改变全球造船业的计划 (原标题: Behind Trump’s South Korea deal, a plan to transform global shipbuilding)",
      "link": "https://www.scmp.com/economy/china-economy/article/3320297/behind-trumps-south-korea-deal-plan-transform-global-shipbuilding?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 22:00:08 +0000",
      "isoDate": "2025-07-31T22:00:08.000Z",
      "creator": "Carol Yang",
      "summary": "### 特朗普对韩协议与全球造船业转型计划\n\n韩国已承诺向美国造船业投资1500亿美元，作为其与华盛顿新贸易协议的一部分。此举旨在帮助美国重振其造船业，并对抗中国在该领域的主导地位。\n\n**协议核心要点：**\n\n*   **总投资与关税**：\n    *   美国总统唐纳德·特朗普宣布，美国和韩国已达成一项“全面完整”的贸易协议。\n    *   根据协议，美国将对韩国商品征收15%的关税。\n    *   韩国将向美国投资3500亿美元。\n\n*   **造船业专项投资**：\n    *   韩国总统李在明随后确认，在承诺的3500亿美元投资中，有1500亿美元将专门用于造船业。\n    *   韩国公司在全球造船市场份额中仅次于中国。\n    *   李在明在社交媒体上表示，这笔资金将为韩国公司进入美国造船业提供“坚实支持”。\n\n*   **更广泛的战略合作**：\n    *   更广泛的3500亿美元投资旨在巩固两国在半导体等战略产业的双边合作。\n\n*   **资金形式**：\n    *   韩国澄清，承诺的资金将主要以贷款和担保的形式提供，而非直接股权投资。\n\n*   **“让美国造船业再次伟大”项目**：\n    *   此前有报道称，韩国在贸易谈判期间曾向华盛顿提出一项名为“让美国造船业再次伟大”的数十亿美元项目，该项目将涉及韩国造船商在美国的大规模投资以及政府财政支持措施。",
      "shortSummary": "韩国承诺向美国造船业投资1500亿美元，作为与美国新贸易协议的一部分。此举旨在帮助美国重振造船业，并抗衡中国在该领域的主导地位。该协议总投资额为3500亿美元，其中1500亿美元专用于造船业，将以贷款和担保形式支持韩国企业进入美国市场。这是“让美国造船业再次伟大”计划的一部分。",
      "translated_title": "特朗普对韩协议背后：一项旨在改变全球造船业的计划",
      "images": [],
      "contentSource": "完整文章",
      "content": "South Korea has pledged US$150 billion to help its shipbuilders enter the US market as part of its new trade deal with Washington, a move that could help America revive its shipbuilding industry and counter China’s dominance in the sector.\nUS President Donald Trump announced on Wednesday that the United States and South Korea had agreed a “full and complete” trade deal, which would see the US impose a 15 per cent tariff on South Korean goods and receive US$350 billion of investment from its...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/25e2400d-1f0d-4d12-af1b-618c71407e66_bece2318.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普终止‘最低限度’关税豁免的命令从中国扩大到全球 (原标题: Trump’s order to end ‘de minimis’ tariff break expands from China to the world)",
      "link": "https://www.scmp.com/economy/global-economy/article/3320315/trumps-order-end-de-minimis-tariff-break-expands-china-rest-world?utm_source=rss_feed",
      "pubDate": "Thu, 31 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-31T15:00:08.000Z",
      "creator": "Luna Sun",
      "summary": "# 美国扩大“最低限度”关税豁免暂停范围\n\n华盛顿已决定暂停对所有国家的“最低限度”（de minimis）关税豁免，此举是此前针对中国货物的措施的扩展。分析师指出，这一决定将扰乱并最终重塑全球跨境电子商务行业。\n\n## 关键信息：\n\n*   **政策背景与范围：**\n    *   美国白宫于周三宣布了这项命令，旨在堵塞被用于逃避关税、走私“致命合成阿片类药物以及其他不安全或低于市场价格产品”进入美国的漏洞。\n    *   此举将“最低限度”关税豁免的暂停范围从最初的中国扩大到全球所有国家。\n\n*   **生效日期：**\n    *   该命令将于2024年8月29日正式生效。\n\n*   **此前针对中国的措施：**\n    *   早在今年5月，美国就已取消了对来自中国的商品（价值低于800美元的小包裹可免税进入美国）的“最低限度”豁免。\n    *   此举旨在堵塞许多人认为被Temu和Shein等中国跨境电商平台利用以迅速扩大业务的监管漏洞。\n\n*   **专家观点与行业影响：**\n    *   专家表示，最新的行动标志着贸易政策回归常态。\n    *   对于中国出口商而言，其选择变得有限：他们要么必须在国内饱和的市场中竞争，要么在海外市场与同样来自中国的卖家展开激烈竞争。\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl)",
      "shortSummary": "美国已决定将“最低限度”关税豁免的暂停范围从中国扩大到全球所有国家，此举旨在堵塞关税漏洞并打击非法产品走私。该命令将于8月29日生效。此前，美国已于5月取消了对中国商品的豁免，以限制Temu和Shein等平台利用该漏洞。专家认为，这标志着贸易回归常态，中国出口商将面临更大的国内外竞争压力。",
      "translated_title": "特朗普终止‘最低限度’关税豁免的命令从中国扩大到全球",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/30/clean.jpg?itok=YMHXnEJl",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Washington’s decision to suspend the “de minimis” tariff exemption for all countries – expanding on an earlier move that targeted Chinese shipments – is set to disrupt and ultimately reshape the global cross-border e-commerce sector, analysts said.\nThe White House announced the order on Wednesday as part of efforts to close loopholes used to evade tariffs and smuggle “deadly synthetic opioids as well as other unsafe or below-market products” into the United States. It will come into effect on...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/31/403205f1-6310-4e84-98c0-c04c32c28e87_cfce82cb.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-10T12:45:46.190Z"
}