{
  "sourceUrl": "https://www.scmp.com/rss/318421/feed/",
  "title": "China Economy - South China Morning Post",
  "description": "China economy news, including budget, the stock market and analysis.",
  "link": "https://www.scmp.com/rss/318421/feed",
  "items": [
    {
      "title": "分析师：韩国对美造船业的投资将冲击但不会击沉中国造船业 (原标题: Korean deals in US to rock, but not sink, China’s shipbuilding sector: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3323226/korean-deals-us-will-rock-not-sink-chinas-giant-shipbuilding-sector-analysts?utm_source=rss_feed",
      "pubDate": "Wed, 27 Aug 2025 02:00:17 +0000",
      "isoDate": "2025-08-27T02:00:17.000Z",
      "creator": "Ralph Jennings",
      "summary": "# 韩国对美造船业投资对中国的影响：分析师观点\n\n根据分析师的说法，韩国本周宣布对美国造船业的投资，预计将对中国繁忙的船厂产生温和影响，但至少在短期内，不太可能对中国造船业造成实质性损害，因为中国在该领域享有规模和成本优势。\n\n## 投资背景与短期影响\n\n*   **投资来源**：韩国是全球第二大造船国，其主要公司计划对美国造船业进行一系列投资。\n*   **短期影响**：分析师普遍认为，这些投资在短期内对中国造船业的影响将是“温和的”。\n    *   **原因**：中国船厂在劳动力和钢铁成本方面具有显著优势，使其船舶对海外买家，特别是印度尼西亚等新兴经济体国家，极具吸引力。\n    *   **专家观点**：\n        *   Drewry Maritime Services 新加坡总监 Jayendu Krishna 表示，影响将是“温和的”，因为中国仍需满足全球其他地区的需求。\n        *   哈佛肯尼迪学院莫萨瓦尔-拉赫马尼商业与政府中心高级研究员 Andrew Collier 认为，中国可能对此投资感到担忧，但目前不会影响其业务。\n\n## 长期潜在影响\n\n*   **潜在挑战**：分析师指出，一旦美国的项目在未来几年内启动并运行，韩国的这些投资可能会对中国造船业构成考验。\n*   **行业格局变化**：\n    *   这些投资可能会抑制中国船厂的增长势头和竞争力。\n    *   同时，它们可能有助于促进日本正在衰退的船厂的增长。\n    *   甚至可能为韩国船厂带来新的生机。\n\n## 中国的持续优势\n\n*   尽管面临潜在的外部竞争，中国造船业凭借其规模、较低的劳动力成本和钢铁成本，在全球市场上仍保持强大的竞争力。这些优势使其能够继续吸引来自世界各地的订单，尤其是在新兴经济体市场。",
      "shortSummary": "分析师指出，韩国对美国造船业的投资短期内对中国造船业影响温和。中国船厂凭借规模和劳动力、钢铁成本优势，仍保持强大竞争力。然而，长期来看，这些投资可能对中国构成挑战，并可能抑制中国船厂的增长势头，同时为日韩船厂带来机会。尽管如此，目前中国造船业的业务不会受到实质性影响。",
      "translated_title": "分析师：韩国对美造船业的投资将冲击但不会击沉中国造船业",
      "images": [],
      "contentSource": "完整文章",
      "content": "South Korea’s investments announced this week for the US shipbuilding sector will mildly rock China’s busy shipyards but – at least in the short term – are unlikely to put a dent in the Chinese industry, which enjoys scale and cost advantages over other countries, according to analysts.\nThe rack of intended investments from major companies in South Korea, the world’s second-largest shipbuilding nation after China, could test the Chinese sector after the US projects get moving several years down...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/2ec79417-624e-4697-91c9-b76d55cd5246_283c96d5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普威胁对稀土征收200%关税，分析师称这证明了中国的影响力 (原标题: Trump’s 200% rare earth tariff threat proof of China’s leverage: analysts)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323223/trumps-200-rare-earth-tariff-threat-proof-chinas-leverage-analysts?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 14:00:11 +0000",
      "isoDate": "2025-08-26T14:00:11.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "### 特朗普威胁对稀土征收200%关税，分析师称这证明了中国的影响力\n\n美国总统唐纳德·特朗普再次威胁对中国稀土供应征收高额关税，这一举动凸显了稀土在全球制造业中的关键重要性，并表明中国在该领域的支配地位仍是其在贸易谈判中的强大筹码。\n\n#### 特朗普的关税威胁\n*   **关税比例：** 特朗普在白宫与韩国总统李在明会晤时表示，除非中国继续确保含有稀土的永磁体运往美国，否则将面临“200%的关税，或类似措施”。\n*   **言论性质：** 他将关税描述为“不可思议的牌”，并声称如果打出这些牌将“摧毁中国”。\n\n#### 分析师的解读\n*   **ING大中华区首席经济学家Lynn Song：**\n    *   特朗普的言论似乎证实，稀土确实是中美贸易关系中的一个关键痛点。\n    *   他认为这更像是一种“即兴警告”，以防贸易谈判破裂，稀土运输再次中断。\n*   **经济学人智库亚洲首席经济学家兼全球贸易主管Nick Marro：**\n    *   特朗普再次提出稀土问题，表明美国企业从中国以外地区采购稀土磁体仍然面临挑战。\n\n#### 结论\n此次关税威胁再次强调了中国在稀土供应链中的主导地位，及其在国际贸易谈判中作为战略性筹码的潜力。",
      "shortSummary": "美国总统特朗普威胁对中国稀土永磁体征收200%关税，凸显稀土在全球制造业中的关键作用。分析师认为，此举证明中国在稀土领域的支配地位是其在贸易谈判中的强大筹码。特朗普称关税是“摧毁中国”的“不可思议的牌”，而分析师则将其解读为对美国稀土痛点的确认，以及对贸易谈判破裂的警告，并指出美国企业仍难以从中国以外采购稀土磁体。",
      "translated_title": "特朗普威胁对稀土征收200%关税，分析师称这证明了中国的影响力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Revived threats of tariff increases from US President Donald Trump over China’s supply of rare earth elements highlight the minerals’ importance in global manufacturing, analysts said – and show Beijing its dominance in this area remains a potent source of leverage in trade negotiations.\nChina will face “200 per cent tariffs, or something” unless it continues to ensure shipments of permanent magnets containing the minerals will reach the US, Trump said during a meeting with South Korean...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/55a3fcdc-9b99-4bc7-9898-765cd9066c7a_17e489f5.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国作为全球新能源领导者，并未放慢脚步 (原标题: China, already world’s new-energy leader, is not taking its foot off the pedal)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323215/china-already-worlds-new-energy-leader-not-taking-its-foot-pedal?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 10:29:55 +0000",
      "isoDate": "2025-08-26T10:29:55.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国新能源发展：持续加速，不松懈\n\n中国作为全球新能源领域的领导者，在电动汽车（EV）充电网络和新能源存储容量方面均位居世界第一，但并未因此止步。北京已承诺将进一步加快新能源系统发展，以实现碳中和目标并加速国家绿色能源转型。\n\n## 主要成就与现状\n\n*   **电动汽车充电网络：**\n    *   国家能源局（NEA）局长王宏志表示，中国已建成全球最大的电动汽车充电网络。\n    *   每五辆电动汽车配备两个充电站，极大地方便了民众充电。\n*   **可再生能源存储：**\n    *   通过重大基础设施项目，中国显著提升了可再生能源存储能力。\n*   **可再生能源发电能力：**\n    *   过去五年中，可再生能源发电容量占总发电容量的比例从40%增长至约60%。\n*   **新能源汽车注册量：**\n    *   官方数据显示，今年上半年中国注册了562万辆新能源汽车，占所有新车注册量近一半。\n    *   截至6月底，新能源汽车总量达到3689万辆。\n\n## 政策方向\n\n中国政府正积极推动，旨在进一步加速新能源系统建设，以实现其雄心勃勃的碳中和目标和绿色能源转型。\n\n![国家能源局局长王宏志周二在北京举行的新闻发布会上发表讲话。图片来源：新华社](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/26/b4de4063-5f91-414f-a47d-a989a8a7d9cf_039d4522.jpg)\n*国家能源局局长王宏志周二在北京举行的新闻发布会上发表讲话。图片来源：新华社*",
      "shortSummary": "中国作为全球新能源领域的领导者，正持续加速其绿色能源转型。中国拥有全球最大的电动汽车充电网络和新能源存储能力，可再生能源发电占比已达约60%。今年上半年，中国注册了562万辆新能源汽车，总量接近3700万辆。北京承诺将进一步推动新能源发展，以实现碳中和目标。",
      "translated_title": "中国作为全球新能源领导者，并未放慢脚步",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/26/b4de4063-5f91-414f-a47d-a989a8a7d9cf_039d4522.jpg",
          "alt": "Wang Hongzhi, director of China’s National Energy Administration, speaks on Tuesday at a press conference in Beijing. Photo: Xinhua",
          "title": "Wang Hongzhi, director of China’s National Energy Administration, speaks on Tuesday at a press conference in Beijing. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Despite having the world’s biggest network for charging electric vehicles (EVs), coupled with the largest new-energy storage capacity, China is not resting on its laurels.\nFresh pledges from Beijing call for further accelerating the development of China’s new-energy system amid an increasingly aggressive push to meet carbon-neutrality targets and expedite the nation’s green-energy transition.\n“China has built the largest EV-charging network in the world, with two charging stations for every five...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/83c5f398-4eb3-40d7-98f2-f63d582e736a_1cf32c5a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "韩国投资者在2025年大举买入中国股票，搭乘中国科技浪潮 (原标题: South Korean investors ride China’s tech wave with big stock buys in 2025)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323189/south-korean-investors-ride-chinas-tech-wave-big-stock-buys-2025?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 08:28:16 +0000",
      "isoDate": "2025-08-26T08:28:16.000Z",
      "creator": "Luna Sun",
      "summary": "## 韩国投资者涌入中国科技股市场\n\n### 主要趋势\n*   **韩国投资者积极布局中国股市**：越来越多的韩国投资者开始在中国股市中寻找投资机会，尤其关注科技等快速增长的领域。\n*   **成功案例**：30多岁的韩国投资者David Choi通过投资中国的机器人公司（包括工业和人形机器人），在过去一年中获得了丰厚回报。他此前在游戏和新能源汽车领域的投资也取得了成功。\n\n### 投资驱动因素\n*   **中国科技的快速发展**：投资者认为中国在科技行业（如机器人、游戏、新能源汽车）的许多方面发展迅速，潜力巨大。\n\n### 中国股市表现\n*   **牛市行情**：中国股市目前正经历一轮牛市。上证综合指数已创下十年新高。\n*   **市场规模扩大**：A股总市值首次突破100万亿元人民币（约合14万亿美元）。\n\n### 国际投资者参与\n*   **吸引海外资金**：中国股市的强劲表现吸引了大量海外投资者。\n*   **韩国投资者是主力**：其中，来自韩国的购买量显著增加，成为这波海外投资热潮中的一个突出特点。",
      "shortSummary": "韩国投资者正大举买入中国科技股，搭乘中国科技浪潮。以David Choi为例，许多韩国投资者因看好中国在机器人、游戏和新能源汽车等领域的快速发展而涌入中国股市。目前中国股市正经历牛市，上证指数创十年新高，A股总市值突破100万亿元，吸引了包括韩国投资者在内的海外资金大量涌入。",
      "translated_title": "韩国投资者在2025年大举买入中国股票，搭乘中国科技浪潮",
      "images": [],
      "contentSource": "完整文章",
      "content": "Since buying stock in China’s robotics firms over the last year – companies emerging as global industry leaders – David Choi, a South Korean investor in his early 30s, has been riding a wave of strong gains.\nHe is not alone. Many South Korean investors have begun exploring positions in Chinese equities, particularly in rapidly growing arenas like tech.\n“Those who follow what’s going on in the tech industry already see how fast China has been developing on many fronts,” said Choi, who works in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/26/12aff681-d13d-4bcb-b20e-b5f1e41e4bec_03e5fd8b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "AI进入课堂：中国杭州将人工智能课程设为学校必修课 (原标题: AI enters the classroom: China’s Hangzhou makes lessons compulsory in schools)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323082/chinas-hangzhou-makes-ai-classes-compulsory-schools-amid-nationwide-push?utm_source=rss_feed",
      "pubDate": "Tue, 26 Aug 2025 01:00:13 +0000",
      "isoDate": "2025-08-26T01:00:13.000Z",
      "creator": "Mia Nulimaimaiti",
      "summary": "# 杭州将人工智能课程设为学校必修课\n\n中国浙江省杭州市将从新学期开始，在中小学推行强制性人工智能（AI）课程。此举是中国培养快速增长的AI领域人才的全国性战略的一部分。\n\n## 核心目标与范围\n*   **人才培养：** 该倡议旨在建立AI人才储备，同时提高教育工作者使用智能工具和保护数据的能力。\n*   **培训对象：** 涵盖学生和教师两方面的培训。\n\n## 课程实施方式\n*   **灵活性：** 学校在课程设置上拥有灵活性，可以选择将AI课程集中在一周内完成，或将其内容融入信息技术和科学等现有科目中。\n*   **项目整合：** AI相关项目可以纳入地方课程，让感兴趣的学生参与高级学习和实践经验。\n*   **课后活动：** 基础的AI相关活动也可能出现在课后项目中。\n*   **课时要求：** 根据《The Paper》报道，杭州市要求每年至少安排10个课时的人工智能教学。\n\n## 背景与重要性\n*   **科技中心：** 杭州是DeepSeek和Unitree Robotics等快速发展的科技初创公司的所在地。\n*   **经济引擎：** 在美国施加的贸易和技术限制下，AI领域已迅速成为经济增长的引擎。\n\n## 课程内容与要求\n*   **分级教学：** 指南详细说明了不同年级的教学内容、要求和教学方法。\n*   **小学阶段：**\n    *   **一二年级：** 学生将接触日常AI应用，与基本设备互动，并了解技术在日常生活中的作用。\n    *   **责任使用：** 课程将强调负责任使用AI的重要性，并重点关注隐私保护。\n\n## 相关视频\n![中国在上海国际会议上展示最新AI创新](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/28/CLEAN-thumb_3.jpg?itok=kw4fzFCt)\n03:16 中国在上海国际会议上展示最新AI创新",
      "shortSummary": "中国杭州市将从新学期起，在中小学强制推行人工智能（AI）课程，作为国家培养AI人才战略的一部分。该计划旨在建立人才储备，提升教育者能力，并涵盖学生和教师培训。课程实施灵活，可集中授课或融入现有科目，每年至少10课时。内容将从小学阶段的日常应用和隐私保护开始，逐步深入。此举反映了AI作为经济增长引擎的重要性。",
      "translated_title": "AI进入课堂：中国杭州将人工智能课程设为学校必修课",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/28/CLEAN-thumb_3.jpg?itok=kw4fzFCt",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Hangzhou, in China’s Zhejiang province, will introduce mandatory artificial intelligence (AI) courses for primary and secondary schools starting in the new semester – part of a nationwide strategy to nurture talent in the rapidly growing sector.\nThe initiative seeks to build a talent pipeline while improving educators’ ability to use smart tools and protect data, covering both student and teacher training, according to two documents released by the city’s education bureau.\nSchools will have...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/e0d95685-4d5a-4e0b-ab08-4b5870fa16cd_bd30e415.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "尽管存在出境禁令，美国公民在中国的旅行风险“未变”：贸易团体 (原标题: China travel risk ‘unchanged’ for US citizens despite exit bans: trade group)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323081/china-travel-risk-american-citizens-unchanged-despite-exit-bans-us-trade-group?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 13:00:10 +0000",
      "isoDate": "2025-08-25T13:00:10.000Z",
      "creator": "Ralph Jennings",
      "summary": "## 尽管存在出境禁令，美国公民在中国的旅行风险“未变”：贸易团体\n\n美国美中贸易全国委员会（US-China Business Council）表示，尽管近期发生了两起美国公民被限制出境的事件，但美国高管在中国的旅行风险并未增加。该组织认为，这两起案件并非“地缘政治或报复性”行为，而是遵循“现有执法模式”。\n\n### 主要观点\n\n*   **风险评估不变**：美中贸易全国委员会指出，对大多数旅行者而言，出境禁令、拘留或其他并发症的风险“没有改变”。\n*   **非地缘政治性质**：该组织认为，近期备受关注的案件“似乎遵循现有执法模式”，并不预示美国高管面临比平时更高的旅行风险。\n\n### 具体案例\n\n*   **富国银行高管**：7月，一名富国银行（Wells Fargo）高级主管因刑事调查被禁止离境，促使该美国银行暂停所有赴华商务旅行。\n*   **美国专利商标局员工**：三个月前，一名美国专利商标局（US Patent and Trademark Office）员工在私人探亲期间也被禁止离境。\n\n### 出境禁令的常见原因\n\n*   根据8月22日的报告，中国的刑事或民事法律案件“历来是常见的”出境禁令原因。\n*   对公司业务伙伴（包括供应商和客户）的调查也可能给旅行员工“带来并发症”。\n\n### 企业应对\n\n尽管旅行风险被认为没有增加，但这些备受关注的案件已促使公司重新评估其旅行程序，以限制潜在风险。",
      "shortSummary": "美国美中贸易全国委员会表示，尽管近期发生两起美国公民被限制出境的事件，但美国高管在中国的旅行风险并未增加。该委员会认为，这些案件遵循现有执法模式，并非地缘政治或报复性行为，中国的刑事或民事法律案件历来是出境禁令的常见原因。然而，这些事件已促使企业重新评估其赴华旅行程序。",
      "translated_title": "尽管存在出境禁令，美国公民在中国的旅行风险“未变”：贸易团体",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s recent exit bans on two American businesspeople do not raise the travel risk for US-based executives, as neither case appears “geopolitical or retaliatory”, an American trade advocacy group has said.\n“The risk of exit bans, detentions, or other complications has not changed for most travellers,” according to the US-China Business Council, though it acknowledged that the high-profile cases had led companies to reassess their travel procedures to limit risks.\nIn July, Beijing said it had...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/6bf9b520-b115-4c18-9e8c-3820684911ee_77a7b519.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国上调电商快递费以遏制恶性价格螺旋 (原标题: China ups e-commerce delivery fees to stave off harmful price spirals)",
      "link": "https://www.scmp.com/economy/policy/article/3323064/china-ups-e-commerce-delivery-fees-stave-harmful-price-spirals?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 09:30:10 +0000",
      "isoDate": "2025-08-25T09:30:10.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国上调电商快递费以遏制恶性价格螺旋\n\n中国快递行业正在响应政府的广泛推动，旨在限制价格螺旋式下降，即所谓的“内卷”。分析师认为，此举短期内可能缓解压力，但由于需求疲软，企业间的激烈竞争仍可能持续。\n\n### 背景与政府干预\n*   **“内卷”现象：** 官方将“内卷”定义为一种残酷的竞争循环，导致多个行业的公司为追求市场主导地位而大幅削减成本。\n*   **政府目标：** 中国政府正寻求将新兴产业培育成为可靠的增长动力，并解决这种“无序的低价竞争”。\n*   **高层指示：** 在7月1日由习近平主席主持的中央财经委员会会议上，强调北京需要“依法规范”这种“无序的低价竞争”，同时引导企业“提高产品质量”并“促进落后产能有序退出”。\n\n### 具体措施与影响\n*   **费用上调：**\n    *   **浙江义乌：** 作为全球著名的小商品生产中心，义乌的最低派送附加费在7月底上涨了0.02元人民币（0.3美分）。\n    *   **广东省：** 从8月开始，在另一个主要电商中心广东省，最低费率上涨了0.04元人民币。\n*   **主要影响对象：** 价格调整主要影响电商客户，对个人消费者影响甚微。\n*   **未来展望：** 国泰海通证券指出，“反内卷”行动将扩大，未来可能有更多地区效仿。",
      "shortSummary": "中国政府正推动快递行业上调电商快递费，以遏制“内卷”导致的恶性价格螺旋。浙江义乌和广东等主要电商中心已上调最低派送附加费，此举主要影响电商客户，对个人消费者影响不大。分析师认为，短期内可缓解竞争压力，但需求疲软可能使激烈竞争持续。政府旨在规范无序低价竞争，促进产业健康发展。",
      "translated_title": "中国上调电商快递费以遏制恶性价格螺旋",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s express delivery industry is responding to a broad government push to limit downward price spirals by raising courier fees in e-commerce hubs, a move analysts said could ease pressure in the short term, though weak demand could cause the fierce competition between firms to persist.\nAfter several local postal administrations made changes to their fee structures, the minimum delivery surcharge in Yiwu, Zhejiang province – the world-renowned centre for the production of small commodities –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/02192cd4-4528-4b9f-b7f5-b2c16cca2a7a_086163f3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国押注AI，在国家算力推动下为经济注入数万亿 (原标题: China bets on AI to pump trillions into economy amid national computing push)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323046/china-bets-ai-pump-trillions-economy-amid-national-computing-push?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 08:30:13 +0000",
      "isoDate": "2025-08-25T08:30:13.000Z",
      "creator": "Luna Sun",
      "summary": "# 中国押注AI推动经济增长\n\n中国正将人工智能（AI）视为新的经济增长引擎，预计到2035年，在全国算力推动和统一数据市场建设下，AI将为中国经济贡献数万亿元人民币。\n\n## 核心要点：\n\n*   **经济贡献潜力：**\n    *   预计到2035年，AI有望为中国GDP贡献超过11万亿元人民币。\n\n*   **国家算力网络建设：**\n    *   北京正在积极构建全国性的算力网络。\n    *   在山西大同举行的中国算力大会上，官方宣布已有10个省市（包括上海、浙江、青海、新疆等）加入了一个统一平台。\n    *   该平台旨在匹配跨区域的商业需求与未充分利用的算力资源。\n    *   据央视报道，该平台已吸引超过100家服务提供商、1000家行业用户和近100个AI模型。\n\n*   **算力投资与增长：**\n    *   过去五年，中国在扩大算力方面投入巨大。\n    *   根据国际数据公司（IDC）和浪潮信息发布的AI算力评估报告，预计今年中国的智能算力将增长43%。\n    *   报告还指出，从2023年到2028年，中国的智能算力预计将以46.2%的复合年增长率（CAGR）增长，远高于通用算力18.8%的增长率。\n\n*   **自给自足战略：**\n    *   近年来，中国在数据中心和芯片领域投入巨资，以推动技术自给自足。\n    *   全国整体计算能力每年增长约30%。",
      "shortSummary": "中国正将人工智能（AI）视为新的经济增长引擎，预计到2035年将为经济贡献超11万亿元。为实现此目标，中国正大力推动国家算力建设，已有10个省市加入统一平台以优化算力资源配置。过去五年，中国在算力领域投入巨大，智能算力预计今年增长43%，2023-2028年复合年增长率达46.2%，这得益于在数据中心和芯片领域的自给自足战略。",
      "translated_title": "中国押注AI，在国家算力推动下为经济注入数万亿",
      "images": [],
      "contentSource": "完整文章",
      "content": "China is banking on artificial intelligence (AI) to become a new growth engine, and there are projections that it could add several trillion yuan to the economy by 2035 amid a national push for computing power and a unified data market.\nBeijing is knitting together a national computing network. At the China Computing Power Conference held in Datong, Shanxi province, over the weekend, officials announced that 10 provinces and municipalities – from Shanghai and Zhejiang in the east to Qinghai and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/3c7bf388-7550-4d35-beb3-76e749450e8c_08f8603f.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "上海放宽房地产规定以重振低迷的楼市 (原标题: Shanghai eases property rules to revive sluggish housing market)",
      "link": "https://www.scmp.com/business/banking-finance/article/3323030/shanghai-relaxes-home-buying-rules-chinas-property-market-struggles?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 05:37:23 +0000",
      "isoDate": "2025-08-25T05:37:23.000Z",
      "creator": "Daniel Ren",
      "summary": "### 上海放宽房地产规定以重振低迷的楼市\n\n上海，作为中国大陆的商业和金融中心，继北京之后，进一步放宽了其购房政策，旨在重振全国低迷的房地产市场。\n\n**主要政策调整：**\n\n*   **购房数量限制放宽：**\n    *   自周一（文章发布日期应为周一之后）起，本地居民在城市外环线以外的区域可拥有无限数量的公寓。\n    *   此前，上海家庭最多只能拥有两套住房。\n    *   外环线以外的区域占据了上海三分之二的住房。\n*   **抵押贷款利率下调：**\n    *   第二套住房购买者的抵押贷款利率将从年化3.35%下调至3.05%。\n    *   这一新利率与首套房购买者的利率持平。\n\n**政策目标：**\n\n*   根据上海市政府的声明，此次政策调整旨在解决居民被压抑的住房需求，改善居住条件。\n*   同时，促进当地房地产市场的稳定和健康发展。\n\n**市场背景：**\n\n*   上海此次提振市场的措施出台之际，全国房地产市场持续低迷。\n*   根据国家统计局的数据，上个月（文章发布日期应为上个月之后）全国70个大中城市新建商品住宅价格同比下降3.4%。\n*   全国房价自2022年4月以来一直处于下跌趋势。\n*   在二手房市场，房价已连续两年多下跌，其中7月份同比下降5.9%，6月份则下降6.1%。\n\n**相关图片：**\n![上海是中国大陆的金融中心。](https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/25/91367fb5-dbdf-462d-85c3-e6a426a48877_97c0cc4c.jpg)\n*上海是中国大陆的金融中心。图片来源：新华社*",
      "shortSummary": "上海已放宽房地产购买政策，以重振低迷的楼市。本地居民在外环线以外区域可拥有无限套住房，第二套房抵押贷款利率降至3.05%，与首套房持平。此举旨在解决住房需求，稳定市场。此前，全国新房价格自2022年4月起持续下跌，二手房价格也已连续两年多下降。",
      "translated_title": "上海放宽房地产规定以重振低迷的楼市",
      "images": [
        {
          "url": "https://img.i-scmp.com/cdn-cgi/image/fit=contain,width=1024,format=auto/sites/default/files/d8/images/canvas/2025/08/25/91367fb5-dbdf-462d-85c3-e6a426a48877_97c0cc4c.jpg",
          "alt": "Shanghai is the financial hub of mainland China. Photo: Xinhua",
          "title": "Shanghai is the financial hub of mainland China. Photo: Xinhua",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Shanghai, the commercial and financial hub of mainland China, has further relaxed its home purchase policy, following Beijing’s lead to rejuvenate the nation’s sluggish property market.\nLocal residents could now own an unlimited number of flats outside the city’s outer ring road, an area where two-thirds of Shanghai’s housing is located, municipality authorities said on Monday. Previously, families were restricted to a maximum of two housing units in Shanghai.\nThe mortgage rate for buyers of a...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/fe48ad59-2c3f-43b2-b2d9-4747d2fcad5d_ee597c59.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美联储主席鸽派转向后，人民币中间价触及9个月高点 (原标题: China’s yuan fixing rate hits 9-month high after dovish pivot by US Fed chair)",
      "link": "https://www.scmp.com/economy/china-economy/article/3323017/chinas-yuan-fixing-rate-hits-9-month-high-after-dovish-pivot-us-fed-chair?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 04:14:28 +0000",
      "isoDate": "2025-08-25T04:14:28.000Z",
      "creator": "Sylvia Ma",
      "summary": "## 美联储鸽派转向推动人民币中间价创9个月新高\n\n### 背景概述\n在美联储主席杰罗姆·鲍威尔发表鸽派言论后，市场对美联储降息的预期日益增强。这一预期直接影响了人民币兑美元的汇率表现。\n\n### 人民币中间价创9个月新高\n*   **设定水平：** 周一，中国人民银行（PBOC）将人民币兑美元的每日参考汇率（即中间价）设定为7.1161。这是自去年11月初以来人民币中间价的最强水平。\n*   **上调幅度：** 与前一个交易日的7.1321相比，周一的中间价上调幅度是今年1月以来最大的一次。\n\n### 美联储主席的鸽派转向\n*   **关键讲话：** 鲍威尔上周五在备受关注的联邦储备委员会年度杰克逊霍尔会议上发表讲话。他在讲话中为9月降息打开了大门，这标志着他此前反对放松政策的立场发生了鸽派转变。\n\n### 市场对人民币的反应\n*   **离岸人民币走强：** 周一午盘，离岸人民币兑美元汇率升至7.158，达到7月下旬以来的最强水平。\n*   **美元指数下跌：** 上周五，在鲍威尔讲话后，美元指数跌至四周低点，离岸人民币曾飙升至7.167。\n\n### 专家观点\n*   **降息预期锁定：** 澳新银行大中华区首席经济学家杨宇霆表示，市场“几乎已确定”美联储将在9月降息。\n*   **关注焦点：** 目前市场的关注点已转向今年及整个周期内宽松政策的规模和速度。",
      "shortSummary": "受美联储主席鲍威尔鸽派言论影响，市场对美联储9月降息预期升温。中国人民银行将人民币兑美元中间价设定在7.1161，创下9个多月来的新高，较前一交易日大幅上调。离岸人民币也随之走强，反映出美元走弱和市场对美联储宽松政策的强烈预期。",
      "translated_title": "美联储主席鸽派转向后，人民币中间价触及9个月高点",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s central bank has set the yuan’s daily reference rate against the US dollar at the strongest level in more than nine months, as bets on rate cuts by the Federal Reserve are growing following a dovish pivot by its chair, Jerome Powell.\nOn Monday, the People’s Bank of China set the yuan’s midpoint rate – also known as the daily fixing rate – at 7.1161 per US dollar, its strongest showing since early November.\nCompared with 7.1321 in the previous release, Monday’s fixing also marked the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/25/acf707d6-d9c1-4667-be58-8e9a2570929a_29bdc407.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国Z世代如何引爆玩偶时尚热潮——及其对经济的影响 (原标题: How China’s Gen Z sparked a doll fashion craze – and its impact on the economy)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322816/how-chinas-gen-z-sparked-doll-fashion-craze-and-its-impact-economy?utm_source=rss_feed",
      "pubDate": "Mon, 25 Aug 2025 00:00:11 +0000",
      "isoDate": "2025-08-25T00:00:11.000Z",
      "creator": "June Xia",
      "summary": "# 中国Z世代引爆玩偶时尚热潮——及其对经济的影响\n\n## 玩偶经济的崛起与Z世代的推动\n中国“玩偶经济”正迎来新的增长动力，这主要得益于Z世代对玩偶的热情及其带来的情感慰藉。微缩服装市场蓬勃发展，成为这一趋势的最新体现。\n\n## 球形关节玩偶的魅力\n*   **定义与材质**：与广受欢迎的Labubu乙烯基毛绒玩具不同，球形关节玩偶（Ball-jointed dolls）通常由树脂或陶瓷制成，其球形关节设计使其能够摆出栩栩如生的姿势。\n*   **高度定制化**：玩偶主人可以为它们定制服装、珠宝、包袋及其他配饰，实现个性化装扮。\n*   **情感价值**：21岁的浙江女孩Clementine Cai表示，“爱上球形关节玩偶就像呼吸一样自然”。她认为这些玩偶“华丽，可以打扮拍照——纯粹是享受”。\n\n## Z世代的消费模式\n*   **高额投入**：Clementine Cai在爱上玩偶两年后，仅在玩偶服装上就花费了超过3000元人民币（约合417美元），考虑到她每月约2000元人民币的开销，这是一笔可观的支出。\n*   **超越个人消费**：Cai指出，一套玩偶服装通常售价在300至500元之间，远超她自己购买衣物的花费。\n\n## 市场表现与经济影响\n*   **销售额激增**：根据中国两大电商平台淘宝和天猫的数据，2024年玩偶服装销售额同比增长超过117%。\n*   **突破性增长**：今年5月，玩偶服装销售额首次突破1000万元人民币（约合14亿美元）大关。\n*   **新增长引擎**：这一数据表明，玩偶服装市场已成为中国“玩偶经济”中一个强劲的新增长点。",
      "shortSummary": "中国Z世代正引领一场玩偶时尚热潮，成为“玩偶经济”的新增长引擎。球形关节玩偶因其高度定制化和情感慰藉受到追捧。例如，一位21岁女孩两年内仅玩偶服装就花费超3000元。淘宝和天猫数据显示，2024年玩偶服装销售额同比增长超117%，5月首次突破1000万元人民币，显示出巨大的市场潜力。",
      "translated_title": "中国Z世代如何引爆玩偶时尚热潮——及其对经济的影响",
      "images": [],
      "contentSource": "完整文章",
      "content": "A booming market for miniature clothing has become the latest growth driver in China’s “doll economy” – fuelled by Gen Z’s passion for the toys and the emotional comfort they provide.\n“Loving ball-jointed dolls is as natural as breathing,” said 21-year-old Clementine Cai from Zhejiang. Two years after falling in love with the toys, she had spent over 3,000 yuan (US$417) on outfits alone – a sizeable amount given her roughly 2,000 yuan in monthly expenses.\nUnlike the wildly popular Labubu vinyl...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/f7b9ccc2-d7a0-4146-ab3c-90e3e9208aaa_547a57ac.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "为什么外国品牌在中国市场份额正被国内竞争对手蚕食 (原标题: Why foreign brands in China are losing market share to domestic rivals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322815/foreign-brands-china-are-losing-market-share-domestic-rivals-year-after-year?utm_source=rss_feed",
      "pubDate": "Sun, 24 Aug 2025 10:00:14 +0000",
      "isoDate": "2025-08-24T10:00:14.000Z",
      "creator": "June Xia",
      "summary": "# 外国品牌在中国市场份额流失\n\n## 核心趋势\n*   **消费者偏好转变：** 中国消费者正转向更注重性价比和实用性的产品。\n*   **外国品牌面临挑战：** 这一转变导致许多外国品牌在中国市场面临销售下滑和门店关闭的困境，市场份额逐渐被本土竞争对手蚕食。\n\n## 潘多拉（Pandora）案例分析\n*   **公司背景：** 潘多拉是全球销量最大的珠宝公司，以其快速的产品发布和每年超过1亿件的全球销量而闻名。\n*   **在华困境：**\n    *   **门店关闭：** 潘多拉宣布将其在中国关闭门店的计划从原定的50家扩大到100家。\n    *   **销售额急剧下滑：**\n        *   2019年，潘多拉在中国的销售额达到峰值19.7亿丹麦克朗（约3.0573亿美元）。\n        *   自全球疫情以来，销售额持续下降：\n            *   2021年：11.26亿丹麦克朗\n            *   2022年：7.37亿丹麦克朗\n            *   2023年：5.642亿丹麦克朗\n            *   去年（根据上下文应指2023年财报中的最新数据），其在华收入暴跌至仅4.16亿丹麦克朗，不到2019年峰值的四分之一。\n*   **消费者洞察：**\n    *   一位来自江苏的潘多拉爱好者Vicky Wang表示，她认为潘多拉更多是关于美学和多功能性，而非保值。\n    *   她近期花费7500元（约1044美元）购买了多条手链，但现在正试图在中国二手交易平台闲鱼上出售这些她认为是“冲动消费”的物品。\n\n## 普遍现象\n*   潘多拉的困境并非个例，而是反映了许多外国零售商在中国市场普遍面临的挑战。",
      "shortSummary": "外国品牌在中国市场正面临挑战，市场份额被国内竞争对手蚕食。主要原因是消费者偏好转向注重性价比和实用性的产品。丹麦珠宝品牌潘多拉是典型案例，其在中国门店数量大幅缩减，销售额从2019年峰值暴跌至不到四分之一。消费者认为潘多拉重美学而非保值，导致冲动消费后转售。这反映了外国零售商在中国普遍面临的困境。",
      "translated_title": "为什么外国品牌在中国市场份额正被国内竞争对手蚕食",
      "images": [],
      "contentSource": "完整文章",
      "content": "The world’s largest jewellery company by volume is facing a wave of store closures across China – a move that serves to illustrate a broader retreat by foreign brands as consumer preferences shift towards practical products that offer more value for the money.\nDanish jewellery brand Pandora, known for its fast-paced product launches and global sales of more than 100 million pieces a year, announced in its second-quarter earnings report on August 15 that it would expand its original plan to close...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/24/ec3071af-b903-4651-aa1b-d1b9d8e854b7_427721a8.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国必须接受印度正在照顾自己 (原标题: China must accept India is looking after itself)",
      "link": "https://www.scmp.com/opinion/china-opinion/article/3322748/china-must-accept-india-looking-after-itself?utm_source=rss_feed",
      "pubDate": "Sun, 24 Aug 2025 08:30:08 +0000",
      "isoDate": "2025-08-24T08:30:08.000Z",
      "creator": "Neville Lai,Wai-Hong Tang",
      "summary": "### 中印关系：机遇与挑战并存\n\n中印两国，作为世界上人口最多、经济崛起的大国，其关系正处于关键时刻。近期发展显示出双边关系中令人鼓舞的迹象，双方都表达了建设性重新接触的意愿。\n\n*   **高层互动与合作契机**\n    *   中国外交部长王毅近期访问新德里，会见了印度总理莫迪、外交部长苏杰生和国家安全顾问多瓦尔。\n    *   此次访问重振了高层交流的势头，并为莫迪总理八月底出席上海合作组织（SCO）峰会铺平了道路。\n    *   不断变化的全球地缘政治环境为两国提供了重要的战略机遇，以达成共识并重置双边关系。\n    *   北京需要采取务实态度，将新德里视为区域和全球秩序改革的伙伴。\n    *   重启关于印度参与区域全面经济伙伴关系协定（RCEP）的谈判，可能成为长期建设性合作的关键一步。\n\n*   **关系改善的具体举措**\n    *   去年十月，中国国家主席习近平和印度总理莫迪在俄罗斯喀山金砖国家峰会会晤后，两国已启动讨论，重启自2020年以来暂停的直航服务。\n    *   随后，双方同意解除对彼此公民的旅行禁令。\n    *   今年七月，印度政府智库Niti Aayog提议放宽对中国实体的投资所有权限制。\n\n*   **全球背景与战略转向**\n    *   这些示好举动在全球经济和政治不确定性背景下显得尤为重要。\n    *   尽管美国副总统万斯四月访问印度曾提升了深化对华战略伙伴关系的预期，但美国前总统特朗普决定将对印关税提高至50%，反而促使印度转向北京。\n\n*   **历史挑战与未来展望**\n    *   长期以来，中印两国主要通过竞争的视角看待彼此。这种竞争动态根植于双方作为古老文明的共同自我认知，以及对区域和全球领导地位的渴望。\n    *   长期未解决的领土争端加剧了紧张关系，其中最引人注目的是2020年6月的加勒万河谷冲突，该冲突导致双方人员伤亡，并使两国关系严重恶化。",
      "shortSummary": "中印关系正处于关键转折点，近期高层互访和经济合作意向（如重启直航、放宽投资限制）显示出积极信号。尽管历史竞争和边境冲突持续存在，且美国对印关税促使印度转向中国，但不断变化的地缘政治环境为两国提供了重置关系的机会。北京需采取务实态度，视印度为区域和全球秩序改革的伙伴，以实现共同理解和建设性合作。",
      "translated_title": "中国必须接受印度正在照顾自己",
      "images": [],
      "contentSource": "完整文章",
      "content": "The evolving dynamics between China and India, the world’s most populous nations and rising economic powers, are at a critical juncture. Recent developments have shown encouraging signs in bilateral relations, with both sides expressing a willingness to re-engage constructively.\nForeign Minister Wang Yi recently visited New Delhi, where he met Prime Minister Narendra Modi, External Affairs Minister Subrahmanyam Jaishankar and National Security Adviser Ajit Doval. This has renewed the momentum of...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/d47976d0-3dfb-46bd-89e4-c4fad367dfe0_b419b339.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国新的育儿补贴很受欢迎，但它真的能提高出生率吗？ (原标题: China’s new child subsidy is popular. But will it actually raise the birth rate?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322814/chinas-new-child-subsidy-popular-will-it-actually-raise-birth-rate?utm_source=rss_feed",
      "pubDate": "Sun, 24 Aug 2025 03:00:09 +0000",
      "isoDate": "2025-08-24T03:00:09.000Z",
      "creator": "Xinyi Wu",
      "summary": "# 中国新的育儿补贴：受欢迎，但能否提高出生率？\n\n## 政策背景与目的\n*   中国政府推出全国性育儿补贴计划，旨在鼓励夫妇生育更多孩子，以应对不断下降的出生率和日益严峻的人口老龄化问题。\n*   促进生育已成为北京近年来的首要政策重点，因为长期低出生率可能导致严重的社会和经济问题。\n\n## 家长反馈与实际效果\n*   **王玉燕的经历：** 一位杭州新妈妈王玉燕最初对补贴感到高兴，但很快发现每年3600元的补贴对于不断上涨的育儿成本（如尿布和奶粉）来说微不足道。\n    *   她购买的尿布价格在政府宣布政策后几周内从143元涨到158元。\n    *   她每月在孩子基本必需品（疫苗、奶粉、衣物）上的花费接近4000元。\n    *   鉴于高昂的成本，她表示不打算生二胎。\n*   **普遍看法：** 许多家长和分析人士认为，尽管政府的措施是出于好意，但不太可能改变多数家庭的生育计划。\n\n## 挑战与建议\n*   **成本过高：** 中国的育儿成本甚至高于世界其他地区。\n*   **补贴不足：** 目前的补贴金额被认为“杯水车薪”，远不足以覆盖实际开销。\n*   **改革需求：** 要真正提高出生率，政府需要引入更大胆的改革措施，以显著降低育儿成本。",
      "shortSummary": "中国新推出的全国性育儿补贴旨在提高出生率，但家长和分析人士普遍认为其效果有限。例如，一位新妈妈指出，每年3600元的补贴远不足以覆盖每月近4000元的育儿开销，且尿布等必需品价格还在上涨。许多家庭因成本过高而不愿生育二胎。专家认为，要有效应对人口挑战，政府需采取更具魄力的改革措施，大幅降低育儿成本，而非仅仅提供象征性补贴。",
      "translated_title": "中国新的育儿补贴很受欢迎，但它真的能提高出生率吗？",
      "images": [],
      "contentSource": "完整文章",
      "content": "When Wang Yuyan first heard about China’s new national child subsidy, she was happy about receiving some extra support. But the new mother’s excitement quickly faded when she realised the money was barely enough to cover the rising cost of baby diapers and milk formula.\nThe Hangzhou resident said the diapers she buys for her 4-month-old had gone up from 143 yuan (US$19.90) to 158 yuan just in the few weeks since the government announced the new policy in July.\nOverall, Wang now spends nearly...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/29647a77-deb9-4d71-ac28-b8f2e175cd14_9266caae.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国收紧稀土管理规定，将管控范围扩大至进口矿物 (原标题: China tightens rare earth rules, extending controls to imported minerals)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322918/china-tightens-rare-earth-rules-extending-controls-imported-minerals?utm_source=rss_feed",
      "pubDate": "Sat, 23 Aug 2025 09:00:12 +0000",
      "isoDate": "2025-08-23T09:00:12.000Z",
      "creator": "Mandy Zuo",
      "summary": "### 中国收紧稀土管理规定，将管控范围扩大至进口矿物\n\n中国于周五宣布收紧稀土开采和加工规定，将管控范围扩大至进口矿物，并要求企业每月报告这些战略性材料的流动情况。\n\n**主要内容和变化：**\n\n*   **法规背景与生效：**\n    *   这些规定是《稀土管理条例》的实施细则，该条例已于去年10月生效。\n    *   新规定立即生效。\n*   **管控范围扩大：**\n    *   中国现行的配额制度将不仅适用于国内生产的稀土材料，还将涵盖用于精炼的进口稀土材料。\n    *   这一变化引发了一些担忧，认为可能对全球稀土供应造成进一步压力。\n*   **信息报告要求：**\n    *   稀土生产企业必须在每月10日前，将上个月的稀土产品流动数据录入新设立的信息系统。\n    *   此要求由工业和信息化部（MIIT）牵头的三个部门发布。\n*   **政策目的与理由：**\n    *   作为全球最大的稀土生产国和精炼国，中国正在加强对这些关键材料的生产和出口控制。稀土广泛应用于智能手机、电动汽车等高科技产品。\n    *   工业和信息化部解释称，稀土是重要的战略矿产资源，行业变化使得早期规定已不再适应当前需求。\n    *   新文件提供了详细的指导，说明政府机构应如何管理指定公司的配额，并使稀土产品的流动可追溯。",
      "shortSummary": "中国收紧稀土管理规定，将管控范围扩大至进口矿物，并要求企业每月报告稀土产品流动数据。这些新规是现有《稀土管理条例》的实施细则，旨在加强对高科技产业关键战略材料的控制。作为全球最大稀土生产国，中国此举可能对全球稀土供应产生影响。",
      "translated_title": "中国收紧稀土管理规定，将管控范围扩大至进口矿物",
      "images": [],
      "contentSource": "完整文章",
      "content": "China on Friday announced tightened rules over the mining and processing of rare earths, extending controls to imported minerals and requiring enterprises to report the flow of the strategic materials monthly.\nThe rules were released as guidelines on the implementation of the country’s Rare Earth Management Regulations, which took effect in October. The rules specify that China’s quota system applies not only to domestically produced materials but also to those coming from abroad for refining –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/23/3dec3b75-d2f9-48f8-9389-2a2de17b6618_cc6436b1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国普洱茶泡沫破裂后，市场将何去何从？ (原标题: What next for market as China’s Puer tea bubble comes off the boil?)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322809/how-market-reading-tea-leaves-chinas-puer-bubble-comes-boil?utm_source=rss_feed",
      "pubDate": "Sat, 23 Aug 2025 08:00:12 +0000",
      "isoDate": "2025-08-23T08:00:12.000Z",
      "creator": "He Huifeng",
      "summary": "# 中国普洱茶市场现状与未来展望\n\n## 普洱茶的独特价值\n*   **历史悠久与投资潜力：** 普洱茶在中国已有数百年历史，其发酵和陈化特性使其深受喜爱。近年来，它被赋予了“可饮用古董”的称号，其投资价值甚至超越了饮用价值。\n*   **财富保值工具：** 中国企业家和日益壮大的中产阶级曾将普洱茶视为一种财富保值投资，其地位可与股票和房地产相媲美。\n\n## 市场泡沫破裂与价格暴跌\n*   **市场降温：** 近期，受中国经济放缓和投资者热情减退的影响，普洱茶市场热度显著下降。\n*   **价格剧烈波动：** 今年以来，普洱茶市场波动性加剧。多数高端普洱茶产品（曾被投机者和收藏家视为硬通货）的价格已跌至2019年以来的最低水平。\n*   **普遍性下跌：** 尽管不同品牌和年份的普洱茶价格存在差异，但几乎所有普洱茶的价格都出现了下跌。\n*   **典型案例——大益轩辕系列：**\n    *   2017年：约7万元人民币\n    *   2021年：飙升至近188万元人民币（泡沫顶峰）\n    *   2023年初：回落至108万元人民币\n    *   今年6月：暴跌至38万元人民币（约合52,922美元），标志着投机泡沫的破裂。\n\n## 普洱茶市场低迷的深层原因\n*   **宏观经济压力：** 分析师指出，普洱茶市场的低迷反映了中国更广泛的经济压力，包括经济疲软、企业利润率下降以及商务送礼行为的急剧减少。\n*   **政策影响：** 在财政紧缩和更严格的反腐运动背景下，官员们对炫耀性消费也变得更加谨慎。",
      "shortSummary": "中国普洱茶市场曾被视为财富保值投资，但近期泡沫破裂。受经济放缓和投资者热情减退影响，高端普洱茶价格已跌至2019年以来最低水平。例如，大益轩辕系列价格从2021年的近188万元暴跌至今年6月的38万元。市场低迷反映了中国经济压力、企业利润下降、商务送礼减少以及反腐政策对炫耀性消费的抑制。",
      "translated_title": "中国普洱茶泡沫破裂后，市场将何去何从？",
      "images": [],
      "contentSource": "完整文章",
      "content": "Aromatic infusions of fermented and aged Puer tea have been popular in China for centuries, but later generations of enthusiasts came to value its investment potential even more, dubbing it a “drinkable antique”.\nChinese entrepreneurs and members of the country’s growing middle class long regarded the tea, produced in Yunnan province, as a wealth preservation investment rivalling stocks and real estate, but the market has come off the boil recently as the economy slows and investor appetite...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/445ec3a7-d556-4ca9-889d-1914fd457abb_99815354.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "马来西亚在矿产需求旺盛的美国寻求非中国来源之际，展现其稀土实力 (原标题: Malaysia flexes rare earth muscle as mineral-hungry US seeks non-Chinese sources)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322810/malaysia-flexes-rare-earth-muscle-mineral-hungry-us-seeks-non-chinese-sources?utm_source=rss_feed",
      "pubDate": "Sat, 23 Aug 2025 02:00:22 +0000",
      "isoDate": "2025-08-23T02:00:22.000Z",
      "creator": "Ralph Jennings",
      "summary": "### 马来西亚稀土出口禁令及其全球影响\n\n马来西亚本周宣布禁止出口未加工的稀土金属，此举被分析人士视为该国在与世界主要稀土供应国中国贸易关系紧张之际，有望以自身条件满足美国对矿产需求的信号。\n\n**禁令的主要内容与目的：**\n*   **禁止出口未加工稀土：** 马来西亚将禁止出口未加工的稀土矿物。稀土是全球珍贵的原材料，广泛应用于各种电子硬件。\n*   **促进下游产业投资：** 禁令旨在将稀土供应保留在国内，以吸引对下游产业的投资。\n*   **吸引外国投资条件：** 马来西亚投资、贸易和工业部长Tengku Zafrul Abdul Aziz表示，如果外国投资项目涉及本地矿物加工、创造就业和技术转让，他们可以进入马来西亚的稀土下游产业。\n*   **允许出口加工稀土：** 经过加工的稀土金属仍可出口。\n\n**马来西亚的优势与战略地位：**\n*   **现有加工能力：** 尽管许多国家拥有稀土储量，但分析人士指出，马来西亚的稀土产业有望腾飞，因为它已经具备加工能力。\n*   **满足美国需求：** 随着美国买家积极寻求非中国稀土来源，马来西亚的这一举措具有重要意义。\n*   **融入全球供应链：** 吉隆坡战略与国际研究所分析师Qarrem Kassim表示，马来西亚现有的能力使其在融入全球供应链方面占据先机。\n*   **行使地缘经济自主权：** Kassim还指出，对所有方面平等实施出口禁令，表明马来西亚愿意行使其地缘经济自主权，优先考虑自身发展需求。\n*   **潜在的外国投资：** 这一政策可能在未来带来潜在的外国投资。",
      "shortSummary": "马来西亚宣布禁止出口未加工稀土金属，旨在促进国内下游产业投资、创造就业和技术转让。此举利用其现有加工能力，将马来西亚定位为美国在寻求非中国稀土来源时的潜在替代供应商。分析人士认为，这展现了马来西亚行使其地缘经济自主权，优先自身发展，并可能吸引外国投资。",
      "translated_title": "马来西亚在矿产需求旺盛的美国寻求非中国来源之际，展现其稀土实力",
      "images": [],
      "contentSource": "完整文章",
      "content": "Malaysia’s ban on exports of unprocessed rare earth metals this week signals that the Southeast Asian country has a realistic shot – on its own terms – at feeding the mineral-hungry United States amid its strained trade ties with the world’s dominant supplier, China, according to analysts.\nKuala Lumpur will bar exports of unprocessed rare earth minerals, which are globally prized raw materials used in a range of electronic hardware, to keep supplies onshore for investment in downstream...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/cecdf890-81cb-449f-aee0-f1c6d8647b71_1a0c6856.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国武力展示或将委内瑞拉推向中国：分析人士称 (原标题: US show of force could move Venezuela closer to China: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322853/us-show-force-could-move-venezuela-closer-china-analysts?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 15:00:09 +0000",
      "isoDate": "2025-08-22T15:00:09.000Z",
      "creator": "Ralph Jennings,Kandy Wong",
      "summary": "# 美国在委内瑞拉附近展示武力及其潜在影响\n\n美国近期在委内瑞拉海岸附近部署军舰，此举旨在向委内瑞拉政府施压并限制其本已紧张的石油运输能力。然而，分析人士指出，此行动反而可能加强中国与这个南美国家之间广泛的经济联系。\n\n## 军事部署详情\n\n*   **部署内容：** 美国白宫宣布，已向加勒比海委内瑞拉水域附近派遣了三艘驱逐舰和一个两栖中队，约有4000名美国海军陆战队员。\n*   **美国声明目的：** 美国政府表示，此举旨在阻止贩毒集团的活动。\n\n## 各方反应\n\n*   **委内瑞拉：** 委内瑞拉官员谴责美国的行动是对其国家主权的威胁。\n*   **中国：** 中国外交部发言人谴责“外部势力干涉”，并就华盛顿与加拉加斯之间日益紧张的局势发表了评论。\n\n## 分析人士观点\n\n*   **政治压制：** 中国社会科学院拉丁美洲专家徐世澄认为，特朗普此举的主要目的是在政治上压制委内瑞拉左翼总统尼古拉斯·马杜罗，并迫使其下台。\n*   **石油供应与中国利益：** 夏威夷东西方中心智库高级研究员丹尼·罗伊指出，美国军事存在表明美国“有能力切断委内瑞拉对中国的石油供应”。\n*   **推动委内瑞拉靠近中国：** 尽管美国意图施压，但分析人士普遍认为，此武力展示反而可能促使委内瑞拉进一步靠近中国，从而加强两国间现有的广泛经济联系。\n\n## 核心问题\n\n*   问题的核心在于委内瑞拉的石油，中国对此拥有持久的兴趣。",
      "shortSummary": "美国在委内瑞拉附近部署军舰，声称旨在打击贩毒，但委内瑞拉和中国均谴责此举为干涉。分析人士认为，此举实为政治施压，意图迫使马杜罗下台。尽管美国可能意在切断委内瑞拉对中国的石油供应，但此武力展示反而可能促使委内瑞拉进一步靠近中国，从而加强两国间的经济联系，尤其是在石油领域。",
      "translated_title": "美国武力展示或将委内瑞拉推向中国：分析人士称",
      "images": [],
      "contentSource": "完整文章",
      "content": "While the deployment of US warships near the coast of Venezuela is intended to heap pressure on the government and limit its already strained capacity for oil shipments, the action would probably serve to bolster China’s extensive economic ties with the South American country, analysts said.\nThree destroyers and an amphibious squadron with about 4,000 US Marines were dispatched to the Caribbean Sea close to Venezuelan waters, the White House said this week, in an act they said was intended to...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/646ce559-8d9b-4db7-81c0-2222b4d640b5_74a2d0ea.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国军舰逼近委内瑞拉——这对石油贸易意味着什么？ (原标题: US warships are circling Venezuela – what does this mean for the oil trade?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3322852/us-warships-are-circling-venezuela-what-does-mean-oil-trade?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 13:30:12 +0000",
      "isoDate": "2025-08-22T13:30:12.000Z",
      "creator": "Mia Nulimaimaiti,Carol Yang",
      "summary": "美国军舰逼近委内瑞拉海岸，特朗普总统称此举旨在打击贩毒集团，全球目光转向这个南美国家。中国对此表示反对，称“反对外部势力以任何借口干涉委内瑞拉内政”。本文探讨了当前局势的发展以及委内瑞拉在国际石油贸易中的重要作用。\n\n### 委内瑞拉的石油储量与产量\n\n*   **全球最大储量：** 根据美国能源信息署的数据，截至2023年，委内瑞拉拥有全球最大的已探明原油储量，估计约为3030亿桶，占全球总储量的17%。这些储量绝大部分位于奥里诺科河带盆地。\n*   **受制裁影响的产量：** 尽管储量巨大，但2023年委内瑞拉的原油产量仅占全球总产量的0.8%。这主要归因于自2019年以来美国对委内瑞拉国家石油公司（PDVSA）实施的制裁。PDVSA是委内瑞拉石油和天然气提炼与开采领域的国家垄断企业。\n*   **PDVSA出口增长：** PDVSA自2016年以来未公布其活动统计数据，但路透社报道称，2024年该公司原油和燃料出口同比增长了15%。\n\n### 中委关系现状\n\n*   **重要债权国与金融生命线：** 自2007年以来，中国已向委内瑞拉投入约670亿美元，远超其他任何南美国家。这使得中国成为加拉加斯最重要的债权国和金融生命线，尤其是在严厉制裁限制其贸易能力之后。",
      "shortSummary": "美国军舰逼近委内瑞拉，特朗普称旨在打击贩毒集团，中国对此表示反对。委内瑞拉拥有全球最大石油储量，但受美国制裁影响，产量较低。中国自2007年以来已向委内瑞拉投资约670亿美元，成为其最重要的债权国和金融生命线，帮助其应对制裁。这一局势对全球石油贸易具有重要影响。",
      "translated_title": "美国军舰逼近委内瑞拉——这对石油贸易意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "As US destroyers closed in on the coast of Venezuela on Thursday – a stark show of military force President Donald Trump said was intended to combat drug cartels – global attention has turned to the South American country, with China voicing opposition to “the interference of external forces in Venezuela’s internal affairs, under any pretext”.\nHere, the Post examines how the situation has developed and Venezuela’s role in the international oil trade – a prominence that has given the conflict...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/3b5d699d-d463-47b3-9540-b0e7c056fda8_557952c7.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美国退出清洁能源竞争，中国企业进军新兴市场 (原标题: As US retreats from clean energy race, Chinese firms push into emerging markets)",
      "link": "https://www.scmp.com/economy/china-economy/article/3322824/us-retreats-clean-energy-race-chinese-firms-push-emerging-markets?utm_source=rss_feed",
      "pubDate": "Fri, 22 Aug 2025 12:30:12 +0000",
      "isoDate": "2025-08-22T12:30:12.000Z",
      "creator": "Kandy Wong",
      "summary": "## 美国退出清洁能源竞争，中国企业进军新兴市场\n\n### 美国政府对清洁能源的立场转变\n\n美国总统唐纳德·特朗普公开将风能和太阳能称为“本世纪的骗局”。他的政府采取了一系列措施，标志着美国在全球清洁能源领域的退却：\n\n*   **削减资金与支持**：特朗普政府已削减了此前通过美国国际开发署（USAID）等机构提供的全球气候融资和可再生能源支持，并废除了相关机构职能。\n*   **取消补贴**：上个月，特朗普还推动通过立法，提前取消了清洁能源补贴。\n*   **成本担忧**：特朗普在社交媒体上表示，他的政府不会批准“破坏风能或农民的太阳能”项目，因为那些依赖风能和太阳能的美国各州正面临电费和能源成本的“创纪录增长”。\n\n### 中国清洁技术企业进军新兴市场\n\n随着美国在全球清洁能源投资领域的退缩，中国“清洁技术”企业正积极抓住机遇，大举进军东南亚、中亚和拉丁美洲等新兴市场。\n\n*   **投资兴趣增加**：马来西亚清洁技术初创公司Mabill Technologies（该公司致力于开发连接能效分析和可持续冷却解决方案的预测性AI算法）表示，中国投资者对其业务表现出“新的兴趣”。\n\n### 中国在东盟地区的影响力深化\n\nMabill Technologies的联合创始人Seemantani Sharma指出，中国清洁技术企业正通过多方面策略，深化其在东盟地区的影响力：\n\n*   **技术嵌入与供应链整合**：中国企业通过将专有技术嵌入当地供应链，加强其在区域内的影响力。\n*   **自我定位为中心**：Sharma表示，中国“明确地将自己定位为清洁能源的中心”。\n*   **技术外交与知识产权控制**：通过“技术外交和长期供应链捕获”，中国在转移选择性技术诀窍的同时，通过合资企业、培训学院和“一带一路”资助的基础设施，保留了对关键知识产权的控制。\n*   **推广技术标准**：中国还通过区域论坛和双边协议，积极推广其技术标准，尤其是在太阳能、电池和电动汽车领域。这些举措旨在逐步使东盟十国的能源系统与中国的知识产权生态系统“保持一致”。",
      "shortSummary": "随着美国总统特朗普将风能和太阳能斥为“本世纪的骗局”，并削减清洁能源投资和补贴，美国正从全球清洁能源竞争中退却。与此同时，中国清洁技术企业正积极进军东南亚、中亚和拉丁美洲等新兴市场。中国通过技术外交、供应链整合以及推广自身技术标准，深化其在这些地区的影响力，并吸引了新的投资，旨在将自身打造为清洁能源中心。",
      "translated_title": "美国退出清洁能源竞争，中国企业进军新兴市场",
      "images": [],
      "contentSource": "完整文章",
      "content": "As America retreats from clean energy investment around the world, with US President Donald Trump labelling wind and solar power “the scam of the century” on Wednesday, Chinese “cleantech” firms have been striding into emerging markets in Southeast and Central Asia and Latin America.\nMabill Technologies, a Malaysian cleantech start-up developing a predictive AI algorithm that will connect energy efficiency analytics and sustainable cooling solutions, said Chinese investors had been showing...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/08/22/f8ab88d1-611f-454d-a7ed-9564579ba247_938012a5.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-08-27T02:25:45.811Z"
}