{
  "sourceUrl": "https://www.scmp.com/rss/12/feed/",
  "title": "Global Economy - South China Morning Post",
  "description": "Global economy news, including budgets, stock markets and analysis.",
  "link": "https://www.scmp.com/rss/12/feed/1",
  "items": [
    {
      "title": "美国与印度尼西亚、菲律宾达成协议——但中国企业是否已领先一步？ (原标题: US agrees deals with Indonesia, Philippines – but are Chinese firms a step ahead?)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319304/us-agrees-trade-deals-indonesia-philippines-chinese-firms-step-ahead-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 24 Jul 2025 01:00:13 +0000",
      "isoDate": "2025-07-24T01:00:13.000Z",
      "creator": "Luna Sun,Kandy Wong",
      "summary": "### 美国与东南亚国家达成贸易协议及其对中国的影响\n\n美国已与印度尼西亚和菲律宾达成新的贸易协议。分析人士认为，此举旨在通过重塑区域供应链和利用稀土储备，间接削弱中国，尽管并非明确针对北京。经济学人智库高级中国经济学家徐天辰指出，美国在关税和出口管制方面未能直接战胜中国，因此更有动力以更间接的方式遏制中国，与东南亚国家的协议就是这种策略的例证。\n\n#### 协议细节\n\n美国总统唐纳德·特朗普表示，根据这些协议：\n*   从印度尼西亚和菲律宾进口到美国的商品将被征收19%的关税。\n*   美国运往菲律宾和印度尼西亚的商品将不面临任何关税。\n\n#### 中国企业的应对与挑战\n\n然而，一些分析人士警告称，美国遏制中国的努力可能效果不如预期。原因在于中国企业已在适应，通过在东南亚各地实现运营本地化来应对。徐天辰补充说，与五年前相比，中国工厂对转运的依赖程度已降低，它们正越来越多地寻求在东南亚国家本地化生产，这意味着它们已在一定程度上领先于美国的策略。",
      "shortSummary": "美国与印度尼西亚和菲律宾达成新的贸易协议，旨在通过重塑供应链和利用稀土储备，间接削弱中国。然而，分析人士警告称，中国企业已在东南亚实现运营本地化，可能限制美国此举的效果。根据协议，美国将对从两国进口的商品征收19%关税，而美国对两国的出口则免关税。",
      "translated_title": "美国与印度尼西亚、菲律宾达成协议——但中国企业是否已领先一步？",
      "images": [],
      "contentSource": "完整文章",
      "content": "The United States has struck new trade deals with Indonesia and the Philippines, in a move analysts say could indirectly undercut China by reshaping regional supply chains and tapping rare earth reserves – even if Beijing is not explicitly targeted.\nStill, some analysts warn that efforts to counter China may deliver less than intended results, as Chinese firms are already adapting by localising operations across Southeast Asia.\n“Having failed to secure direct wins against China on tariffs and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/23/b07b0182-323c-4991-aa17-da8777626f78_34f53007.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国欧盟商会主席称中欧关系需要“再平衡” (原标题: ‘Rebalancing’ needed in China-Europe relationship, chamber president says)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319268/rebalancing-needed-china-europe-relationship-chamber-president-says?utm_source=rss_feed",
      "pubDate": "Wed, 23 Jul 2025 14:00:09 +0000",
      "isoDate": "2025-07-23T14:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "## 中欧关系需要“再平衡”\n\n*   **背景与里程碑**\n    *   今年标志着中国与欧盟建立正式外交关系50周年。\n    *   同时也是中国欧盟商会成立25周年。\n    *   本文是探讨中欧关系系列文章的第二篇，聚焦全球贸易紧张时期下的商业情绪。\n\n*   **商会主席的观点**\n    *   中国欧盟商会主席延斯·埃斯凯隆（Jens Eskelund）表示，北京与布鲁塞尔之间的关系已达到“临界点”。\n    *   他呼吁双方重新调整合作模式，并以更公平的方式分配利益。\n\n*   **欧洲的感知与担忧**\n    *   埃斯凯隆指出，欧洲民众普遍认为中国从双边贸易中获得了大部分利益。\n    *   欧盟的制造业正努力应对大量廉价中国商品的冲击。\n    *   他承认过去50年双边关系为双方创造了“巨大价值”，中国出口为中国创造了就业和财富，并提高了欧洲民众的购买力。\n    *   然而，目前欧洲公司面临来自中国的“巨大压力”导致损失，这引发了“我们为什么要这样做？”的疑问。\n\n*   **关系现状**\n    *   尽管双方持续对话并努力避免像美国总统唐纳德·特朗普发动的全面贸易战，但近年来中欧关系一直“紧张”。",
      "shortSummary": "中国欧盟商会主席延斯·埃斯凯隆表示，中欧关系已达“临界点”，需要“再平衡”。他指出，欧洲普遍认为中国从双边贸易中获益更多，且廉价中国商品对欧盟制造业构成压力。尽管过去50年关系创造了巨大价值，但当前欧洲企业面临损失，引发对合作模式的质疑。双方需调整合作，公平分配利益，以避免全面贸易战。",
      "translated_title": "中国欧盟商会主席称中欧关系需要“再平衡”",
      "images": [],
      "contentSource": "完整文章",
      "content": "This year marks half a century of formal diplomatic relations between China and the European Union, as well as the 25th anniversary of the founding of the European Union Chamber of Commerce in China. In this second entry in our series examining ties between the two powers, Ji Siqi speaks to the chamber’s president about business sentiment in a tense period for global trade.\nThe president of the European Union Chamber of Commerce in China – the chief non-profit organisation advocating on behalf...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/23/67317a9a-b437-41cc-b391-e3642f3f096d_e573ab5e.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国造船业领先地位持续，但市场份额在美国港口费威胁下有所下降 (原标题: China’s shipbuilding lead endures, but market share dips amid US port-fee threat)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319284/chinas-shipbuilding-lead-endures-market-share-dips-amid-us-port-fee-threat?utm_source=rss_feed",
      "pubDate": "Wed, 23 Jul 2025 13:00:14 +0000",
      "isoDate": "2025-07-23T13:00:14.000Z",
      "creator": "Carol Yang",
      "summary": "## 中国造船业上半年市场表现分析\n\n根据中国船舶工业行业协会的数据，尽管面临买家对美国可能征收中国建造船舶港口费的担忧，中国在今年上半年仍保持了全球造船市场的领先地位。然而，其市场份额和订单量均有所下降。\n\n### 市场份额与订单量下降\n\n*   **市场份额下降**：在今年前六个月，中国在全球新船订单中的份额为68.3%，低于去年同期的74.7%。\n*   **订单量减少**：新船订单量同比下降18.2%，至4433万载重吨。\n\n### 下降原因：美国港口费威胁\n\n分析师将市场份额的下降归因于油轮和液化天然气（LNG）运输船订单的减少。中信期货首席分析师吴佳璐指出，鉴于美国在石油和液化天然气出口中的重要地位，船东在选择油轮订单的船厂时变得更加谨慎。\n\n### 潜在的中长期影响\n\n美国针对中国建造船舶的港口费预计将于10月14日生效。吴佳璐认为，这种担忧可能对中国的造船业产生中长期影响。\n\n### 美国能源出口数据\n\n美国能源信息署的数据显示：\n\n*   **原油出口**：2024年美国原油出口量创历史新高，年均超过410万桶/日。\n*   **液化天然气出口**：2024年美国仍是全球最大的液化天然气出口国，平均每天出口119亿立方英尺。",
      "shortSummary": "今年上半年，中国在全球造船市场保持领先，但市场份额从74.7%降至68.3%，订单量同比下降18.2%。这主要源于买家对美国可能对中国建造船舶征收港口费的担忧，特别是油轮和液化天然气运输船订单减少。分析师认为，美国港口费（10月14日生效）可能对中国造船业产生中长期影响，因为美国是主要的石油和液化天然气出口国。",
      "translated_title": "中国造船业领先地位持续，但市场份额在美国港口费威胁下有所下降",
      "images": [],
      "contentSource": "完整文章",
      "content": "China retained its leading position in the global shipbuilding market during the first half of the year, according to data from the industry association, despite a decline in market share caused by buyers’ concerns over the threat of US port fees on Chinese-built vessels.\nIt secured 68.3 per cent of new vessel orders in the global market in the first six months of the year, compared with 74.7 per cent in the same period last year, China’s shipbuilding industry association said on Monday. The...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/23/f178b783-0ab6-410c-9809-56123c23bdda_ee7429dc.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "美日新贸易协议对其他亚洲盟友意味着什么 (原标题: What the new US trade deal with Japan means for other Asian allies)",
      "link": "https://www.scmp.com/economy/global-economy/article/3319312/what-us-trade-deal-japan-means-other-asian-allies-trumps-crosshairs?utm_source=rss_feed",
      "pubDate": "Wed, 23 Jul 2025 11:00:28 +0000",
      "isoDate": "2025-07-23T11:00:28.000Z",
      "creator": "Sylvia Ma,Kandy Wong",
      "summary": "### 美日新贸易协议及其影响\n\n美国与日本达成了一项新的贸易协议，该协议凸显了即使是美国长期盟友也无法免受特朗普总统“美国优先”政策重塑全球贸易格局的影响。\n\n**协议内容与背景**\n\n*   **日本的承诺：** 日本承诺对美国进行5500亿美元的投资，并开放其长期受保护的农业部门（包括卡车、大米和某些其他农产品）。\n*   **美国的让步：** 作为回报，美国将对日本进口商品征收15%的关税，低于此前威胁的25%。\n*   **潜在影响：** 分析师警告称，日本的投资承诺可能引发资本外流。\n\n**“美国优先”政策的体现**\n\n*   **盟友无豁免：** 分析师指出，该协议表明，即使是英国和日本等关键盟友也未能获得完全的关税减免，这标志着全球贸易动态发生了根本性转变，告别了“特朗普2.0时代”之前的模式。\n*   **贸易关系重塑：** 这种转变可能导致贸易关系和供应链的重组，企业将寻求最小化成本和分散风险。\n\n**与其他亚洲盟友的比较与影响**\n\n*   **中国的影响力：** 相比之下，中国通过其在过去几十年中形成的国际价值链中的核心作用，拥有更大的议价能力，尤其是在稀土领域的优势成为中美贸易战中的重要筹码。\n*   **对亚洲出口国的压力：** 荷兰国际集团（ING Economics）的高级经济学家姜敏珠（Kang Min-joo）表示，美日协议将给其他主要的亚洲出口国带来更大压力，促使它们寻求更好的贸易协议，预计8月1日前将有更多与亚洲出口国达成的协议。",
      "shortSummary": "美日达成新贸易协议，日本承诺投资并开放农业市场以换取较低关税。分析师认为，这表明即使是长期盟友也无法免受特朗普“美国优先”政策的影响，全球贸易动态正在发生根本性转变。该协议将给其他亚洲主要出口国带来压力，促使它们寻求自己的贸易协议。中国因其在价值链中的作用和稀土优势而拥有更强的议价能力。",
      "translated_title": "美日新贸易协议对其他亚洲盟友意味着什么",
      "images": [],
      "contentSource": "完整文章",
      "content": "A fresh trade deal between Washington and Tokyo, with Japan pledging investments in the US and opening up its long-protected agricultural sector in exchange for lower tariffs, underscores how even long-standing US allies are not shielded from President Donald Trump’s “America first” push to reshape the global trade paradigm, according to analysts.\nBy comparison, they said, China possesses greater bargaining power through its integral role in international value chains developed over the past few...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/23/1d04394a-13f0-4ad7-bb06-145150cfb8e3_47d27e86.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "北京计划从12月起大幅扩大海南免关税准入 (原标题: Beijing plans big expansion of tariff-free access to Hainan from December)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319273/expansion-tariff-free-access-chinas-hainan-big-boost-trade-beijing-says?utm_source=rss_feed",
      "pubDate": "Wed, 23 Jul 2025 08:47:04 +0000",
      "isoDate": "2025-07-23T08:47:04.000Z",
      "creator": "Ji Siqi",
      "summary": "## 海南将建立独立关税区，大幅扩大免关税准入\n\n*   **背景与目标**\n    *   中国政府于周三宣布，热带岛屿省份海南将于今年年底前建立独立的关税制度。\n    *   从12月18日起，海南将设立一个独立的关税区。\n    *   北京旨在将海南打造成自由贸易港、离岸金融中心和免税购物中心，以具有国际竞争力的税收制度和宽松的签证要求吸引游客和企业。\n    *   此举是中国“双循环”经济战略的关键组成部分，旨在促进国内消费。\n    *   海南大幅降低进口关税，也可能使其在中美贸易战中充当缓冲地带。\n\n*   **关税政策与贸易便利化**\n    *   官员在北京举行的新闻发布会上表示，新的关税制度将允许约6,600种商品零关税进入海南，但官方可征税商品目录中列出的除外。\n    *   零关税商品覆盖了所有可征税进口商品的74%，远高于目前的21%。\n    *   国家发展和改革委员会副主任王昌林表示，海南将采取更宽松的贸易法规，对中国其他地区禁止或限制进口的某些商品给予豁免。\n    *   进口商品可在岛内免税流通。\n    *   增值加工超过30%的商品，可在中国大陆其他地区免关税销售。\n\n*   **预期效益**\n    *   此举将有助于延长地方产业链。\n    *   增强竞争力。\n    *   促进产业集群效应。",
      "shortSummary": "中国政府宣布，海南省将从12月18日起建立独立的关税区，旨在将其打造成自由贸易港、离岸金融和免税购物中心。作为“双循环”战略的一部分，新制度将允许约6,600种商品零关税进入，覆盖74%的可征税进口商品。海南还将放宽贸易法规，允许部分商品免税流通或在增值加工后免关税销往大陆，以延长产业链、增强竞争力和促进产业集群。",
      "translated_title": "北京计划从12月起大幅扩大海南免关税准入",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s tropical island province of Hainan will have an independent customs regime by the end of the year, the central government announced on Wednesday.\nStarting from December 18, a separate customs zone will be established in Hainan, which Beijing wants to transform into a free-trade port, as well as a centre for offshore financing and duty-free shopping that will lure tourists and businesses with an internationally competitive tax regime and relaxed visa requirements.\nA key part of the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/23/87471de5-bd21-4d42-84c1-e6a83b6fafe9_785f2331.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "比亚迪在香港电动汽车市场销量超越特斯拉和宝马 (原标题: BYD outsells Tesla, BMW in Hong Kong EV market)",
      "link": "https://www.scmp.com/business/china-evs/article/3319131/byd-outsells-tesla-hong-kong-ev-market-mainland-firms-eye-global-expansion?utm_source=rss_feed",
      "pubDate": "Tue, 22 Jul 2025 09:00:18 +0000",
      "isoDate": "2025-07-22T09:00:18.000Z",
      "creator": "Yujie Xue",
      "summary": "## 香港电动汽车市场格局变化：比亚迪超越特斯拉和宝马\n\n2025年上半年，中国汽车制造商比亚迪在香港电动汽车（EV）新车注册量方面表现突出，超越了特斯拉和宝马，成为市场领导者。这一趋势表明，中国内地汽车制造商正将香港作为其全球扩张战略的重要启动平台。\n\n### 市场表现与关键数据\n\n*   **整体市场概况：** 根据香港运输署的数据，2025年上半年香港共注册了18,356辆私人电动汽车。\n*   **比亚迪领先：** 比亚迪在此期间注册了4,902辆电动汽车，占据了27%的市场份额，位居榜首。\n*   **特斯拉表现：** 同期，特斯拉的注册量为3,889辆。\n*   **比亚迪畅销车型：** 比亚迪的明星车型是海狮07（Sealion 07），这是一款纯电动中型五座SUV，于2024年底上市。上半年，海狮07的销量达到了3,676辆，是比亚迪取得领先地位的关键。\n*   **其他主要品牌：** 吉利旗下的极氪（Zeekr）、丰田和中国内地电动汽车制造商小鹏（Xpeng）也进入了上半年销量前六名。这前六大品牌合计占据了所有电动汽车注册量的66%。\n\n### 历史对比与战略转变\n\n*   **2024年回顾：** 2024年，特斯拉在香港的新车注册量为9,556辆，几乎是比亚迪电动汽车销量的两倍，显示出市场格局在2025年上半年发生了显著变化。\n*   **中国车企的雄心：** 面对中国内地市场日益激烈的竞争，以及进入美国和欧盟等主要海外市场所面临的壁垒，中国内地电动汽车制造商正将更多精力投入到香港市场，将其视为实现全球抱负的跳板。\n\n### 专家观点\n\n国际智能汽车工程协会秘书长张翔（David Zhang）指出，尽管特斯拉和宝马等外国汽车制造商拥有既定的品牌优势，但比亚迪和吉利等中国电动汽车品牌正凭借其先进技术、吸引人的功能和有竞争力的价格，迅速赢得香港消费者的青睐。",
      "shortSummary": "2025年上半年，比亚迪在香港电动汽车新车注册量上超越特斯拉和宝马，以4,902辆位居第一，市场份额达27%。其畅销车型为海狮07。同期特斯拉注册量为3,889辆。此转变反映出中国内地车企正将香港作为全球扩张跳板，以应对本土竞争和海外市场壁垒。专家认为，中国品牌凭借先进技术、吸引力功能和价格优势赢得香港消费者青睐。",
      "translated_title": "比亚迪在香港电动汽车市场销量超越特斯拉和宝马",
      "images": [],
      "contentSource": "完整文章",
      "content": "BYD scored the most new electric vehicle (EV) registrations in Hong Kong in the first half of 2025, beating Tesla and BMW, as mainland Chinese carmakers increased their focus on the city to serve as a launch pad for their global ambitions.\nThe Shenzhen-based carmaker accounted for 27 per cent, or 4,902, of the 18,356 private EVs that were registered in the first half, data from the city’s Transport Department showed this week.\nBYD’s bestseller with 3,676 units was the Sealion 07, a pure...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/22/55ff1842-542d-49a7-aa52-f95d7a9beba4_accf4dd3.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "在欧中企呼吁中欧峰会达成‘实质性’协议 (原标题: Chinese firms in Europe call for ‘substantive’ deal at China-EU summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319129/chinese-firms-europe-call-substantive-deal-china-eu-summit?utm_source=rss_feed",
      "pubDate": "Tue, 22 Jul 2025 08:30:34 +0000",
      "isoDate": "2025-07-22T08:30:34.000Z",
      "creator": "Xiaofei Xu",
      "summary": "# 在欧中企呼吁中欧峰会达成“实质性”协议\n\n## 核心诉求\n在欧中资企业呼吁中国和欧盟领导人抓住“历史性机遇”，在本周于北京举行的中欧峰会上解决分歧，并达成一项“实质性”贸易协议。\n\n## 主要呼吁内容\n*   **减少贸易壁垒与政治干预：** 强调北京和布鲁塞尔需要就电动汽车和稀土出口等棘手问题达成妥协。\n*   **应对共同威胁：** 指出双方都面临美国总统唐纳德·特朗普关税战的共同威胁。\n*   **达成实质性成果：** 欧盟中国商会（CCCEU）秘书长方东奎表示，商界对此峰会寄予厚望，希望中欧能抓住机遇取得实质性成果。\n\n## 峰会背景与参与者\n*   **分歧犹存：** 在备受期待的周四领导人会议前夕，中欧领导人在一系列问题上仍存在分歧。\n*   **会议主席：** 此次会议将由欧盟委员会主席乌尔苏拉·冯德莱恩、欧洲理事会主席安东尼奥·科斯塔以及中国国务院总理李强共同主持。\n*   **高层会晤：** 中国外交部周一宣布，中国国家主席习近平也将在本周会见冯德莱恩和科斯塔。\n\n## 经济关系定位\n文章强调，中欧经济关系不应被地缘政治劫持，而应成为全球贸易的稳定器和引擎。\n\n## 具体关注领域\n欧盟中国商会希望双方能达成协议，消除多个领域的贸易壁垒，特别提到了欧盟针对中国电动汽车的关税。",
      "shortSummary": "在欧中资企业呼吁中欧领导人在即将举行的北京峰会上达成一项“实质性”贸易协议。他们敦促双方减少贸易壁垒和政治干预，并在电动汽车、稀土出口等关键问题上寻求妥协，以应对美国关税战等共同挑战。欧盟中国商会强调，中欧经济关系应作为全球贸易的稳定器和引擎，而非受地缘政治影响。",
      "translated_title": "在欧中企呼吁中欧峰会达成‘实质性’协议",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese businesses in Europe have urged political leaders in China and the European Union to seize a “historic opportunity” to resolve their disputes and reach a “substantive” trade deal at this week’s China-EU summit in Beijing.\nThey called for a reduction in trade barriers and political interference, stressing that Beijing and Brussels needed to find a compromise on thorny issues such as electric vehicles and rare earth exports, as both faced a common threat in US President Donald Trump’s...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/22/49c388dc-f5b4-4c5d-9a60-9fa4a2c8e415_79a7f910.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "欧盟在中国稀土磁铁出货量中的份额在6月大幅增长 (原标题: EU share of China’s rare earth magnet shipments jumps in June)",
      "link": "https://www.scmp.com/economy/china-economy/article/3319027/eu-share-chinas-rare-earth-magnet-shipments-jumps-june?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 14:30:07 +0000",
      "isoDate": "2025-07-21T14:30:07.000Z",
      "creator": "Alice Li",
      "summary": "### 中国稀土磁铁出口在6月反弹，欧盟份额显著增加\n\n中国稀土元素出口许可证审批加速后，稀土矿物出货量在6月出现反弹。其中，运往欧盟的永磁体比例达到了今年以来的最高水平。\n\n**主要出口数据：**\n\n*   **总出口量：** 6月，中国出口了3,188吨稀土永磁体，这是电动汽车、风力涡轮机、智能手机和航空航天器等多种产品的关键组成部分。\n*   **环比增长：** 这一数字比5月增长了157.5%。\n*   **同比下降：** 然而，与去年同期相比，出口量下降了38.2%。\n\n**主要目的地份额：**\n\n*   **欧盟：** 6月，约1,364吨磁体运往欧盟，占当月出口总量的43%，高于5月的32%。\n*   **美国：** 相比之下，美国在6月的份额为11%，5月为4%。美国在6月购买了353吨磁体，比5月激增了660%，但仍比去年同期下降了52%。\n\n**出口背景与影响：**\n\n*   **出口管制：** 此前，中国在4月为报复美国加征关税，对七种稀土元素和磁体实施了出口管制。企业在向海外发货前需要获得政府许可。\n*   **前期下降：** 受此影响，中国稀土磁铁出口量在4月和5月大幅下降，每月环比下降约50%。\n*   **中欧关系：** 由于中国主导着对欧洲关键产业（特别是电动汽车）至关重要的稀土材料全球供应链，这些矿物已成为中欧关系中的一个争议点。",
      "shortSummary": "中国稀土磁铁出口在6月强劲反弹，其中运往欧盟的份额增至43%，创今年新高。此前，中国因对美关税报复而实施的出口管制导致4月和5月出口量大幅下降。稀土磁铁对电动汽车等关键产业至关重要，其供应链主导权成为中欧关系中的焦点。",
      "translated_title": "欧盟在中国稀土磁铁出货量中的份额在6月大幅增长",
      "images": [],
      "contentSource": "完整文章",
      "content": "Following the acceleration of licence approvals for the export of rare earth elements, China’s shipments of the minerals rebounded in June – and the proportion of its permanent magnets sent to the European Union rose to its highest level this year.\nLast month, China exported 3,188 tonnes of rare earth permanent magnets – an essential component for a variety of products, including electric vehicles (EVs), wind turbines, smartphones and aerospace vessels. This represented a 157.5 per cent increase...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/b0d2e0e0-130c-4020-8536-65967a23d422_7ae75a3b.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "特朗普的转运打击对亚洲工业地产意味着什么？ (原标题: What does Trump’s transshipment crackdown mean for Asian industrial property?)",
      "link": "https://www.scmp.com/opinion/asia-opinion/article/3318955/what-does-trumps-transshipment-crackdown-mean-asian-industrial-property?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 08:30:51 +0000",
      "isoDate": "2025-07-21T08:30:51.000Z",
      "creator": "Nicholas Spiro",
      "summary": "### 特朗普政府对亚洲转运的打击及其对工业地产的影响\n\n**背景与动机**\n\n*   自2018-19年中美贸易战以来，亚洲经济体对贸易的依赖性显著增强。\n*   截至去年底，除中国以外的亚洲地区对美贸易顺差翻倍，达到4000亿美元。\n*   特朗普政府关注的焦点不仅是贸易失衡，还包括中国商品通过其他亚洲国家（特别是东南亚）转运至美国的问题。\n*   根据野村证券的数据，越南、印度尼西亚和泰国从中国的进口份额已从2015年的20-30%上升至28-39%。\n\n**转运打击策略**\n\n*   特朗普政府新贸易策略的核心是打击“转运”，旨在阻止中国利用其他亚洲市场作为“后门”，将重新包装的商品出口到美国，从而规避对中国商品征收的更高关税。\n\n**对亚洲经济体的挑战**\n\n*   特朗普旨在削弱中国在亚洲供应链中作用的努力，对该地区经济体构成了比2018年贸易冲突更大的挑战。\n*   在2018年的贸易冲突中，一些经济体曾通过贸易转移效应获得机会，但此次打击可能带来更深远的影响。\n\n**对工业地产的影响**\n\n*   在房地产行业中，制造业驱动的工业和物流部门最易受全球贸易中断和重塑的影响。\n*   亚洲的工业房地产（包括用于制造、分销和储存的物业）被认为是关税对商业地产影响的“震中”。\n\n**越南案例**\n\n*   越南是贸易转移的主要受益者之一，也是亚洲表现最佳的工业地产市场之一，这得益于对现代化工厂和仓库需求的激增。\n*   然而，美国与越南的新贸易协议将中国在亚洲供应链中的作用推向焦点。\n*   该协议规定，通过越南转运的商品将征收40%的关税，这是越南对美出口标准税率的两倍。",
      "shortSummary": "特朗普政府正打击亚洲的“转运贸易”，旨在阻止中国商品通过其他亚洲市场规避美国关税。此举对亚洲经济体构成新挑战，尤其影响工业和物流地产。例如，越南作为贸易转移受益者，其新对美贸易协议对转运商品征收40%关税。这凸显了中国在亚洲供应链中的关键作用，并可能重塑区域贸易格局。",
      "translated_title": "特朗普的转运打击对亚洲工业地产意味着什么？",
      "images": [],
      "contentSource": "完整文章",
      "content": "US President Donald Trump’s administration has Asia’s economies in its sights. The region has become more trade-dependent since the 2018-19 US-China trade war. Asia ex-China’s trade surplus with the US doubled from September 2019 to US$400 billion at the end of last year.\nHowever, it is not just the widening trade imbalance that has incurred the Trump administration’s wrath. The surge in Asian, particularly Southeast Asian, exports to the US was accompanied by a sharp increase in Chinese imports...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/8317bc19-bdc3-44fd-ac80-d97d3be06a8c_b10b739c.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国抨击欧盟银行制裁，关键峰会前紧张局势升级 (原标题: China slams EU banking sanctions as tensions rise ahead of key summit)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318966/china-slams-eu-banking-sanctions-tensions-rise-ahead-key-summit?utm_source=rss_feed",
      "pubDate": "Mon, 21 Jul 2025 06:00:09 +0000",
      "isoDate": "2025-07-21T06:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "# 中国强烈反对欧盟制裁中国银行\n\n欧盟对两家中国银行实施制裁，引发中国强烈不满和坚决反对，并誓言采取行动捍卫中方利益。此举发生在中欧关键峰会前夕，加剧了双方紧张关系。\n\n## 制裁详情\n\n*   **时间：** 欧盟于上周五宣布了最新一揽子旨在削弱俄罗斯战争机器的措施。\n*   **目标：** 两家小型中国银行：绥芬河农村商业银行（Suifenhe Rural Commercial Bank）和黑河农村商业银行（Heihe Rural Commercial Bank）。\n*   **位置：** 这两家银行位于中国与俄罗斯边境附近的城市。\n\n## 中方反应\n\n*   **商务部声明：** 中国商务部（Mofcom）周一发表声明，表示“中方对此举表示强烈不满和坚决反对”。\n*   **行动承诺：** 声明指出，“中方将采取必要措施，坚决维护中国企业和金融机构的合法权益”。\n*   **呼吁：** 中方呼吁欧盟“立即停止其错误做法”。\n\n## 背景与外交努力\n\n*   **峰会临近：** 制裁宣布时，双方正为周四在北京举行的高级别峰会做准备。\n*   **峰会参与者：** 欧盟委员会主席乌尔苏拉·冯德莱恩（Ursula von der Leyen）和欧洲理事会主席安东尼奥·科斯塔（Antonio Costa）将与中国国家主席习近平和总理李强会晤。\n*   **幕后游说：** 据知情人士透露，北京此前一直在幕后密集游说，希望将这两家银行从制裁方案中移除。\n*   **中方警告：** 本月初，中国外交部长王毅在与欧盟高级外交官卡娅·卡拉斯（Kaja Kallas）会晤时，曾“三四次”警告称，如果银行被列入制裁名单，中方将作出回应。",
      "shortSummary": "欧盟对两家中国银行实施制裁，引发中国强烈不满。中国商务部表示将采取必要措施捍卫中方利益，并要求欧盟立即停止错误做法。这两家银行位于中俄边境附近，欧盟称制裁旨在削弱俄罗斯战力。此举发生在中欧关键峰会前夕，加剧了双方紧张关系。中方此前已就此问题向欧盟发出警告。",
      "translated_title": "中国抨击欧盟银行制裁，关键峰会前紧张局势升级",
      "images": [],
      "contentSource": "完整文章",
      "content": "Beijing has called on the European Union to “immediately cease its wrong practice” of sanctioning two Chinese banks, vowing to take action to defend the interests of Chinese companies just days ahead of a key leaders’ summit.\n“China expresses strong dissatisfaction and resolute opposition to this move,” China’s Ministry of Commerce (Mofcom) said in a statement on Monday.\n“China will take necessary measures to resolutely safeguard the legitimate rights and interests of Chinese companies and...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/21/f4106fbc-9ba6-464b-8602-7e019a3b9543_7faf81c2.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "肖恩·斯坦谈美国企业为何在中国如履薄冰 (原标题: Sean Stein on why US businesses are walking a tightrope to stay in China)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318709/sean-stein-why-us-businesses-are-walking-tightrope-stay-china?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 22:00:10 +0000",
      "isoDate": "2025-07-20T22:00:10.000Z",
      "creator": "Kandy Wong",
      "summary": "肖恩·斯坦，美中贸易全国委员会（USCBC）主席，该组织代表270多家在中国开展业务的美国公司。他曾担任美国驻沈阳和上海总领事，并在外交领域服务近三十年。\n\n**关税暂停与贸易谈判**\n\n*   **90天关税暂停的延长**：斯坦指出，美中两国此前在日内瓦会谈中达成的90天关税暂停“几乎不可避免”会延长，特别是考虑到双方已宣布达成框架协议。他认为，回到日内瓦会谈前的三位数关税水平是“不可想象的”，因为这不符合任何一方的利益。\n*   **更广泛协议的可能性**：\n    *   中国已将两种芬太尼前体列入限制化学品清单，这引发了美国可能降低其因芬太尼问题而征收的20%关税的预期。\n    *   如果美国降低关税，中国预计也会相应降低部分报复性关税。这可能为两国贸易关系回归正常化铺平道路。\n    *   然而，斯坦指出，到目前为止，美国尚未采取行动来回应中国的这一姿态。\n\n**商界的担忧**\n\n*   商界普遍担心，美中两国之间的几乎所有讨论都集中在关税问题上，这表明对话范围过于狭窄，未能触及更深层次的结构性问题或更广泛的合作领域。",
      "shortSummary": "美中贸易全国委员会主席肖恩·斯坦表示，美中90天关税暂停几乎肯定会延长。他指出，中国已限制芬太尼前体，这可能促使美国降低相关关税，进而带动中国降低报复性关税，从而使贸易关系正常化。然而，美国尚未对此作出回应。商界担忧，两国间的讨论几乎完全集中在关税问题上，范围过于狭窄。",
      "translated_title": "肖恩·斯坦谈美国企业为何在中国如履薄冰",
      "images": [],
      "contentSource": "完整文章",
      "content": "Sean Stein is president of the US-China Business Council (USCBC), a Washington-based non-profit organisation that promotes trade between the world’s two largest economies. The council represents more than 270 American companies doing business in China.\nHe most recently served as board chair of the American Chamber of Commerce in China and is chair emeritus of the American Chamber of Commerce in Shanghai. Before that, he served for nearly three decades as a diplomat, including as US Consul...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/d4a31c77-a325-42eb-ba19-f349633dd9f2_51ba6d7a.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "报告：美欧援助削减，中国在东南亚影响力日增 (原标题: US and EU aid cuts see China’s star on the rise in Southeast Asia, report says)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318693/us-and-europe-cut-aid-budgets-chinas-star-rise-southeast-asia-report-says?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 12:30:08 +0000",
      "isoDate": "2025-07-20T12:30:08.000Z",
      "creator": "Kandy Wong",
      "summary": "## 报告：美欧援助削减背景下中国在东南亚影响力上升\n\n一份由澳大利亚智库洛伊研究所（Lowy Institute）发布的最新报告指出，随着美国和欧盟大幅削减对外援助预算，中国作为东南亚最大基础设施融资国的角色正在增强其在该地区的影响力。\n\n### 西方援助削减与重心东移\n\n*   **援助削减规模：** 特朗普政府已削减约600亿美元的援助，欧洲国家也撤回了超过250亿美元的资金。\n*   **发展融资重心：** 报告认为，东南亚发展融资的“重心”正“向东方漂移，主要流向北京，但也包括东京和首尔”。\n\n### 中国与传统捐助者的地位\n\n*   **中国地位：** 报告指出，中国是东南亚基础设施融资的“最大单一伙伴”。\n*   **传统捐助者：** 然而，传统捐助者（如美国、澳大利亚以及联合国、亚洲开发银行、世界银行等国际组织）的总支出仍超过中国。\n*   **未来展望：** 报告的主要作者表示，“随着西方援助的减少和中国战略的重新调整，北京有望重新获得主导地位。”\n\n### 中国影响力增强的体现\n\n*   **美国援助大幅削减：** 预计美国今年将削减其对外援助83%。\n*   **基础设施连接：** 面对欧洲资金的撤回以及关税不确定性对美与其他国家贸易关系的损害，中国正通过基础设施连接（例如与越南和泰国的高铁项目）来增强其在该地区的影响力。\n\n### 中国对外援助原则\n\n*   **官方表态：** 中国国际发展合作署发言人李明在3月份的新闻发布会上表示，中国对外援助的原则“不会改变”，包括不干涉内政、不附加政治条件、不作空头承诺。\n*   **大国责任：** 李明强调，一个大国应该承担其应尽的国际义务和责任，而不是背弃承诺、唯利是图或恃强凌弱。",
      "shortSummary": "一份澳大利亚智库报告指出，随着美国和欧盟大幅削减对外援助，中国作为东南亚最大基础设施融资国的地位日益巩固，其在该地区的影响力显著上升。报告称，东南亚发展融资的重心正向东方转移，尽管传统捐助者总支出仍高于中国，但西方援助的减少和中国战略调整将使北京有望获得主导地位。中国通过基础设施项目（如高铁）增强区域联系，并重申其对外援助不干涉内政、不附加政治条件的原则。",
      "translated_title": "报告：美欧援助削减，中国在东南亚影响力日增",
      "images": [],
      "contentSource": "完整文章",
      "content": "China’s role as Southeast Asia’s largest infrastructure financier is increasing its regional influence at a time when the United States and the European Union are slashing their foreign aid budgets, a new report by an Australian think tank said.\nWith the Trump administration in the United States scrapping about US$60 billion in aid and European countries pulling back more than US$25 billion, “the centre of gravity” in Southeast Asia’s development finance landscape “looks set to drift East,...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/1bf9c96d-9e38-45c1-9001-e009838d9bd8_cb2c3a35.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "“美国梦已褪色”：Jeep 如何在中国走到尽头 (原标题: ‘The American dream has faded’: how Jeep reached the end of the road in China)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318762/american-dream-has-faded-how-jeep-reached-end-road-china?utm_source=rss_feed",
      "pubDate": "Sun, 20 Jul 2025 03:00:18 +0000",
      "isoDate": "2025-07-20T03:00:18.000Z",
      "creator": "He Huifeng",
      "summary": "## Jeep在华合资企业破产：一个美国梦的终结\n\n上周，Jeep在中国的合资企业宣布破产，这标志着一个时代和“美国梦”象征的终结。这一事件不仅令许多中国千禧一代感到惋惜，也给全球汽车行业带来了震动。\n\n### 曾几何时的“美国梦”象征\n\n对于像Alice Yu这样的中国千禧一代来说，Jeep曾是自由与繁荣的“美国梦”的象征。在2010年代初期，一辆进口的Jeep大切诺基（Grand Cherokee）价值超过40万元人民币（约合55,700美元），是当时新兴媒体经理人所向往的奢侈品，代表着成功和地位。\n\nJeep品牌在中国的历史可以追溯到1949年，毛泽东主席曾被拍到乘坐一辆美国陆军威利斯Jeep向中国军队致敬，这显示了该品牌在中国深厚的历史渊源。\n\n### 走向末路的原因\n\n然而，Jeep品牌未能跟上中国汽车市场的快速发展和消费者需求的变化，导致其在中国市场严重落伍。这直接导致了：\n\n*   **销量暴跌**：市场竞争力不足，销售额持续下滑。\n*   **债务缠身**：经营不善导致债务不断累积。\n\n### 历史性破产\n\n2022年7月8日，跨国汽车巨头Stellantis（旗下拥有标致、菲亚特、克莱斯勒、玛莎拉蒂等品牌）与中国广汽集团（GAC）共同宣布，双方的合资企业——广汽菲亚特克莱斯勒汽车有限公司（GAC Fiat Chrysler Automobiles）正式宣告破产。这是中国汽车市场中首例中外合资汽车企业破产，具有里程碑意义。\n\n### 行业影响\n\nJeep在华合资企业的破产，不仅是Jeep品牌在中国市场的一次重大挫败，也向全球汽车行业发出了一个明确的信号：即使是拥有深厚历史和强大品牌影响力的国际巨头，如果不能适应中国市场的独特变化和激烈竞争，也可能面临被淘汰的命运。这一事件无疑将促使全球汽车制造商重新审视其在华战略。",
      "shortSummary": "Jeep在中国的合资企业广汽菲亚特克莱斯勒汽车有限公司已正式破产。这标志着中国汽车市场首例中外合资车企破产，曾象征“美国梦”的Jeep因未能跟上时代、销量暴跌和债务缠身而走向末路。这一事件对全球汽车行业具有警示意义，凸显了适应中国市场变化的重要性。",
      "translated_title": "“美国梦已褪色”：Jeep 如何在中国走到尽头",
      "images": [],
      "contentSource": "完整文章",
      "content": "Like many elder Chinese millennials, Alice Yu was deeply saddened last week when she heard the joint venture that made Jeeps in China had declared bankruptcy.\nThe 40-something recalled her then-boyfriend giving her an unforgettable gift in the early 2010s: an imported Jeep Grand Cherokee costing more than 400,000 yuan (US$55,700).\nAt the time, Yu was an up-and-coming media manager living in Shenzhen, and the luxurious SUV seemed to symbolise the “American dream” of freedom and prosperity that...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/7c7ab9a9-4933-470a-b68e-cae3138de7f0_3aa6f411.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "英伟达CEO在中国大放异彩——但贸易战担忧仍暗流涌动 (原标题: Nvidia CEO shines in China – but trade war fears still lurk beneath surface)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318784/nvidia-ceo-jensen-huang-charms-china-trade-war-fears-still-lurk-beneath-surface?utm_source=rss_feed",
      "pubDate": "Sat, 19 Jul 2025 13:00:09 +0000",
      "isoDate": "2025-07-19T13:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "## 英伟达CEO黄仁勋访华亮点与贸易担忧\n\n英伟达（Nvidia）首席执行官黄仁勋（Jensen Huang）在一年内第三次访问中国，作为全球市值最高公司的领导者，他展开了一场全面的魅力攻势。\n\n*   **访问背景与意义**\n    *   黄仁勋作为中国国际供应链促进博览会的贵宾，此次访问凸显了中美关系的近期缓和。\n    *   他抵达后宣布，华盛顿已批准英伟达出口H20芯片。H20是一款专为中国市场设计的AI芯片，其性能低于此前于四月被禁止出口到中国的“黄金标准”加速模型。\n\n*   **黄仁勋的个人表现**\n    *   在博览会第三届开幕式上，黄仁勋甚至脱下标志性的皮夹克，换上传统中式唐装，并用生硬的普通话发表了部分演讲。\n    *   在台下，他耐心接受了无数媒体采访，赞扬了中国的科技公司和AI模型，并满足了自拍请求。\n    *   他的个人魅力和乐观态度在中美就贸易谈判框架达成协议并推进某些技术和稀土出口审批后得到了充分展现。\n\n*   **美国企业参与情况**\n    *   在英伟达的带领下，美国企业成为本届博览会最大的海外参展团，参展数量比上一届增加了15%。\n\n*   **潜在的贸易担忧**\n    *   然而，在表面乐观的氛围之下，供应链中断和更广泛的“脱钩”威胁并未消散，仍然暗流涌动。",
      "shortSummary": "英伟达CEO黄仁勋近期第三次访华，作为中国国际供应链促进博览会贵宾，他宣布美国已批准向中国出口专为中国市场设计的AI芯片H20。黄仁勋在华期间展现出极大的亲和力，包括穿唐装、用中文演讲，并积极与媒体互动。此次访问在中美贸易关系缓和的背景下进行，尽管表面气氛积极，但供应链中断和更广泛的脱钩担忧依然存在。",
      "translated_title": "英伟达CEO在中国大放异彩——但贸易战担忧仍暗流涌动",
      "images": [],
      "contentSource": "完整文章",
      "content": "On his third trip to China in a year, Nvidia CEO Jensen Huang – head of the world’s most valuable company – was on a full-blown charm offensive.\nAs a guest of honour at the China International Supply Chain Expo, Huang’s visit underscored the recent thaw in Sino-US relations. Upon arrival, he announced Washington had cleared the way for Nvidia to export the H20 – a made-for-China AI chip less powerful than its gold-standard acceleration model, which was banned for export to the country in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/346a29fd-b052-4f2c-a9b7-2aefa7bbeeb5_3658de71.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "面对全球危机，市场似乎脱离现实 (原标题: In the face of global crises, markets seem out of step with reality)",
      "link": "https://www.scmp.com/opinion/world-opinion/article/3318544/things-fall-apart-world-why-arent-investors-worried?utm_source=rss_feed",
      "pubDate": "Sat, 19 Jul 2025 08:30:08 +0000",
      "isoDate": "2025-07-19T08:30:08.000Z",
      "creator": "Anthony Rowley",
      "summary": "### 市场与现实脱节：全球危机下的反常平静\n\n文章指出，尽管全球面临多重危机，但西方金融市场，特别是美国、欧洲和亚洲的股市，却表现出一种反常的平静甚至牛市态势，屡创新高，似乎与严峻的现实脱节。\n\n*   **文学类比与当前局势**\n    *   作者引用埃里希·玛丽亚·雷马克（Erich Maria Remarque）的经典小说《西线无战事》（All Quiet on the Western Front），形容当前西方金融市场的平静，并提出疑问：这是否是暴风雨前的宁静？\n    *   接着，文章引用威廉·巴特勒·叶芝（William Butler Yeats）的诗歌《第二次降临》（The Second Coming）中的诗句“万物分崩离析，中心无法维系；纯粹的无政府状态降临世界”，来描述当前的全球局势。\n        *   “中心”被解读为美国，在特朗普政府领导下，美国似乎正在破坏其作为世界主要经济体的角色。\n        *   “分崩离析”指的是战后全球经济秩序，正受到贸易战和热战的冲击。\n\n*   **市场反常表现的背景**\n    *   尽管面临特朗普政府的贸易战、乌克兰和中东冲突、东亚紧张局势、全球高企的债务、金融危机担忧以及气候变化等一系列严峻挑战，全球股市却普遍保持乐观，甚至创下历史新高。\n\n*   **市场平静的原因与潜在风险**\n    *   文章认为，目前投资者对关税威胁的担忧之所以不明显，是因为这些关税政策尚处于早期阶段。\n    *   然而，作者警告称，一旦这些关税真正开始产生影响，其后果将远比现在严重。保护主义将通过报复和信心暴跌的方式自我强化，最终可能将市场拉回现实。",
      "shortSummary": "尽管全球面临贸易战、地区冲突、高额债务和气候变化等多重危机，西方金融市场却表现出反常的平静甚至牛市。文章引用文学作品类比当前局势，指出美国作为“中心”的角色正在被削弱，战后全球经济秩序面临瓦解。市场目前的乐观可能源于关税影响尚处于早期，但警告一旦关税真正生效，保护主义将导致信心崩溃，市场终将回归现实。",
      "translated_title": "面对全球危机，市场似乎脱离现实",
      "images": [],
      "contentSource": "完整文章",
      "content": "All Quiet on the Western Front was the title of the classic novel about the first world war, written by Erich Maria Remarque. To me, the book pretty closely describes the current situation in Western financial markets. But is it now, as it was then, a case of the calm before the storm?\nFor the answer, we can turn to the work of another writer, William Butler Yeats. In his poem, The Second Coming, he penned the lines, “Things fall apart, the centre cannot hold; mere anarchy is loosed upon the...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/efade114-c201-44f1-8c12-3b11000eb21a_a9ba2ac0.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "墨西哥中资企业有望在竞争加剧下仍保留美国自由贸易优惠 (原标题: Chinese firms in Mexico expected to keep US free trade perks despite rivalry)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318772/chinese-investors-likely-keep-usmca-benefits-despite-china-us-rivalry-mexican-envoy?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 14:00:09 +0000",
      "isoDate": "2025-07-18T14:00:09.000Z",
      "creator": "Ji Siqi",
      "summary": "## 墨西哥中资企业在美墨加协定（USMCA）下的贸易优惠前景\n\n墨西哥驻华使馆商务参赞David Trujillo周四表示，尽管美墨加协定（USMCA）明年将进行审查，但墨西哥的中资工厂“极不可能”被排除在优惠待遇之外。他指出，目前没有迹象表明会有针对中国公司的限制。\n\n### 背景与现状：\n\n*   **中资企业迁往墨西哥：** 美国前总统特朗普第一任期内征收的关税促使许多中国公司将生产基地迁至海外，墨西哥成为一个受欢迎的投资目的地。\n*   **USMCA优惠：** 美墨加协定允许来自墨西哥的商品免税进入美国市场，前提是这些商品有一定比例在北美地区生产。\n\n### 担忧与澄清：\n\n*   **美中贸易紧张加剧：** 随着特朗普重返政坛后美中贸易紧张局势升级，外界对墨西哥中资企业能否保留这些优惠产生了疑问。\n*   **美国关税影响：** 华盛顿近期对钢铁和铝进口征收的关税已被视为削弱了自由贸易协定。北京也警告其他国家不要达成以牺牲中国利益为代价的对美贸易协议。\n*   **USMCA审查重点：** 然而，Trujillo澄清说，美墨加协定的修订可能主要集中在收紧“原产地规则”要求，这意味着公司需要提高产品在当地的生产比例才能符合资格，而不是引入针对特定国家的限制。他举例称，汽车等关键行业的原产地要求目前是75%，未来可能还会更高。",
      "shortSummary": "墨西哥驻华使馆官员表示，尽管美墨加协定（USMCA）将审查且美中贸易紧张，墨西哥的中资企业仍“极不可能”被排除在USMCA优惠待遇之外。他指出，修订将侧重于收紧原产地规则，而非针对特定国家的限制。许多中国企业因美国关税而迁至墨西哥，享受USMCA的免税优惠。",
      "translated_title": "墨西哥中资企业有望在竞争加剧下仍保留美国自由贸易优惠",
      "images": [],
      "contentSource": "完整文章",
      "content": "Chinese-funded factories in Mexico are “very unlikely” to be excluded from preferential treatment under the United States-Mexico-Canada Agreement (USMCA) despite the free trade deal being up for review next year, a Mexican envoy said on Thursday.\n“There is no indication that there are going to be restrictions targeting Chinese companies,” David Trujillo, deputy commercial counsellor at the Mexican Embassy in China, told the Post on the sidelines of the China International Supply Chain...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/e4ce8b55-b7f9-4cc8-b732-474cb1861b7e_f7100300.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中美铁路行业为何希望加快合作 (原标题: Why US, China railway industries want collaboration fast-tracked)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318786/why-us-china-railway-industries-want-collaboration-fast-tracked?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 13:00:17 +0000",
      "isoDate": "2025-07-18T13:00:17.000Z",
      "creator": "Carol Yang",
      "summary": "## 中美铁路行业合作意愿强烈\n\n尽管中美两大经济体之间的贸易竞争持续，但两国铁路运输公司仍致力于加强合作，包括在第三方市场开展项目。\n\n### 合作背景与潜力\n\n*   美国驻华大使馆商务公使衔参赞Everett Wakai在中国国际供应链博览会期间举行的“中美轨道交通产业圆桌会议”上表示，美国长期以来在货运铁路和城市交通领域处于领先地位，而中国已成为高速铁路领域的全球强国，双方在铁路运输领域有深化合作的潜力。\n*   此次圆桌会议吸引了与铁路行业相关的美国公司代表参加，供应链合作是讨论的重点之一。\n\n### 现有合作与未来展望\n\n*   中国土木工程集团有限公司（CCECC）副总裁关嘉欣指出，这家国有巨头在设备方面与美国公司进行了广泛合作。他表示，公司主导的重大项目和市场广泛使用卡特彼勒的工程机械和康明斯的发动机（卡特彼勒和康明斯均有代表出席此次圆桌会议）。\n*   关嘉欣表示，CCECC期待与美国在海外项目投资、建设和运营方面探索更多合作机会，例如在拉美、中东、非洲和欧洲等美国公司影响力强大的市场进行联合融资、设计和咨询。\n\n### 相关图片\n\n![图片 1](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/clean_1.jpg?itok=acJCLNaf)",
      "shortSummary": "尽管面临贸易摩擦，中美两国铁路运输企业仍致力于深化合作。美国在货运和城市交通领域领先，中国则是高铁强国。双方希望在供应链、第三方市场项目投资、建设和运营方面加强合作，尤其是在拉美、中东、非洲和欧洲等地区，以共同利用各自优势推动全球铁路项目发展。",
      "translated_title": "中美铁路行业为何希望加快合作",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/clean_1.jpg?itok=acJCLNaf",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "Rail-transport companies from China and the US remain committed to strengthening cooperation – including on projects in third-country markets – even as a trade rivalry between the two largest economies chugs along.\nWith the US being a long-time leader in freight rail and urban transit, and China having emerged as a global powerhouse in high-speed rail, the two sides could deepen cooperation in the rail-transport sector, said Everett Wakai, minister counsellor for commercial affairs at the US...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/a0694526-7491-4903-a79d-e6e649d68c49_c06faed9.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国推出全球首款可自主更换电池的人形机器人 (原标题: China unveils world’s first humanoid robot that changes its own batteries)",
      "link": "https://www.scmp.com/economy/china-economy/article/3318756/china-unveils-worlds-first-humanoid-robot-changes-its-own-batteries?utm_source=rss_feed",
      "pubDate": "Fri, 18 Jul 2025 09:45:13 +0000",
      "isoDate": "2025-07-18T09:45:13.000Z",
      "creator": "He Huifeng",
      "summary": "## 中国推出全球首款可自主更换电池的人形机器人\n\n中国机器人产业取得又一世界突破，深圳优必选科技公司（UBTech Robotics）于周四宣布，已成功开发出全球首款能够自主更换电池的人形机器人——**Walker S2**。\n\n### 核心创新与功能\n\n*   **自主电池更换**：Walker S2机器人能够自行走到充电站，从胸部取出电量耗尽的电池，将其插入充电座进行充电，然后安装一块充满电的新电池，随后继续工作。\n*   **24/7不间断运行**：理论上，这一功能意味着机器人可以实现24小时不间断工作，无需人工干预，极大地提升了其运行效率和自主性。\n\n### 行业背景与中国地位\n\n*   **快速发展**：近年来，中国人形机器人产业发展迅速。中国政府将机器人和人工智能视为关键战略产业，并提供了慷慨的政策支持。\n*   **全球领导者**：\n    *   穆迪（Moody's）周四发布的一份报告指出，中国正凭借其将先进人工智能与低成本制造相结合的独特能力，“崛起成为机器人强国”。\n    *   摩根士丹利（Morgan Stanley）2月份发布的一份报告显示，全球超过一半的上市人形机器人公司都来自中国。\n    *   中国的机器人初创企业也吸引了全球大部分的风险投资资金。\n\n![Walker S2机器人](https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/THUMB_CLEAN_robot-changes-batteries-itself.jpg?itok=OdTv0Ux_)",
      "shortSummary": "中国优必选科技公司推出全球首款可自主更换电池的人形机器人Walker S2，使其能24小时不间断工作。这一突破彰显了中国在机器人和人工智能领域的快速发展及全球领导地位，得益于政府支持、先进AI与低成本制造的结合，以及大量风险投资的涌入。",
      "translated_title": "中国推出全球首款可自主更换电池的人形机器人",
      "images": [
        {
          "url": "https://cdn.i-scmp.com/sites/default/files/styles/wide_landscape/public/d8/video/thumbnail/2025/07/18/THUMB_CLEAN_robot-changes-batteries-itself.jpg?itok=OdTv0Ux_",
          "alt": "",
          "title": "",
          "position": 1
        }
      ],
      "contentSource": "完整文章",
      "content": "China’s robotics industry chalked up another world first on Thursday, as a company based in Shenzhen announced it had developed a new humanoid robot that can change its own batteries.\nA demonstration video released on Thursday shows the Walker S2 robot, developed by UBTech Robotics, walking over to a charging station, removing a depleted battery from its chest, inserting it into a charging dock, and then installing a fresh battery before wandering off.\nThe feature means the robot can – in...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/18/401f0366-bb7d-41c8-9c3c-e81ed6089303_dd1e3ed1.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "芬太尼问题在长期缺席后可能重回中美贸易议程：分析师 (原标题: Fentanyl likely on US-China trade agenda after long absence: analysts)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318620/fentanyl-likely-us-china-trade-agenda-after-long-absence-analysts?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 22:00:10 +0000",
      "isoDate": "2025-07-17T22:00:10.000Z",
      "creator": "Alice Li,Kandy Wong",
      "summary": "## 芬太尼问题重回中美贸易议程\n\n分析师指出，芬太尼（Fentanyl）材料贩运问题预计将重回中美未来贸易谈判的焦点。此前，美国在3月份最初对中国加征关税时曾提及此问题，但在随后的两轮谈判中似乎并未触及。\n\n### 背景与最新进展\n\n*   **问题缘起**：美国曾以芬太尼贩运问题作为对中国加征关税的理由。\n*   **此前缺席**：在之前的两轮谈判中，芬太尼问题并未被提及。\n*   **特朗普的言论**：美国总统唐纳德·特朗普周三就此话题发表的言论，提及中国在遏制化学前体跨越美国边境方面采取的“大步骤”（包括对走私者威胁判处死刑），进一步引发了外界对该问题将纳入未来谈判的猜测。\n\n### 对中美关系的影响\n\n*   **缓解紧张局势**：一些专家认为，如果芬太尼问题得到解决，中美这两个全球最大经济体之间的紧张关系可能在8月进一步缓解。此前，双方在5月日内瓦会谈中达成了一项为期90天的休战协议。\n*   **回归贸易协议**：另一些专家则更为乐观，估计这可能促使双方回归2020年结束升级螺旋的贸易协议，尽管该协议是暂时的。\n\n### 专家观点\n\n中国工商银行高级财务经理、北京智库全球化智库（CCG）的非驻所副研究员马泰奥·乔瓦尼尼（Matteo Giovannini）表示：\n\n*   **“第三阶段”谈判**：“鉴于芬太尼问题在华盛顿的政治重要性，将其视为中美谈判潜在的‘第三阶段’是合理的。”\n*   **国家安全与公共卫生问题**：“虽然传统上并非贸易事项，但芬太尼危机已在美国上升为核心国家安全和公共卫生问题，这意味着它可以在更广泛的双边会谈中被利用。”\n\n### 芬太尼的危害\n\n*   **强效阿片类药物**：芬太尼是一种强效合成阿片类药物。\n*   **主要死因**：根据美国缉毒局（DEA）的数据，芬太尼已成为美国18至45岁人群的主要死因。",
      "shortSummary": "分析师指出，芬太尼贩运问题在长期缺席后，可能重回中美贸易谈判议程。此前美国曾以此为由加征关税。特朗普总统提及中国打击芬太尼的“大步骤”，引发外界对该问题将纳入未来谈判的猜测。专家指出，芬太尼已成为美国核心国家安全和公共卫生问题，有望在双边会谈中被利用，并可能缓解中美紧张关系。芬太尼是美国18至45岁人群的主要死因。",
      "translated_title": "芬太尼问题在长期缺席后可能重回中美贸易议程：分析师",
      "images": [],
      "contentSource": "完整文章",
      "content": "The trafficking of materials to make the drug fentanyl – the issue cited by the US in its initial tariff escalation against China in March – is set to be back in focus for future talks, analysts said, after two previous rounds did not appear to broach the subject.\nSpeculation over the drug’s presence in future negotiations was fuelled by US President Donald Trump’s remarks on the topic Wednesday, making reference to China’s “big steps” – including the threat of the death penalty for smugglers –...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/f45964de-6f5e-40cd-a984-3442425ad995_afbb7dee.jpg",
        "type": "image/jpeg"
      }
    },
    {
      "title": "中国高速磁悬浮列车破纪录，美国铁路雄心受挫 (原标题: As China’s speedy maglev train breaks records, US ambitions go off the rails)",
      "link": "https://www.scmp.com/economy/global-economy/article/3318627/chinas-speedy-maglev-train-breaks-records-us-ambitions-go-rails?utm_source=rss_feed",
      "pubDate": "Thu, 17 Jul 2025 15:00:08 +0000",
      "isoDate": "2025-07-17T15:00:08.000Z",
      "creator": "Xiaofei Xu,He Huifeng",
      "summary": "# 中美铁路发展对比\n\n## 中国高速铁路的突破\n*   中国宣布其“超级充电”铁路系统（特指高速磁悬浮列车）已达到每小时600公里（373英里/小时）的速度，创下新纪录。\n*   外界普遍预计，随着中国国内外高速列车项目的快速推进，中国将在铁路领域进一步扩大对美国的领先优势。\n\n## 美国铁路项目的困境\n*   在中国宣布其高速铁路成就一周后，美国总统唐纳德·特朗普似乎叫停了美国的铁路发展进程。\n*   特朗普取消了加州高速铁路项目40亿美元的联邦资金，此举引发争议并正受到加利福尼亚州的法律挑战。\n*   无论法律挑战结果如何，特朗普的声明都凸显了中美两大经济强国在铁路发展愿景上的截然不同。\n*   美国铁路项目目前正因资金缺乏和政治压力而举步维艰。\n\n## 中美铁路产业交流\n*   本周五，中美铁路交通产业圆桌会议将在北京举行的中国国际供应链博览会上举行，预计铁路发展对比将成为核心议题。\n*   根据中国国际贸易促进委员会提供的议程，双方行业代表还将讨论铁路领域供应链合作的潜力。",
      "shortSummary": "中国高速磁悬浮列车时速达600公里，打破纪录，预计将扩大其全球领先地位。与此同时，美国总统特朗普取消了加州高铁项目40亿美元联邦资金，凸显美国铁路发展面临资金和政治压力。中美铁路发展路径形成鲜明对比，双方将在即将举行的圆桌会议上讨论合作潜力。",
      "translated_title": "中国高速磁悬浮列车破纪录，美国铁路雄心受挫",
      "images": [],
      "contentSource": "完整文章",
      "content": "A week after China said its supercharged rail system has reached speeds of 600km/h (373mph), US President Donald Trump seemingly pulled the plug on American rail progress.\nIn a controversial move being challenged by the state of California, Trump cancelled US$4 billion in federal funding for its high-speed railway project.\nRegardless of the outcome of any legal challenge, Trump’s announcement highlights the contrasting development paths of the economic superpowers in their rail aspirations, or...",
      "enclosure": {
        "url": "https://cdn.i-scmp.com/sites/default/files/styles/1280x720/public/d8/images/canvas/2025/07/17/2323bec0-5b01-4008-a49e-a558c7b06c7b_0ff54ead.jpg",
        "type": "image/jpeg"
      }
    }
  ],
  "lastUpdated": "2025-07-24T02:00:21.739Z"
}